[{"link": "https://www.wsj.com/articles/advantage-womens-tennis-association-steve-simon-peng-shuai-china-beijing-11638400900", "title": "Advantage, Women's Tennis Association", "date": "2021-12-01 18:54", "summary": "The WTA announces it is suspending all tournaments in China.. Too many Western leaders and celebrities apply a double standard when doing business with China, forgiving behavior from Beijing they'd deplore at home. Think the NBA's LeBron James on Hong Kong, or BlackRock CEO Larry Fink on governance standards for business.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michigan-oxford-school-shooting-latest-fourth-student-dies-11638384723", "title": "Michigan School Shooting Suspect, Parents Met With School Officials Hours Before Attack", "date": "2021-12-01 18:48", "summary": "15-year-old boy charged as an adult on murder and terrorism charges, as a fourth student dies. School officials met with Ethan Crumbley and his parents Tuesday morning about the teen, then, several hours later, the 15-year-old opened fire with a semiautomatic handgun on his classmates, police said, in what prosecutors described as a planned shooting.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-santa-claus-visit-chuck-schumer-senate-debt-limit-budget-build-back-better-ndaa-11638392522", "title": "Will Santa Claus Visit Chuck Schumer?", "date": "2021-12-01 18:41", "summary": "Traveling in a flying sleigh may be easier than passing what he wants by Christmas.. Politicians need ambition, but Senate Majority Leader Chuck Schumer may be taking it too far in demanding that his chamber pass the National Defense Authorization Act, federal budget, debt-ceiling increase and Build Back Better Act before Christmas.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-on-jerome-powell-at-the-federal-reserve-nomination-brainard-lael-tom-cotton-inflation-11638392277", "title": "'No' on Fed Chairman Jerome Powell", "date": "2021-12-01 18:40", "summary": "He's failed in his main mission, to keep the currency sound.. While Jerome Powell was a better choice than Lael Brainard for Federal Reserve chairman, that alone isn't a good reason to confirm Mr. Powell for a second term. The Senate should not support his reappointment.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-environmental-threat-to-antarctica-research-mining-satellites-telescopes-11638394184", "title": "China's Environmental Threat to Antarctica", "date": "2021-12-01 18:40", "summary": "Beijing appears intent on exploiting the continent militarily and commercially.. While much of the world was focused on the recent climate summit in Scotland, China had its eye on a very different environmental issue. For the fifth year in a row, China, with Russian assistance, used an international forum to prevent the establishment of new marine protected areas along the coast of Antarctica. Beijing is increasingly interested in the southern continent, and for all the wrong reasons.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-age-of-ai-and-our-human-future-review-where-is-my-thinking-machine-11638400736", "title": "'The Age of AI and Our Human Future' Review: Where Is My Thinking Machine?", "date": "2021-12-01 18:18", "summary": "The next step in artificial intelligence remains largely unknown. Predicting its future implications means spinning out 'what if' scenarios.. Amazement and alarm have been persistent features, the yin and yang, of discourse about the power of computers since the earliest days of electronic \"thinking machines.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-reinfects-government-vaccines-mandates-inflexibility-crime-adapt-biden-fauci-11638394059", "title": "Omicron Reinfects Government", "date": "2021-12-01 18:17", "summary": "Covid strategy needs a midcourse correction. It got Joe Biden's vaccine mandate.. One might expect the Omicron variant of Covid-19 to provide useful lessons for the way governments deal with the coronavirus pandemic. It won't.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alec-baldwin-says-he-didnt-pull-the-trigger-in-fatal-rust-shooting-11638400446", "title": "Alec Baldwin Says He Didn't Pull the Trigger in Fatal 'Rust' Shooting", "date": "2021-12-01 18:14", "summary": "'I would never point a gun at anyone and pull the trigger at them, never,' actor says. Actor Alec Baldwin said he didn't pull the trigger of the gun that killed a cinematographer and wounded the director on the set of the Western film \"Rust.\"", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exxon-to-continue-leaner-spending-as-covid-19-threat-lingers-11638361466", "title": "Exxon to Continue Leaner Spending as Covid-19 Threat Lingers", "date": "2021-12-01 18:10", "summary": "The oil giant is maintaining lower capital investment levels through 2027 and will keep focusing on cost-cutting. Exxon Mobil Corp. said Wednesday it will maintain a conservative budget for the next five years, as the outlook for oil and gas demand remains murky while coronavirus-led economic risks persist and some countries attempt to wean themselves off fossil fuels.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aquatint-from-its-origins-to-goya-national-gallery-of-art-delacroix-los-capricios-11638396463", "title": "'Aquatint: From Its Origins to Goya' Exhibition Review: Drawing Made Dreamy", "date": "2021-12-01 18:05", "summary": "The labor-intensive method of reproducing ink and wash drawings gets a close examination at the National Gallery. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nutcracker-george-balanchine-new-york-city-ballet-tchaikovsky-drosselmeier-11638223982", "title": "'The Nutcracker' Ballet Review: Slightly Grown Up, Still Glorious", "date": "2021-12-01 18:03", "summary": "New York City Ballet's holiday perennial returns after a Covid-19-induced absence, with a few pandemic tweaks in place. ", "categories": [["Books & Arts", "Dance Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/dance-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-elects-susan-arnold-as-board-chairman-replacing-robert-iger-11638399670", "title": "Disney Elects Susan Arnold as Board Chairman, Replacing Robert Iger", "date": "2021-12-01 18:01", "summary": "Iger's reign at the helm of Disney's board comes with his departure at the end of the year. Walt Disney Co. 's board of directors has elected Susan Arnold its new chairman, replacing Robert Iger, the longtime chief executive who is set to depart from the company later this month.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capital-one-is-latest-bank-to-ditch-overdraft-fees-11638393702", "title": "Capital One Is Latest Bank to Ditch Overdraft Fees", "date": "2021-12-01 17:59", "summary": "Lender will stop charging $35 for overdrafts and nonsufficient funds early next year. Capital One Financial Corp. said it will stop charging customers overdraft fees, making it one of the largest banks to do so.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stacey-abrams-to-run-for-georgia-governor-11638393922", "title": "Stacey Abrams to Run for Georgia Governor", "date": "2021-12-01 17:51", "summary": "Democrat announces candidacy three years after losing to Brian Kemp in razor-close race. Stacey Abrams said she is running for governor of Georgia for a second time.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-vaccine-mandate-puts-patients-at-risk-cms-healthcare-worker-shortage-covid-omicron-11638371830", "title": "A Biden Vaccine Mandate Puts Patients at Risk", "date": "2021-12-01 17:41", "summary": "Washington's threat to withhold Medicare and Medicaid funding is likely to do more harm than good.. The Centers for Medicare and Medicaid Services is threatening to withhold payments to healthcare facilities unless they require the Covid-19 vaccine for their workers. This action is misguided. I am vaccinated and support the goal of increasing vaccination rates. But the CMS policy has the potential to backfire and jeopardize patient access, safety and the quality of care for millions of Americans.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-hears-arguments-in-landmark-mississippi-abortion-case-11638354602", "title": "Supreme Court Majority Shows Openness to Mississippi Abortion Law", "date": "2021-12-01 17:30", "summary": "State's law banning procedure after 15 weeks of pregnancy presents direct challenge to 1973 Roe v. Wade. WASHINGTON-The Supreme Court's conservative majority sharply questioned the propriety of constitutional protections for abortion rights dating back almost five decades as the justices heard arguments over the most significant abortion case in a generation.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/licorice-pizza-drive-my-car-king-richard-c'mon-c'mon-belfast-julia-one-last-time-an-evening-with-tony-bennett-and-lady-gaga-the-beatles-get-back-the-line-passing-ragdoll-finch-the-shrink-next-door-11638397503", "title": "What to Watch: The 13 Best New Movies and TV Shows From November", "date": "2021-12-01 17:29", "summary": "A deep dive into the Beatles, Will Smith as the Williams sisters' father, Tom Hanks after the apocalypse, and more.. Here's a roundup of the month's most noteworthy movies and TV shows, as covered by The Wall Street Journal's critics.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-politics-behind-aint-we-got-fun-song-recession-economic-hardship-11638394397", "title": "The Politics Behind 'Ain't We Got Fun?'", "date": "2021-12-01 17:21", "summary": "A timeless tune still resonates amid our economic stresses.. Most pop songs are sincere confessions of love sought, lost or acquired. Yet every decade seems to spawn one or two humorous novelty blockbusters. A nascent radio star in 1947, Arthur Godfrey scored big with \"Too Fat Polka.\" In 1969 Ray Stevens spun a jaunty, guitar-playing King of the Jungle into \"Gitarzan\" gold. When \"The Treasures of Tutankhamun\" exhibition toured the world, Steve Martin cashed in with \"King Tut,\" which he performed in 1978 on \"Saturday Night Live\" in culturally appropriating faux-Egyptian regalia.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-prepares-for-more-water-restrictions-as-drought-worsens-11638397099", "title": "California Prepares for More Water Restrictions as Drought Worsens", "date": "2021-12-01 17:18", "summary": "The state plans to virtually eliminate the water it supplies to local communities, which are running out of alternatives. Californians may face new restrictions, including fines for improperly washing their cars, as the state prepares to virtually eliminate the water it supplies to local communities as it grapples with an unrelenting drought.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-12-01-2021-11638347766", "title": "Stocks Fall as Omicron Fuels More Volatility", "date": "2021-12-01 17:07", "summary": "Investors struggle to assess implications of coronavirus variant on business, economies. U.S. stocks fell in a volatile trading session Wednesday, dragged down by news that the first known case of the Omicron variant was identified in the U.S.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-passes-bipartisan-bill-to-speed-judges-financial-disclosures-11638396227", "title": "House Passes Bipartisan Bill to Speed Judges' Financial Disclosures", "date": "2021-12-01 17:03", "summary": "Legislation, approved by a 422-4 vote, follows WSJ investigation into judges' financial conflicts; Senate bill pending. WASHINGTON-Federal judges would have to speed disclosure of stock trades and publish their financial-disclosure reports online for the first time under a bipartisan bill overwhelmingly passed by the U.S. House Wednesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-higher-rates-on-the-horizon-some-pandemic-favorite-stocks-are-suffering-11638355474", "title": "With Higher Rates on the Horizon, Some Pandemic-Favorite Stocks Are Suffering", "date": "2021-12-01 16:57", "summary": "Stocks like Snap, Zoom and Peloton have slid in recent months. The prospect of higher interest rates is diminishing investors' appetite for riskier corners of the stock market.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ghislaine-maxwells-lawyers-challenge-accusers-memory-of-sexual-abuse-11638388559", "title": "Maxwell's Lawyers Challenge Accuser's Memory of Sexual Abuse", "date": "2021-12-01 16:54", "summary": "Jeffrey Epstein's longtime companion is on trial for allegedly helping disgraced financier sex traffic and abuse underage girls. A lawyer for Ghislaine Maxwell tried to cast doubt on an accuser's testimony at the British socialite's sex-trafficking trial on Wednesday, challenging the woman's memory and showing inconsistencies with earlier statements she made to federal investigators.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-identifies-its-first-omicron-patient-in-california-11638385268", "title": "First U.S. Omicron Case Identified in California", "date": "2021-12-01 16:37", "summary": "Infected person, a San Francisco resident, returned from South Africa on Nov. 22, CDC says. The first known case of the Omicron variant in the U.S. was identified in a San Francisco resident who recently returned from South Africa, the Centers for Disease Control and Prevention and California health officials said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/square-changes-name-to-block-days-after-ceo-jack-dorsey-leaves-twitter-11638394200", "title": "Square Changes Its Name to Block", "date": "2021-12-01 16:30", "summary": "New name for financial-services company aligns with its chief's interest in bitcoin and blockchain. Square Inc., the financial-services company co-founded and led by former Twitter Inc. chief Jack Dorsey, is changing its corporate name to Block Inc.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/government-shutdown-deadline-approaches-as-deal-eludes-lawmakers-11638380311", "title": "Government Shutdown Deadline Nears as Deal Eludes Lawmakers", "date": "2021-12-01 16:21", "summary": "Democrats and Republicans haggle over details of funding extension, with vaccine politics potentially slowing progress. WASHINGTON-Lawmakers worked Wednesday to reach an agreement on a short-term spending patch to avoid a potential partial government shutdown this weekend, with Democrats and Republicans still haggling over the details of the funding extension.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/patchy-cyber-data-makes-u-s-policy-success-difficult-to-gauge-11638392986", "title": "Patchy Cyber Data Makes Policy Success Difficult to Gauge", "date": "2021-12-01 16:09", "summary": "Lack of consistent breach reporting makes it difficult to tell if hacks are increasing or decreasing, government officials say. Despite months of new regulations, policy changes and law-enforcement actions targeting ransomware groups based in Russia and elsewhere, government officials say it isn't clear if their efforts are working because private companies don't report every attack.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-publishers-sue-shopify-over-textbook-pirates-11638392284", "title": "Five Publishers Sue Shopify Over 'Textbook Pirates'", "date": "2021-12-01 16:07", "summary": "McGraw Hill, Pearson claim e-commerce company should be responsible for policing its customers; Shopify says it takes actions against sellers that violate its policies. A group of five educational publishers sued Shopify Inc., claiming the e-commerce company is liable for the unauthorized school textbooks, test packs and solutions manuals sold by websites using Shopify's online tools.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/travel-flights-wheelchair-accessible-11638292159", "title": "The Passengers Who Have the Toughest Time Flying", "date": "2021-12-01 16:04", "summary": "Travelers in wheelchairs often find planes more inaccessible than other forms of transportation. If you faced a one in 50 or even one in 100 chance of losing your ability to move through life independently when you took your next flight, would you take that chance?", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rep-peter-defazio-becomes-latest-democrat-not-to-seek-reelection-11638392469", "title": "Democratic Rep. Peter DeFazio Won't Seek Re-Election", "date": "2021-12-01 16:04", "summary": "Transportation Committee chairman's retirement after 36 years comes as Democrats face challenging midterms. WASHINGTON-Rep. Peter DeFazio, the chairman of the House Transportation Committee, said he won't seek reelection, becoming the latest Democrat to retire ahead of what is expected to be a difficult midterm election as the party tries to hold on to its House majority.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-techs-liability-shield-under-siege-11638374930", "title": "Big Tech's Liability Shield Is Under Siege", "date": "2021-12-01 16:03", "summary": "Facebook whistleblower Frances Haugen is among witnesses at House hearing. WASHINGTON-House lawmakers signaled Wednesday they would press forward with legislation to make internet platforms more accountable to online users, in what is expected to be a showdown between Washington and Silicon Valley.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-a-world-thursday-crossword-december-02-11638392310", "title": "In A World... (Thursday Crossword, December 02)", "date": "2021-12-01 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-says-shelves-will-be-stocked-for-holidays-despite-supply-chain-backlogs-11638389644", "title": "Biden Says Shelves Will Be Stocked for Holidays Despite Supply Backlogs", "date": "2021-12-01 15:14", "summary": "Republicans say president's policies contributed to high prices; Biden says it is 'easier to complain about a problem than to fix it'. WASHINGTON-President Biden said that prices for everything from groceries to gas remain high but sought to assure Americans that his administration is tackling supply logjams.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-six-movies-and-shows-to-stream-11638388801", "title": "What to Watch: Six Movies and Shows to Stream", "date": "2021-12-01 15:00", "summary": "A remake of 'Diary of a Wimpy Kid' hits Disney+, Tracy Oliver channels 'Sex and the City' for the new series 'Harlem,' and more to add to your queue. This week, Jeff Kinney retells the \"Wimpy Kid\" origin story in movie form; Tracy Oliver tells the story of Black women on the New York dating scene in \"Harlem,\" and X Ambassadors frontman Sam Harris turns the band's new album, \"The Beautiful Liar,\" into a podcast about a blind superhero. Here's where to stream it all:", "categories": [["Books & Arts", "Entertainment", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supply-imbalances-continued-to-hold-back-u-s-growth-this-fall-feds-beige-book-says-11638386787", "title": "Supply Imbalances Continued to Hold Back U.S. Growth This Fall, Fed's Beige Book Says", "date": "2021-12-01 14:58", "summary": "Businesses report 'persistent difficulty in hiring and retaining employees' as labor shortage continued. The U.S. economy grew at a \"modest to moderate\" pace this fall, with supply-chain issues and labor shortages holding back growth despite strong demand, the Federal Reserve said Wednesday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australia-investigates-whether-omicron-variant-spread-on-flight-11638335965", "title": "Covid-19 Cases Nearly Double in South Africa as Omicron Reaches More Countries", "date": "2021-12-01 14:46", "summary": "Resume Subscription. Newly reported cases of Covid-19 almost doubled Wednesday in South Africa, the country with the highest number of identified cases of the new Omicron coronavirus variant, as the U.S. reported its first case of the strain in someone who had returned from a trip to the country.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/victimless-crime-drug-use-abuse-overdose-11638308522", "title": "Don't Forget the Victims of 'Victimless Crimes'", "date": "2021-12-01 14:27", "summary": "I am still haunted by the visit of a mother about to lose her son to a drug overdose.. In \"San Franciscans Get What They Voted for With Chesa Boudin\" (Cross Country, Nov. 27), Michael Shellenberger mentions that the San Francisco district attorney had campaigned in part on lenient handling of \"victimless crimes.\" Among those crimes he considered \"victimless\" were open drug use. For me, this recalled an incident some years ago involving a client.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-warren-inflation-turkey-price-investigation-thanksgiving-11638309283", "title": "Inflation Sends Sen. Warren on a Wild Turkey Chase", "date": "2021-12-01 14:26", "summary": "Blind to the economics, the Massachusetts senator blames poultry executives for the higher cost of your Thanksgiving dinner.. Regarding \"Stupid Inflation Tricks\" (Review & Outlook, Nov. 29): By far the greatest factor in the cost of raising a turkey (or a pig or nearly any other meat animal) to market size is the price of the grain the animal eats. Because of rising world demand and so-so global production levels, the prices of corn and soybeans have jumped over 50% in the last two years. Meat prices reflect that cost increase.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hannah-arendt-adolf-eichmann-in-jerusalem-death-penalty-holocaust-11638309627", "title": "Hannah Arendt Knew Adolf Eichmann Deserved to Die", "date": "2021-12-01 14:26", "summary": "The author of 'Eichmann in Jerusalem' unequivocally supported the death penalty for the architect of the Holocaust.. Norman Lebrecht, in reviewing two books on the life and thought of Hannah Arendt (Nov. 6), claims that \"By law and logic, she felt, [Adolf Eichmann] was unworthy of capture, trial, or execution.\" But in \"Eichmann in Jerusalem,\" Arendt supported all three. She unequivocally supported the death penalty, writing, \"Because he . . . had played a central role in an enterprise whose open purpose was to eliminate forever certain 'races' from the surface of the earth, he had to be eliminated.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/annuity-retirement-planning-income-savings-11638309908", "title": "Annuity Offers Certainty for Retirement, but There's a String Attached", "date": "2021-12-01 14:25", "summary": "A simple comparison of initial payments shouldn't be the last word.. The letter (Nov. 20) from James H. Szostek of the American Council of Life Insurers about the so-called \"4% rule\" makes the valid point that an annuity from an insurance company guarantees more annual retirement income than a standard withdrawal strategy. Not noted was that the typical annuity also guarantees that none of that original $1 million investment will be returned after death-even if you receive only a few annuity payments.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/woke-totalitarian-communist-country-freedom-democracy-11638310331", "title": "Woke or Proto-Totalitarian?", "date": "2021-12-01 14:24", "summary": "For people like me, who grew up in a communist country, we can feel it in our bones.. I cheered while reading Garry Kasparov's op-ed \"'Woke' Is a Bad Word for a Real Threat to American Democracy\" (Nov. 18). For people like me, who grew up in a communist country, his assessment of the current trend in American politics reflects what we know from firsthand experience. We can feel it in our bones. Shutting down debate, marginalizing and canceling people, denying free and open expression of opinions, destroying people indirectly or directly, is the way totalitarian regimes gain and maintain power.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ethanol-gasoline-price-gas-heating-btu-11638310535", "title": "We All Pay Extra for Ethanol", "date": "2021-12-01 14:22", "summary": "A fair comparison must be based on heating value.. C. Boyden Gray contends in his letter (Nov. 23) that ethanol is less expensive than gasoline. His comparison is made gallon for gallon. A fair comparison, however, would be based on heating value. When burned, regular gasoline yields approximately 115,000 British thermal units of heat per gallon. Ethanol yields 75,700 BTU a gallon. Now, factor in the prices cited by Mr. Gray. Gasoline selling for $2.28 a gallon costs $1.98 per 100,000 BTU. Ethanol selling for $2.20 a gallon costs $2.91 per 100,000 BTU.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heres-how-softbank-vision-fund-helps-portfolio-companies-report-better-11638385003", "title": "How SoftBank Vision Fund Values Its Portfolio Holdings", "date": "2021-12-01 13:56", "summary": "The fund relies on 18 people and a lot of technology to value its investments. SoftBank Group Corp. is investing billions of dollars in startups and later-stage companies around the world. The Vision Fund, which is based in London, holds stakes in about 250 companies. Keeping track of what they are worth is a crucial task for the fund's managers.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supply-chain-snarls-hit-production-of-trailers-needed-to-haul-goods-11638383348", "title": "Supply-Chain Snarls Hit Production of Trailers Needed to Haul Goods", "date": "2021-12-01 13:29", "summary": "Manufacturers can't get their hands on materials to make semitrailers, despite high demand from trucking companies. Shortages of parts and labor are crimping production at truck-trailer factories, undercutting trucking companies' efforts to expand their capacity in a tight freight transport market.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-10-best-books-of-2021-year-fiction-nonfiction-11638382629", "title": "The 10 Best Books of 2021", "date": "2021-12-01 13:18", "summary": "Selected by the editors of the Journal's books pages, the year's most distinguished works of fiction and nonfiction.. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/powell-yellen-return-to-capitol-hill-for-second-day-of-testimony-11638367200", "title": "Yellen Defends Spending Plans Amid Growing Angst Over Higher Inflation", "date": "2021-12-01 13:13", "summary": "Treasury secretary and Fed Chairman Powell address lawmakers' concerns in second day of testimony. Treasury Secretary Janet Yellen on Wednesday defended Democrats' efforts to pass a roughly $2 trillion social-spending package, amid Republicans' criticisms that fiscal policy implemented earlier this year overstimulated the economy and fueled higher inflation.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manufacturers-reprieve-could-be-ruined-by-omicronor-not-11638382220", "title": "Manufacturers' Reprieve Could Be Ruined by Omicron-or Not", "date": "2021-12-01 13:10", "summary": "Supply-chain problems began to ease last month, but the disruptive potential of the Covid-19 variant shows that the virus is still in control. American manufacturers' supply-chain problems began to ease last month. The risk is that the Omicron variant of Covid-19 could quickly turn that into old news.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virginia-democrat-plays-up-defense-as-build-back-better-stalks-sidelines-11638363600", "title": "Virginia Democrat Plays Up Defense, Not Biden's Build Back Better Plan", "date": "2021-12-01 13:08", "summary": "Resume Subscription. VIRGINIA BEACH, Va.-Democrats' difficult path to retaining their House majority runs through districts like that of Rep. Elaine Luria.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bad-bunny-taylor-swift-bts-are-spotifys-most-streamed-artists-globally-for-2021-11638382138", "title": "Bad Bunny, Taylor Swift, BTS Are Spotify's Most-Streamed Artists Globally for 2021", "date": "2021-12-01 13:08", "summary": "Puerto Rican musician tops platform for back-to-back years. Puerto Rican musician Bad Bunny was Spotify's most listened-to artist in 2021 despite not releasing a new album, data from the audiostreaming giant shows.", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-hamptons-home-has-been-in-the-same-family-for-over-100-years-now-its-for-sale-11638381895", "title": "This Hamptons Home Has Been in the Same Family for Over 100 Years. Now It's for Sale.", "date": "2021-12-01 13:04", "summary": "The Amagansett house, an original part of the Devon Colony, was built in 1909 by Cincinnati banker William Stanhope Rowe. A Hamptons home that has been in the same family for over a century is hitting the market for $18 million.", "categories": [["Real Estate", "Market Makers"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/market-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-century-of-history-11638381728", "title": "A Century of History", "date": "2021-12-01 13:02", "summary": "This stucco mansion in the Hamptons was built in 1909. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/twitter-ceo-announcement-spotlights-rare-executive-move-11638381022", "title": "Twitter CEO Announcement Spotlights Rare Executive Move", "date": "2021-12-01 12:50", "summary": "Moving directly from tech chief to chief executive is uncommon, even among tech companies. Twitter Inc. promoted its chief technology officer to chief executive earlier this week. Experts say such a move is rare, although technology skills increasingly are valued in the corner office.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/innovid-shares-rise-in-market-debut-11638379142", "title": "Innovid Shares Rise in Market Debut", "date": "2021-12-01 12:19", "summary": "The advertising tech firm went public Wednesday via a SPAC merger. Innovid Inc., an advertising tech company focused on connected television, saw shares rise Wednesday after it went public via a merger with a special-purpose acquisition company.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virgil-abloh-show-for-louis-vuitton-in-miami-was-a-memorial-and-joyous-celebration-11638378708", "title": "Virgil Abloh Show for Louis Vuitton Was a Memorial and a Joyous Celebration", "date": "2021-12-01 12:11", "summary": "The late designer's collection was on display at a celebration of his life before a crowd including Kanye West, Venus Williams and Ivanka Trump. The staging of Louis Vuitton 's spring 2022 men's collection Tuesday on a barge off the Miami coastline was never going to be a muted affair. With over 1,000 RSVPs, a sunset call time and an Instagram-worthy skyline backdrop, it was envisioned as a marquee event of Art Basel, the art fair and dayslong party taking place in Florida this week.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/6-expert-ways-to-style-socks-and-shoes-this-winter-11638378000", "title": "6 Expert Ways to Style Socks and Shoes This Winter", "date": "2021-12-01 12:00", "summary": "Finding the perfect shoe-sock combo can be daunting. Here, a series of pairings to take women's cold-weather outfits to the next level.. ", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghan-journalists-in-exile-keep-spotlight-on-their-homeland-11638377997", "title": "Afghan Journalists in Exile Keep Spotlight on Their Homeland", "date": "2021-12-01 11:59", "summary": "Resume Subscription. LONDON-Zahra Joya spent years investigating government corruption in Afghanistan and documenting violence committed during the war, especially against women, a shining example of a once-thriving free media.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trevor-noah-will-return-to-host-the-grammys-next-year-11638377607", "title": "Trevor Noah Will Return to Host the Grammys Next Year", "date": "2021-12-01 11:53", "summary": "'The Daily Show' host will emcee the music awards show for a second straight year, set for Jan. 31. Comedian Trevor Noah will return to host the Grammy Awards early next year, the second year in a row he has hosted the music awards show.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/austins-texas-size-luxury-housing-boom-11638377574", "title": "Austin's Texas-Size Luxury Housing Boom", "date": "2021-12-01 11:52", "summary": "The capital city has one of the hottest high-end real-estate markets in the country, with entry-level list prices for the top 5% of the market hitting $2.34 million in 2021, a rise of nearly 33% over 2020 prices. For Joe and Cristina Prusz, making the decision to move their family to Austin, Texas, from Santa Monica, Calif., was the easy part. \"We wanted a slower pace of life but didn't want to give up the vibrant atmosphere of a city; Austin fit the bill,\" said Mr. Prusz, 43, a digital-advertising executive and father of two.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/match-group-settles-lawsuit-over-tinders-valuation-11638368439", "title": "Match Group Settles Lawsuit Over Tinder's Valuation", "date": "2021-12-01 11:29", "summary": "Company says it would pay $441 million to plaintiffs, including dating app's co-founders. Match Group Inc. has settled a lawsuit filed by a group of founders and executives of the Tinder dating app that had alleged the company undervalued Tinder to cheat them out of billions of dollars.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lebron-james-covid-protocol-11638326350", "title": "LeBron James Out Indefinitely Under NBA's Covid Protocols", "date": "2021-12-01 11:24", "summary": "The Lakers star, who says he is fully vaccinated, may be out at least 10 days under the league's pandemic rules.. LeBron James missed the Los Angeles Lakers' game on Tuesday and will remain out indefinitely after entering the NBA's health and safety protocols, indicating the vaccinated NBA star registered a positive or inconclusive test for Covid-19, which could make James the most prominent athlete with a breakthrough infection.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-bloomberg-why-im-backing-charter-schools-covid-19-learning-loss-teachers-union-11638371324", "title": "Michael Bloomberg: Why I'm Backing Charter Schools", "date": "2021-12-01 11:00", "summary": "The public school system is failing. My philanthropy will give $750 million to a proven alternative.. American public education is broken. Since the pandemic began, students have experienced severe learning loss because schools remained closed in 2020-and even in 2021 when vaccinations were available to teachers and it was clear schools could reopen safely. Many schools also failed to administer remote learning adequately.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-inflation-sticking-around-bicycle-makers-offer-some-clues-11638374032", "title": "Is Inflation Sticking Around? Bicycle Makers Offer Some Clues", "date": "2021-12-01 10:53", "summary": "Resume Subscription. For a glimpse at why inflationary pressures aren't likely to ease anytime soon, consider the bicycle.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/what-to-wear-closet-purge-donate-clothes-fashion-pandemic-sweatpants-11638372595", "title": "What to Wear Now? The Pandemic Closet Purge Is Under Way", "date": "2021-12-01 10:32", "summary": "Wardrobes filled with suits, formal shoes, purses, blazers and belts can feel like relics from another life. Erin Fincher is having a reckoning-with her closet.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nuclear-fusion-startup-lands-1-8-billion-as-investors-chase-star-power-11638334801", "title": "Nuclear-Fusion Startup Lands $1.8 Billion as Investors Chase Star Power", "date": "2021-12-01 10:03", "summary": "Resume Subscription. Commonwealth Fusion Systems LLC said it has raised more than $1.8 billion in the largest private investment for nuclear fusion yet as startups race to be the first to generate carbon-free energy like the sun.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-trade-negotiator-pried-open-foreign-markets-11638370800", "title": "U.S. Trade Negotiator Pried Open Foreign Markets", "date": "2021-12-01 10:00", "summary": "Michael B. Smith, who has died at age 85, led international talks, prodded the Japanese to import more beef and answered letters for Nixon. As a top negotiator for the U.S. government in international trade talks, Michael B. Smith often faced counterparts who refused to make concessions. One of his tricks was to pull out his airline ticket and muse about the possibility of catching an earlier flight home.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/subscription-companies-rethink-irksome-cancelation-practices-11638370800", "title": "Subscription Companies Rethink Irksome Cancelation Practices", "date": "2021-12-01 10:00", "summary": "More firms are letting customers cancel online as the FTC clamps down on 'dark' user-experience design. Signing up for a membership has always been easier than canceling it. While subscribing to an app, newspaper, gym or other service may now be as simple as pressing a button on a smartphone, many companies still push customers to dial a number and speak to an agent to cancel.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-add-your-favorite-people-to-your-iphone-to-save-time-and-hassle-11638370845", "title": "Add Favorite People to Your iPhone to Save Time and Hassle", "date": "2021-12-01 10:00", "summary": "Apple's VIP calling features, including Favorites and the Contacts widget, let you better control how you reach people-and when they can reach you. Just got an iPhone 13? Smart move. Apple 's new flagship has longer battery life, refreshed cameras and enhanced video recording.", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vanderbilt-rice-top-colleges-in-the-south-for-academic-resources-11638370332", "title": "Top Colleges in the South for Academic Resources", "date": "2021-12-01 09:52", "summary": "Vanderbilt leads the region in this category of the WSJ/THE College Rankings. Vanderbilt University is the highest-ranked college in the South for academic resources in the Wall Street Journal/Times Higher Education College Rankings. Vanderbilt, No. 7 nationally for resources, is one of three Southern schools in the top 10 for the category nationwide, with Rice University at No. 8 and Johns Hopkins University at No. 10.", "categories": [["Life & Work", "Journal Reports: College Rankings"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-college-rankings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/racy-affair-saga-between-jeff-bezos-and-enquirer-reaches-final-chapter-11638370114", "title": "Racy Affair Saga Between Bezos and Enquirer Reaches Final Chapter", "date": "2021-12-01 09:48", "summary": "Probes by federal officials on phone-hack, extortion claims haven't led to public action. In 2019, Amazon.com Inc. founder Jeff Bezos accused the National Enquirer of attempting to extort him with embarrassing texts and photos, and his security team suggested that Saudi Arabia could have gleaned this data by hacking his phone.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/salesforce-snowflake-zscaler-box-what-to-watch-when-the-stock-market-opens-today-11638359723", "title": "Salesforce, Snowflake, Zscaler, Box: What to Watch in the Stock Market Today", "date": "2021-12-01 09:47", "summary": "Salesforce offered a muted sales outlook; Zscaler lifted its revenue forecasts. Wall Street indexes are clawing back some of the recent losses that were sparked by worries over the Omicron variant and the unwinding of Federal Reserve stimulus. Here's what we're watching in Wednesday's trading:", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/world-war-ii-bomb-explodes-in-munich-injuring-four-11638369750", "title": "World War II Bomb Explodes in Munich, Injuring Four", "date": "2021-12-01 09:42", "summary": "Unexploded aerial bombs continue to present an occasional hazard in Germany, more than 70 years later. BERLIN-Four people were injured after a decades-old bomb dropped from an aircraft in World War II exploded during construction works near the main train station in Munich on Wednesday, authorities said.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkish-lira-plumbs-record-low-on-erdogans-continued-calls-for-rate-cuts-11638347691", "title": "Turkish Central Bank Props Up Collapsing Lira", "date": "2021-12-01 09:09", "summary": "Sale of foreign reserves shows that Turkish officials see the free-falling lira as a potential source of broader economic and political problems. ISTANBUL-Turkey's central bank moved Wednesday to prop up the country's collapsing currency, selling foreign reserves after the lira reached new lows following comments by President Recep Tayyip Erdogan in defense of his unorthodox economic policies.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-could-widen-blue-red-economic-divide-11638367200", "title": "Omicron Could Widen Blue-Red Economic Divide", "date": "2021-12-01 09:00", "summary": "Democratic-leaning states avoid the worst of Covid-19 illness while their economies lag. Covid-19 has carved a partisan divide through the U.S.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-gas-and-coal-prices-keep-renewable-energy-rollout-on-track-11638366991", "title": "High Gas and Coal Prices Keep Renewable-Energy Rollout on Track", "date": "2021-12-01 08:56", "summary": "Build-out of wind and solar farms is accelerating as rising power prices help offset input cost inflation. Higher energy prices are a worry for consumers and central bankers this winter, but they have the odd benefit. Case in point: fueling the renewable-energy revolution.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/james-patterson-writing-partner-putin-pope-11638365868", "title": "James Patterson's Dream Writing Partner? Putin or the Pope", "date": "2021-12-01 08:38", "summary": "The bestselling author on his journey to the top, crossing paths with James Taylor at a psychiatric hospital and some of his favorite objects.. James Patterson gets annoyed at being called prolific. \"I love that word,\" he says sarcastically, though it's hard to find a better adjective to capture the more than 300 books he's written since 1976 (averaging almost seven every year). Most have been bestsellers, making him one of the wealthiest living authors, earning about $80 million in a year, according to the most recent estimate by Forbes. His debut novel, The Thomas Berryman Number, earned him an Edgar Award. In 2019, he won the National Humanities Medal.", "categories": [["Still Life"]], "category_links": ["https://www.wsj.com/news/types/magazine-still-life?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ben-affleck-profile-life-fatherhood-jennifer-lopez-11638364970", "title": "Ben Affleck on the Gift of Second Chances", "date": "2021-12-01 08:30", "summary": "Resume Subscription. Ben Affleck's big break as an actor came when he was 11 years old with The Voyage of the Mimi, a PBS show designed to educate kids that ran for one season in 1984. In it, the character of C.T. Granville is played by Affleck, a boy whose quest for knowledge about how the world works finds him seeking out conversations with scientists and other wise men and women.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/steven-cohens-venture-firm-backs-24-hour-stock-trading-startup-11638360000", "title": "Steven Cohen's Venture Firm Backs 24-Hour Stock-Trading Startup", "date": "2021-12-01 08:22", "summary": "24 Exchange aims for round-the-clock stock trading; Mr. Cohen's Point72 Ventures is leading a funding round. Hedge-fund billionaire and New York Mets owner Steven A. Cohen is backing a startup that wants to let investors trade stocks 24 hours a day, seven days a week.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/margies-candies-chicago-ice-cream-11638311144", "title": "The Chicago Ice Cream Parlor Made Famous by the Beatles", "date": "2021-12-01 08:00", "summary": "Visited by everyone from Al Capone to the Beatles, 100-year-old Margie's Candies still scoops up epic sundaes and delectable nostalgia. For the Time Capsule series, we spotlight a cherished restaurant, hotel or landmark that's changed remarkably little over the years. This week, we visit Margie's Candies in Chicago.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-big-miners-u-s-workers-are-most-reluctant-to-get-vaccinated-11638363600", "title": "For Big Miners, U.S. Workers Are Most Reluctant to Get Vaccinated", "date": "2021-12-01 08:00", "summary": "Mining companies operate in some of the world's least developed countries, yet have their lowest Covid-19 vaccination rates at U.S. sites. In their race to vaccinate staff against Covid-19, America's largest miners struggle most in one country: the U.S.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/salesforce-needs-to-keep-having-it-both-ways-11638363601", "title": "Salesforce Needs to Keep Having It Both Ways", "date": "2021-12-01 08:00", "summary": "Cloud giant has sharpened its focus on profitability, but investors still want high growth numbers as well. Salesforce.com found someone else to share the top job. It still won't be an easy one.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-banks-face-omicron-risk-their-size-could-become-a-handicap-11638360001", "title": "How Omicron Risk Could Handicap Big Banks", "date": "2021-12-01 07:00", "summary": "Bigger balance sheets could reduce lenders' flexibility to deliver for shareholders during another bout of Covid-19-related volatility. Bank stocks have proven resilient during the pandemic. But as uncertainty over the Omicron Covid-19 variant coincides with a changing regulatory picture, that resilience is being tested anew.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ubs-taps-jpmorgan-executive-sarah-youngwood-as-cfo-11638357546", "title": "UBS Taps JPMorgan Executive as CFO", "date": "2021-12-01 06:44", "summary": "Her appointment is the Swiss bank's second high-profile hire of a Wall Street veteran in recent weeks. UBS Group AG named JPMorgan Chase & Co. executive Sarah Youngwood as its next chief financial officer, another high-profile hire of an American banking veteran as the Swiss bank takes on wealth-management rivals in the U.S.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-potentially-a-stabilizing-force-for-opec-11638358202", "title": "Omicron Potentially a Stabilizing Force for OPEC+", "date": "2021-12-01 06:30", "summary": "Variant could end up being the glue that holds together the factions that were forming inside and outside OPEC+. With the weight of oil markets, member states' fiscal balance sheets and geopolitical interests often pulling it in different directions, OPEC+ can be one unwieldy ship for Saudi Arabia to maneuver. Ironically, the Omicron variant of Covid-19 could prove to be a stabilizing force.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-inflation-set-to-be-higher-for-longer-says-oecd-11638356853", "title": "Global Inflation Set to Be Higher for Longer, Says OECD", "date": "2021-12-01 06:07", "summary": "Paris-based research group raises inflation forecasts, but warns of possible fall in prices if Omicron impact is severe. The pickup in inflation rates around the world will be longer-lasting and sharper than previously anticipated, with a growing risk that households and businesses grow accustomed to faster price rises, the Organization for Economic Cooperation and Development said in its latest forecasts for the global economy.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/not-sure-how-much-you-should-be-paid-colorado-could-offer-some-clues-11638354601", "title": "Not Sure How Much You Should Be Paid? Colorado Could Offer Some Clues", "date": "2021-12-01 05:30", "summary": "State law requires Amazon, Palantir, Walmart and others to disclose expected pay ranges- we sorted through more than 5,000 postings. You don't have to go to another job interview without knowing how much you can actually make.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-professional-degrees-leave-students-with-high-debt-but-without-high-salaries-11638354602", "title": "Some Professional Degrees Leave Students With High Debt, Not High Salaries", "date": "2021-12-01 05:30", "summary": "Resume Subscription. Professional degrees like dentistry and veterinary medicine are leaving many students with immense college debt, threatening the outlook for fields that provide essential public services, according to a Wall Street Journal analysis of federal data.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ex-mastercard-ceo-ajay-banga-to-join-general-atlantic-11638354600", "title": "Ex-Mastercard CEO Ajay Banga to Join General Atlantic", "date": "2021-12-01 05:30", "summary": "Former credit-card executive to assume role of vice chairman at private-equity firm. Ajay Banga, former chief executive officer of Mastercard Inc., is joining General Atlantic as vice chairman, officials at the private-equity firm said.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijing-goes-full-nanny-state-on-internet-tech-11638353061", "title": "Beijing Goes Full Nanny State on Internet Tech", "date": "2021-12-01 05:07", "summary": "A new set of rules on ride-sharing and online advertising shows just how intrusive Beijing is willing to be in its regulatory push. The Wild West days of China's consumer internet are now well and truly over.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/electricity-market-tech-platform-voltus-going-public-in-1-3-billion-spac-deal-11638352800", "title": "Voltus Going Public in $1.3 Billion SPAC Deal", "date": "2021-12-01 05:00", "summary": "As part of merger with Broadscale Acquisition Corp., Voltus is raising a $100 million private investment in public equity. Voltus Inc. is going public by combining with a special-purpose acquisition company in a merger that values the electricity-market technology startup at about $1.3 billion, the companies said.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michigan-high-school-shooting-leaves-three-dead-six-injured-11638304462", "title": "Michigan School Shooting Leaves Three Dead", "date": "2021-12-01 00:06", "summary": "Suspect in custody, a sophomore at the school, could appear in court as soon as Wednesday, police say. Three students were killed and eight other people were injured after a student opened fire at his Michigan high school Tuesday, law-enforcement officials said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11638313007", "title": "Pepper...and Salt", "date": "2021-12-01 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-consider-china-top-national-security-threat-survey-finds-11638334861", "title": "Americans Consider China Top Threat, Survey Finds", "date": "2021-12-01 00:01", "summary": "Results also show that trust in the military declined 25 percentage points from three years ago. Americans listed China as the nation's top foe and their trust in the U.S. military dropped to its lowest levels in three years, according to the first major national-security survey conducted since the U.S. withdrawal from Afghanistan.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-temporarily-blocks-biden-vaccine-mandate-11638321203", "title": "Judge Temporarily Blocks Biden Vaccine Mandate", "date": "2021-12-01 23:59", "summary": "A ruling issued in Louisiana questions constitutionality of administration's requirement. A federal judge issued a temporary nationwide block against a Biden administration mandate that millions of healthcare workers get vaccinated against Covid-19 starting next week.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andre-dickens-wins-atlanta-mayor-race-faces-rising-crime-problem-11638332475", "title": "Andre Dickens Wins Atlanta Mayor Race, Faces Rising Crime Problem", "date": "2021-12-01 23:21", "summary": "Outgoing Mayor Keisha Lance Bottoms chose not to seek reelection after protests, violence. ATLANTA-Voters elected City Councilman Andre Dickens as Atlanta's next mayor in a runoff election Tuesday, after a campaign dominated by concern over a rise in violent crime in Georgia's largest city.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stricter-covid-19-testing-requirements-being-considered-for-travelers-to-u-s-11638319534", "title": "U.S. Weighs Stricter Covid-19 Testing for Travelers", "date": "2021-12-01 22:36", "summary": "Rules would require a negative test within 24 hours of boarding a flight to the U.S.. WASHINGTON-The Biden administration is weighing stricter Covid-19 testing requirements for travelers entering the U.S., including U.S. citizens, to slow the spread of the emerging Omicron variant.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-pill-merck-11638225869", "title": "Merck's Covid-19 Pill Backed by FDA Advisers", "date": "2021-12-01 21:40", "summary": "Oral antiviral pill was recently found to be 30% effective at reducing risk of hospitalization and death in high-risk people. An outside panel of scientific advisers to the Food and Drug Administration narrowly recommended the agency authorize the experimental Covid-19 oral antiviral from Merck & Co. and partner Ridgeback Biotherapeutics LP.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cnn-suspends-chris-cuomo-indefinitely-after-records-show-how-he-aided-brothers-response-to-sexual-misconduct-allegations-11638316582", "title": "CNN Suspends Chris Cuomo Indefinitely", "date": "2021-12-01 21:20", "summary": "Network said records released Monday by the office of the New York attorney general 'raise serious questions'. CNN suspended prime-time anchor Chris Cuomo indefinitely after records released this week by the New York attorney general's office provided a detailed look into his efforts to help his brother, former New York Gov. Andrew Cuomo, respond to allegations of sexual misconduct.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investigators-authorized-to-search-weapons-supplier-in-alec-baldwin-rust-film-fatal-shooting-11638323802", "title": "Investigators Authorized to Search Weapons Supplier in 'Rust' Shooting", "date": "2021-12-01 20:57", "summary": "New affidavit describes how reloaded ammunition or live bullets from practice may have ended up on set. A new affidavit released by authorities Tuesday offered the first possible explanations of how live ammunition ended up in a revolver fired by Alec Baldwin in a fatal shooting on the set of the film \"Rust.\"", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dr-oz-enters-race-for-gop-senate-seat-in-pennsylvania-11638314761", "title": "Dr. Oz Enters Race for GOP Senate Seat in Pennsylvania", "date": "2021-12-01 20:54", "summary": "Celebrity surgeon is among several candidates seeking to replace retiring Sen. Pat Toomey. Celebrity surgeon Mehmet Oz filed paperwork Tuesday to run for an open Senate seat in Pennsylvania, further scrambling a crowded GOP primary field in a state that could determine which party wins control of the Senate in next year's midterm elections.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-marjorie-taylorgreene-nancy-mace-lauren-boebert-11638298925", "title": "GOP Lawmakers Trade Insults on Twitter in Latest Intraparty Blowup", "date": "2021-12-01 20:42", "summary": "Marjorie Taylor Greene questions the conservatism of Nancy Mace, prompting an emoji-laden comeback. WASHINGTON-Two prominent first-term Republican lawmakers publicly traded insults and argued over their conservative bona fides on Tuesday, just as party leaders have tried to quell dust-ups that have tested GOP unity.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-questions-if-purdues-sacklers-abused-bankruptcy-system-11638322753", "title": "Judge Questions If Purdue's Sacklers Abused Bankruptcy System", "date": "2021-12-01 20:39", "summary": "A judge considering whether to overturn a $4.5 billion settlement between Purdue Pharma and the Sacklers said she has serious concerns about distributions to family members. The federal judge weighing the $4.5 billion settlement between Purdue Pharma LP and the Sackler family members who own the OxyContin maker said she had serious concerns about whether they abused the bankruptcy system by collecting billions of dollars from the company before it filed for chapter 11 protection.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sic-transitory-gloria-inflation-transitory-jerome-powell-pat-toomey-11638314379", "title": "Sic 'Transitory' Gloria Fed", "date": "2021-12-01 19:13", "summary": "Federal Reserve Chairman Jerome Powell finally abandons the word to describe 6% inflation over the last year.. Federal Reserve Chairman Jerome Powell finally jettisoned the word \"transitory\" to describe today's inflation, and we suppose it's better late than never. Asked by Sen. Pat Toomey on Tuesday how long inflation would have to persist before the Fed no longer considers it to be transitory, Mr. Powell abandoned the word.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}]