[{"link": "https://www.wsj.com/articles/phil-mickelson-pga-championship-tee-time-11621726465", "title": "Phil Mickelson Chases Golf History at the PGA Championship", "date": "2021-05-22 19:37", "summary": "The 50-year-old enters the final round at Kiawah's Ocean Course with the lead, aiming to become the oldest major championship winner ever. The last time Phil Mickelson looked like a dominant golfer was in 2020. That's when he made his debut on the PGA Tour's senior circuit. He had just turned 50 years old, making him eligible to wallop a bunch of golfers even older than him. He was the TikTok generation of the PGA Tour Champions.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chellsie-memmel-gymnastics-mom-olympics-how-old-11621642072", "title": "Chellsie Memmel, 32-Year-Old Mother, Is the Comeback Gymnastics Wants", "date": "2021-05-22 17:32", "summary": "Memmel competed Saturday for the first time in nine years, against gymnasts born the year she won the world all-around title. INDIANAPOLIS-In the most grim period in American gymnastics history, amid a devastating pandemic, there is an unexpected bright spot: the unlikely comeback of a 32-year-old mother of two who is meticulously documenting her return on YouTube.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-hamas-cease-fire-holds-as-aid-trickles-into-gaza-strip-11621689863", "title": "Israel-Hamas Cease-Fire Holds as Aid Trickles Into Gaza Strip", "date": "2021-05-22 15:45", "summary": "Resume Subscription. A cease-fire between Israel and militant group Hamas was holding for a second day on Saturday, as more residents in Gaza emerged from their homes to survey the damage caused by Israeli airstrikes and foreign aid began trickling into the isolated strip of land.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-to-downgrade-mexicos-air-safety-rating-11621707887", "title": "U.S. to Downgrade Mexico's Air-Safety Rating", "date": "2021-05-22 14:24", "summary": "FAA has determined the country's oversight falls short of international standards. U.S. officials are planning to downgrade Mexico's aviation-safety rating in coming days, people familiar with the matter said, complicating a rebound in what has become the world's largest air-travel market between two nations.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/san-franciscos-victorian-houses-are-being-restored-to-their-original-glory-11621526457", "title": "Young Residents Are Restoring These San Francisco Homes to Their Original Glory", "date": "2021-05-22 13:50", "summary": "The city's storied Victorians are being preserved and restored as young homeowners trade open-floor layouts for a more conducive work-from-home environment. San Francisco's storied Victorians are making a comeback.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colombia-under-pressure-to-halt-police-violence-against-protesters-11621700982", "title": "Colombia Under Pressure to Halt Police Violence Against Protesters", "date": "2021-05-22 12:29", "summary": "Resume Subscription. BOGOTÁ, Colombia-Colombia is coming under international pressure to halt what diplomats and human-rights advocates say is an unprecedented and ruthless police crackdown on citizens during three weeks of sometimes-violent protests in which police have sporadically been targeted.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/jeffrey-epstein-guards-avoid-jail-time-11621699866", "title": "Jeffrey Epstein Guards Reach Deal to Avoid Jail Time, Conviction", "date": "2021-05-22 12:11", "summary": "Federal authorities deferred prosecution of two employees who admitted to falsifying records the night the disgraced financier died by suicide. Two federal correctional employees accused of neglecting their duties the night Jeffrey Epstein killed himself in a Manhattan jail cell in 2019 have reached an agreement with federal prosecutors to resolve the criminal charges against them without jail time, prosecutors said Friday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scott-stringer-says-he-is-the-comeback-kid-in-new-york-citys-mayoral-race-11621692045", "title": "Stringer Says He Is 'Comeback Kid' in New York Mayoral Race", "date": "2021-05-22 11:31", "summary": "Resume Subscription. When New York City Comptroller Scott Stringer announced last September he was running for mayor, he was widely considered the Democratic front-runner, positioning himself as the progressive candidate with a long history of public service and the managerial experience needed to lead an economic recovery from the Covid-19 pandemic.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/progressives-pressure-top-democrats-on-israel-arms-deal-policing-11621697400", "title": "Progressives Pressure Top Democrats on Israel Arms Deal, Policing", "date": "2021-05-22 11:30", "summary": "Biden plays down liberals' influence in challenging party unity in Congress. WASHINGTON-An increasingly vocal progressive wing is putting more pressure on Democratic leaders over hot-button issues including U.S. military aid to Israel, Capitol security funding and policing practices.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-anti-victorias-secret-underwear-revolution-is-here-11621686600", "title": "The Anti-Victoria's Secret Underwear Revolution Is Here", "date": "2021-05-22 11:21", "summary": "A new wave of inclusive, direct-to-consumer brands aimed at Gen Z and millennial shoppers-including Parade, Cuup and Negative- is shaking up the intimates market. Off Brand is a column that delves into trends in fashion and beauty.", "categories": [["Life & Work", "Style & Fashion", "Off Brand"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/off-brand?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-china-tech-fight-opens-new-front-in-ethiopia-11621695273", "title": "U.S.-China Tech Fight Opens New Front in Ethiopia", "date": "2021-05-22 10:54", "summary": "A U.S.-backed consortium beat a Chinese-backed one for a multibillion-dollar contract to build Ethiopia's 5G-capable network. A U.S.-backed consortium beat out one financed by China in a closely watched telecommunications auction in Ethiopia-handing Washington a victory in its push to challenge Beijing's economic influence around the world.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grocers-need-not-fear-amazonfor-now-11621692001", "title": "Grocers Need Not Fear Amazon-for Now", "date": "2021-05-22 10:00", "summary": "While e-commerce company's multiyear effort has yet to pay off, established players can't afford to chill. Amazon 's disruptive streak hasn't yet extended to the grocery aisles. Supermarkets should still be on their toes.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/help-me-honda-the-owner-of-this-z600-named-it-his-happy-little-car-11621692000", "title": "Help Me Honda: The Owner of This Z600 Named It His 'Happy Little Car'", "date": "2021-05-22 10:00", "summary": "Resume Subscription. Ray Hamman, 75, a retired information technology executive living in Clarkston, Mich., on his 1972 Honda Z600, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pinterest-ai-growth-11621604558", "title": "Pinterest's Use of AI Drives Growth", "date": "2021-05-22 10:00", "summary": "Using neural networks, the site is able to find images-and ads-that will catch the consumer's eye. In the Customer Experience report, we look at the many ways companies and consumers interact and how companies might make those experiences better for consumers. Previous coverage and new stories running this week can be found here.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pga-championship-third-round-leaderboard-scores-kiawah-11621643848", "title": "The Answer at the PGA Championship Is Blowing in the Wind", "date": "2021-05-22 10:00", "summary": "Phil Mickelson and Louis Oosthuizen lead after two rounds at Kiawah's Ocean Course, where windy conditions are proving hellacious for the world's best golfers. Kevin Kisner is a South Carolina native. His sister has a beach house in Kiawah. He can't count the number of times he has visited the island that houses one of the world's most famous golf courses. But the No. 44 ranked golfer in the world almost never actually plays the Ocean Course when he's there.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crowd-pleasing-car-11621690200", "title": "Crowd-Pleasing Car", "date": "2021-05-22 09:30", "summary": "Ray Hamman's 1972 Honda Z600 draws smiles and laughter from passersby. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/to-do-list-reminders-and-calendar-apps-to-help-you-remember-11621688407", "title": "To-Do List, Reminders and Calendar Apps to Help You Remember", "date": "2021-05-22 09:00", "summary": "We've all become more forgetful over the past year. It's time to enlist help from memory-aiding apps, services and assistants. Priyanka and Ragu Murthy jokingly refer to themselves as the \"Murthy Family of Losers.\" That's because they're constantly losing wallets, keys and their TV remote.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-lower-their-sights-on-healthcare-changes-11621688400", "title": "Democrats Lower Their Sights on Healthcare Changes", "date": "2021-05-22 09:00", "summary": "Progressive hopes for Medicare for All and a public option face steep odds. Many progressive Democrats and President Biden are facing the political reality that far-reaching healthcare overhauls aren't likely to succeed in the short term, which means their hopes may rest instead on building on recent Affordable Care Act changes and reducing prescription drug costs.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sports-scores-win-11621604791", "title": "What Sports Fans Lose When It's So Easy to Find Out Who Won", "date": "2021-05-22 09:00", "summary": "Before scores were everywhere, fans had the anticipation of waiting and wondering-and extreme efforts to follow their teams added to the experience. In the Customer Experience report, we look at the many ways companies and consumers interact and how companies might make those experiences better for consumers. Previous coverage and new stories running this week can be found here.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-campaign-against-h-m-divides-fashion-industry-group-11621686650", "title": "China Disappeared H&M From Its Internet, Splitting Fashion Industry Group", "date": "2021-05-22 08:30", "summary": "Resume Subscription. A debate over how much to push back against the Chinese government has set off a conflict inside a prominent coalition that guides much of the world's cotton production.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/vermont-vies-for-more-residents-after-newcomers-flocked-to-state-during-covid-19-11621686602", "title": "Vermont Vies for More Residents After Newcomers Flocked to State During Covid-19", "date": "2021-05-22 08:30", "summary": "Resume Subscription. The pandemic gave Vermont a jolt, as residents from other states migrated to the Green Mountains in search of a pastoral refuge with relatively low rates of Covid-19 infections. Now the challenge for the rural, aging state is keeping the momentum going.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/chinas-zhurong-rover-begins-roaming-mars-11621686319", "title": "China's Zhurong Rover Begins Roaming Mars", "date": "2021-05-22 08:25", "summary": "China becomes only the second country to successfully operate a rover on Mars after the U.S.. HONG KONG-China's Zhurong rover set its wheels on the surface of Mars early Saturday, beginning a tour of the red planet that is expected to last 90 days.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nightmare-alley-a-restoration-to-dream-about-11621681203", "title": "'Nightmare Alley': A Restoration to Dream About", "date": "2021-05-22 07:00", "summary": "Cinephiles will delight in the Criterion Collection's soon-to-be released remastered version of the classic 1947 noir film starring Tyrone Power.. ", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/metoo-supporters-in-china-discouraged-as-accuser-faces-court-delay-11621681201", "title": "#MeToo Supporters in China Discouraged as Accuser Faces Court Delay", "date": "2021-05-22 07:00", "summary": "A former intern who alleged she was sexually harassed by one of China's best-known TV anchors says a court delayed her case hours before a scheduled hearing. When a former intern at China's state broadcaster accused one of the country's best-known TV anchors of sexual harassment in 2018, it energized women's rights activists in the country, who saw it as a sign the #MeToo movement was gaining momentum in China.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-land-by-dave-holland-review-songs-for-a-summer-afternoon-11621681202", "title": "'Another Land' by Dave Holland Review: Songs for a Summer Afternoon", "date": "2021-05-22 07:00", "summary": "The jazz bassist reunites with guitarist Kevin Eubanks and drummer Obed Calvaire on an easygoing album.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-face-mask-rules-put-grocery-workers-back-at-center-of-debate-11621675803", "title": "New Face-Mask Rules Put Grocery Workers Back at Center of Debate", "date": "2021-05-22 05:30", "summary": "Supermarket employees say they feel their health is at risk as some people drop masks. Supermarket workers are back in the middle of a national conversation about face masks.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/selling-to-buy-a-bigger-home-it-may-be-rough-in-this-hot-market-11621675802", "title": "Selling to Buy a Bigger Home? It May Be Rough in This Hot Market", "date": "2021-05-22 05:30", "summary": "Here's how to look at the financials and logistics of trading up in a seller's market. Luis Gazitua put his Florida home up for sale in April when he saw the influx of clients coming from out of state to buy homes at prices he had never dreamed of.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meet-wall-streets-crypto-artist-11621675805", "title": "Meet Wall Street's Crypto Artist", "date": "2021-05-22 05:30", "summary": "Resume Subscription. Sarah Meyohas's work at the intersection of art, technology and finance earned the contemporary artist fame with financiers and tech geeks. Her latest piece aims squarely at the crypto crowd.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/family-reunion-trips-inspiring-ideas-and-foolproof-strategies-11621656603", "title": "How to Plan Your Post-Vaccine Family Reunion Trip", "date": "2021-05-22 00:10", "summary": "Want to simultaneously book a much-needed escape and finally see your extended clan? Family-reunion vacations are taking off. Here's how to max out together-time, plus 9 resorts, from Maine to Wyoming, that welcome big broods.. FOR SHEENA SUAREZ, having to watch her only brother get married via Facebook Live last February was \"the last straw.\" The Brooklynite had already endured an entire pandemic pregnancy and birth with no way to share the experience with her siblings in real life, even as her newborn doubled in size. Ms. Suarez's family hadn't gathered since June 2019. So, last month, on the occasion of her parents' 40th wedding anniversary, nine members of her extended clan drove from Brooklyn and Richmond, Va., converging on a hotel in Virginia Beach. Like many Americans newly emboldened by the Covid vaccine, Ms. Suarez was eager to both take a long overdue vacation and see her family. \"Time to me now is so precious,\" she said. \"Without the pandemic, actually, I wouldn't have appreciated that.\" If they'd been seeing each other every other month, as in other years, \"it wouldn't be a reunion. It would be a regular visit.\"", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-honest-abe-learned-from-geometry-11621656062", "title": "What Honest Abe Learned From Geometry", "date": "2021-05-22 00:01", "summary": "For today's students as for Abraham Lincoln, geometrical proofs offer a gold standard for integrity and clear thinking. In 1865, the Reverend J.P. Gulliver asked Abraham Lincoln how he came to acquire his famous rhetorical skill. The President gave an unusual response:", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11621628988", "title": "Pepper...and Salt", "date": "2021-05-22 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-and-the-end-of-the-car-as-we-know-it-11621656010", "title": "Apple and the End of the Car as We Know It", "date": "2021-05-22 00:01", "summary": "As cars become computers with wheels, Apple is joining other tech companies in eyeing the $5 trillion auto market. Now that the car is evolving into essentially a smartphone on wheels, it's no wonder Apple is kicking the tires.", "categories": [["Tech", "Keywords: Christopher Mims"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/green-finance-goes-mainstream-lining-up-trillions-behind-global-energy-transition-11621656039", "title": "Green Finance Goes Mainstream, Lining Up Trillions Behind Global Energy Transition", "date": "2021-05-22 00:00", "summary": "Resume Subscription. Some of the world's biggest companies and deepest-pocketed investors are lining up trillions of dollars to finance a shift away from fossil fuels.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-to-ask-george-clooney-for-advice-11621656043", "title": "How to Ask George Clooney for Advice", "date": "2021-05-22 00:00", "summary": "One of Hollywood's most powerful agents, Bryan Lourd, says: 'All of the dysfunction in my life made me great at this job'. In Personal Board of Directors, top business leaders talk about the people they turn to for advice, and how those people have shaped their perspective and helped them succeed. Previous installments from the series are here.", "categories": [["Personal Board of Directors"]], "category_links": ["https://www.wsj.com/news/types/personal-board-of-directors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-covid-19-crisis-tests-the-worlds-back-offices-11621656009", "title": "India's Covid-19 Crisis Tests the World's Back Offices", "date": "2021-05-22 00:00", "summary": "The country's IT giants are trying to provide vaccines and medical treatment for millions of staff without letting their work slip. India's giant outsourcing firms are facing a two-front challenge: protecting the health of millions of employees as the nation suffers the world's worst Covid-19 crisis, and ensuring that their work continues as usual for the big Western companies on their client lists.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-will-provide-covid-19-vaccines-to-550-000-south-korean-troops-engaged-with-u-s-forces-11621637522", "title": "U.S. Will Provide Covid-19 Vaccines to 550,000 South Korean Troops Engaged With U.S. Forces", "date": "2021-05-22 22:06", "summary": "Biden says the two countries are forging a partnership on vaccine manufacturing. President Biden said Friday the U.S. will provide Covid-19 vaccines to 550,000 South Korean troops working in close contact with American forces in the region.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amcs-largest-shareholder-wanda-group-pares-down-stake-11621644038", "title": "AMC's Largest Shareholder Pares Down Stake", "date": "2021-05-22 20:40", "summary": "The Chinese conglomerate had bought the theater chain in 2012 and helped to take it public. AMC Entertainment Holdings Inc.'s largest shareholder, China's Dalian Wanda Group Co., has sold most of its shares in the movie-theater chain, according to a securities filing on Friday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-rules-out-justice-department-access-to-journalists-phone-records-11621639951", "title": "Biden Rules Out Justice Department Access to Journalists' Phone Records", "date": "2021-05-22 20:22", "summary": "President's comments come after two news outlets said they were informed agency made such a move during Trump administration. WASHINGTON-President Biden said he wouldn't allow his Justice Department to gain access to journalists' phone and email records.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]