[{"link": "https://www.wsj.com/articles/sitting-bulls-closest-living-descendant-confirmed-using-new-dna-analysis-11635386220", "title": "Sitting Bull's Closest Living Descendant Confirmed Using New DNA Analysis", "date": "2021-10-27 21:58", "summary": "Geneticists used limited, old DNA sample from Native American leader's scalp lock to confirm man is his great-grandson. Researchers have proved that a man who claimed to be the great-grandson of Sitting Bull truly is related to the legendary Lakota Sioux leader, thanks to new innovations in DNA testing.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republican-lawmakers-question-vetting-standards-for-afghans-brought-to-u-s-11635362249", "title": "Republican Lawmakers Question Vetting Standards for Afghans Brought to U.S.", "date": "2021-10-27 20:55", "summary": "Some evacuees who failed to pass extra screening checks are being temporarily held in Kosovo. WASHINGTON-Republican lawmakers are questioning the vetting process used to bring Afghans to the U.S., saying standard screening steps were bypassed during the chaotic evacuation effort that took place following Kabul's fall two months ago.", "categories": [["WSJ News Exclusive", "National Security"]], "category_links": ["https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdonalds-sales-rise-as-u-s-menu-prices-climb-11635332402", "title": "McDonald's Raises Menu Prices as U.S. Worker Wages Climb", "date": "2021-10-27 19:34", "summary": "Burger giant's same-store sales surpass pre-pandemic levels as Covid-19 restrictions loosen in major markets. McDonald's Corp. is raising menu prices to keep pace with rapidly growing costs, the company said, with wages alone up at least 10% so far this year at U.S. restaurants.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/northwell-teams-with-aegis-ventures-to-foster-ai-driven-healthcare-startups-11635375600", "title": "Northwell Teams With Aegis Ventures to Foster AI-Driven Healthcare Startups", "date": "2021-10-27 19:30", "summary": "The new joint venture will focus on applying artificial intelligence to improve health quality and equity and lower costs. Northwell Health is teaming up with startup studio Aegis Ventures with the aim of creating companies powered by artificial intelligence to address issues like health equity, quality and costs.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-cases-in-meat-plants-were-much-higher-than-previously-known-report-says-11635371970", "title": "Covid-19 Cases in Meat Plants Far Exceed Earlier Estimates", "date": "2021-10-27 19:26", "summary": "Data on five of the largest conglomerates show 59,000 workers contracted the virus, compared with earlier estimates of 22,700. The number of workers at U.S. meatpacking plants who contracted Covid-19 and who died from the virus was significantly higher than previously known, according to a new congressional report.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medicaid-aca-expansion-democrats-manchin-11635343973", "title": "Black and Hispanic Lawmakers Push to Keep Medicaid Expansion in Democrats' Plan", "date": "2021-10-27 19:04", "summary": "Lawmakers are trimming the social-policy and climate proposal to try to hit a $1.75 trillion target. WASHINGTON-Powerful blocs of Democratic lawmakers are fighting to keep a proposed expansion of health coverage for lower-income Americans in President Biden's social spending and climate agenda, hoping to survive a cull of programs as the party trims the package's price tag.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carhartt-puts-the-countrys-worker-shortage-at-the-center-of-an-ad-campaign-11635375668", "title": "Carhartt Puts the Country's Worker Shortage at the Center of an Ad Campaign", "date": "2021-10-27 19:01", "summary": "The workwear company, whose apparel made a cameo at the Golden Globes earlier this year, makes a 'call to work' as employers struggle to recruit skilled labor. A new ad campaign from the workwear seller Carhartt Inc. invokes the nation's labor crunch to encourage consumers to take new jobs-and to wear its clothes when they do.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stores-to-customers-behind-on-christmas-shopping-supply-chain-11635375486", "title": "Stores to Customers: You're Already Behind on Your Christmas Shopping", "date": "2021-10-27 18:59", "summary": "Retailers are nudging buyers to get started early for the holidays with crash courses in supply chains; 'Best time to order? Right now!'. Retailers want you to know how hard they have it this holiday shopping season.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-apples-privacy-changes-hurt-snap-and-facebook-but-benefitted-google-11635375190", "title": "Why Apple's Privacy Changes Hurt Facebook but Benefited Google", "date": "2021-10-27 18:53", "summary": "New iPhone privacy standards rocked digital advertising, raising some boats and lowering others. Apple Inc.'s recent privacy crackdown has affected the largest players in online advertising very differently, recent quarterly results show, underscoring the strengths and weaknesses of each tech giant's ad business.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-wont-approve-leveraged-bitcoin-fund-source-says-11635370934", "title": "SEC Won't Approve Leveraged Bitcoin Fund", "date": "2021-10-27 18:46", "summary": "Regulator has signaled it will allow only unleveraged funds tied to the cryptocurrency, at least for now. The Securities and Exchange Commission asked at least one asset manager not to proceed with plans for a leveraged bitcoin exchange-traded fund, according to a person familiar with the matter.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fly-by-night-taxation-democrats-congress-tax-hikes-ron-wyden-joe-biden-11635371820", "title": "Fly-by-Night Taxation", "date": "2021-10-27 18:44", "summary": "The Democratic tax show has become a tragi-comedy of errors.. There's never been anything like this, and we've been around a long time. Democrats are writing tax policy for a $22 trillion economy on the fly, floating new tax increases willy-nilly, with little thought to the consequences and no time for public debate.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-accelerating-illinois-gerrymander-11635374502", "title": "The Accelerating Illinois Gerrymander", "date": "2021-10-27 18:41", "summary": "Democrats debate an even more extreme map than before.. When the Illinois Democratic Legislature put forward congressional maps this month, even the New York Times said the House seats \"would be among the most gerrymandered in the country.\" With three of 17 seats leaning GOP (compared to five of 18 today), the Princeton Gerrymandering Project gave the map an \"F\" for partisan fairness.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/annoy-putinwatch-this-movie-11635374326", "title": "Annoy Putin-Watch This Movie", "date": "2021-10-27 18:38", "summary": "At the screening of a film about Soviet horror, thugs arrive to intimidate free-thinking Russians.. Last year this column lauded the brilliant film \"Mr. Jones,\" which chronicles the Soviet Union's mass starvation of Ukraine during the murderous reign of Stalin-and the 1930s media coverup led by Walter Duranty of the New York Times. A year later, the film hasn't gotten any more popular among Russian enemies of liberty.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-are-the-wuhan-subpoenas-ecohealth-alliance-peter-daszak-nih-anthony-fauci-gain-of-function-coronavirus-11635343111", "title": "Where Are the Wuhan Subpoenas?", "date": "2021-10-27 18:37", "summary": "U.S. funding for risky Chinese virus research deserves investigation.. Chinese stonewalling means it's unlikely the world will ever know Covid-19's exact origins. Yet many avenues of investigation remain unexplored that could yield lessons for the future.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-senator-who-cried-debt-crisis-schumer-limit-fiscal-11635367721", "title": "The Senator Who Cried Debt Crisis", "date": "2021-10-27 18:29", "summary": "Schumer, Pelosi, and Biden have all played games with the borrowing limit.. As President Biden decamps for a global climate summit in Scotland, he leaves major legislative issues unresolved. A deal with Sens. Joe Manchin and Kyrsten Sinema slimming down the Biden-Sanders welfare state expansion, nominally priced at $3.5 trillion, remains elusive. There's no fiscal 2022 federal budget, as the government is funded with a continuing resolution through Dec. 3. The House hasn't voted on the bipartisan infrastructure bill the Senate passed in August, as Speaker Nancy Pelosi fears its approval might doom the Biden-Sanders proposal.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-mckinsey-co-does-business-with-greenhouse-gas-emitters-carbon-footprint-energy-11635369741", "title": "Why McKinsey & Co. Does Business With Greenhouse-Gas Emitters", "date": "2021-10-27 18:28", "summary": "The firm aims to keep the economy running and help it reach net zero by 2050.. The COP26 climate-change conference begins next week, and many ask: Should big companies be working with enterprises that are responsible for adding considerable amounts of greenhouse gases to the atmosphere? It's a fair question. For McKinsey & Co., the answer is yes.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-incredible-shrinking-biden-buil-back-better-spending-manchin-sinema-11635368064", "title": "The Incredible Shrinking Biden", "date": "2021-10-27 18:26", "summary": "In February, he told congressional Democrats, 'Go big.' They're smaller now.. One of Mr. Biden's first acts as president was to meet with Democratic congressional leaders to discuss his legislative plans. He told them: \"Go big.\" Less than a year later, he's gone small.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wildcat-review-go-west-young-lady-11635373549", "title": "'Wildcat' Review: Go West, Young Lady", "date": "2021-10-27 18:25", "summary": "Fleeing a childhood marked by violence and neglect, the woman who took the name Pearl Hart picked up a pistol and became a legend.. Near the end of \"The Great Plains,\" his classic 1931 study of the Anglo-American conquest of the nation's midsection, historian Walter Prescott Webb acknowledged that, \"since practically this whole study has been devoted to the men, [women] will receive scant attention here.\" Much the same could be said even today about the genre of Western biography, in which books about famous men such as George Armstrong Custer, William \"Buffalo Bill\" Cody and Sitting Bull proliferate, with relatively few volumes dedicated to exploring the lives of the region's female characters. To be sure, figures like Annie Oakley and Calamity Jane have drawn their share of attention, but they are the exceptions that prove the rule. In \"Wildcat,\" the writer John Boessenecker offers for our examination the life of Pearl Hart, whom he deems \"the Wild West's most notorious woman bandit.\" Alas, as a contribution to our understanding of the world of frontier women, it is a limited addition.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-issues-first-passport-with-x-gender-marker-11635356954", "title": "U.S. Issues First Passport With X Gender Marker", "date": "2021-10-27 18:23", "summary": "The State Department has been moving to broaden options for applicants who are nonbinary, intersex or gender-nonconforming. The State Department issued its first passport with an X gender designation, a significant step for Americans who don't identify as exclusively male or female.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/climate-activists-blow-smoke-on-wildfire-fears-adaptation-land-11635367688", "title": "Climate Activists Blow Smoke on Wildfire Fears", "date": "2021-10-27 17:58", "summary": "The amount of land burned has declined steadily since 1900, even with rising temperatures.. Editor's note: As November's global climate conference in Glasgow draws near, important facts about climate change don't always make it into the dominant media coverage. We're here to help. Each Thursday contributor Bjorn Lomborg will provide some important background so readers can have a better understanding of the true effects of climate change and the real costs of climate policy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baseball-diamonds-are-forever-senior-citizen-league-11635367996", "title": "Baseball Diamonds Are Forever", "date": "2021-10-27 17:57", "summary": "Bill Lee played in the 1975 World Series-and, at 74, is in another one.. Tempe, Ariz.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hertz-partners-with-uber-to-offer-50-000-tesla-rentals-11635337940", "title": "Hertz Links Up With Uber to Offer 50,000 Tesla Rentals", "date": "2021-10-27 17:54", "summary": "Deal builds on Hertz's initiative to invest in electric-vehicle rental fleet. Hertz Global Holdings Inc. said Wednesday it is linking up with Uber Technologies Inc. to make 50,000 Teslas available in Uber's ride-sharing network by 2023, the latest in the rental-car company's efforts to build momentum postbankruptcy.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-military-chief-says-chinas-hypersonic-missile-test-is-close-to-sputnik-moment-11635344992", "title": "China's Hypersonic Missile Test Is Close to 'Sputnik Moment,' U.S. Military Chief Says", "date": "2021-10-27 17:42", "summary": "Gen. Mark Milley says Pentagon is focused on the military development. WASHINGTON-The top U.S. military official described China's recent test of a hypersonic missile as a near \"Sputnik moment\" and said that the Pentagon was focused on the development.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-profit-sinks-as-chip-shortage-takes-toll-11635336675", "title": "Profit Falls at GM and Ford as Chip Shortage Takes Toll", "date": "2021-10-27 17:33", "summary": "Executives from the Detroit auto makers say supply-chain disruptions should slowly improve in the fourth quarter and throughout next year. The two largest U.S. auto makers reported steep drops in third-quarter profit as the computer-chip shortage dented factory output, and each said the problem would leave dealership lots nearly bare well into 2022.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cftc-chief-says-recent-crypto-cases-are-tip-of-the-iceberg-11635370374", "title": "CFTC Chief Says Recent Crypto Cases Are 'Tip of the Iceberg'", "date": "2021-10-27 17:32", "summary": "Acting Chairman Behnam urges Congress to consider expanding the agency's ability to oversee cryptocurrency markets. WASHINGTON-The acting head of the Commodity Futures Trading Commission said Wednesday that he plans to continue aggressively policing cryptocurrency markets and called on Congress to consider expanding his agency's authority to do so.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hunchback-of-notre-dame-lon-chaney-charles-laughton-quasimodo-esmeralda-victor-hugo-11635368503", "title": "'The Hunchback of Notre Dame' Still Rings the Bell", "date": "2021-10-27 17:02", "summary": "Victor Hugo's tale still resonates with audiences, and film versions from 1923 and 1939 would make for a captivating double feature. ", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-francis-to-visit-canada-seeking-reconciliation-with-indigenous-communities-11635340084", "title": "Pope Francis to Visit Canada, Seeking Reconciliation With Indigenous Communities", "date": "2021-10-27 16:58", "summary": "Generations of indigenous children were abused at residential schools, some run by the Catholic Church. ROME-Pope Francis will travel to Canada in an effort to heal relations with the country's indigenous communities, following scandals over the abuse of generations of indigenous children at church-run residential schools.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-10-27-2021-11635319937", "title": "Stocks Fall as Big Earnings Reports Roll In", "date": "2021-10-27 16:53", "summary": "McDonald's, Coca-Cola rise after reporting; energy shares skid. U.S. stocks fell in choppy trading Wednesday, retreating from records set just the previous day.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rent-the-runway-jumps-in-public-market-debut-11635352903", "title": "Rent the Runway Shares Fall in Public Market Debut", "date": "2021-10-27 16:46", "summary": "Clothing-rental company had 112,000 active subscribers at end of September, compared with 134,000 at end of 2019. Rent the Runway Inc. 's shares fell roughly 8% in their market debut on Wednesday as the clothing-rental business closed below its initial public offering price.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mimecast-explores-options-including-a-possible-sale-11635367602", "title": "Mimecast Explores Options Including a Possible Sale", "date": "2021-10-27 16:46", "summary": "Cybersecurity-software company has market value of about $4.5 billion. Email-security software maker Mimecast Ltd. is exploring a possible sale, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musks-net-worth-approaches-300-billion-11635348772", "title": "Elon Musk's Net Worth Approaches $300 Billion", "date": "2021-10-27 16:35", "summary": "Billionaire's wealth has soared as Tesla's market cap recently surpassed $1 trillion. Elon Musk's net worth is approaching $300 billion, putting him tens of billions of dollars ahead of the rest of the world's richest people.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dwac-the-trump-social-media-spac-could-make-its-backers-400-million-11635330600", "title": "Trump Social-Media SPAC Could Make Its Backers $440 Million", "date": "2021-10-27 16:21", "summary": "SPAC's creators and other insiders could earn a big paper profit if the stock stays at current levels. The obscure financiers who launched the shell company that is taking former President Donald Trump's social-media venture public are poised for a big payday if the deal gets completed.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/12-books-to-read-the-best-reviews-of-october-robert-e-lee-crossroads-franzen-trillions-11635365774", "title": "12 Books to Read: The Best Reviews of October", "date": "2021-10-27 16:17", "summary": "'Robert E. Lee,' 'Crossroads,' 'Trillions' and more of the books our reviewers highlighted this month.. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/third-point-has-big-shell-stake-urges-energy-giant-to-break-up-11635349151", "title": "Third Point Urges Shell to Split After Taking Big Stake", "date": "2021-10-27 16:14", "summary": "The activist hedge fund's stake is worth well over $500 million. Daniel Loeb's Third Point LLC has taken a large stake in Royal Dutch Shell PLC and is urging the oil giant to separate into two companies to retain and attract investors as many flee stocks seen as environmentally unfriendly.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/neiman-marcus-sales-show-rebound-from-2019-levels-11635353982", "title": "Neiman Marcus Sales Show Rebound From 2019 Levels", "date": "2021-10-27 16:04", "summary": "Luxury retailer records increases in bricks-and-mortar and online sales compared with pre-pandemic results. Luxury department-store operator Neiman Marcus Group Inc. on Tuesday privately reported quarterly earnings to bondholders, saying sales rose from 2019 levels at both its 44 physical stores and online.", "categories": [["Pro Bankruptcy Beyond Bankruptcy"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-beyond-bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sound-engineering-thursday-crossword-october-28-11635175850", "title": "Sound Engineering (Thursday Crossword, October 28)", "date": "2021-10-27 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/live-rounds-have-been-recovered-on-set-of-rust-sheriff-says-11635352585", "title": "Alec Baldwin Fired Live Round on Set of 'Rust,' Sheriff Says", "date": "2021-10-27 15:54", "summary": "Santa Fe County sheriff details findings from ongoing investigation into fatal incident on movie set at Bonanza Creek Ranch. SANTA FE, N. M.-Alec Baldwin fired a live round during a rehearsal of the film \"Rust,\" which killed the movie's cinematographer and wounded the director, the sheriff for Santa Fe County said Wednesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-at-home-espresso-machines-11635362270", "title": "Espresso in 30 Seconds? These Automatic At-Home Machines Are Fast and Tiny", "date": "2021-10-27 15:45", "summary": "Unlike the clunky manual machines that command a countertop and come with a steep learning curve, new automatics are petite yet powerful and produce a nearly foolproof brew. STAY-AT-HOME dad Don Bradner relies on the energy from his four-espresso-shots-a-day habit to keep up with his kids, but had tired of buying wasteful pods for his basic Nespresso machine. In August, he traded up to a Terra Kaffe TK-01, one of the new compact, hassle-free, automatic espresso machines that don't rely on pods. Now, he says, he's \"honestly just happier in the mornings.\"", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/merrick-garland-stands-behind-memo-on-threats-to-educators-11635359305", "title": "Merrick Garland Stands Behind Memo on Threats to Educators", "date": "2021-10-27 15:42", "summary": "DOJ order to have FBI help thwart intimidation of school officials is attacked by GOP senators; attorney general says order 'has nothing to do with politics'. WASHINGTON-Attorney General Merrick Garland signaled he has no plans to withdraw a memo ordering the FBI to help local leaders address threats against educators, as Republicans stepped up their criticism of it as a heavy-handed effort to silence parents who speak out on topics like mask mandates and how race is addressed in schools.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shiba-inu-coin-price-jumps-could-overtake-meme-cryptocurrency-dogecoin-11635350665", "title": "Shiba Inu Coin Price Jumps, Could Overtake Meme Cryptocurrency Dogecoin", "date": "2021-10-27 15:34", "summary": "The coin jumped 40% Wednesday and is now the 11th-largest cryptocurrency by market value. Meme cryptocurrencies may soon have a new top dog.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-billionaires-income-tax-would-work-11635325201", "title": "How the Billionaires Income Tax Would Work", "date": "2021-10-27 15:33", "summary": "Sen. Ron Wyden releases details of plan to impose multibillion-dollar tax bills on people such as Amazon founder Jeff Bezos and Tesla CEO Elon Musk. WASHINGTON-Democrats are poised to consider a plan that would upend tax rules for the wealthiest Americans, as Senate Finance Committee Chairman Ron Wyden makes a late bid for a new capital-gains tax in President Biden's social-spending and climate-change legislation.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsofts-new-normal-will-need-to-stick-11635361488", "title": "Microsoft's New Normal Will Need to Stick", "date": "2021-10-27 15:04", "summary": "Strong streak of growth and operating profit gains hasn't been seen in nearly two decades, but the stock's valuation sets a new high bar. It is hard to imagine what could go wrong with Microsoft these days. With current expectations where they are, not much would need to.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-push-to-loosen-russian-influence-on-gas-prices-bites-back-11635327001", "title": "Europe's Push to Loosen Russia's Hold on Gas Prices Bites Back", "date": "2021-10-27 15:01", "summary": "A move to ditch oil-linked gas contracts paid off when gas was in ample supply but will cost EU members an estimated $30 billion this year. For years, the European Union tried to loosen Russia's iron grip on its gas supplies by fostering a competitive import market. Those efforts have boomeranged this year as supplies run short, setting off an energy crisis across the Continent.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/halloween-movies-streaming-army-of-thieves-11635357474", "title": "What to Watch This Halloween: 10 Scary Movies and Shows to Stream", "date": "2021-10-27 15:00", "summary": "Resume Subscription. Halloween continues to inspire an annual release of frightening titles at a variety of temperatures-from harmless to horror. There will be heaping servings of gore for the gore-lovers this year. For families, there is a Muppets special. For the squeamish, there is a new film from a zombie franchise that isn't about zombies. Here's where to stream the screams:", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-k-audit-regulator-says-companies-need-to-improve-disclosure-on-revenue-cash-flows-11635360428", "title": "U.K. Audit Regulator Says Companies Need to Improve Disclosure on Revenue, Cash Flows", "date": "2021-10-27 14:47", "summary": "The FRC said it found several businesses' reports lacking in detail or containing errors as part of its annual review. The U.K. audit and accounting regulator said it questioned nearly 100 companies about their reporting in areas including revenue and cash flows and asked 15 of them to restate their accounts as part of an annual review of financial filings.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ll-bean-boat-and-tote-best-carry-on-travel-bag-11635355792", "title": "The Best Carry-On Travel Bag Is Nearly 80 Years Old", "date": "2021-10-27 14:45", "summary": "L.L. Bean's iconic 'Boat and Tote' tote has survived the test of time-and countless airline bins. For the Baggage Claim series, seasoned travelers unpack their devotion to a favorite piece of luggage or travel accessory.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-to-return-to-nuclear-deal-talks-in-vienna-next-month-11635348645", "title": "Iran to Return to Nuclear Deal Talks Next Month", "date": "2021-10-27 14:36", "summary": "Tehran's chief negotiator said it would resume stalled discussions in November on reviving the 2015 accord. Iran will return to nuclear talks before the end of November, its chief negotiator said Wednesday, restoring the Biden administration's hopes that it can revive the 2015 nuclear deal.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prop-gun-what-alec-baldwin-11634922660", "title": "What Is a Prop Gun? Shooting Involving Alec Baldwin Prompts Questions Over Safety", "date": "2021-10-27 14:29", "summary": "Shooting involving Alec Baldwin prompts questions. ", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-probes-visas-relationships-with-fintech-firms-11635358833", "title": "Justice Department Investigates Visa's Fintech Relationships", "date": "2021-10-27 14:20", "summary": "Antitrust investigators are scrutinizing financial incentives Visa gave to Square, Stripe and PayPal. The Justice Department is scrutinizing Visa Inc.'s relationships with large financial-technology companies as part of its antitrust investigation of the card giant, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-donald-trump-2020-election-fraud-pennsylvania-ballots-11635280347", "title": "President Trump Responds on Pennsylvania's 2020 Election", "date": "2021-10-27 14:15", "summary": "Donald Trump writes a letter to the editor.. In your editorial \"The Election for Pennsylvania's High Court\" (Oct. 25), you state the fact that a court wrongly said mail-in ballots could be counted after Election Day. \"This didn't matter,\" you add, \"because Mr. Biden won the state by 80,555, but the country is lucky the election wasn't closer. If the election had hung on a few thousand Pennsylvanians, the next President might have been picked by the U.S. Supreme Court.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/esg-investing-financial-rule-fiduciary-biden-11635281022", "title": "A New Investing Rule and the Future of ESG", "date": "2021-10-27 14:14", "summary": "Let the market decide whether to use environmental, social and governance criteria.. The alarms raised by your editorial on the Labor Department proposed rule are misguided (\"Your New Woke 401(k),\" Oct. 21). The proposed rule doesn't direct retirement fiduciaries to make specific investment choices. Rather, using plain language, it clarifies the confusion caused by the previous administration's use of the term \"nonpecuniary\" to describe environmental, social and governance criteria. The Biden administration proposal correctly leaves judgments about investment criteria to financial professionals to determine what is best for their plan participants.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/campus-college-free-speech-diversity-thought-alumni-donations-university-11635281534", "title": "Want Change on Campus? Stop Funding the Problem", "date": "2021-10-27 14:13", "summary": "Alumni have the power to withhold money.. Alumni have a strong weapon to use to stand up for freedom of speech on campus (\"Alumni Unite for Freedom of Speech\" by Stuart Taylor Jr. and Edward Yingling, op-ed, Oct. 18) and against intolerance of different viewpoints: the withholding of money. This can include refusing to watch or attend any sporting events involving your alma mater (or perhaps any other university as well), refusing to purchase anything from the school, including any item, such as a sweatshirt, that is official merchandise, and, of course, refusing to donate to the alumni association.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/military-dod-pentagon-climate-change-crt-china-11635283153", "title": "Fashionable Slogans Distract Military From Core Competencies", "date": "2021-10-27 14:11", "summary": "The Defense Department should focus on a strategic vision and the operational concepts to handle China.. I hope Nadia Schadlow's \"The Distracted Defense Department\" (op-ed, Oct. 22) attracts the attention of the Biden administration. The Democrats have used the Defense Department over the past 40 years to test numerous social programs, which should be under the purview of other federal departments-Health and Human Services, the National Institutes of Health and so forth. Our flag and general officers' gifts in the \"art of sloganology\" contribute to many of these political distractions.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-plan-to-stave-off-a-startup-winter-11635358035", "title": "A Plan to Stave Off a 'Startup Winter'", "date": "2021-10-27 14:07", "summary": "Rep. Hakeem Jeffries calls for stricter antitrust laws for big online platforms.. Regarding Bettina Hein's op-ed \"Lawmakers Plan to Tank the Startup Economy\" (Oct. 18): Building bipartisan consensus is no easy task. When I worked with Rep. Ken Buck (R., Colo.) to introduce the Platform Competition and Opportunity Act, one thing became clear to us both: Over the past decade, a handful of dominant online platforms kill competition by buying out businesses and startups that pose a threat to their death grip on the market. Some experts say we may already be entering a \"startup winter\" in which \"entrepreneurs dream of being bought, not of building something of their own.\" If that predatory, monopoly behavior continues unchecked, the economic consequences could be severe.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-canada-ends-quantitative-easing-11635344185", "title": "Bank of Canada Ends Quantitative Easing", "date": "2021-10-27 14:03", "summary": "Central bank moves up forecast for possible rate increases. OTTAWA -- The Bank of Canada said it would end quantitative easing and could raise its benchmark overnight interest rate sooner than it previously anticipated as policy makers tried to ward off concerns about high inflation.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/promising-covid-19-pill-licensed-to-u-n-backed-nonprofit-to-increase-global-supplies-11635328800", "title": "Promising Covid-19 Pill Licensed to Nonprofit to Increase Global Supply", "date": "2021-10-27 13:56", "summary": "Company is licensing molnupiravir to a group that will pick drugmakers to make the pill for low- and middle-income countries. Merck & Co. will license a promising Covid-19 drug to a United Nations-backed nonprofit to provide more supplies to low- and middle-income countries.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/strong-noreaster-storm-leaves-thousands-in-new-england-without-power-11635344108", "title": "Strong Nor'easter Storm Leaves Thousands in New England Without Power", "date": "2021-10-27 13:56", "summary": "Winds as high as nearly 90 mph were recorded in parts of Massachusetts. Hundreds of thousands of people in New England were left without power Wednesday, as a strong storm barreled up the East Coast with hurricane-force winds that downed trees and power lines.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fight-for-taiwan-could-come-soon-china-navy-defense-11635349097", "title": "The Fight for Taiwan Could Come Soon", "date": "2021-10-27 13:54", "summary": "Beijing may think it has an opening to seize the island before the West's military investments pay off.. The U.S. and China are engaged in a \"strategic competition,\" as the Biden administration has put it, with Taiwan emerging as the focal point. But an ascendant view inside the administration seems to be that while China represents a serious economic, political and technological challenge to American interests, it doesn't pose a direct military threat. This is a very imprudent assumption that could lead to war and, ultimately, American defeat. To avoid that disastrous outcome, the U.S. must recognize that China is a military threat-and conflict could come soon.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prof-biden-and-his-ambassadors-appointments-confirmation-payment-11635349354", "title": "Prof. Biden and His Ambassadors", "date": "2021-10-27 13:53", "summary": "The University of Pennsylvania paid the future president more than $900,000.. Presidents often reward big political donors with plum ambassadorships, but Joe Biden and the University of Pennsylvania appear to have come up with an innovation on the practice. Amy Gutmann, Penn's president, awaits Senate confirmation as U.S. envoy to Germany, and David L. Cohen, until July chairman of the university's Board of Trustees, as ambassador to Canada.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taking-on-tesla-comes-at-a-cost-for-gm-11635356622", "title": "Taking On Tesla Comes at a Cost for GM", "date": "2021-10-27 13:43", "summary": "The Detroit car maker's third-quarter results contained a warning that its EV-centric growth strategy will require substantial investments. General Motors pitches itself these days as a growth-focused technology company. It turns out that comes at a price.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spotify-ad-business-boosted-by-podcasts-11635328801", "title": "Spotify Ad Business Boosted by Podcasts", "date": "2021-10-27 13:41", "summary": "Strong user growth resumed in the third quarter, with the audiostreaming service reporting overall active users and paying subscribers both up 19%. Spotify Technology SA's big bet on podcasts appears to be paying off.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/duck-is-delicious-and-this-two-step-method-makes-it-easy-to-get-right-11635356235", "title": "Duck Is Delicious, and This Two-Step Method Makes It Easy to Get Right", "date": "2021-10-27 13:37", "summary": "Just give it a good sear on the stovetop to render out the fat and crisp the skin, then finish it off in the oven. Served with roasted radicchio, figs and grapes, it's a gorgeous fall meal, on the table in 35 minutes.. OPEN FIRE defines chef Tomos Parry's cooking at Brat in East London. \"There's something about its immediacy and simplicity,\" Mr. Parry said. \"You have to constantly adapt.\" He also likes the flavor smoke imparts and the textural variations flames produce.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-reports-loss-hit-by-dreamliner-and-starliner-setbacks-11635336087", "title": "Boeing Loss Driven by Dreamliner, Space Problems", "date": "2021-10-27 13:11", "summary": "Plane maker hit by disruption to 787 production and trouble with space vehicle launch, but hopes for China return. Boeing Co. reported a quarterly loss as 787 Dreamliner production problems and its latest space-launch setback offset a recovery in demand for new aircraft.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-argues-extradition-of-wikileaks-founder-julian-assange-should-go-ahead-11635354265", "title": "U.S. Argues Extradition of Julian Assange Should Go Ahead", "date": "2021-10-27 13:04", "summary": "An attorney representing the U.S. government said assurances made by the Justice Department should assuage concerns about Mr. Assange's mental health. LONDON-The U.S. appealed to a British court to allow the extradition of WikiLeaks founder Julian Assange, arguing that he wouldn't be held in a maximum-security prison should the U.K. send him to the U.S. for trial on charges of breaking espionage laws.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kraft-heinz-raises-full-year-outlook-as-it-tackles-inflation-11635336105", "title": "Kraft Heinz Confronts Inflation, Production Constraints", "date": "2021-10-27 13:00", "summary": "Food maker says it is prepared to continue raising prices if input costs keep climbing. Kraft Heinz Co. said it is working to manage a snarled supply chain as demand outstrips its capacity to produce kids' meals and other flagship products.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-canada-lead-west-in-weaning-economies-off-covid-19-pandemic-support-11635353559", "title": "U.K., Canada Lead West in Weaning Economies Off Covid-19 Pandemic Support", "date": "2021-10-27 12:52", "summary": "London's new tax and spending policies, along with faster growth, are forecast to shrink the U.K.'s budget deficit in coming years. LONDON-The U.K. dialed back government stimulus for the fast growing British economy, one of the first big Western economies to step away from the emergency policies put in place to tackle the coronavirus pandemic as concerns over inflation intensify.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-londoner-used-to-spooky-old-houses-converts-a-cemetery-caretakers-cottage-into-a-modern-showpiece-11635353066", "title": "A Londoner Used to Spooky Old Houses Converts a Cemetery Caretaker's Cottage Into a Modern Showpiece", "date": "2021-10-27 12:44", "summary": "Resume Subscription. Justin Maxwell Stuart was once in the habit of taking his dog for daily walks around Fulham Cemetery, a Victorian burial ground close to his West London home. In 2015, he noticed a For Sale sign had gone up outside the cemetery's tumbledown, neo-Gothic-style, three-bedroom lodge house, originally built to house cemetery staff. Intrigued, he decided to contact the estate agent.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/facebook-ftc-privacy-kids-11635289993", "title": "Facebook Faces FTC Probe Over Its Internal Research", "date": "2021-10-27 12:38", "summary": "Lawmakers want agency to determine if Facebook engaged in deceptive conduct; company says internal research is mischaracterized. WASHINGTON-Federal Trade Commission staffers have begun looking into disclosures that Facebook Inc.'s internal company research had identified ill effects from its products, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-appetites-power-through-inflation-11635349377", "title": "McDonald's, Coca-Cola Power Through Despite Inflation", "date": "2021-10-27 11:42", "summary": "Strong demand allows industry titans to raise prices with ease. Strong earnings from McDonald's , Kraft Heinz and Coca-Cola show America's food and beverage giants have what it takes to overcome inflationary pressures.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-workers-say-they-are-lured-abroad-and-exploited-for-belt-and-road-jobs-11635348143", "title": "Chinese Workers Say They Are Lured Abroad and Exploited for Belt-and-Road Jobs", "date": "2021-10-27 11:22", "summary": "Resume Subscription. SINGAPORE-Chinese laborer Zhang Qiang set off for Indonesia in March to work for a Chinese steelmaker. Six months later, he was wading through the waters off Malaysia's shores with four other men, fleeing what he called a scam.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ready-for-heels-try-the-surprisingly-comfortable-platform-11635348013", "title": "Ready for Heels? Try the Surprisingly Comfortable Platform", "date": "2021-10-27 11:20", "summary": "Thanks in part to Versace and Beyoncé, platforms are popular again, but not risk free. How to wear them wisely-plus, podiatrist-approved exercises to prime your feet for heels.. JULIA HAART contends that more people have seen her naked than without her platform heels. Indeed, if you google Ms. Haart-CEO of talent media company Elite World Group and star of the Netflix reality series \"My Unorthodox Life,\" which chronicles the glam lifestyle she built after leaving an ultra-Orthodox Jewish community-you'd be hard-pressed to find a photo of the 5-foot-tall New Yorker without her prodigious platforms. She says they lend her \"courage and confidence\" whether she's in the office or in labor-yes, labor. Ms. Haart insisted upon wearing 5-inch Christian Louboutin platforms during the birth of her son when doctors had to induce labor 12 weeks early. \"It was frightening and I was going to keep my shoes on...I felt like that was control.\"", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-ambitious-climate-goals-collide-with-reality-imperiling-global-efforts-11635346919", "title": "China's Ambitious Climate Goals Collide With Reality", "date": "2021-10-27 11:01", "summary": "Resume Subscription. China, the world's largest greenhouse-gas polluter, is heading to Glasgow climate talks next week with a bold agenda: For the first time, it promises to take major steps to wean itself off fossil fuels, committing to net-zero emissions before 2060.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/steel-companies-see-hot-market-extending-into-2022-11635345472", "title": "Steel Companies Say Hot Market Extends Into 2022", "date": "2021-10-27 10:37", "summary": "U.S. steelmakers are building new mills and raising prices for big customers. U.S. steelmakers said demand for steel will remain strong deep into next year, keeping prices high for customers such as auto and appliance makers and stoking continued investments in new mills.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/selling-the-family-farm-11635345000", "title": "Selling the Family Farm", "date": "2021-10-27 10:30", "summary": "The Chafees, a prominent family in Rhode Island politics, are selling their longtime home in Warwick.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/home-of-former-rhode-island-governors-john-chafee-and-son-lincoln-lists-for-5-95-million-11635345058", "title": "Home of Former Rhode Island Governors John Chafee and Son Lincoln Lists for $5.95 million", "date": "2021-10-27 10:30", "summary": "The Chafee family has owned the Warwick farm for roughly 60 years.. The longtime homestead of a Rhode Island political dynasty is going up for sale.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/billionaires-tax-bill-us-democrats-what-to-know-11635183720", "title": "What to Know About the Democrats' Plan to Tax Billionaires", "date": "2021-10-27 10:25", "summary": "Democrats are racing to finish writing a new tax on billionaires' unrealized capital gains. WASHINGTON-Democrats are considering a new tax on billionaires to help pay for President Biden's agenda.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rogers-family-feud-creates-boardroom-chaos-for-canadian-communications-firm-11635343453", "title": "Telecom Mogul's Family Feud Creates Boardroom Chaos for Canadian Telecom", "date": "2021-10-27 10:04", "summary": "Family scion splits with mother and sisters over leadership of media and sports empire. TORONTO-Before he died, Ted Rogers made clear in his autobiography that he had two wishes for the telecommunications empire he had built: keep Rogers Communications Inc. under the Rogers family control and ensure someone is in charge.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-durable-goods-orders-declined-in-september-amid-supply-constraints-11635338697", "title": "Orders for Big-Ticket Products Drop Amid Supply Constraints", "date": "2021-10-27 09:57", "summary": "Decline for items such as washers, computers and cars comes as manufacturers face higher costs, parts and labor shortages. U.S. orders for durable goods such as appliances, computers and cars decreased in September for the first time since spring, as manufacturers continued to confront higher material costs and parts and labor shortages.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cameron-payne-phoenix-suns-11635342611", "title": "The NBA's Most Surprisingly Valuable Player", "date": "2021-10-27 09:51", "summary": "Suns backup Cameron Payne was out of the league. Now he's a star in his role on a nearly $20 million contract. Even he can't believe it.. It wasn't long after his flight landed on another continent when Cameron Payne realized he was as far away from the NBA as a basketball player can possibly get.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhood-microsoft-gm-coca-cola-what-to-watch-when-the-stock-market-opens-today-11635332066", "title": "Robinhood, Microsoft, Coca-Cola, McDonald's: What to Watch in the Stock Market Today", "date": "2021-10-27 09:49", "summary": "Robinhood shares were sinking after its earnings report; Microsoft was ticking higher. Wall Street indexes are wavering amid another slew of results from some of the biggest U.S. companies. Here's what we're watching ahead of Wednesday's action:", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/poland-fined-over-1-million-a-day-by-eu-in-clash-over-judiciary-11635341581", "title": "Poland Fined Over $1 Million a Day by EU in Clash Over Judiciary", "date": "2021-10-27 09:33", "summary": "EU's top court imposes record daily fine over Poland's judicial overhaul. The European Union's top court on Wednesday handed down a record daily fine to Poland for failing to comply with its decisions, the latest episode in an escalating fight between Brussels and Warsaw over judicial independence.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-get-real-answers-about-your-kids-day-at-school-11635339601", "title": "How to Get Real Answers About Your Kid's Day at School", "date": "2021-10-27 09:00", "summary": "Tip one: Don't ask, 'How was your day?' Here are alternatives that work better.. For many parents, the quest can seem like a mission impossible: Prying information from your children about what they did at school all day.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-mcauliffe-youngkin-virginia-governor-race-11635334770", "title": "Election-Rigging Claims Fuel Virginia Governor's Race", "date": "2021-10-27 09:00", "summary": "Candidates Terry McAuliffe and Glenn Youngkin accuse each other of reinforcing election fraud theories. Former President Donald Trump's push to relitigate the results of the 2020 election has become a focal point in the closely watched Virginia governor's race between Republican Glenn Youngkin and Democrat Terry McAuliffe.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-movies-need-real-guns-tragedy-on-alec-baldwins-rust-set-stirs-debate-11635337800", "title": "Prop Gun Sparks Debate After Tragedy on Alec Baldwin's 'Rust' Set", "date": "2021-10-27 08:30", "summary": "Some productions have vowed to stop using actual guns, while some armorers say there is no substitute for the real thing. Professionals at every level of the film and television industry are debating the role of real firearms on sets and the risks they bring as the fatal shooting on the Alec Baldwin western \"Rust\" reverberates.", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-ghosn-aides-trial-finishes-with-a-declaration-of-innocence-11635306760", "title": "Former Ghosn Adviser's Trial Ends With Declaration of Innocence", "date": "2021-10-27 08:23", "summary": "Former Nissan executive to hear verdict on March 3 in Tokyo trial over allegations of hidden compensation. TOKYO-Former Nissan Motor Co. executive Greg Kelly took the stand and declared his innocence Wednesday for the last time before a Tokyo court delivers a verdict on whether he illegally helped hide former chief Carlos Ghosn's compensation.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/evercore-names-john-weinberg-sole-ceo-11635303600", "title": "Evercore Names John Weinberg Sole CEO", "date": "2021-10-27 08:22", "summary": "Co-CEO Ralph Schlosstein will step down in February after 13 years. Evercore Inc. is naming John Weinberg as its sole chief executive, five years after recruiting the former Goldman Sachs Group Inc. banker-and scion of a Wall Street dynasty-to the investment bank.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-risks-and-rewards-of-playing-chicken-with-china-11635337180", "title": "The Risks and Rewards of Playing Chicken With China", "date": "2021-10-27 08:19", "summary": "China has ways to confound speculators betting on Evergrande contagion-thanks to a broader, murkier regulatory tool kit than most foreign investors know. Evergrande, the heavily indebted Chinese property developer spooking global markets, appears to be running out of money and customers. Nonetheless it surprised creditors by paying off $83.5 million of interest on a dollar bond last week. Meanwhile, it needs to make another $45 million payment by this Friday, and its dollar bonds are still trading at around 20 cents on the dollar, implying a very high probability of default or deep haircuts.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-fight-rising-murder-rate-more-cities-find-mentor-and-pay-likely-shooters-11635336000", "title": "To Fight Rising Murder Rate, More Cities Find, Mentor and Pay Likely Shooters", "date": "2021-10-27 08:00", "summary": "Resume Subscription. FRESNO, Calif.-Earlier this year, a 17-year-old named Devrick Hill was arrested on suspicion of firing multiple firearms out of a car in a conflict between gang members.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fed-bankers-face-penalties-for-ethical-breaches-under-senate-proposal-11635336001", "title": "Fed Bankers Would Face Penalties for Breaches", "date": "2021-10-27 08:00", "summary": "Democrats plan to introduce legislation enforcing rules after two regional presidents stepped down from posts following investment trades. A group of Senate Democrats plans to introduce legislation that would restrict the type of investments Federal Reserve officials could make and impose penalties for violating these rules or the Fed's own new code of ethics.", "categories": [["WSJ News Exclusive", "Central Banks"]], "category_links": ["https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-male-dominated-ruling-party-takes-a-chance-on-a-sneaker-wearing-young-mother-11635336000", "title": "Japan's Male-Dominated Ruling Party Takes a Chance on a Young Mother", "date": "2021-10-27 08:00", "summary": "Maiko Takahashi is running for the Liberal Democratic Party, where more than 90% of the lawmakers are men. OITA, Japan-After 2½ years of preparation, Maiko Takahashi has learned what it takes to be a politician in Japan, and her big test awaits.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lewis-hamilton-f1-driver-revolutionize-sport-profile-11635332391", "title": "Inside Lewis Hamilton's Plan to Revolutionize Formula 1", "date": "2021-10-27 07:01", "summary": "Resume Subscription. Lewis Hamilton spent the days before the 2020 Tuscan Grand Prix waiting for a T-shirt in the mail. For the most successful driver in the history of Formula 1, a man about to pilot a miracle of engineering at 200 miles per hour, this would not normally have been a priority. Race weekends are about torque maps and tire compounds and schedules honed down to the minute.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/libor-transition-vexes-collateralized-loan-obligations-market-11635332402", "title": "Libor Transition Vexes CLO Market", "date": "2021-10-27 07:00", "summary": "While some parties have moved swiftly to adopt a replacement for the interest-rate benchmark, low-rated borrowers and CLOs have been slower to adapt. The global $1 trillion market for collateralized loan obligations is lagging behind in the transition away from the London interbank offered rate.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deutsche-bank-reports-higher-third-quarter-profits-as-loan-charges-fall-11635313935", "title": "Deutsche Bank Posts Higher Profit as Loan Charges Fall", "date": "2021-10-27 06:31", "summary": "German lender says it is on track to meet ambitious financial targets next year. Deutsche Bank AG's businesses did better than expected in the third quarter but higher costs and a continued slowdown in its investment-banking arm weighed on results.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicago-blackhawks-sexual-misconduct-allegations-11635306599", "title": "Blackhawks GM Resigns After Report on Team's Handling of Sexual Misconduct Allegations", "date": "2021-10-27 06:00", "summary": "Stan Bowman also said he would step down as general manager of the 2022 men's Olympic ice hockey team. The National Hockey League fined the Chicago Blackhawks $2 million and said two top officials left the team Tuesday in the wake of a damning report detailing the team's handling of sexual misconduct allegations against a coach during its 2010 Stanley Cup season.", "categories": [["Sports", "NHL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nhl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-the-shipping-industry-moves-to-cut-carbon-emissions-remain-a-struggle-11635327181", "title": "Cutting Emissions Remains a Struggle for Shipping", "date": "2021-10-27 05:33", "summary": "Ahead of COP26 climate summit, ship operators contend with limited supplies of cleaner fuel choices and hefty prices for new power modes. Shipping operators are under pressure from governments and big customers such as Amazon.com Inc. to clean up vessels' carbon emissions. But viable alternatives to fossil fuels are just taking shape.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-takes-bitcoin-mining-crown-after-china-crackdown-11635327002", "title": "U.S. Takes Bitcoin Mining Crown After China Crackdown", "date": "2021-10-27 05:30", "summary": "More than a third of the global computing power dedicated to mining bitcoin is now drawn from miners in the U.S.. The U.S. is fast becoming the new global hub for bitcoin mining.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/derbys-take-as-fomc-meeting-nears-two-fed-governors-issue-hawkish-warnings-11635327001", "title": "Derby's Take: As FOMC Meeting Nears, Two Fed Governors Issue Hawkish Warnings", "date": "2021-10-27 05:30", "summary": "Christopher Waller and Randal Quarles say the central bank's timing for an interest rate rise could be moved forward. Federal Reserve governors are leading the way when it comes to hawkish talk at the central bank about what may be needed to bring high levels of inflation back under control.", "categories": [["Central Banks Commentary"]], "category_links": ["https://www.wsj.com/news/types/central-banks-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elite-mba-harvard-stanford-wharton-11635270641", "title": "A Graduate Degree That Pays Off: The M.B.A.", "date": "2021-10-27 05:30", "summary": "A Wall Street Journal analysis of federal student loan data found 98% of programs leave students with manageable debt loads. Borrowing money to go back to graduate school can be a surefire way to get mired in student debt. But one master's degree appears to pay off for many people who finance their education: the M.B.A.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-francis-and-president-biden-to-meet-as-both-face-abortion-tensions-with-u-s-bishops-11635327000", "title": "Pope to Meet Biden Amid Tensions With U.S. Bishops", "date": "2021-10-27 05:30", "summary": "Clerics' debate over Communion for Catholic politicians who support abortion rights looms over Vatican visit. ROME-President Biden will meet Pope Francis on Friday for the first time during his administration, as both face contentious relationships with U.S. Catholic Church leaders over the issue of abortion.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cigarette-sales-in-u-s-climbed-slightly-in-2020-ftc-says-11635327001", "title": "U.S. Cigarette Sales Rose in 2020 for First Time in 20 Years", "date": "2021-10-27 05:30", "summary": "New FTC report confirms people were lighting up more during the pandemic. Americans purchased more cigarettes last year, the first uptick in two decades, according to a new report released by the Federal Trade Commission.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-bans-china-telecom-over-national-security-concerns-11635310752", "title": "U.S. Bans China Telecom Over National Security Concerns", "date": "2021-10-27 00:59", "summary": "FCC says company is subject to Chinese government's control. The Federal Communications Commission revoked the license that allows China's largest telecom operator to do business in the U.S., citing national security concerns, dealing the latest in a series of blows against major Chinese businesses in the country.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11635283592", "title": "Pepper...and Salt", "date": "2021-10-27 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]