[{"link": "https://www.wsj.com/articles/amc-aims-to-sell-43-million-shares-to-bolster-cash-reserves-11619567279", "title": "AMC Aims to Sell 43 Million Shares to Bolster Cash Reserves", "date": "2021-04-27 19:48", "summary": "The world's largest movie-theater chain kicks off new effort to raise cash after it projects another quarterly loss. AMC Entertainment Holdings Inc. said it is launching a new effort to sell up to 43 million shares of stock, as the movie-theater chain continues efforts to bolster its cash position while grappling to recover from the pandemic.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-warship-fires-warning-shots-in-encounter-with-iranian-vessels-11619566150", "title": "U.S. Warship Fires Warning Shots in Encounter With Iranian Vessels", "date": "2021-04-27 19:29", "summary": "Standoff in the Persian Gulf marks second in a month and comes as Biden administration pursues talks over Iranian nuclear deal. WASHINGTON-A U.S. Navy patrol boat fired warning shots during a confrontation with three Iranian vessels on Monday in the Persian Gulf, officials said, in a second high-risk encounter between U.S. and Iranian naval forces in the past month.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-stick-a-pin-in-pinterest-11619565947", "title": "Investors Stick a Pin in Pinterest", "date": "2021-04-27 19:25", "summary": "First-quarter revenue jumped, but user growth appears to be slowing. The allure of Pinterest 's platform may be waning with the pandemic where it matters most. How much will its share price fall as a result?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-seek-80-billion-to-bolster-irs-tax-enforcement-11619539465", "title": "Biden to Seek $80 Billion to Bolster IRS, Tax Enforcement", "date": "2021-04-27 19:23", "summary": "Administration estimates plan would generate $700 billion in net taxes that otherwise would go uncollected. WASHINGTON-President Biden plans to propose an $80 billion funding boost for the Internal Revenue Service over the next decade, a major expansion of the tax agency that would double its enforcement staffing and give it new tools to combat tax dodging by the wealthiest Americans.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nypd-officer-fatally-struck-while-responding-to-earlier-crash-11619538851", "title": "NYPD Officer Fatally Struck While Responding to Earlier Crash", "date": "2021-04-27 19:12", "summary": "A 32-year-old driver was charged with vehicular manslaughter in death of Officer Anastasios Tsakos. A woman accused of killing a New York Police Department officer while driving drunk fled the scene and later rammed a police vehicle in her bid to escape, according to law-enforcement officials.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-springs-forward-11619564599", "title": "Google Springs Forward", "date": "2021-04-27 19:03", "summary": "Strong margins and new buyback should click following early pandemic slump. Google's business is soaring. Which is a good thing, as the internet giant also seems to be tacitly admitting it will now need to fly solo.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/newsoms-guide-to-ban-fracking-11619563983", "title": "Newsom's Guide to Ban Fracking", "date": "2021-04-27 18:53", "summary": "California's new plan to increase oil imports and CO2 emissions.. President Biden has been taking his climate cues from California, which is why Gov. Gavin Newsom's order banning fracking late last week is sure to cause tremors beyond the state's borders.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-post-trump-honeymoon-11619564017", "title": "Biden's Post-Trump Honeymoon", "date": "2021-04-27 18:53", "summary": "He's riding the end of the pandemic to pass a radical agenda.. When President Biden addresses Congress Wednesday evening, he won't salute his predecessor but he should. Donald Trump's raucous Presidency has let the Democrat sell a radical agenda in the soothing tones of a return to normal, while the vaccine project known as Operation Warp Speed has teed up the end of the pandemic and an economic revival. This is the main story of Mr. Biden's first 100 days.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nra-says-it-may-have-legal-claims-against-former-cfo-11619563597", "title": "NRA Says It May Have Legal Claims Against Former CFO", "date": "2021-04-27 18:46", "summary": "In a bankruptcy filing in Dallas, the NRA opposed former CFO Wilson Phillips's request for insurance to help defray the cost of defending himself in a pending action in New York. The National Rifle Association said in a bankruptcy court filing in Dallas that it might have legal claims against its former finance chief, whom it has blamed for internal problems at the gun rights group that are now the subject of a pending enforcement action by New York's attorney general.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-happened-to-census-sabotage-11619563587", "title": "What Happened to Census 'Sabotage'?", "date": "2021-04-27 18:46", "summary": "Contrary to fears last year, discrepancies helped blue states.. Remember last year when Democrats accused the Trump Administration of sabotaging the Census? Some sabotage. The population counts for Congressional reapportionment, released this week, far exceeded the Census Bureau's own estimates in Democratic states. There's no evidence the Biden Administration rigged reapportionment, but the disparity deserves examination.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/floridas-school-voucher-expansion-11619563283", "title": "Florida's School Voucher Expansion", "date": "2021-04-27 18:41", "summary": "The Legislature increases eligibility to tens of thousands more students.. Florida already has among the most expansive school-choice offerings in the nation, and this week the Legislature expanded private-school vouchers to more families.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-after-george-floyd-11619563252", "title": "Justice After George Floyd", "date": "2021-04-27 18:40", "summary": "Students debate the meaning of the Derek Chauvin trial.. Editor's note: This week's Future View discusses the meaning of the Chauvin trial in Minnesota. Next week we'll ask, \"What's the single best or worst thing President Biden did during his first 100 days in office?\" Students can click here to submit opinions of fewer than 250 words before May 4. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazil-rejects-russian-covid-19-vaccine-11619548144", "title": "Brazil Rejects Russian Covid-19 Vaccine", "date": "2021-04-27 18:36", "summary": "Health agency declines to approve imports of Sputnik V shots, citing inconsistent data on quality and efficacy. SÃO PAULO-Brazilian health authorities have blocked the importation of Russia's Sputnik V vaccine, citing a lack of reliable data on its safety and efficacy, raising questions over a shot that is in use around the world to contain the Covid-19 pandemic.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-msft-3q-earnings-report-2021-11619475788", "title": "Microsoft Shows Strong Growth in Gaming, Cloud", "date": "2021-04-27 18:34", "summary": "Investor enthusiasm has brought software giant near a $2 trillion valuation. Microsoft Corp. extended its pandemic-fueled run of strong quarterly earnings that have bolstered investor enthusiasm in the software giant, bringing the company near a $2 trillion valuation.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-picks-texas-sheriff-to-lead-immigration-enforcement-agency-11619558824", "title": "Biden Picks Texas Sheriff to Lead Immigration-Enforcement Agency", "date": "2021-04-27 18:34", "summary": "Ed Gonzalez, a critic of Trump-era policies, ended Harris County's partnership with ICE in 2017. President Biden said he would nominate Ed Gonzalez, the sheriff of Texas' most populous county and a critic of Trump-era immigration policies, to serve as director of U.S. Immigration and Customs Enforcement.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/humana-buying-out-partners-in-home-health-business-11619562869", "title": "Humana Buying Out Partners in Home-Health Business", "date": "2021-04-27 18:34", "summary": "Insurer agrees to pay $5.7 billion to take full control of Kindred at Home. Humana Inc. agreed to take full control of home-health provider Kindred at Home by buying out two investors that currently own the majority of the company, deepening its exposure to care services delivered outside traditional settings.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-privacy-changes-are-poised-to-boost-its-ad-products-11619485863", "title": "Apple's Privacy Changes Set to Boost Its Ad Products", "date": "2021-04-27 18:32", "summary": "Under iPhone maker's new rules, advertisers will get more ad-performance data for ads bought through Apple than through third parties. Under Apple Inc.'s new privacy restrictions, advertisers targeting iPhone users will get more data about ad performance if they buy Apple's ad space than if they buy through third parties, according to ad-industry executives.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-alphabet-googl-1q-earnings-report-2021-11619493812", "title": "Google Smashes Sales Records as Digital Ad Market Booms", "date": "2021-04-27 18:28", "summary": "YouTube helps power search giant to profits that far exceeded analyst expectations. Google's parent company shattered sales records for the first quarter, fueled by a surge in digital ad spending that has strengthened the tech heavyweight even as regulators try to curtail its power.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-embassy-in-afghanistan-orders-nonessential-staff-to-leave-country-11619550049", "title": "U.S. Embassy in Afghanistan Orders Nonessential Staff to Leave Country", "date": "2021-04-27 18:27", "summary": "Washington has urged Taliban not to attack U.S. troops during withdrawal. WASHINGTON-The U.S. Embassy in Afghanistan said Tuesday that it has ordered all nonessential staff to leave the country, as concerns mount about an escalation in violence after the Taliban's May 1 deadline for all troops to withdraw expires next week.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ftc-head-says-supreme-court-ruling-puts-more-than-2-billion-for-cheated-consumers-at-risk-11619562415", "title": "FTC Head Says Supreme Court Ruling Puts More Than $2 Billion for Cheated Consumers at Risk", "date": "2021-04-27 18:26", "summary": "Congressional hearing suggests legislative effort to restore agency's powers won't be quick. WASHINGTON-The Supreme Court's recent ruling curbing the powers of the Federal Trade Commission to recover money for cheated consumers threatens 24 active court cases in which it is seeking to return more than $2 billion to the public, the agency's top official told lawmakers Tuesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fbi-opens-probe-into-shooting-death-of-andrew-brown-in-north-carolina-11619558755", "title": "FBI Opens Probe Into Shooting Death of Andrew Brown in North Carolina", "date": "2021-04-27 18:18", "summary": "Mr. Brown, a Black man, was fatally shot by sheriff's deputies last week while being served with search and arrest warrants. The Federal Bureau of Investigation said Tuesday it has opened a civil-rights investigation into the fatal shooting of Andrew Brown, a Black man, by sheriff's deputies serving drug-related search and arrest warrants in North Carolina last week.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-tax-break-for-the-rich-to-bail-out-profligate-states-11619561864", "title": "A Tax Break for the Rich to Bail Out Profligate States", "date": "2021-04-27 18:17", "summary": "Regressiveness plus moral hazard: There's nothing to like about deductibility of state and local taxes.. Seventeen House Democrats from New York wrote their leaders April 13 threatening \"to oppose any tax legislation that does not include a full repeal of the SALT limitation.\" That's an acronym for state and local taxes, only $10,000 of which are deductible on an individual tax return under the Tax Cuts and Jobs Act of 2017. The White House has signaled its openness to abolishing the cap.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seattle-residents-fund-the-police-11619561775", "title": "Seattle Residents: Fund the Police", "date": "2021-04-27 18:16", "summary": "Would news consumers ever guess that blacks trust the police more than whites do?. Just like people everywhere, even the residents of liberal Seattle are making it clear that they want law and order, enforced by police.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lament-for-the-european-super-league-11619561792", "title": "Lament for the European Super League", "date": "2021-04-27 18:16", "summary": "A little competition wouldn't have been such a bad thing in the world of soccer.. Few sports leagues have risen and collapsed as quickly as the European Super League. The ESL was conceived as an annual competition of 20 of the world's best soccer teams-and as a way to recover from enormous financial losses during the Covid-pandemic. It was hatched in a series of secret negotiations among team owners.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/race-relations-in-america-are-better-than-ever-11619561751", "title": "Race Relations in America Are Better Than Ever", "date": "2021-04-27 18:15", "summary": "Obsessed with theories of 'systemic racism' and 'unconscious bias,' the media ignores good news.. You wouldn't know it from recent headlines, but there's good news about race in the U.S. today. The pessimism peddled on the left by pundits and elected officials is in the service of an ideological agenda, and it's probably doing more real harm to race relations than any actual racism.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-joe-biden-mystery-dance-11619561717", "title": "The Joe Biden Mystery Dance", "date": "2021-04-27 18:15", "summary": "If there's a strategy, it's to inherit a boom and survive the left.. The U.S. liberation of Europe was a shambolic enterprise as all gargantuan novel efforts tend to be: \"Swimming\" tanks carried their crews straight to the bottom on D-Day; Eisenhower was at wit's end over Allied bombing of friendly troops; in the war's last months, the U.S. contended not just with the enemy but thousands of U.S. deserters engaged in pilfering and reselling American supplies.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-travel-questions-11582980999", "title": "Is it Safe to Travel Again? Your Coronavirus Questions Answered", "date": "2021-04-27 18:14", "summary": "A Q&A about the latest travel advisories and restrictions at home and abroad, Covid-19 tests and vaccinations, how to stay healthy on the road and what you need to know about flying. According to the latest guidance from the Centers for Disease Control and Prevention (CDC), traveling within the United States presents little risk for fully vaccinated people. But the agency still urges against non-essential trips-at home and overseas-and advises even those who are inoculated to take certain precautions, including wearing a mask and avoiding crowds. For unvaccinated people, the agency maintains that staying home is the surest way to prevent the spread of Covid-19.", "categories": [["Life & Work", "Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maniac-review-the-mad-butcher-of-bath-11619561673", "title": "'Maniac' Review: The Mad Butcher of Bath", "date": "2021-04-27 18:14", "summary": "A true-crime chronicler examines an act of mass murder from 1927 and the disturbing backstory of the man who committed it.. Neither the Columbine High School shooting in April 1999, in Colorado, nor the Sandy Hook Elementary School shooting in December 2012, in Connecticut, can properly be called the deadliest school massacre in U.S. history. Nor can any other similar atrocity in recent memory. That dismal distinction, as Harold Schechter notes in \"Maniac,\" a concise, harrowing work of social history, goes to the May 1927 disaster in Bath, Mich., in which 45 people (38 of them children) were killed in the dynamiting of a school building and the detonation of a car bomb.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-it-experts-cite-host-of-roadblocks-to-tech-modernization-11619561479", "title": "Federal IT Experts Cite Host of Roadblocks to Tech Modernization", "date": "2021-04-27 18:11", "summary": "Agencies are facing tech skill shortages, tight budgets and decades-old computer code. Federal lawmakers are pressing government agencies to accelerate long-running efforts to update aging information-technology systems, which are hampering services and creating security risks, they say.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/air-force-one-supplier-gdc-technics-files-for-bankruptcy-11619561084", "title": "Air Force One Supplier GDC Technics Files for Bankruptcy", "date": "2021-04-27 18:04", "summary": "The aerospace company's bankruptcy comes after aircraft maker Boeing sued over delays on two presidential planes. Air Force One supplier GDC Technics LLC has filed for bankruptcy and warned that it would lay off more than 200 employees after Boeing Co. canceled its contracts.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microvision-is-the-latest-stock-wallstreetbets-cant-stop-buzzing-about-11619538189", "title": "MicroVision Is the Latest Stock WallStreetBets Can't Stop Buzzing About", "date": "2021-04-27 17:37", "summary": "Shares have nearly doubled in the past week as individual investors pile in. WallStreetBets may have just found its next GameStop Corp.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/starbucks-sees-profit-rising-as-customers-return-11619554537", "title": "Starbucks Sees Profit Rising as Customers Return", "date": "2021-04-27 17:32", "summary": "Coffee giant's global sales rebound in quarter, but undershoot expectations. Starbucks Corp. said it expects profit to increase this year as customers come back to its cafes now operating more efficiently than before the coronavirus struck.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-to-finance-8-billion-in-power-grid-improvements-11619550000", "title": "Biden Administration to Finance $8 Billion in Power-Grid Upgrades", "date": "2021-04-27 17:29", "summary": "Effort is framed as one part of battle against climate change. WASHINGTON-The Biden administration rolled out new programs Tuesday to bolster the U.S. power grid, framing them as part of its effort to fight climate change through infrastructure improvements needed to expand use of alternative energy.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-04-27-2021-11619509422", "title": "Tech Stocks Lead S&P 500, Nasdaq Lower", "date": "2021-04-27 17:24", "summary": "Microsoft shares fall after hours, despite topping earnings forecasts. U.S. stocks edged away from record territory Tuesday as investors sold shares of technology and communications stocks and Treasury yields climbed.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zero-grasses-ritual-for-the-losses-by-jen-shyu-review-transforming-lamentations-11619557732", "title": "'Zero Grasses: Ritual for the Losses' by Jen Shyu Review: Transforming Lamentations", "date": "2021-04-27 17:08", "summary": "The album was conceived to explore our disconnection from nature and the musician's question of whether to have a child, then shifted with the death of a family member, the spread of Covid-19, and the explosion of racial-justice protests. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bp-to-buy-back-shares-as-oil-price-recovery-boosts-profit-11619516485", "title": "BP to Buy Back Shares as Oil Price Recovery Boosts Profit", "date": "2021-04-27 17:04", "summary": "Rebounding oil prices and strong trading results help BP pay down debt faster than expected. Oil giant BP PLC said it would boost returns to shareholders after higher oil prices and strong trading results buoyed its first-quarter earnings, the strongest sign yet that a recovery is under way in one of the industries worst hit by the pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/child-tax-credit-expansion-gets-push-from-democrats-ahead-of-biden-speech-11619550470", "title": "Child Tax Credit Expansion Gets Push From Democrats Ahead of Biden Speech", "date": "2021-04-27 16:58", "summary": "White House has proposed a temporary extension but some lawmakers want to make the larger payments permanent. WASHINGTON-Democrats on Capitol Hill are making last-minute calls for the White House to propose making a recent expansion of the child tax credit permanent, in a final round of lobbying ahead of President Biden's speech Wednesday evening laying out his antipoverty package.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-opens-vaccine-appointments-to-walk-ins-as-demand-wanes-11619554725", "title": "New York Opens Vaccine Appointments to Walk-Ins as Demand Wanes", "date": "2021-04-27 16:55", "summary": "Gov. Cuomo says state will follow new federal guidance on masks. New York state mass-vaccination sites will open to walk-ins beginning Thursday, removing another barrier to vaccination efforts.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cdc-eases-mask-guidelines-for-vaccinated-people-outdoors-11619540140", "title": "CDC Eases Face Mask Guidelines for Vaccinated People Outdoors", "date": "2021-04-27 16:46", "summary": "Inoculated people don't need face masks to protect against Covid-19 when walking, exercising, dining or attending small gatherings outside, the CDC says. People who are fully vaccinated against the Covid-19 virus don't need to wear face masks when walking, hiking, biking, running alone or gathering in small groups outside, federal health officials said, taking a major step to ease pandemic guidance while encouraging more people to get shots.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-sign-order-requiring-15-minimum-wage-for-federal-contractors-11619517600", "title": "Biden Signs Order Requiring $15 Minimum Wage for Federal Contractors", "date": "2021-04-27 16:45", "summary": "Executive order affects hundreds of thousands of people working on federal contracts. President Biden signed an executive order Tuesday requiring that federal contractors pay a $15-an-hour minimum wage, the White House said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ups-posts-higher-quarterly-revenue-boosted-by-small-businesses-11619520777", "title": "UPS Posts Higher Quarterly Revenue, Boosted by Small Businesses", "date": "2021-04-27 16:27", "summary": "Package-delivery firm's sales jump 27% to $22.91 billion, helped by its supply-chain and freight segment, up 34%. United Parcel Service Inc. said its revenue rose in the latest quarter, a period that included mounting supply-chain woes world-wide, as small and midsize businesses drove gains in the U.S.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-treasury-yields-rise-ahead-of-auction-fed-meeting-11619541685", "title": "U.S. Treasury Yields Rise Ahead of Fed Statement", "date": "2021-04-27 16:20", "summary": "Government-bond yields end higher for third straight session. U.S. government bond prices pulled back Tuesday, reflecting the impact of an auction of seven-year debt and the looming conclusion of the Federal Reserve's two-day policy meeting.", "categories": [["Markets", "Treasurys"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/treasurys?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lucy-the-human-chimp-review-monkey-business-11619554464", "title": "'Lucy the Human Chimp' Review: Monkey Business", "date": "2021-04-27 16:14", "summary": "An HBO Max documentary tells the story of a professor and his wife who raised a chimpanzee as their 'daughter'. It's easy to view \"Lucy the Human Chimp\" as a kind of Frankenstein story, a tragedy of scientific overreach and arrogance that could only have ended badly. It doesn't, not entirely: Janis Carter, the principal character in this Channel 4 production, redeems her species through a selflessness that one might call superhuman. But while she never waxes indignant, a viewer just might.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/face-mask-guidelines-do-you-need-to-wear-a-mask-outside-when-fully-vaccinated-11619545992", "title": "Do You Need to Wear a Mask Outside When Fully Vaccinated?", "date": "2021-04-27 16:04", "summary": "Here's what the revised CDC recommendations say about protecting yourself and others from getting Covid-19. Federal health officials updated their recommendations for wearing face masks as more people are fully vaccinated and research sheds new light on the risks of infection and transmission. Here's what we know about the latest guidelines from the U.S. Centers for Disease Control and Prevention.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tracksuitslike-those-worn-by-run-dmcare-back-in-style-11619553706", "title": "Tracksuits-Like Those Worn by Run-DMC-Are Back in Style", "date": "2021-04-27 16:01", "summary": "The hip-hop trio favored comfortable, sporty Adidas sets decades ago and, in the Covid era, elevated versions are thriving. Here's how to get the look.. THE TRACKSUIT IS one highly evocative article of clothing. For many music fans, the word could easily conjure images of Run-DMC (above), the intrepid hip-hop trio from Queens, N.Y., who in the 1980s bounded across arena stages in matching Adidas tracksuits. Cinephiles might picture Chas Tenenbaum (Ben Stiller), the depressive dad who wore a red Adidas tracksuit in 2001's \"The Royal Tenenbaums,\" or Bruce Lee, who did battle in a yolk-yellow version in 1978's \"Game of Death.\" Those binge-watching \"The Sopranos\" will likely envision Paulie Walnuts (Tony Sirico), the silver-haired heavy who wore velour zip-up sets through the series's run.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lets-revisit-that-wednesday-crossword-april-28-11619204240", "title": "Let's Revisit That (Wednesday Crossword, April 28)", "date": "2021-04-27 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doordash-allows-restaurants-to-choose-commissions-in-post-pandemic-future-11619517614", "title": "DoorDash Allows Restaurants to Choose Commissions in Post-Pandemic Future", "date": "2021-04-27 15:51", "summary": "New tiered system is effort to appease restaurants over fees they were forced to accept during health crisis. DoorDash Inc. is changing the way it charges restaurants to deliver their food, marking a shift in a business model that has met with increasing pushback over fees as the company positions itself for a post-pandemic world.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/howard-rubys-italian-villa-in-bel-air-hits-the-market-for-45-million-11619551564", "title": "Howard Ruby's Italian Villa in Bel-Air Hits the Market for $45 Million", "date": "2021-04-27 15:26", "summary": "The corporate housing magnate, who has owned the Los Angeles property since the late 1970s, likened the estate to a Fabergé egg. An Italianate Los Angeles estate owned by corporate housing magnate Howard Ruby and his wife, actress Yvette Mimieux Ruby, is coming on the market for $45 million, according to the listing agent.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-grand-italian-villa-in-bel-air-11619551448", "title": "A Grand Italian Villa in Bel-Air", "date": "2021-04-27 15:24", "summary": "This Los Angeles villa owned by Howard Ruby and Yvette Mimieux Ruby is filled with traditional decor.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-class-of-2020-is-still-feeling-the-impact-of-lost-graduation-11619549447", "title": "The Class of 2020 Is Still Feeling the Impact of Lost Graduation", "date": "2021-04-27 14:50", "summary": "While some members of the class of 2021 are preparing for in-person ceremonies, last year's class feels cheated.. As vaccination rates rise and newly reported Covid-19 cases decline in the U.S., the world is starting to look more like it did before March 2020. Some colleges and universities are planning in-person commencement ceremonies for the class of 2021, while members of the class of 2020 still wait for their chance to sport caps and gowns with their peers. Here's why the class of 2020 is still feeling the effects of missed graduation ceremonies.", "categories": [["Education"]], "category_links": ["https://www.wsj.com/news/types/noted-education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/draftkings-buys-rights-to-podcast-by-former-espn-host-amid-media-push-11619539200", "title": "DraftKings Acquires Rights to Dan Le Batard's Podcast", "date": "2021-04-27 14:46", "summary": "Digital sports entertainment and gaming company pushes further into media realm with $50 million deal. DraftKings Inc. is a leader in the growing digital sports-betting industry. Now, it is making a move to be a bigger player in the media sector.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-gov-gavin-newsom-near-certain-to-face-recall-election-11619477695", "title": "California's Newsom Near-Certain to Face Recall Election", "date": "2021-04-27 14:40", "summary": "Some 1.63 million people have signed petition to recall the Democrat, making an election likely later this year. California's governor, Gavin Newsom, is now almost certain to face a recall election later this year.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dsv-resumes-freight-forwarding-consolidation-with-agility-logistics-acquisition-11619548537", "title": "DSV Resumes Freight-Forwarding Consolidation With Agility Logistics Acquisition", "date": "2021-04-27 14:35", "summary": "The Denmark-based operator expects its latest deal will make it the world's third-largest freight forwarder. DSV Panalpina AS plans to buy the logistics division of Agility Public Warehousing Co. in an all-share deal with an enterprise value of $4.2 billion that would vault Denmark-based DSV into the top three global freight-forwarding companies.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-aims-to-shape-new-phase-of-who-led-probe-into-origin-of-covid-19-11619547836", "title": "U.S. Aims to Shape New Phase of WHO-Led Probe Into Origin of Covid-19", "date": "2021-04-27 14:23", "summary": "Federal authorities are drafting recommendations calling for more testing of animals and humans and pushing back on idea that frozen food could have spread new coronavirus. The U.S. is moving to assert greater influence over a scientific investigation led by the World Health Organization into the origins of Covid-19, with plans to submit recommendations to the agency for a new phase of studies.", "categories": [["WSJ News Exclusive", "World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chesapeake-energy-ceo-doug-lawler-is-stepping-down-11619542377", "title": "Chesapeake Energy CEO Is Leaving Shale Driller", "date": "2021-04-27 14:23", "summary": "His departure comes two months after the once-highflying shale-gas company emerged from bankruptcy. Doug Lawler, the chief executive of Chesapeake Energy Corp. , will leave the company at the end of this month, little more than two months after the shale-gas pioneer emerged from bankruptcy.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-covid-19-agonies-highlight-growing-rich-poor-gap-in-vaccinations-11619542171", "title": "India's Covid-19 Agonies Highlight Rich-Poor Gap in Vaccinations", "date": "2021-04-27 13:55", "summary": "Indian vaccine export ban slows supplies to other poor countries. 'We must turn the tide quickly,' WHO director says.. A global divide is widening between rich nations that are quickly vaccinating their populations against Covid-19 and poor countries that are lagging badly behind, aggravated by a devastating outbreak in India that is helping to drive daily infections world-wide to their highest level yet.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indian-covid-19-variant-found-in-u-s-across-globe-as-foreign-help-arrives-11619545081", "title": "Indian Covid-19 Variant Found in U.S., Across Globe as Foreign Help Arrives", "date": "2021-04-27 13:38", "summary": "Impact of variant on surge of infections that has overwhelmed hospitals is still unclear. A variant of the coronavirus first spotted in India has been detected in the U.S. and 18 other countries and territories, adding to a growing roster of evolutionary spinoffs of the virus that scientists and health authorities are keeping under close observation.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/students-from-china-iran-brazil-and-south-africa-to-be-allowed-into-u-s-this-fall-11619544265", "title": "Students From China, Iran, Brazil and South Africa to Be Allowed Into U.S. This Fall", "date": "2021-04-27 13:24", "summary": "Exemptions from travel bans could lead to rebound in international-student enrollment, if visa processing picks up. Foreign students from China, Brazil, Iran and South Africa will be exempt from the remaining travel bans imposed during the coronavirus pandemic, opening up the possibility of a significant rebound in international-student enrollment at U.S. schools this fall.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-first-100-daysand-the-next-100-11619543813", "title": "Biden's First 100 Days-and the Next 100", "date": "2021-04-27 13:16", "summary": "Voters like the president's demeanor, and he can notch a win on infrastructure.. As Joe Biden heads toward the 100th day of his presidency and prepares to address the nation, he has reason to feel good about his time in office so far. His job approval is holding steady in the mid-50s, and he is getting high marks for his character, leadership and demeanor. The public supports his handling of the Covid-19 pandemic, especially his vaccine rollout. He quickly passed his first major initiative, the American Rescue Plan. His aides appear to be working well together, and for the most part internal conflicts have been kept off the front pages.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-naval-strategy-is-at-sea-11619543738", "title": "America's Naval Strategy Is at Sea", "date": "2021-04-27 13:15", "summary": "The Pentagon hasn't spelled out how it would win a maritime war against China.. The U.S. Navy is at sea, figuratively as well as literally. It has 101 ships deployed around the world-the same number as during the Cold War-yet the entire fleet is only 297 vessels strong. That's about half the Reagan-era level of nearly 600. The consequences of maintaining current global commitments with a shrunken fleet include long deployments-some sailors spend close to a year at sea-as well as more maintenance and less time for training.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hsbcs-profit-jumps-as-global-economy-recovers-11619499626", "title": "HSBC's Profit Jumps as Global Economy Recovers", "date": "2021-04-27 13:00", "summary": "London-based lender more than doubles first-quarter net profit compared with last year. Global banking giant HSBC Holdings PLC said quarterly net profit more than doubled, as a nascent economic recovery allowed it to free up funds previously set aside to offset potential pandemic-related losses.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-plans-to-manufacture-its-own-batteries-for-electric-vehicles-11619542051", "title": "Ford Plans to Manufacture Its Own Batteries for Electric Vehicles", "date": "2021-04-27 12:47", "summary": "Auto maker intends to open $185 million battery-development center in southeast Michigan next year. Ford Motor Co. is getting into the battery-making game with plans to develop its own lithium-ion batteries for electric cars, the latest auto maker to bring the critical technology in-house as the industry rushes to sell more plug-in cars.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/confidence-in-u-s-economy-approaches-pre-pandemic-level-11619541929", "title": "Confidence in U.S. Economy Approaches Pre-Pandemic Level", "date": "2021-04-27 12:45", "summary": "Consumers' outlook on the economy has increased for four straight months as vaccination totals rise, businesses more fully reopen. Consumers' confidence in the U.S. economy rose sharply in April, marking the fourth straight month of gains as more people received vaccinations, stimulus payments reached households and businesses more fully reopened.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-jet-engine-business-is-a-risky-gamble-on-a-faster-travel-recovery-11619541945", "title": "The Jet-Engine Business Is a Risky Gamble on a Faster Travel Recovery", "date": "2021-04-27 12:45", "summary": "Despite an encouraging rebound in flight bookings, jet-engine makers are rightly cautious about upgrading their guidance. As the summer approaches, prospects of a travel recovery are lifting spirits across the aviation industry. But jet-engine makers are still cautious, and for good reason.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-imports-of-commodities-drive-a-boom-in-dry-bulk-shipping-11619541574", "title": "China's Imports of Commodities Drive a Boom in Dry-Bulk Shipping", "date": "2021-04-27 12:39", "summary": "The cost of moving goods like iron, coal and corn jumped to a 10-year high this week in a sharp rebound from last year's industrial downturn. China's surging imports of metals, grain and other commodities are providing a boost to a bulk-shipping sector at the center of global industrial production.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/general-electric-ge-1q-earnings-report-2021-11619522414", "title": "GE Posts Lower Sales, Loss on Restructuring Moves", "date": "2021-04-27 12:01", "summary": "Aviation unit revenue drops 28%, but GE says industrial cash burn improves. General Electric Co. reported lower revenue and a loss in its first quarter as the company's jet-engine business and divestitures weighed on its latest financial results.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nfl-draft-2021-cleveland-trevor-lawrence-zach-wilson-justin-fields-trey-lance-mac-jones-11619536530", "title": "Why the NFL Draft Is Unstoppable, Even Now", "date": "2021-04-27 11:22", "summary": "It's a circus of hot air. It's also a rare television event that keeps getting bigger.. Have you mocked your NFL draft yet? If not, please get mocking. Release your picks! Don't tell me who the Jacksonville Jaguars are taking at No. 1-even my cat presumes Jax will take the lustrous-maned Clemson quarterback Trevor Lawrence. Tell me who the San Francisco 49ers are taking at No. 3, because nobody seems 100% sure, maybe not even the 49ers. Tell me, with bravado, who the New England Patriots will take at No. 15. Will the Pats stay there, trade up, or will Grumpy Lobster Boat Captain Bill Belichick trade down into the drafty depths? Who will the Tampa Bay Buccaneers pluck at No. 32? What will the Chicago Bears do at No. 83? Or, for that matter, at No. 204? Who will the Pittsburgh Steelers take at No. 254? Come on! You've had nearly 12 months to think about this. You must have at least an inkling.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-supercharged-changes-in-where-americans-live-11619536399", "title": "The Pandemic Changed Where Americans Live", "date": "2021-04-27 11:13", "summary": "Big cities lost residents, as younger households left for the suburbs and older people accelerated retirement moves, while fewer newcomers came to take their places. The pandemic has spurred a burst of mobility that is accelerating changes in where and how Americans live.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jon-batiste-found-jazz-through-an-unlikely-source-videogames-11619536319", "title": "Jon Batiste Found Jazz Through an Unlikely Source: Videogames", "date": "2021-04-27 11:12", "summary": "The Oscar winner and Stephen Colbert's bandleader started by transcribing 'Mega Man' and 'Street Fighter' themes by ear. Jon Batiste, 34, is the music director and bandleader on TV's \"The Late Show With Stephen Colbert.\" He recently won an Oscar for co-composing the score for the Pixar-animated film \"Soul.\" His latest album is \"We Are\" (Verve). He spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scrutinizing-the-biden-boom-and-its-causes-11619534124", "title": "Scrutinizing the 'Biden Boom' and Its Causes", "date": "2021-04-27 10:35", "summary": "Alan Blinder gives President Biden too much credit.. Alan S. Blinder traces President Biden's boom economy (\"Welcome to Joe Biden's Boom Economy,\" op-ed, April 22) to five causes: the $2.2 trillion Cares Act in March 2020, the swiftness of Treasury and Federal Reserve monetary accommodation, the additional $900 billion in relief at the end of 2020, vaccinations and the $1.9 trillion American Relief Plan passed last month. The first two were implemented under the Trump administration with a broad consensus. The additional $900 billion relief act, which drew reasonable criticism, was enacted at the end of the Trump administration. By Mr. Blinder's standard, the score is 3-0 Trump-Biden thus far.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/offshore-wind-agenda-still-has-some-bight-11619534078", "title": "Offshore Wind Agenda Still Has Some Bight", "date": "2021-04-27 10:34", "summary": "The Biden administration plows ahead with development in an area between New York and New Jersey.. The Biden administration isn't bowing to all local opposition to offshore wind development (\"Railing Against the Wind,\" Review & Outlook, April 21). Although the wealthy residents of the Hamptons succeeded in preventing offshore wind farms from spoiling their ocean views, the Bureau of Ocean Energy Management intends to sink all opposition to development in the New York-New Jersey Bight, a roughly triangular area bordered by New Jersey and Long Island.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/planned-parenthood-and-sangers-eugenics-legacy-11619534012", "title": "Planned Parenthood and Sanger's Eugenics Legacy", "date": "2021-04-27 10:33", "summary": "There is a world of difference between having the government decide who can be a parent and those parents choosing for themselves.. Regarding Charles A. Donovan and Robert G. Marshall's op-ed \"Margaret Sanger Was a Eugenicist to the End\" (April 22): Planned Parenthood's past support of eugenics is abominable, but there is a world of difference between having the government decide who can be a parent and those parents choosing for themselves.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-taxes-on-earnings-from-abroad-be-simple-or-complex-11619533959", "title": "Simple or Complex Taxes On Earnings From Abroad?", "date": "2021-04-27 10:32", "summary": "The goal of the Biden administration's country-by-country tax credit proposal could be met substantially by the less burdensome \"baskets\" method of limiting the foreign tax credit.. The goal of the Biden administration's country-by-country tax credit proposal (\"The Country-by-Country Tax Canard,\" Review & Outlook, April 16) could be met substantially by the less burdensome \"baskets\" method of limiting the foreign tax credit, first adopted by Congress in 1986. Recently, however, the Treasury's international tax lawyers tend to value accuracy-even if it comes with greater complexity-over rough justice and simplicity.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ubs-is-a-tough-act-for-credit-suisse-to-follow-11619533863", "title": "UBS Is a Tough Act for Credit Suisse to Follow", "date": "2021-04-27 10:31", "summary": "Despite similar business models, the two Swiss wealth managers have key differences that investors shouldn't gloss over. UBS 's strong results, despite an unexpected Archegos loss, contrast sharply with those of crisis-hit crosstown rival Credit Suisse . On paper the banks are similar, but investors can expect UBS to stay ahead.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-home-price-growth-accelerated-in-february-11619528430", "title": "Home Prices Continued to Climb in February", "date": "2021-04-27 10:24", "summary": "Home-price growth accelerated to new 15-year high, according to Case-Shiller index. Home-price growth accelerated to a new 15-year high in February, as homebuying demand remained strong and the number of homes for sale held near a record low.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nearly-1-5-million-mothers-are-still-missing-from-the-workforce-11619472229", "title": "Mothers Are Still Missing From the Workforce", "date": "2021-04-27 10:14", "summary": "Resume Subscription. Liz Anthony is one of millions of American moms whose ties to the workforce have been weakened by the pandemic. When her older daughters' schools closed last spring because of Covid-19, Ms. Anthony, a self-employed public-relations consultant, closed her business indefinitely.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ant-ipo-approval-process-under-investigation-by-beijing-11619532022", "title": "Ant IPO-Approval Process Under Investigation by Beijing", "date": "2021-04-27 10:00", "summary": "Resume Subscription. Beijing is investigating how Jack Ma won speedy approvals for his Ant Group Co.'s stock listing last year, according to people with knowledge of the matter, signaling that state actors are getting embroiled in the crackdown on the tech billionaire.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/all-you-need-is-love-says-nyc-mayoral-candidate-paperboy-love-prince-11619532000", "title": "Paperboy Love Prince Wants to Deliver Utopia to New Yorkers", "date": "2021-04-27 10:00", "summary": "'A lot of people need more love in their life. It's not a gimmick,' says a campaign worker for the Democrat who is on the June primary ballot. ", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ceos-speak-about-the-economy-the-world-reopening-crypto-and-more-11619179202", "title": "CEOs Speak About the Economy, the World Reopening, Crypto and More", "date": "2021-04-27 09:58", "summary": "The leaders of Citigroup, Tesla and IBM, among others, discuss how business is evolving, as Covid-19 vaccinations roll out. This is what some of the world's corporate leaders have said recently on issues ranging from China to the chip shortage.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-yard-work-newbies-a-checklist-of-spring-basics-11619529908", "title": "For Yardwork Newbies, a Checklist of Spring Basics", "date": "2021-04-27 09:25", "summary": "Resume Subscription. Is your yard springing to life faster than you expected?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tesla-gamestop-ups-what-to-watch-when-the-stock-market-opens-today-11619520272", "title": "Tesla, GameStop, UPS: What to Watch When the Stock Market Opens Today", "date": "2021-04-27 09:07", "summary": "Meme stocks are rising again and Tesla's first-quarter earnings came in strong but missed analysts' estimates. Here's what we're watching as markets kick into gear on Tuesday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arizona-republicans-push-forward-with-audit-of-2020-ballots-11619528402", "title": "Arizona Republicans Push Forward With Audit of 2020 Ballots", "date": "2021-04-27 09:00", "summary": "GOP-controlled state Senate hired a company to audit the roughly 2.1 million ballots cast in Maricopa County, over the objections of Democrats. Arizona Republicans are moving ahead with an audit of ballots from the 2020 November election, saying extra review is needed to address constituents' concerns, despite prior audits having confirmed President Biden's victory in the state.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-and-west-to-gain-power-in-house-of-representatives-11619528430", "title": "South and West to Gain Power in House of Representatives, Expected to Favor Republicans", "date": "2021-04-27 09:00", "summary": "Number of seats will change in 13 states, and Republicans may have an edge in the 2022 midterm elections, according to new numbers from the decennial census. Several states in the South and Mountain West will gain more seats in the U.S. House, boosting their political power, according to new census numbers showing stronger population gains there. Texas will gain two House seats, more than any other state. California will lose a congressional seat for the first time, though it still will have more House seats than any other state.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chess-candidates-tournament-russia-grandmaster-chairs-11619476248", "title": "Chess Grandmasters Obsess Over Gambits, Endgames-and Chairs", "date": "2021-04-27 08:44", "summary": "Resume Subscription. When Dutch chess champion Anish Giri sat down to resume the most bizarre tournament of his career this month in a biosecure hotel on the edge of Siberia, he didn't see just a deeply impressive grandmaster across the board from him.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/90s-supermodels-amber-valletta-carolyn-murphy-shalom-harlow-photos-11619527120", "title": "Amber, Carolyn and Shalom: The Neverending Joy of '90s Supermodels", "date": "2021-04-27 08:39", "summary": "Nineties fashion icons Shalom Harlow, Carolyn Murphy and Amber Valletta, now in their 40s, are passing wisdom on to a new generation of models-and continuing to dazzle in their own right. One night in Paris in the early '90s, two teenage girls, one brunette and one blond, perched at an outdoor table at a restaurant in the Marais. It was straight out of a Godard film, with a nearby ballet school whose rehearsals they could glimpse in the mirrors. They swapped stories about their hometowns, where they grew up with strong-willed single moms: places with flat-voweled names-Oshawa, Ontario, and Tulsa, Oklahoma-that rhymed somehow with their own names, Shalom Harlow and Amber Valletta. They discovered a shared love of the author Tom Robbins, whose work includes the 1976 book Even Cowgirls Get the Blues. Its big-thumbed protagonist, Sissy Hankshaw, was looking to get out, something the girls knew a thing or two about. That restlessness had brought them to Paris, and now it had brought them here, to see if they could pair up to escape their modeling accommodations.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kongs-towering-office-rents-are-coming-back-down-to-earth-11619524805", "title": "Hong Kong's Towering Office Rents Are Coming Back Down to Earth", "date": "2021-04-27 08:00", "summary": "Economic impacts of the pandemic, social unrest and U.S.-China tensions put downward pressure on prices. 'It's survival of the fittest.'. Hong Kong's economy is finally turning the corner. But it could be years before the city's once-lucrative office-rental market is back to full health.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/businessman-to-admit-smuggling-marine-tech-to-china-11619524826", "title": "Businessman to Admit Smuggling Marine Tech to China", "date": "2021-04-27 08:00", "summary": "Qin Shuren is pleading guilty to illegally exporting equipment that officials say could help China as it builds an undersea drone armada. Qin Shuren made no secret of his interest in underwater drones, according to his neighbors in the affluent Boston suburb of Wellesley.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fedex-adobe-agree-to-integrate-e-commerce-sales-service-platforms-11619524804", "title": "FedEx, Adobe Agree to Integrate E-Commerce Sales, Service Platforms", "date": "2021-04-27 08:00", "summary": "The delivery company says the alignment of its ShopRunner service with Adobe's sales operation is aimed at building an 'open e-commerce ecosystem'. FedEx Corp. and Adobe Inc. are teaming up in a deal aimed at helping retailers meet e-commerce demand and compete with online heavyweights such as Amazon.com Inc. by sharing data across digital sales and distribution networks.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mini-american-invasion-of-british-hotel-sector-is-coming-this-summer-11619524805", "title": "Mini-American Invasion of British Hotel Sector Is Coming This Summer", "date": "2021-04-27 08:00", "summary": "A number of U.S. hotel operators are betting that cultural tourists from abroad and stir-crazy locals eager to travel again will fill rooms in Britain. U.K. hotels are gearing up for more visitors after a terrible 2020. A number of luxury or boutique U.S. hotel operators are ready to check in.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andy-ruiz-jr-weight-loss-heavyweight-boxing-11619465855", "title": "The Overweight Heavyweight Who Lost 55 Pounds", "date": "2021-04-27 08:00", "summary": "He became one of the most unlikely champions in boxing history. But he needed to lose weight to save his career.. When the coronavirus pandemic hit in March 2020, boxer Andy Ruiz Jr. was sulking at his home in Southern California. He was no longer the world heavyweight boxing champion. And he was about 40 pounds above his notoriously high weight when he had been.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-class-of-2020-feels-cheated-on-graduation-11619523805", "title": "The Class of 2020 Feels Cheated on Graduation", "date": "2021-04-27 07:43", "summary": "As schools host in-person 2021 graduations, some members of the class of 2020-and their parents-still long for their own missed ceremonies; 'Do you guys still care about us?'. For four years, Maggie Lake imagined descending the majestic hill in the middle of her college campus with her classmates on commencement weekend. But she may need to wait a few more years. Colgate University's 2020 in-person graduation has been rescheduled twice, this time to 2022.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ubs-takes-surprise-774-million-archegos-hit-11619501547", "title": "Archegos Hit Tops $10 Billion After UBS, Nomura Losses", "date": "2021-04-27 07:24", "summary": "Bill Hwang's family office wreaked havoc across Wall Street when it couldn't meet margin calls in March. The battering to Wall Street banks from Archegos Capital Management topped $10 billion after UBS Group AG and Nomura Holdings, Inc. reported fresh hits caused by the fund's collapse.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/emerging-housing-markets-index-wsj-realtor-com-11619483158", "title": "See the Full Ranking From Our New Housing Index", "date": "2021-04-27 07:10", "summary": "Resume Subscription. Residential real estate is one of the world's most popular investments. In the U.S. alone, the total value of owner-occupied real estate is roughly $32 trillion, nearly as much as the value of the entire U.S. stock market. And you can't live in your stock portfolio.", "categories": [["WSJ News Exclusive", "Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/archegos-fiasco-stalks-nomuras-wall-street-dream-11619518552", "title": "Archegos Fiasco Stalks Nomura's Wall Street Dream", "date": "2021-04-27 06:15", "summary": "Japanese bank's management might be better off focusing closer to home. Nomura's Wall Street dream remains elusive as ever. Less grandiose-but more profitable-ambitions close to home might be a better use of the company's resources and expertise.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-makes-more-money-trading-bitcoin-than-selling-cars-11619517615", "title": "Tesla Makes More Money Trading Bitcoin Than Selling Cars", "date": "2021-04-27 06:00", "summary": "Bitcoin trading and regulatory credits, not auto sales, helped power Tesla to a record profit. After just months under the same roof, bitcoin and Tesla are becoming the best of friends.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saying-au-revoir-to-the-most-successful-policy-in-federal-reserve-history-11619516586", "title": "Saying Au Revoir to the Most Successful Policy in Fed History", "date": "2021-04-27 05:43", "summary": "The Fed's three-month currency swaps to other central banks cost nothing and prevented an emerging crisis. You may have missed it, but last week major central banks announced the coming end of a facility that provided hundreds of billions of dollars in international swaps, and prevented a calamitous dollar funding crisis last spring.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shoppers-return-to-malls-with-an-urge-to-spend-11619501737", "title": "Shoppers Return to Malls, With an Urge to Spend", "date": "2021-04-27 05:39", "summary": "Covid-19 vaccines, higher foot traffic and a jump in sales are offering hope to a beleaguered industry. Vaccinated shoppers are heading back to the mall, offering hope that the worst of the pandemic downturn is over for this beleaguered industry.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-soccer-brought-to-you-by-jpmorgan-goldman-sachs-and-bank-of-america-11619516392", "title": "European Soccer, Brought to You by JPMorgan and Goldman", "date": "2021-04-27 05:39", "summary": "The Super League fizzled, but JPMorgan's role as the money behind it showcased the outsize role American banks play in European soccer. JPMorgan Chase & Co.'s role as the money behind the defunct soccer Super League in Europe shows the growing prominence of U.S. banks in the region's economy, including the continent's most beloved sport.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lakeside-idaho-city-is-americas-hottest-housing-market-in-new-wsj-realtor-com-index-11619515802", "title": "Lakeside Idaho City Is America's Hottest Housing Market in New WSJ/Realtor.com Index", "date": "2021-04-27 05:30", "summary": "Resume Subscription. The picturesque lakeside city of Coeur d'Alene, Idaho, tops the list of the country's hottest emerging housing markets, according to a new ranking launched Tuesday.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/restaurants-can-tap-29-billion-covid-19-aid-program-beginning-may-3-11619514690", "title": "Restaurants Can Tap Covid-19 Aid Program Beginning May 3", "date": "2021-04-27 05:11", "summary": "The Small Business Administration's grant program for the food-service industry was created by Congress as part of a pandemic-aid package. The Small Business Administration will begin accepting applications May 3 for a $29 billion grant program aimed at boosting the restaurant industry, according to the agency.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-default-zambias-outsized-bet-on-copper-could-play-into-chinas-hands-11619514520", "title": "After Default, Zambia's Outsized Bet on Copper Could Play Into China's Hands", "date": "2021-04-27 05:08", "summary": "Zambia takes on $1.5 billion debt to acquire loss-making mine, raising fears it could ultimately hand strategic asset to top creditor, China. Zambia, which defaulted on payments to bondholders in November, is doubling down on debt with a high-stakes bet that nationalizing one of its biggest copper mines will help rescue its flailing economy.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-bad-debt-manager-huarong-repays-a-453-million-bond-11619514012", "title": "Chinese Bad-Debt Manager Repays a $453 Million Bond", "date": "2021-04-27 05:00", "summary": "Investor worries linger after repayment of first international bond to come due since company delayed release of financial results. SINGAPORE-China's largest distressed-asset manager paid off one of its international bonds in full on Tuesday and sought to assuage investor concerns about its liquidity following a credit-ratings downgrade.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11619446674", "title": "Pepper...and Salt", "date": "2021-04-27 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-and-mountain-west-gain-political-power-from-population-growth-11619465263", "title": "South and Mountain West Gain Political Power From Population Growth", "date": "2021-04-27 23:31", "summary": "Texas gets the most new House seats after 2020 census reshuffling; California loses a seat for the first time. Political power in the U.S. will shift further to states in the South and Mountain West-with Texas picking up two House seats and California losing one-as the country's overall population growth slowed to the lowest rate since the Great Depression, the Census Bureau said Monday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-starts-probe-into-meituan-as-internet-industry-crackdown-widens-11619440143", "title": "China Starts Probe Into Meituan as Internet-Industry Crackdown Widens", "date": "2021-04-27 22:39", "summary": "Investigation of delivery giant for suspected monopolistic practices. China is investigating delivery giant Meituan over suspected antitrust practices, the latest move by Beijing to tighten its grip on the country's powerful tech industry.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/secure-home-lenders-move-to-take-over-company-leave-suppliers-unpaid-in-chapter-11-11619465741", "title": "Secure Home Lenders Move to Take Over Company", "date": "2021-04-27 22:10", "summary": "Home security company proposes a bankruptcy reorganization that would be tough on junior creditors. Private-equity-owned Secure Home Holdings LLC filed for bankruptcy protection after its top-ranking lenders agreed to award themselves the home-security systems business, leaving unsecured creditors owed $110 million unpaid.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prescription-drug-price-cuts-set-to-be-left-out-of-white-house-proposal-11619467953", "title": "Prescription-Drug Price Cuts Set to Be Left Out of White House Proposal", "date": "2021-04-27 21:49", "summary": "Biden will detail roughly $1.8 trillion antipoverty plan during a speech to Congress later this week. WASHINGTON-The White House isn't expected to include a measure aimed at lowering the price of prescription drugs in its coming antipoverty package, according to people familiar with the matter, in an omission likely to disappoint top Democrats on Capitol Hill.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-tsla-1q-earnings-report-2021-11619318648", "title": "Tesla Posts Record Earnings at Start of Turbulent Year", "date": "2021-04-27 20:41", "summary": "Electric-vehicle pioneer faces safety investigations and mounting competition as demand for plug-in cars rises. Tesla Inc. posted a record quarterly profit despite supply disruptions, fueled by rising deliveries and increasingly broad-based demand for electric vehicles.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}]