[{"link": "https://www.wsj.com/articles/cyber-monday-sales-are-expected-to-stall-11638226511", "title": "Cyber Monday Sales Flat as Smaller Savings Curb Incentive to Spend", "date": "2021-11-29 22:54", "summary": "Online retailers offered fewer discounts because of limited inventory, while more shoppers returned to stores. U.S. online sales were flat throughout Cyber Monday, as smaller discounts gave shoppers less incentive to spend, but analysts say sales could finish slightly higher than last year by the time West Coast shoppers finish for the night.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ftc-asks-amazon-walmart-for-information-about-supply-chain-issues-11638221548", "title": "FTC Asks Amazon, Walmart for Information on Supply-Chain Issues", "date": "2021-11-29 22:34", "summary": "Agency says it is conducting study on supply-chain problems, shortages. The Federal Trade Commission is seeking information from Amazon.com Inc., Procter & Gamble Co. , Walmart Inc. and others about how they are handling supply-chain snarls, part of a study into whether the problems have led to anticompetitive behavior and higher prices.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sutherland-springs-families-survivors-seek-bigger-payments-from-government-11638231903", "title": "Sutherland Springs Families, Survivors Seek Bigger Payments From U.S.", "date": "2021-11-29 21:49", "summary": "Damages proposed for failure to stop shooter from buying gun used in 2017 Texas massacre are below those in Charleston, S.C., and Parkland, Fla., shootings. Lawyers for victims of the 2017 massacre in Sutherland Springs, Texas, argued Monday that the Justice Department was proposing too little in damages, compared with other recent settlements over the government's failure to prevent mass shootings.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-holmes-trial-theranos-founder-says-balwani-berated-abused-her-11638227059", "title": "Theranos Founder Says Top Deputy Abused Her", "date": "2021-11-29 21:07", "summary": "The former couple lived together for more than a decade and ran the blood-testing startup in tandem. In tearful and intense testimony, Elizabeth Holmes said from the witness stand Monday that she had been raped while studying at Stanford University and not long after entered into an abusive relationship with the man who would become her top deputy at Theranos Inc.", "categories": [["Business", "Law"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/law-legal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-asked-to-review-bill-cosbys-overturned-conviction-11638228307", "title": "Supreme Court Asked to Review Bill Cosby's Overturned Conviction", "date": "2021-11-29 20:52", "summary": "Comedian had been serving 3-to-10-year sentence when freed in June. Prosecutors in Pennsylvania on Monday asked the U.S. Supreme Court to review a state court ruling that had overturned the sexual assault conviction of entertainer Bill Cosby.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-shares-jump-on-report-jack-dorsey-is-stepping-down-as-ceo-11638199629", "title": "Jack Dorsey Steps Down as CEO of Twitter", "date": "2021-11-29 20:21", "summary": "Chief Technology Officer Parag Agrawal to succeed Dorsey atop social-media company effective immediately. Twitter Inc . said Monday that Chief Executive Officer Jack Dorsey is stepping down, a departure driven in part by investors uncomfortable with his roles running two large, publicly traded companies, according to people familiar with the matter.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuela-governors-election-ruling-sparks-outcry-11638234842", "title": "Venezuela Governor's Election Ruling Sparks Outcry", "date": "2021-11-29 20:14", "summary": "With vote count incomplete, Supreme Court bars opposition candidate from governor's race in Barinas state, birthplace of Hugo Chávez. As votes were being tallied in a hotly contested governor's race, Venezuela's Supreme Court on Monday stepped in to abruptly prohibit opposition candidate Freddy Superlano from holding office, leading to accusations that the election was being stolen.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jussie-smollett-trial-begins-in-chicago-11638231611", "title": "Jussie Smollett Trial Begins in Chicago", "date": "2021-11-29 20:09", "summary": "Actor faces criminal proceeding almost three years after allegedly staging a hoax attack. CHICAGO-The criminal trial of Jussie Smollett began with opening statements Monday, nearly three years after the actor said he was the victim of a hate crime that prosecutors allege was a hoax orchestrated by Mr. Smollett himself.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-moving-to-authorize-pfizer-biontech-booster-for-16-17-year-olds-11638233782", "title": "FDA Moving to Authorize Pfizer-BioNTech Booster for 16-, 17-Year-Olds", "date": "2021-11-29 20:05", "summary": "The agency could clear use of the extra doses as soon as next week as concerns rise over Omicron variant. The Food and Drug Administration could authorize Covid-19 boosters from Pfizer Inc. and BioNTech SE for use in 16- and 17-year olds as soon as next week as concerns rise over a new, possibly more transmissible variant, according to a person familiar with the planning.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hertz-targets-2-billion-in-buybacks-amid-pandemic-recovery-11638205059", "title": "Hertz Targets $2 Billion in Buybacks", "date": "2021-11-29 19:48", "summary": "Stock repurchases would reward investors in car-rental company that is rebounding from bankruptcy. Hertz Global Holdings Inc. unveiled a plan on Monday to buy back as much as $2 billion of its stock, a move that would return more capital to investors who stood by the car-rental company through its bankruptcy filing last year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schick-owner-buys-womens-razor-brand-billie-for-310-million-11638222296", "title": "Schick Owner Edgewell Personal Care Buys Women's Razor Brand Billie", "date": "2021-11-29 19:29", "summary": "The $310 million deal comes after federal regulators had blocked a deal for Gillette parent Procter & Gamble to acquire the startup. The maker of Schick razors has acquired women's razor maker Billie Inc., after federal antitrust regulators scuttled an attempt by rival Procter & Gamble Co. to buy the online startup.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-omicron-variant-exacerbates-inflation-uncertainty-powell-says-11638221432", "title": "New Omicron Variant Exacerbates Inflation Uncertainty, Powell Says", "date": "2021-11-29 19:27", "summary": "Fed chairman says Covid-19 variant could intensify supply-chain disruptions and slow progress in labor market. The new Omicron coronavirus variant risks intensifying supply-chain disruptions that have fueled a surge in inflation this year, Federal Reserve Chairman Jerome Powell said in testimony released Monday afternoon.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-issues-new-guidance-on-measuring-cost-of-spring-loaded-stock-awards-11638231960", "title": "SEC Issues New Guidance on Measuring Cost of 'Spring-Loaded' Awards", "date": "2021-11-29 19:26", "summary": "The practice of granting stock awards shortly before announcing market-moving news merits 'particular scrutiny' from executives, the regulator said. The Securities and Exchange Commission on Monday issued new guidance on how companies should recognize and disclose compensation costs associated with spring-loaded awards, which are stock options or other awards granted to executives shortly before market-moving news is announced.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cnn-to-review-new-records-showing-chris-cuomos-involvement-in-former-gov-andrew-cuomos-response-to-sexual-harrassment-allegations-11638228094", "title": "CNN to Review Records Showing Cuomo's Involvement in Coaching Brother", "date": "2021-11-29 19:16", "summary": "News network says documents released by office of New York Attorney General Monday 'deserve a thorough review and consideration'. CNN said it would review newly released records that show anchor Chris Cuomo coaching his brother, former New York Gov. Andrew Cuomo, on possible responses to allegations of sexual harassment.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-honduras-election-leftist-candidate-holds-a-big-lead-11638193226", "title": "In Honduras Presidential Race, Leftist Candidate Has Big Lead", "date": "2021-11-29 19:03", "summary": "Vote count sees Central American nation's potentially first female leader, Xiomara Castro, well ahead of a mayor in the ruling party. The wife of a former leftist president deposed by the military 12 years ago appeared headed for a comfortable victory in presidential elections in Honduras.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-11-29-2021-11638169716", "title": "Stocks, Oil Rise as Investors Shrug Off Omicron Worries", "date": "2021-11-29 18:52", "summary": "Oil stabilizes, Moderna jumps as vaccine maker says it is working on booster for new variant. Stocks and oil prices bounced back from Friday's selloff, with investors betting the Omicron Covid-19 variant will cause less damage to the global economic recovery than initially feared.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lee-elder-first-black-golfer-to-play-at-the-masters-dies-at-87-11638215648", "title": "Lee Elder, First Black Golfer to Play at the Masters, Dies at 87", "date": "2021-11-29 18:51", "summary": "A four-time PGA Tour winner, Elder was an inspiration to Tiger Woods. Lee Elder, the first Black person to play at the Masters and help pave the way for other Black golfers, has died. He was 87.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/us-china-pentagon-middle-east-11638142162", "title": "U.S. Plans to Improve Bases to Deter China", "date": "2021-11-29 18:48", "summary": "A review of U.S. military forces and capabilities world-wide makes adjustments but includes no major reshuffling to take on Beijing. WASHINGTON-A Pentagon review of military resources world-wide plans to make improvements to airfields in Guam and Australia to counter China but contains no major reshuffling of forces as the U.S. moves to take on Beijing while deterring Russia and fighting terrorism in the Middle East and Africa.", "categories": [["WSJ News Exclusive", "National Security"]], "category_links": ["https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-hospitals-prepare-to-lose-staff-over-covid-19-vaccination-mandate-11638181800", "title": "Some Hospitals Prepare to Lose Staff Over Covid-19 Vaccination Mandate", "date": "2021-11-29 18:48", "summary": "Up to 30% of hospital workers aren't vaccinated ahead of a Jan. 4 federal deadline. Some hospitals, nursing homes and other healthcare providers are preparing to operate without up to a third of their staff at the start of next year, if those workers don't comply with a federal mandate to get vaccinated against Covid-19.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-alabama-workers-to-hold-new-election-federal-labor-official-rules-11638218185", "title": "Amazon Alabama Workers to Hold New Union Vote, Labor Official Rules", "date": "2021-11-29 18:47", "summary": "Decision comes after challenge to company's victory against forming union in Bessemer, Ala.. A federal official has ordered a new unionization vote for Amazon.com Inc. workers in Alabama, saying the company violated labor law in its campaign against organizing earlier this year, according to the National Labor Relations Board.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uconn-star-paige-bueckers-will-be-gatorades-first-signed-college-athlete-11638223211", "title": "UConn Star Paige Bueckers Will Be Gatorade's First Signed College Athlete", "date": "2021-11-29 18:42", "summary": "Deal comes after NCAA passed rules allowing student athletes to earn money on endorsements. University of Connecticut women's basketball star Paige Bueckers will become Gatorade's first signed college player.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-omicron-non-emergency-joe-biden-south-africa-kathy-hochul-11638225480", "title": "The Omicron Non-Emergency", "date": "2021-11-29 18:39", "summary": "Vaccine mandates are hurting hospitals, as a judge blocks Biden's on healthcare workers.. Markets rebounded Monday following their Friday freak-out over the Omicron variant of Covid-19. President Biden also seems to be calming down, though other politicians continue to impose restrictions and mandates that will do more harm than good.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kongs-rigged-election-china-legislative-council-11638224614", "title": "Hong Kong Says Vote-or Else", "date": "2021-11-29 18:36", "summary": "China fears a boycott of the sham vote it will hold next month.. We bring you this message from Hong Kong because China's Communist Party wants the world to forget how it crushed the autonomy it promised to the territory. On Monday authorities issued arrest warrants for two pro-democracy exiles who used social media to recommend that Hong Kongers boycott sham legislative elections scheduled for December.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-joins-the-lumber-wars-commerce-department-tariffs-canada-11638226400", "title": "Biden Joins the Lumber Trade Wars", "date": "2021-11-29 18:34", "summary": "How not to fight inflation: raise home building costs by doubling tariffs.. President Biden says he feels your pain regarding inflation, and he's made public-relations moves to show it, begging ports to move goods faster and OPEC to produce more oil. Too bad his Administration's policies reveal different priorities. Witness the Commerce Department's decision to raise tariffs on lumber, which will raise building costs in an already strained housing market.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-erdogan-lira-crisis-turkey-11638219071", "title": "The Erdogan Lira Crisis", "date": "2021-11-29 18:32", "summary": "Turkey's currency burns while its president fiddles with rates.. One currency crisis in a career is usually more than enough for any politician. Turkish President Recep Tayyip Erdogan isn't content with only one currency crisis a year. Which is how the lira has come to be plunging headlong into its second disaster of 2021 as Mr. Erdogan sticks to policies that are hammering Turkey's middle class.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-did-that-imf-covid-cash-go-special-drawing-rights-11638223617", "title": "Where Did That IMF Covid Money Go?", "date": "2021-11-29 18:23", "summary": "Iran got $5 billion, but the world's poor countries aren't benefitting from 'special drawing rights.'. After a year of deliberation over how best to respond to the economic crisis caused by Covid-19, the International Monetary Fund announced in August a new general allocation of special drawing rights equivalent to $650 billion. SDRs are financial instruments that provide governments that are IMF shareholders access to hard currency. The IMF and World Bank normally impose strict transparency and reporting conditions on how funds may be used.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-abortion-case-feels-different-supreme-court-unborn-dobbs-jackson-womens-health-11638223308", "title": "This Abortion Case 'Feels Different'", "date": "2021-11-29 18:22", "summary": "The law before the high court this week focuses on protecting the unborn, not restricting women.. A prominent pro-choice attorney and I appeared together on a Sunday news show. It was 1989 and the Supreme Court was about to hear oral arguments in Webster v. Reproductive Health Services, in which Missouri was asking the justices to reconsider Roe v. Wade. As a pro-life Missouri lawyer, I had drafted portions of the law at issue. My fellow guest represented its challengers. He had a couple of Supreme Court victories under his belt on the abortion issue. After the interview, he confided: \"This time feels different.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-left-ahmaud-arbery-and-felony-murder-racial-discrimination-justice-ahmaud-arbery-11638222968", "title": "The Left, the Ahmaud Arbery Verdict and 'Felony Murder'", "date": "2021-11-29 18:21", "summary": "If the charge is unjust, two of the defendants should not have been convicted.. Travis McMichael fired the shotgun blasts that killed Ahmaud Arbery in February 2020, and last week a Brunswick, Ga., jury found him guilty of \"malice murder.\" Two other men-Mr. McMichael's father, Gregory, and William Bryan-were acquitted on that charge but found guilty of \"felony murder,\" which also carries a mandatory life sentence. Progressive criminal-justice reformers have argued that felony-murder laws are unjust, and they have a point.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/leadership-and-dirty-tricks-at-harvard-election-votes-university-11638220916", "title": "'Leadership' and Dirty Tricks at Harvard", "date": "2021-11-29 18:19", "summary": "The student council's extreme measures to stave off a 'vote of no confidence.'. Cambridge, Mass.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-pro-lifers-want-supreme-court-casey-roe-undue-burden-dobbs-jackson-womens-health-11638222045", "title": "What Pro-Lifers Want From the Supreme Court", "date": "2021-11-29 18:18", "summary": "It's the job of the American people, not the justices, to decide abortion.. When the Supreme Court on Wednesday hears oral arguments about a Mississippi law that bans abortions after the first 15 weeks of pregnancy, the issue in contention will be clear. Ever since the Roe v. Wade decision in 1973 the court has held that women have a constitutional right to an abortion up to the point of viability-roughly 24 weeks. Expect to read a great deal about how pro-lifers seek to impose their moral views on the nation.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-world-free-trade-system-is-in-crisis-organization-meeting-omicron-tariffs-sanctions-11638220676", "title": "Global Free Trade Is in Crisis", "date": "2021-11-29 18:18", "summary": "Western leaders have failed to deal with economic dislocation and China's cheating.. As diplomats prepare for December's 110-government virtual Summit for Democracy, there is much hand-wringing over democracy's global retreat. That democratic recession is real, but another fundamental element of the liberal world order is in even more trouble.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-way-to-mourn-the-many-screenshots-of-virgil-ablohs-dms-11638226715", "title": "A New Way to Mourn: The Many Screenshots of Virgil Abloh's DMs", "date": "2021-11-29 17:58", "summary": "In life, sharing private text messages is taboo. But now it's becoming increasingly common as a collective way to grieve. Following the death of Virgil Abloh, the celebrities, stylists and influencers who knew him took to Instagram to share old and recent private messages of correspondence with the fashion designer and LVMH artistic director.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ghislaine-maxwell-trial-set-to-begin-monday-11638181800", "title": "Lawyers Offer Clashing Portraits of Ghislaine Maxwell", "date": "2021-11-29 17:58", "summary": "In trial's first day, prosecutors say socialite worked to recruit young girls for Jeffrey Epstein; defense calls allegations scapegoating. The sex-trafficking trial of Ghislaine Maxwell began Monday with New York federal prosecutors and her defense team offering opposing portraits of the British socialite and sparring over her role in financier Jeffrey Epstein's alleged sex abuse of underage girls.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-america-education-immigration-and-innovation-creativity-drills-11637963482", "title": "The American Way of Education, Immigration and Innovation", "date": "2021-11-29 17:54", "summary": "The kind of 'coddling,' creative play and imagination promoted here fosters the very things the Chinese so often resort to stealing.. Habi Zhang asks how America will compete with a China that is determined to train the best mathematicians, scientists and engineers (\"The Coddling of American Children Is a Boon to Beijing,\" op-ed, Nov. 22). The answer is freedom and the profit motive. I will pit the \"mediocre\" American student, who has freedom and the opportunity to get ahead and enjoy the fruits of his success, against the Chinese student who is pushed to serve the Communist Party and state, and let's see who will work harder and be more innovative.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-partisan-pandemic-history-11638224460", "title": "Biden's Partisan Pandemic History", "date": "2021-11-29 17:21", "summary": "The President wastes another opportunity to lead on Covid.. \"When I was elected I said I would always be honest with you,\" said President Joe Biden on Monday as he commenced a White House briefing on the latest Covid variant. Keeping this pledge has been a challenge for Mr. Biden, in part because he seems unable to make a case for his policies without resorting to false comparisons involving his predecessor.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barn-neil-young-crazy-horse-review-11638224115", "title": "'Barn' by Neil Young and Crazy Horse: Rural Rocking", "date": "2021-11-29 17:16", "summary": "The latest from the storied singer and his backing band makes you appreciate the artists' bruised and battered grandeur.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lululemon-hits-back-at-peloton-sues-over-allegedly-copied-designs-11638224178", "title": "Lululemon Hits Back at Peloton, Sues Over Allegedly Copied Designs", "date": "2021-11-29 17:16", "summary": "Athletic-apparel maker says new Peloton items are knockoffs; Peloton last week asked a court to declare it didn't infringe on designs. Lululemon and Peloton used to make workout clothes together. Now, they're locked in a legal battle.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pentagon-to-investigate-2019-syria-airstrike-that-killed-women-and-children-11638224156", "title": "Pentagon to Probe 2019 Syria Airstrike That Killed Women and Children", "date": "2021-11-29 17:15", "summary": "Inquiry will examine whether the U.S. complied with laws of war in launching the attack. WASHINGTON-Defense Secretary Lloyd Austin has ordered an investigation into a 2019 U.S. strike in Syria that killed dozens of people, including women and children, but that wasn't publicly acknowledged by the military until this year, the Defense Department said Monday.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-watches-for-omicron-as-covid-19-infections-remain-high-11638206760", "title": "CDC Says Everyone 18 and Older Should Get Covid-19 Booster", "date": "2021-11-29 17:12", "summary": "New York City broadens mask advisory, reflecting potential risks posed by new variant. The Centers for Disease Control and Prevention strengthened its Covid-19 booster-shot recommendations, reflecting the potential threat the new Omicron variant poses to the pandemic response in the U.S. and world-wide.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/keep-calm-tuesday-crossword-november-30-11637703926", "title": "Keep Calm (Tuesday Crossword, November 30)", "date": "2021-11-29 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/keep-calm-tuesday-crossword-november-30-11638209352", "title": "Keep Calm (Tuesday Crossword, November 30)", "date": "2021-11-29 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-variant-drives-rise-in-covid-19-hospitalizations-in-south-africa-hot-spot-11638185629", "title": "Omicron Drives Rise in Hospitalizations in South Africa Hot Spot", "date": "2021-11-29 15:48", "summary": "Fewer patients admitted with severe disease but more young children being treated, as experts warn firmer conclusions will need more time. JOHANNESBURG-The emergence of the Omicron variant of the coronavirus in South Africa has driven a sharp increase in Covid-19 hospitalizations in the country's hot-spot province over the past two weeks, although fewer patients are being treated for severe disease than in previous surges, the country's National Institute for Communicable Diseases said.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsofts-satya-nadella-sold-half-of-his-shares-in-the-company-11638214243", "title": "Microsoft's Nadella Sells Half of His Shares in Company", "date": "2021-11-29 15:14", "summary": "Software maker's CEO shed holdings valued at nearly $300 million last week, SEC filing shows. Microsoft Corp. Chief Executive Satya Nadella sold about half of his shares in the company last week, according to a federal securities filing.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-home-on-six-beachfront-acres-lists-for-90-million-11638216653", "title": "Florida Home on Six Beachfront Acres Lists for $90 Million", "date": "2021-11-29 15:10", "summary": "The Jupiter Island compound, owned by SEI's Alfred West, has a main house, two guest cottages and a beach house, plus a dock. On Florida's affluent Jupiter Island, a waterfront compound that stretches from the Atlantic Ocean to the Intracoastal Waterway is hitting the market for $90 million.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coast-to-coast-11638216593", "title": "Coast to Coast", "date": "2021-11-29 15:09", "summary": "A Florida compound for sale has frontage on both the Atlantic Ocean and the Intracoastal Waterway. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/what-elizabeth-holmes-theranos-trial-reveals-11631883936", "title": "The Theranos Revelations We Have Learned After 12 Weeks of the Elizabeth Holmes Trial", "date": "2021-11-29 15:01", "summary": "Jurors have heard about Theranos investors, forged documents and mystery lab directors. The courtroom testimony that has unfolded so far in the criminal trial of Theranos Inc. founder Elizabeth Holmes has given even close watchers of the company new nuggets of information.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-stabilize-after-omicron-driven-friday-selloff-11638207346", "title": "Oil Prices Stabilize After Omicron-Driven Friday Selloff", "date": "2021-11-29 14:58", "summary": "Crude's recent volatility has been sparked by worries that Covid-19 travel restrictions will weaken the global economy. Oil prices stabilized on Monday, clawing back some of their losses after a new variant of the coronavirus fueled crude's worst trading session since April 2020.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-variant-prompts-governments-to-push-covid-19-boosters-11638193119", "title": "Omicron Variant Prompts Governments to Push Covid-19 Boosters", "date": "2021-11-29 14:36", "summary": "Israel says working hypothesis is that extra doses would help prevent severe illness in cases of new variant. TEL AVIV-Israel, the United Arab Emirates and the U.K., all early adopters of the Covid-19 vaccine, are urging their residents to get a booster shot as governments globally consider options to help fend off the coronavirus's new Omicron variant.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-jack-dorsey-its-no-longer-hip-to-be-square-at-twitter-11638211237", "title": "For Jack Dorsey, It's No Longer Hip to Be Square at Twitter", "date": "2021-11-29 13:40", "summary": "Stepping away from the helm of Twitter is the right move, but that doesn't mean the company's problems are solved. It seems even Jack Dorsey has a character limit.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-plans-search-for-new-finance-chief-as-brett-biggs-readies-to-leave-11638196417", "title": "Walmart Plans Search for New Finance Chief", "date": "2021-11-29 13:30", "summary": "Brett Biggs, who has been with the company for 22 years and CFO for about 6 years, intends to leave in early 2023. Walmart Inc. is searching for a new chief financial officer after Brett Biggs, a 22-year company veteran, said he plans to step down from the CFO post in early 2023.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldman-sachs-rolls-out-new-worker-benefits-to-combat-employee-burnout-11638210617", "title": "Goldman Expands Benefits to Combat Employee Burnout", "date": "2021-11-29 13:30", "summary": "Wall Street firm, in a race for talent, is making it easier for employees to take time off. Goldman Sachs Group Inc. is introducing several new employee benefits, part of a bid to attract and keep employees in a pandemic that has made many people re-evaluate their careers.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkeys-lira-crisis-exposes-reliance-on-imported-energy-11638199093", "title": "Turkey's Lira Crisis Exposes Reliance on Imported Energy", "date": "2021-11-29 13:10", "summary": "Energy situation is precarious, with the country set to renegotiate major natural-gas-supply contracts with Russia. Turkey's currency crisis has exposed a key weakness in its economy: a near total dependence on imported energy to keep households warm and factories humming.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-variant-has-covid-19-vaccine-makers-preparing-for-worst-case-11638209132", "title": "Omicron Variant Has Covid-19 Vaccine Makers Preparing for Worst Case", "date": "2021-11-29 13:05", "summary": "Testing just started, but drugmakers have expressed concern that Covid-19 vaccines won't work as well against the new strain. Drugmakers raised the prospect that existing Covid-19 vaccines might be less effective against the new Omicron variant of the coronavirus, which could create a need for modified vaccines that better target the concerning new strain.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/world-trade-organization-fast-track-irrelevance-tpp-cptpp-china-ministerial-conference-omicron-11638201072", "title": "The WTO's Fast Track to Irrelevance", "date": "2021-11-29 13:02", "summary": "China and others try to exploit the pact, while Western nations burden it with irrelevant goals.. The Omicron scare provided a face-saving way to cancel the Ministerial Conference of the World Trade Organization, scheduled to open Nov. 30 in Geneva. The session was headed for minimal results, joining this year's Group of 20 summit and the Glasgow Conference on climate change in failing to achieve their goals. The WTO's inefficiency, China's growing influence, and the lack of economic-policy consensus within and among national democracies are the principal causes of its endemic gridlock. The WTO's weakness exemplifies in many ways the end of the post-World War II liberal international order.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jamie-dimon-joke-is-on-jpmorgan-chase-stakeholder-capitalism-china-communist-xi-esg-11638201619", "title": "Jamie Dimon's China Joke Is on JPMorgan's 'Stakeholders'", "date": "2021-11-29 13:02", "summary": "His kowtow shows that investor value is still paramount-and maybe in this case it shouldn't be.. In the reign of China's Ming dynasty, the full kowtow involved \"three kneelings and nine prostrations.\" Perhaps it's a sign of progress that the Ming emperors' modern successor seems to be satisfied with two.", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-beverly-hills-midcentury-modern-gets-a-10-million-redo-11638208659", "title": "A Beverly Hills Midcentury Modern Gets a $10 Million Redo", "date": "2021-11-29 12:57", "summary": "Resume Subscription. A midcentury-modern home in Beverly Hills is listing for $27 million after a roughly $10 million renovation.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/to-get-in-this-monopoly-game-it-can-help-to-have-real-money-11638208389", "title": "Want to Get On a Local Version of Monopoly? It Might Take Actual Dollars.", "date": "2021-11-29 12:53", "summary": "Local versions of the game are popular, but some businesses don't land a spot on the board; 'It's crazy'. WORCESTER, Mass.-For months, New England's second-largest city has been buzzing about a Worcester version of Monopoly coming this fall.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-black-friday-whats-the-best-way-to-pay-11637836201", "title": "For Cyber Monday Deals, What's the Best Way to Pay?", "date": "2021-11-29 12:53", "summary": "'Buy now, pay later' apps and store credit cards have deals to offer this holiday season. Here's how to plan.. Two payment options are vying hard for shoppers' attention this Cyber Monday: \"buy now, pay later\" services and store credit cards.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/10-books-to-read-the-best-reviews-of-november-rescuing-socrates-fuzz-appomattox-grisham-11638205189", "title": "10 Books to Read: The Best Reviews of November", "date": "2021-11-29 12:35", "summary": "'Rescuing Socrates,' 'Fuzz,' 'The Judge's List' and more of the books our reviewers highlighted this month.. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-doubles-down-on-demands-as-nuclear-talks-resume-11638207200", "title": "Iran Doubles Down on Demands as Nuclear Talks Resume", "date": "2021-11-29 12:33", "summary": "Negotiations in Vienna aim to address steps Iran and the U.S. will take to revive the 2015 nuclear deal. VIENNA-Iran made many demands as it resumed talks Monday with the U.S. and other world powers aimed at salvaging the 2015 nuclear deal, doubling down on its position before negotiations first started in the spring and raising doubts over an early breakthrough.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-us-navy-missile-range-aircraft-carriers-fighters-refueling-tankers-drones-unmanned-11637964964", "title": "Will China Render U.S. Aircraft Carriers Irrelevant?", "date": "2021-11-29 11:55", "summary": "The Navy needs fighters with greater range, endurance, payload and stealth.. Capt. Jerry Hendrix's premise, that the Navy should prioritize attack aircraft over another new fighter, is spot-on (\"The U.S. Navy's Range Has Diminished Dangerously,\" op-ed, Nov. 19). He suggests air refueling could mitigate fighter-range limitations, but it's no panacea. China is equipping its fighters with long-range missiles that will force U.S. tankers to orbit at a distance beyond our fighters' unrefueled radius.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-gasoline-gas-prices-energy-environment-carbon-emissions-opec-fossil-fuels-11638203412", "title": "Biden's Great Gasoline-Price Contradiction", "date": "2021-11-29 11:53", "summary": "There is a serious dissonance between this administration's energy and environmental policies.. I don't understand why President Biden has a problem with higher gasoline prices (\"Strategic Political Oil Reserve,\" Review & Outlook, Nov. 24). Is it not the environmental movement's objective to make gasoline prices punitively expensive to encourage Americans to use more fuel-efficient or electric vehicles, so that our nation reduces greenhouse-gas emissions to save the planet from warming?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pilgrims-wampanoags-story-behind-thanksgiving-11638203597", "title": "Pilgrims and Wampanoags: The Story Behind Thanksgiving", "date": "2021-11-29 11:50", "summary": "Their relationship was firm and peaceful for 50 years until King Philip's War.. Regarding \"Censoring the Pilgrims\" (Review & Outlook, Nov. 23): As the author of a book on the Pilgrims, I had to research their relationship with the surrounding Wampanoag confederacy. The Pilgrims did build on land cleared and settled by the Patuxet tribe, which was wiped out by plague in the great dying of 1616-19; this was an unintentional gift. But their relationship with the Wampanoags was firm and peaceful for 50 years until King Philip's War. This relationship was based on a treaty of mutual protection, signed on March 22, 1621, by Gov. John Carver and the sachem Ousamequin, better known as Massasoit. This was the first treaty between Native Americans and those coming to the New World.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-misinformation-antivax-mrna-gene-therapy-11638203826", "title": "Rebutting Covid Vaccine Misconceptions", "date": "2021-11-29 11:46", "summary": "It isn't gene therapy. The mRNA never enters the cell nucleus.. In \"Left Betrays Working Class on Covid Mandates\" (op-ed, Nov. 22), Ted Rall quotes a registered nurse, who says, \"Traditionally, the Covid-19 vaccine isn't a vaccine. . . . It's truly gene therapy. The mRNA technology has never been used in human beings before.\" Mr. Rall should have challenged this fallacious statement.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-disrupts-reopening-plans-across-asia-11638186847", "title": "Omicron Disrupts Reopening Plans Across Asia", "date": "2021-11-29 11:43", "summary": "Some countries are temporarily pausing the easing of restrictions that had been in place for much of the pandemic. Many countries across Asia were only just beginning to ease strict border controls and coronavirus restrictions that had been in place for much of the pandemic. The new Omicron variant is now disrupting those reopenings.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/donald-trumps-brother-owned-these-new-york-city-apartments-for-years-but-never-moved-in-11638202192", "title": "Donald Trump's Brother Owned These New York City Apartments for Years, but Never Moved In", "date": "2021-11-29 11:09", "summary": "Now the Manhattan units are being sold by the estate of the late Robert Trump. An assemblage of Manhattan apartments owned for years by the late Robert Trump, the younger brother of former President Donald Trump, is coming on the market for $7.5 million.", "categories": [["Real Estate", "Market Makers"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/market-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nissan-has-a-ways-to-catch-up-11638201277", "title": "Nissan Has a Ways to Catch Up", "date": "2021-11-29 10:54", "summary": "The Japanese car maker's underwhelming new electric-vehicle strategy highlights how far the wider industry has moved on while it focused on operational turnaround. The bar is high these days for car makers announcing big-budget electric-vehicle strategies.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/workers-quit-jobs-in-droves-to-become-their-own-bosses-11638199199", "title": "Workers Quit Jobs in Droves to Become Their Own Bosses", "date": "2021-11-29 10:19", "summary": "Resume Subscription. The pandemic has unleashed a historic burst in entrepreneurship and self-employment. Hundreds of thousands of Americans are striking out on their own as consultants, retailers and small-business owners.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/gerrymandering-puts-partisanship-in-overdrive-can-california-reverse-it-11638198550", "title": "Gerrymandering Puts Partisanship in Overdrive; Can California Slow It?", "date": "2021-11-29 10:09", "summary": "Party-first mentality means that Republicans and Democrats are constantly at odds, hobbling the governing process. Over dinner a few years ago, the late John Dingell, who served in the House of Representatives longer than anyone in history, described how Congress had changed during his career.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stupid-inflation-tricks-elizabeth-warren-inflation-poultry-cartel-11638129322", "title": "Stupid Inflation Tricks", "date": "2021-11-29 09:55", "summary": "Democrats keep coming up with new culprits to blame for rising prices.. David Letterman, the former late-night TV host, had a popular segment he called \"stupid pet tricks.\" We thought of that recently as politicians invent new ways to blame inflation on everything except their own policies.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clearlake-capital-to-buy-quest-software-from-francisco-partners-11638140400", "title": "Clearlake Capital to Buy Quest Software From Francisco Partners", "date": "2021-11-29 09:55", "summary": "Deal values former Dell unit at $5.4 billion, including debt, sources say. Clearlake Capital Group LP said it struck a deal to buy Quest Software Inc. from Francisco Partners in the latest sign of private-equity firms' voracious appetite for software.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moderna-coinbase-occidental-royal-caribbean-what-to-watch-when-the-stock-market-opens-today-11638186311", "title": "Moderna, Coinbase, Occidental, Royal Caribbean: What to Watch in the Stock Market Today", "date": "2021-11-29 09:40", "summary": "Vaccine makers were extending gains; Travel stocks were clawing back some of last week's losses. Wall Street indexes opened higher, putting stocks on course to stabilize after last week's Omicron-variant selloff. Here's what we're watching in Monday's trading:", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-covid-19-vaccine-doses-should-there-be-more-time-between-shots-11638194400", "title": "For Covid-19 Vaccine Doses, Should There Be More Time Between Shots?", "date": "2021-11-29 09:00", "summary": "Waiting longer between shots can build better immunity, studies suggest, but the risk calculus is tricky. ", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/matthew-mcconaughey-says-he-wont-run-for-texas-governor-11638194242", "title": "Matthew McConaughey Says He Won't Run for Texas Governor", "date": "2021-11-29 08:57", "summary": "Actor says running for office in his home state is 'a path that I'm choosing not to take at this moment'. Actor Matthew McConaughey said he won't run for governor in his home state of Texas after months of publicly considering the idea.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nissan-burned-by-experience-shuns-bold-ev-forecasts-11638194191", "title": "Nissan, Burned by Experience, Shuns Bold EV Forecasts", "date": "2021-11-29 08:56", "summary": "Car maker sees uncertainty in U.S. but more rapid shift to battery-powered vehicles in Europe, China. TOKYO- Nissan Motor Co. was once the world's loudest proponent of electric cars, but these days it is one of the more sober voices.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pro-bankruptcy-briefing-evergrandes-long-shadow-covid-variant-resets-outlook-junk-bond-boom-intensifies-11638193720", "title": "Pro Bankruptcy Briefing: Evergrande's Long Shadow; Covid Variant Resets Outlook; Junk-Bond Boom Intensifies", "date": "2021-11-29 08:48", "summary": "Resume Subscription. Good day and welcome back to WSJ Pro Bankruptcy's Daily Briefing. It's Monday, Nov. 29. Here's what you need to know: China Evergrande Group cast a long shadow over the country's many upstart property developers, but the business model it popularized is now running aground. The new Covid variant has investors re-examining expectations about interest rates and economic growth. Wariness around the Omicron variant is unfolding against the backdrop of a record year of junk-bond issuance and an equally big boom in leveraged buyouts.", "categories": [["Pro Bankruptcy Newsletter"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-the-feds-powell-brainard-policy-alliance-eurozone-inflation-narrative-in-spotlight-11638193291", "title": "Inside the Fed's Powell-Brainard Policy Alliance; Eurozone Inflation Narrative in Spotlight", "date": "2021-11-29 08:41", "summary": "Resume Subscription. Good day. If confirmed by the Senate as Federal Reserve Vice Chairwoman, Fed governor Lael Brainard would join the inner circle of advisers that shape the agenda for monetary-policy deliberations by the central bank's rate-setting committee. Fed Chairman Jerome Powell and Ms. Brainard have already underscored the importance of not raising rates until labor markets are tight. But with inflation running well above the Fed's 2% target, they are facing questions over how long they can maintain that stance. Elsewhere, consumer-price inflation in the eurozone is expected to hit a record high in November, raising more questions about the credibility of assertions by the European Central Bank that this period of high inflation is likely to prove transitory. The European Union's statistics agency is expected to estimate Tuesday that prices were between 4.3% and 4.5% higher in November than a year earlier.", "categories": [["Pro Central Banks Newsletter"]], "category_links": ["https://www.wsj.com/news/types/pro-central-banks-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steph-curry-roger-federer-11638192137", "title": "Steph Curry Is the New Roger Federer", "date": "2021-11-29 08:36", "summary": "The basketball great is the most popular player in every arena he's in, even allegedly hostile ones. Steph Curry has reached the Roger Federer Zone. Let me explain.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/travel-ideas-costa-rica-11638191502", "title": "3 Bold Travel Ideas You Should Book As Soon As Possible", "date": "2021-11-29 08:22", "summary": "Check out a new hotel in the southern highlands of Costa Rica which combines healthy living with natural beauty.. A museum in the Mexican jungle forges ahead with a new curator and a singular, sustainable design.", "categories": [["Travel"]], "category_links": ["https://www.wsj.com/news/types/magazine-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brands-no-longer-see-metaverse-like-worlds-as-abstract-gimmicks-11638190802", "title": "Brands No Longer See Metaverse-Like Worlds as Abstract Gimmicks", "date": "2021-11-29 08:00", "summary": "Chipotle, Vans and Verizon turn to Roblox, Fortnite in an effort to build brand recognition. Brands had been toying with the metaverse for some time before Facebook's recent name change turned the term into a household word. Now some of them are getting serious.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airline-frequent-flier-miles-gift-11637939136", "title": "The Holiday Gift That's Supply-Chain Proof", "date": "2021-11-29 08:00", "summary": "With some careful planning, you can turn your pile of frequent-flier points into a meaningful present. Anyone sitting on a trove of frequent-flier miles or credit-card points that piled up during the pandemic might be closer to done with their holiday shopping than they realized: They can give the gift of travel.", "categories": [["Life & Work", "Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-evictions-rental-assistance-11638039967", "title": "Rental Assistance to Be Redirected Based on Demand", "date": "2021-11-29 07:30", "summary": "Treasury plans to move money from some states, localities to those with backlogs of requests. WASHINGTON-The Treasury Department is redirecting rental-assistance money from some states and localities that haven't used the bulk of their funds to others facing backlogs of aid requests, according to administration officials.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/did-match-play-dirty-in-the-dating-game-11638189001", "title": "Did Match Play Dirty in the Dating Game?", "date": "2021-11-29 07:30", "summary": "Investors are dumping Match amid ongoing litigation risk, but they may be overthinking things.. Dating giant Match Group is facing an ugly lovers' quarrel. Investors could wind up not just heartbroken but nearly broke.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ghost-kitchens-are-proving-to-be-a-messy-business-as-reef-global-shows-11638187201", "title": "Ghost Kitchens Prove to Be a Messy Business, as Reef Global Shows", "date": "2021-11-29 07:00", "summary": "Local regulations and higher costs are among the challenges facing the hot sector of delivery-only kitchen space. A few seconds after a cook turned on a stove in a tiny mobile kitchen in a Houston parking lot in April, a fireball erupted from the propane burners, flaring out into the center of the trailer owned by Reef Global Inc.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/world-chess-championship-magnus-carlsen-ian-nepomniachtchi-seconds-11638167905", "title": "The Secret Life of Seconds: The Minds Behind the World Chess Championship", "date": "2021-11-29 06:00", "summary": "Before Ian Nepomniachtchi rose to become the world No. 1's challenger, he was Magnus Carlsen's second-the elite players who moonlight as study companions around the biggest matches.. When Magnus Carlsen prepared to take on India's Viswanathan Anand for the 2014 World Chess Championship in Sochi, the Norwegian champion had a Russian asset in his corner. His name was Ian Nepomniachtchi, an up-and-coming grandmaster Carlsen had handpicked as one of his \"seconds\"-a term for the elite players who moonlight as study companions around the biggest matches.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macau-casino-stocks-high-rolling-days-are-over-11638182912", "title": "Macau Casino Stocks' High-Rolling Days Are Over", "date": "2021-11-29 05:48", "summary": "The arrest of the city's biggest junket operator signals a long recovery for revenue from VIP gamblers from mainland China. Macau's losing streak isn't over yet. High-rollers from China and their financiers-previously a big revenue source for casinos-seem likely to focus on keeping their own heads from rolling rather than resuming their profligate ways next year.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disneys-missing-simpsons-episode-in-hong-kong-raises-censorship-fears-11638182046", "title": "Disney's Missing 'Simpsons' Episode in Hong Kong Raises Censorship Fears", "date": "2021-11-29 05:34", "summary": "Episode that references Tiananmen Square massacre is left out of recently launched Disney+ streaming lineup. HONG KONG-The absence of an episode of \"The Simpsons\" from Walt Disney Co. 's streaming service in Hong Kong is raising concerns about rising censorship in the Chinese territory.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/planet-labs-looks-to-expand-software-offerings-win-new-customers-with-ipo-funds-11638181801", "title": "Planet Labs Looks to Expand Software Offerings, Win New Customers With IPO Funds", "date": "2021-11-29 05:30", "summary": "The Google-backed satellite-imaging company expects to list on the New York Stock Exchange via a SPAC merger next month. Satellite-imaging company Planet Labs Inc. plans to win more customers, increase its data offerings and strike more acquisitions after it goes public via a merger with a special-purpose acquisition company early next month.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macau-casino-stocks-slide-after-arrest-of-junket-boss-alvin-chau-11638167843", "title": "Macau Casino Stocks Slide After Arrest of Junket Boss", "date": "2021-11-29 03:47", "summary": "Trading of shares in Suncity Group suspended after chairman questioned over allegations of illegal gambling operations. HONG KONG-Casino stocks fell and share trading of junket operator Suncity Group Holdings Ltd. was suspended Monday morning after its chairman was held by police over allegations of illegal gambling and money laundering.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tanzania-covid-19-pandemic-response-international-flights-11638211952", "title": "Tanzania Replies in Defense of Its Anti-Covid Campaign", "date": "2021-11-29 00:01", "summary": "'We are not in a state of doom and gloom.'. I write to express concern about \"A Covid-19 Coverup: Secret Burials, 'Acute Pneumonia'\" (Page One, Nov. 5). Tanzania is making concerted efforts to combat the Covid-19 pandemic. For example, President Samia Suluhu Hassan, who took office in March, formed a special committee of experts to research, analyze and propose measures to counter the spread of the pandemic. She has abided by all the expert committee's recommendations.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11638226458", "title": "Pepper...and Salt", "date": "2021-11-29 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-marks-monday-crossword-november-29-11637703564", "title": "Top Marks (Monday Crossword, November 29)", "date": "2021-11-29 00:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}]