[{"link": "https://www.wsj.com/articles/states-announce-26-billion-settlement-to-resolve-opioid-lawsuits-11626890613", "title": "States Reach $26 Billion Pact to Settle Opioid Lawsuits", "date": "2021-07-21 19:38", "summary": "Deal could bring an end to thousands of lawsuits blaming Johnson & Johnson and the nation's largest drug distributors for an epidemic in painkiller addiction. States unveiled a historic $26 billion settlement with drug companies to resolve thousands of opioid-crisis lawsuits, paving the way for communities across the country to secure a jolt of funding to address an epidemic in painkiller addiction that hasn't abated.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-ceo-elon-musk-says-he-personally-owns-bitcoinand-so-does-spacex-11626908542", "title": "Elon Musk Says He Personally Owns Bitcoin-and So Does SpaceX", "date": "2021-07-21 19:02", "summary": "Executive says he wants to ensure bitcoin mining uses more renewable energy before the electric-vehicle maker resumes accepting the cryptocurrency. Tesla Inc. Chief Executive Elon Musk said Wednesday that he and his rocket company, SpaceX, hold bitcoin, a cryptocurrency he generally supports despite having concerns about its environmental impacts.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-sells-latin-american-satellite-business-to-argentinas-grupo-werthein-11626908292", "title": "AT&T Sells Latin American Satellite Business to Argentina's Grupo Werthein", "date": "2021-07-21 18:58", "summary": "Sale of operations acquired in 2015 from DirecTV continues telecom giant's exit from TV business. AT&T Inc. said it agreed to sell its Vrio satellite business in Latin America to Argentina's Grupo Werthein, continuing the Dallas telecom giant's move away from the television business.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-microsoft-hack-russia-nord-stream-biden-state-department-11626900081", "title": "Tough Biden Talk, Little Action", "date": "2021-07-21 18:42", "summary": "On Nord Stream and Chinese hacking, a message of weakness.. A troubling pattern is emerging in President Biden's foreign policy: Officials talk tough-then follow up with diplomacy that amounts to little. Two examples this week-on Chinese hacking and Russia's Nord Stream 2 pipeline-underscore the point.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-reaches-deal-with-germany-over-russian-nord-stream-2-pipeline-11626894824", "title": "U.S. Reaches Deal With Germany Over Russian Nord Stream 2 Pipeline", "date": "2021-07-21 18:38", "summary": "Agreement allows completion of the project, benefiting Germany and Russia, over opposition from Ukraine. The State Department detailed an agreement Wednesday between the U.S. and Germany allowing the completion of a controversial Russian natural-gas pipeline, giving Germany and Russia a long-sought victory on energy while limiting concessions to the U.S. and Ukraine.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nancy-pelosi-vetoes-republicans-january-6-committee-11626904913", "title": "Pelosi Blows Up Her Jan. 6 Committee", "date": "2021-07-21 18:37", "summary": "Even the Speaker admits her veto of GOP members is 'unprecedented.'. When Speaker Nancy Pelosi announced her plan for a House Select Committee to investigate the Jan. 6 Capitol riot, she reserved eight members as her choice and left five for Minority Leader Kevin McCarthy. Well, scratch that. On Wednesday she vetoed two of Mr. McCarthy's choices as unacceptable.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/johnson-and-johnson-settlement-opioids-lawsuit-attorneys-general-11626816062", "title": "Opioid Income Redistribution", "date": "2021-07-21 18:34", "summary": "Actual liability doesn't matter as the lawyers get rich as usual.. This being America, the lawsuit capital of the world, it was probably inevitable that businesses would eventually settle the crush of opioid suits as a ransom to put the issue behind them. On Wednesday state Attorneys General trumpeted a rich opioid settlement with drug distributors and Johnson & Johnson , and there will surely be more.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-awards-jamie-dimon-surprise-retention-bonus-11626864960", "title": "JPMorgan Awards Jamie Dimon Surprise Retention Bonus", "date": "2021-07-21 18:24", "summary": "The one-time grant of stock options reflects the board's desire to keep the CEO at the helm for several more years. JPMorgan Chase & Co. is giving Chief Executive Jamie Dimon 1.5 million reasons to stay at the bank for five more years.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-communism-protests-cuba-iran-haiti-south-africa-russia-hong-kong-belarus-11626894567", "title": "A Pandemic of Misrule", "date": "2021-07-21 18:23", "summary": "Antigovernment protests in Cuba, South Africa, Haiti and elsewhere are not random chaos.. For all the elevation American progressivism has received recently-Joe Biden's leftward flop, the descent of America's institutional elites into facile wokeism-I am beginning to think the most alert minds on the political left know that what looked like their historical moment is losing momentum.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-joe-biden-progressive-base-budget-reconciliation-2022-midterms-11626895960", "title": "Voters See Earthquakes and Lightnin'", "date": "2021-07-21 18:22", "summary": "Trouble's on the way both at home and abroad for Biden, as 2022 comes up fast.. After six months in office, President Biden can claim some successes. He signed a $1.9 trillion Covid relief bill passed on a straight-party vote, began reassuring allies that America values them, and restored normality and decency to the presidency. But he faces an expanding list of challenges, and there are reasons to feel anxious about his ability to handle them.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jacob-zuma-cyril-ramaphosa-anc-corruption-looting-11626901502", "title": "Will South Africa's ANC Get the Message?", "date": "2021-07-21 18:22", "summary": "Decades of corruption and maladministration came to a head in last week's riots. It's time for real reform.. A week of widespread rioting and looting in South Africa has ended. The turmoil's cost is still being determined, but at least 276 people died, some of them trampled to death in stampedes, and the economic damage will run to billions of dollars. The country's health infrastructure, already tottering under the weight of the Covid-19 pandemic, was virtually shattered in some areas by looting and arson. Major highways and a rail link were shut down for days.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-homeland-security-alejandro-mayorkas-cuban-protests-immigration-11626896086", "title": "Ali Mayorkas, Keep Faith With Cubans", "date": "2021-07-21 18:22", "summary": "They deserve support from my childhood friend as they battle the communists.. The Cuban people are risking their lives by fighting to liberate themselves from the communist Castro regime. The Biden administration's response has been weak. The worst moment came last week when Homeland Security Secretary Alejandro Mayorkas told Cubans: \"If you take to the sea, you will not come to the United States.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ben-jerrys-boycott-unilever-israel-palestine-11626895917", "title": "Ben & Jerry's Israel Boycott Could Cost Unilever", "date": "2021-07-21 18:21", "summary": "The decision to shun the country has legal implications in many states and perhaps even at the federal level.. Ben & Jerry's, the Vermont-based ice-cream company that prides itself on its progressive politics, announced Monday that it is cancelling its license with its Israeli affiliate. The move by Ben & Jerry's, a wholly owned subsidiary of global consumer-products giant Unilever , amounts to a boycott of Israel. And this triggers a wave of legal and regulatory issues for the Dutch-American parent.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/undoing-drugs-review-first-do-less-harm-11626905976", "title": "'Undoing Drugs' Review: First, Do Less Harm", "date": "2021-07-21 18:19", "summary": "Needle exchanges, bleach kits and other forms of 'harm reduction,' though once controversial, are now mainstream. Will they stay that way?. Fifty years ago, Richard Nixon declared what came to be known as the War on Drugs. The first of its two major campaigns was aimed at disrupting supply lines-from coca and poppy fields abroad to dealers in the U.S. The second was aimed at reducing demand: discouraging drug use, especially among teenagers, and providing treatment to those who had succumbed to addiction.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-in-reversal-to-bury-power-lines-in-fire-prone-areas-11626905920", "title": "PG&E to Bury Power Lines in Fire-Prone Areas", "date": "2021-07-21 18:18", "summary": "California utility says plan for 10,000 miles of distribution lines carries estimated cost of $20 billion. PG&E Corp. said Wednesday that it plans to bury 10,000 miles of power lines to reduce wildfire risk throughout Northern California at an estimated cost of up to $20 billion, reversing its earlier stance that doing so would be prohibitively expensive.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chipotle-stock-hits-record-high-as-customers-return-to-dining-11626892933", "title": "Chipotle Stock Hits a Record as Customers Return to Dining", "date": "2021-07-21 18:05", "summary": "Burrito chain says higher prices aren't deterring consumers; sales are outpacing prepandemic levels. Chipotle Mexican Grill Inc.'s shares hit a record high Wednesday as the burrito chain expressed confidence about growth, saying customers are returning to its dining rooms to eat out despite higher menu prices.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/assassinated-haitian-president-jovenel-moise-clashed-with-some-business-magnates-11626899784", "title": "Assassinated Haitian President Clashed With Some Business Magnates", "date": "2021-07-21 17:59", "summary": "Resume Subscription. PORT-AU-PRINCE, Haiti-Before he was gunned down, Haitian President Jovenel Moïse regularly assailed what he called powerful oligarchs, blaming them for the impoverished nation's woes.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/unintentional-injuries-and-the-lockdown-11626902211", "title": "'Unintentional Injuries' and the Lockdown", "date": "2021-07-21 17:16", "summary": "It may take years to accurately measure deaths from Covid and deaths from the reaction to Covid.. How devastating was the 2020 pandemic and how devastating was government's reaction to the pandemic? It will likely take years to reach definitive conclusions, but the latest annual federal report on U.S. mortality is a start in discovering the answers. Along with the well-documented ravages of Covid, the government is reporting a stunning increase, especially among young people, in a broad category called \"unintentional injuries\" that demands further investigation.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-07-21-2021-11626853787", "title": "U.S. Stocks Rise as Dow Extends Rebound", "date": "2021-07-21 16:53", "summary": "Investors remain wary about global economic outlook, but drawing comfort from strong earnings. U.S. stocks rose Wednesday, extending the previous session's rebound, as investors turned their focus to the banner start to corporate earnings season.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/riffing-on-a-master-11626900659", "title": "Riffing on a Master", "date": "2021-07-21 16:50", "summary": "This year, the New York Guitar Festival honors the legacy of classical guitarist Julian Bream with an impressive lineup of virtual performances. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bond-rally-undercuts-inflation-fears-11626859801", "title": "Bond Rally Undercuts Inflation Fears", "date": "2021-07-21 16:50", "summary": "Threat of disappointing economic growth concerns investors more than prices, as they weigh market risks. The monthslong decline in bond yields exemplifies investors' belief that inflation likely isn't the biggest problem facing the U.S. and global economy.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-nominate-comcast-executive-david-cohen-as-u-s-ambassador-to-canada-11626898297", "title": "Biden to Nominate Comcast Executive David Cohen as U.S. Ambassador to Canada", "date": "2021-07-21 16:41", "summary": "President to nominate Victoria Reggie Kennedy, attorney and widow of late Sen. Edward Kennedy, to Austrian post. WASHINGTON-President Biden plans to nominate David L. Cohen, an executive with Comcast Corp. , to serve as U.S. ambassador to Canada, and Victoria Reggie Kennedy, an attorney and the widow of the late Massachusetts Sen. Edward Kennedy, to serve as the top U.S. diplomat to Austria.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/broken-iphone-stalled-tractor-ftc-wants-to-make-it-easier-to-fix-them-11626899876", "title": "Broken iPhone? Stalled Tractor? FTC Wants to Make It Easier to Fix Them", "date": "2021-07-21 16:37", "summary": "'Right to repair' advocates gain traction with Federal Trade Commission over objections of product manufacturers. WASHINGTON-The Federal Trade Commission said it wants to give consumers more power to fix devices such as smartphones and home appliances, voting to step up efforts targeting manufacturers if the agency determines repair restrictions are illegal.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/car-dealers-can-keep-rolling-after-supply-crunch-11626891917", "title": "Car Dealers Can Keep Rolling After Supply Crunch", "date": "2021-07-21 16:17", "summary": "Auto dealers like AutoNation and Lithia spend less, make more. Despite fears of car supply availability, auto dealers aren't running into any speed bumps just yet.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/local-health-authorities-seek-to-curb-delta-variant-without-new-rules-11626826692", "title": "Local Health Authorities Seek to Curb Delta Variant Without New Rules", "date": "2021-07-21 16:13", "summary": "As Covid-19 infections grow, state and local governments focus more on vaccinations, less on restrictions. Local health authorities in hot spots around the U.S. are seeking to blunt the highly contagious Delta variant of Covid-19 by trying to boost stagnating vaccination rates while largely stopping short of reinstituting rules and restrictions.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chilled-tomato-soup-with-preserved-tuna-and-hard-boiled-egg-11626897713", "title": "Chilled Tomato Soup With Preserved Tuna and Hard-Boiled Egg", "date": "2021-07-21 16:01", "summary": "A Spanish-style salmorejo is what you want to make with all those gorgeous high-summer tomatoes. It's fast and full of flavor.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chop-logic-thursday-crossword-july-22-11626649911", "title": "Chop Logic (Thursday Crossword, July 22)", "date": "2021-07-21 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-quick-chilled-soup-recipe-is-rich-and-refreshing-11626897156", "title": "This Quick Chilled Soup Recipe Is Rich and Refreshing", "date": "2021-07-21 15:52", "summary": "A Spanish-style salmorejo is what you want to make with all those gorgeous high-summer tomatoes. It's fast and full of flavor.. AS A YOUNG CHEF Ryan Bartlow chanced on the \"El Bulli\" cookbook by Spanish molecular gastronomist Ferran Adrià and was duly wowed. \"I'd never seen food like this,\" he said of the avant-garde recipes. Mr. Bartlow made his way to a triple-Michelin-starred restaurant outside San Sabastián, where he cooked complicated meals for a year.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pergolas-throw-shade-but-keep-it-light-11626896479", "title": "Pergolas Throw Shade, But Keep It Light", "date": "2021-07-21 15:41", "summary": "The outdoor structure can fit in smaller backyards and help create distinct spaces. Pergolas are having a moment. Yardzen, a landscape-design service, has already had more requests for pergolas this year than they did in all of 2020, according to co-founder and CEO Allison Messner. \"People have been really wanting their outdoor space to blend with their indoor space, and to just get more function out of their yards,\" says Ms. Messner.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-meet-with-ukrainian-president-zelensky-at-white-house-11626887591", "title": "Biden to Meet With Ukrainian President Zelensky", "date": "2021-07-21 15:33", "summary": "Meeting set to take place Aug. 30 in Washington and focus on Russia, corruption and energy cooperation. WASHINGTON-President Biden will meet at the White House with Ukrainian President Volodymyr Zelensky on Aug. 30, the White House said, amid tensions between Washington and Kyiv over a controversial Russian natural-gas pipeline.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/espns-maria-taylor-leaves-network-after-nba-finals-11626895292", "title": "ESPN's Maria Taylor Leaves Network After NBA Finals", "date": "2021-07-21 15:21", "summary": "Host of 'NBA Countdown' failed to reach contract extension. ESPN said anchor Maria Taylor is leaving the network after the two sides failed to reach an agreement on a contract extension.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chips-biggest-political-pawn-still-has-a-strong-game-11626895036", "title": "Chips' Biggest Political Pawn Still Has a Strong Game", "date": "2021-07-21 15:17", "summary": "ASML's major expansion looks like a solid bet, as subsidies for domestic production could offset limits to sales in China. The extremely expensive nature of chip manufacturing makes efficiency paramount. But for some producers of chip manufacturing equipment, inefficiency could become a saving grace.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brad-pitt-in-the-boardroom-why-corporate-guys-are-embracing-long-hair-11626894167", "title": "Brad Pitt in the Boardroom? Why Corporate Guys Embrace Long Hair", "date": "2021-07-21 15:02", "summary": "With barber shops closed during lockdown, many men let their hair grow. Ease and nostalgia have inspired some to keep it lengthy. Here, how to do it right.. WHEN BARBERSHOPS closed early in lockdown, men wishing to avoid tragic DIY cuts had two options: Buzz their locks or let them flourish. With no in-person meetings, those who chose the latter could hide the awkward in-between phase and nurture their mops from the safety of home. In time, glorious manes grew. And lots of men liked what they saw.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-10-shows-movies-and-events-to-stream-this-week-11626894000", "title": "What to Watch: 10 Shows, Movies and Events to Stream This Week", "date": "2021-07-21 15:00", "summary": "'Ted Lasso' season 2 arrives on Apple TV+, how to stream the Olympics and more to add to your queue. Are we entering an era of the nice-guy comedy? The second season of \"Ted Lasso\" arrives on Apple TV+ Friday, and already fans are clamoring for the comedy series about an American football coach hired to coach soccer in the U.K. The series has grown so popular that even real coaches want to be more like Jason Sudeikis's Ted Lasso, a guy who doesn't know much about the sport but has a talent for getting the best out of his players.", "categories": [["Books & Arts", "Entertainment", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bustle-owner-eyes-spac-deal-acquires-some-spider-studios-11626894010", "title": "Bustle Owner Eyes SPAC Deal, Acquires Some Spider Studios", "date": "2021-07-21 15:00", "summary": "All-stock deal values owner of parenting websites Scary Mommy and Fatherly at about $150 million. Digital-media entrepreneur Bryan Goldberg is adding to his company as he prepares to strike a deal later this year to take it public.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-could-run-out-of-cash-in-october-or-november-unless-debt-ceiling-is-lifted-cbo-says-11626891544", "title": "U.S. Government Could Run Out of Cash This Fall Unless Debt Ceiling Is Lifted, CBO Says", "date": "2021-07-21 14:59", "summary": "Debt ceiling takes effect Aug. 1; warning comes as lawmakers negotiate spending packages. WASHINGTON-The federal government will most likely run out of cash to pay its bills in October or November unless Congress increases or suspends the federal borrowing limit, the Congressional Budget Office said Wednesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/johnson-johnson-posts-higher-quarterly-profit-as-healthcare-demand-returns-11626867300", "title": "Johnson & Johnson Posts Higher Quarterly Profit", "date": "2021-07-21 14:54", "summary": "Company raises guidance for rest of the year, expects sales of its Covid-19 vaccine to pick up. Greater demand for medical devices, drugs and consumer-health products helped boost sales and profit for Johnson & Johnson in the latest quarter, a sign people are returning for healthcare services they deferred earlier in the pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/havana-syndrome-task-force-to-be-led-by-a-veteran-of-hunt-for-bin-laden-11626885816", "title": "Havana Syndrome Task Force to Be Led by Veteran of Bin Laden Hunt", "date": "2021-07-21 14:51", "summary": "CIA Director Burns turns to undercover agency veteran to track down cause of health incidents suffered by U.S. spies and diplomats. WASHINGTON-CIA Director William Burns has tapped a veteran of the agency's hunt for Osama bin Laden to head a task force aimed at finding the cause of unexplained health incidents suffered by U.S. spies and diplomats around the world, current and former officials familiar with the matter said.", "categories": [["WSJ News Exclusive", "National Security"]], "category_links": ["https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cios-scouting-for-tech-talent-keep-eye-on-wage-inflation-11626892424", "title": "CIOs Scouting for Tech Talent Keep Eye on Wage Inflation", "date": "2021-07-21 14:33", "summary": "Some expect job candidates and employees to seek out higher pay to keep pace with price increases. Corporate technology chiefs say they are keeping an eye on rising consumer prices and its potential impact on employee hiring and retention in a competitive market for talent.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-extends-restrictions-on-borders-with-canada-mexico-11626884988", "title": "U.S. Extends Restrictions on Borders With Canada, Mexico", "date": "2021-07-21 14:20", "summary": "Washington continues its ban on nonessential travel from both countries, though Canada will soon allow entry by vaccinated Americans. WASHINGTON-The U.S. has extended its border restrictions with Canada and Mexico for another month as the Delta variant surges across the U.S. and the vaccination rate lags behind the Biden administration's goal.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-demands-eu-renegotiate-brexit-deals-northern-ireland-clauses-11626890101", "title": "U.K. Demands EU Revisit Brexit Deal's Northern Ireland Clauses", "date": "2021-07-21 14:12", "summary": "Stage set for clash with Brussels as London says deal hampers trade inside the U.K.. The U.K. government set the stage for a new clash with the European Union after Prime Minister Boris Johnson said he wants to renegotiate the parts of the Brexit agreement dealing with the politically sensitive question of Northern Ireland.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-blocks-arkansas-trans-youth-treatment-ban-11626889913", "title": "Judge Blocks Arkansas Trans Youth Treatment Ban", "date": "2021-07-21 13:51", "summary": "Ruling temporarily halts enforcement of state's ban on gender-confirming treatments. LITTLE ROCK, Ark.-A federal judge on Wednesday temporarily blocked enforcement of Arkansas's ban on gender-confirming treatments for transgender youth while a lawsuit challenging the prohibition proceeds.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-biontech-join-halting-effort-to-produce-covid-19-vaccines-in-africa-11626866121", "title": "Pfizer, BioNTech Join Halting Effort to Produce Covid-19 Vaccines in Africa", "date": "2021-07-21 13:40", "summary": "Resume Subscription. Pfizer Inc. and its partner BioNTech SE said Wednesday that their Covid-19 vaccine will be partly produced in South Africa from next year, joining a halting effort to manufacture shots on a continent that has been left behind in the global fight against the pandemic.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/call-her-daddy-host-alex-cooper-wants-to-have-the-biggest-podcast-in-the-world-11626871648", "title": "'Call Her Daddy' Host Alex Cooper Wants to Have the Biggest Podcast in the World", "date": "2021-07-21 13:12", "summary": "Cooper has built a brand on the link between raunchy talk and female empowerment-to Spotify, it's worth $20 million a year. During a recent episode of her podcast Call Her Daddy, 26-year-old host Alex Cooper finally figured out what her blockbuster show was all about. Cooper and her guest, clinical psychologist and star of Showtime's documentary series Couples Therapy Dr. Orna Guralnik, had just spent over an hour in a wide-ranging discussion about the unconscious mind and how early childhood experiences shape us, among other things. The tone was almost unrecognizable from Cooper's early days of podcasting, when Call Her Daddy was best-known for raunchy sex talk and pioneering concepts like the \"Gluck Gluck 9000,\" an oral sex technique. Now, Guralnik told Cooper that they'd determined Call Her Daddy's raison d'être: \"You're writing a new script for relationships.\" Cooper says the moment gave her goosebumps.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flooding-in-germany-demonstrates-need-to-prepare-for-climate-change-scientists-say-11626886600", "title": "Climate Debated After Flooding in Germany", "date": "2021-07-21 12:56", "summary": "Resume Subscription. BERLIN-When German politicians flocked to the scenes of last week's devastating floods that left more than 170 in the country dead, they all agreed on one thing regardless of their partisan persuasions: The record rainfalls and ensuing disaster were the product of climate change.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/vimeo-domen-section-230-religious-liberty-first-amendment-11626875989", "title": "Does Section 230 Have Limits?", "date": "2021-07-21 12:48", "summary": "An appeals court takes a second look at whether the law protects Big Tech from discrimination claims.. Big Tech platforms claim that U.S. law gives them almost unlimited power to ban content and users they deem objectionable. But a case pending before the Second U.S. Circuit Court of Appeals calls that assumption into question.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/caitlyn-jenner-gavin-newsom-paga-lawsuits-california-governor-11626876148", "title": "California's Private Labor Enforcers", "date": "2021-07-21 12:46", "summary": "A law Gray Davis signed gives trial lawyers a powerful weapon to wield against businesses.. An epidemic of frivolous and costly lawsuits is holding back California's economic recovery.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-home-buyers-length-of-commute-drops-in-importance-new-data-shows-11626832140", "title": "For Home Buyers, Length of Commute Drops in Importance", "date": "2021-07-21 12:38", "summary": "During the pandemic, buyers in high-cost markets have been willing to trade longer commutes for lower prices. Home buyers during the pandemic have been willing to take on long commutes in exchange for lower prices, a new analysis shows.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lobbyist-jeff-ricchetti-brother-of-senior-biden-aide-sees-bump-in-fees-clients-11626825916", "title": "Lobbyist Jeff Ricchetti, Brother of Biden Aide, Sees Bump in Fees", "date": "2021-07-21 12:37", "summary": "Ricchetti Inc. collected $1.7 million in fees for first half of year, four times more than in same period in 2020. WASHINGTON-Jeff Ricchetti's lobbying firm has flourished in the months since his brother Steve Ricchetti was named a senior counselor to President Biden, according to reports released Tuesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/british-man-arrested-on-charges-stemming-from-last-years-twitter-hack-11626885106", "title": "British Man Arrested on Charges Stemming From 2020 Twitter Hack", "date": "2021-07-21 12:31", "summary": "Massive attack compromised accounts of Joe Biden, Bill Gates, Kim Kardashian and many others. WASHINGTON-A 22-year-old British man was arrested Wednesday in Spain on charges related to last year's hack of Twitter that led to the brief takeover of more than 130 accounts, including those belonging to Joe Biden, Bill Gates and Kim Kardashian.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opening-its-economy-as-delta-variant-surges-the-u-k-becomes-a-covid-19-test-case-11626884725", "title": "By Opening Its Economy as Delta Infections Surge, the U.K. Becomes a Covid-19 Test Case", "date": "2021-07-21 12:25", "summary": "Other governments watch to see whether vaccines can make the virus manageable like influenza. LONDON-The battle between vaccines and the Delta variant of coronavirus is coming to a head in the U.K., closely watched by the rest of the world. At stake is whether advanced economies with high vaccination rates can enjoy something approaching pre-pandemic life in the face of fast transmitting versions of the virus.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australias-brisbane-to-host-2032-summer-olympics-11626860539", "title": "Australia's Brisbane to Host 2032 Summer Olympics", "date": "2021-07-21 12:01", "summary": "Brisbane will become the third Australian city to host the Games. TOKYO-The International Olympic Committee on Wednesday awarded the 2032 Summer Games to Brisbane, Australia, after designating the city earlier this year as the sole contender.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-wine-of-the-summer-is-sicilys-best-kept-secret-11626882486", "title": "The Wine of the Summer Is Sicily's Best-Kept Secret", "date": "2021-07-21 11:48", "summary": "Frappato is fresh, bright and easy to pair with both seafood and meat-a happy medium between a red and a white. Our wine columnist shares her favorite bottles.. WITH A NAME like a lively dance step and a flavor profile so juicy and bright that it's frequently described as falling somewhere between a red and a white, Frappato is one of my absolute favorite summertime wines. I only wish it were easier to find. Indeed, I'm tempted to keep this wine a secret strictly on the basis of scarcity. But it's simply too good not to share.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-victory-palestinian-prosperity-peace-process-11626814116", "title": "Israeli Victory, Palestinian Prosperity", "date": "2021-07-21 11:18", "summary": "Handsome apartments and late-model cars will not spur Palestinians to accept Israel.. Who can resist the optimism of Micah Goodman's op-ed \"Israel's Surprising Consensus on the Palestinian Issue\" (July 15)? Sadly, the fine print reveals that the supposed consensus rests on Mr. Goodman's proposal \"to create territorial contiguity between Palestinian autonomous islands in the West Bank, connect this Palestinian autonomy to the wider world, and promote Palestinian economic prosperity and independence.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/navy-preparedness-training-world-war-ii-11626814853", "title": "The Cost of a Distracted and Unprepared U.S. Navy", "date": "2021-07-21 11:17", "summary": "'We were expecting trouble in the Pacific, but we were only ready for inspection.'. Regarding Kate Bachelder Odell's \"If War Comes, Will the U.S. Navy Be Prepared?\" (op-ed, July 12): My late father-in-law, Russel Lavallee, was serving aboard the aircraft carrier Lexington on Dec. 7, 1941. \"We were expecting trouble in the Pacific, but we were only ready for inspection,\" he observed. Apparently, not much has changed.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ipg-posts-revenue-gains-boosts-outlook-for-2021-11626879346", "title": "IPG Posts Revenue Gains, Boosts Outlook for 2021", "date": "2021-07-21 10:55", "summary": "IPG and Omnicom both saw revenue rise in the latest quarter as they recover from the worst of the pandemic. Interpublic Group of Cos. boosted its outlook for organic revenue growth this year, an indication that the company doesn't expect the continuing pandemic to hamper its performance.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/community-college-student-debt-career-11626815513", "title": "What Community College Did For Us", "date": "2021-07-21 10:52", "summary": "See them as stepping stones to a realistic future.. \"Community College Is the Smart Choice,\" especially for young people unsure of what they really want after high school (Aaron Rasmussen, op-ed, July 16). After graduating from UCLA, I found myself newly divorced, broke and debt-burdened. Going back to my local community college didn't feel like a letdown but rather a relief. It gave me hope. I was able to get my RN certificate and take my nursing-boards exam and was offered a job before I finished the program.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-biggest-iphone-production-site-hit-by-flooding-in-central-china-11626879058", "title": "Apple's Biggest iPhone Production Site Hit by Flooding in Central China", "date": "2021-07-21 10:50", "summary": "Power went out and water seeped into Foxconn's Zhengzhou site, employees say, but damage appears limited. TAIPEI-The severe flooding in central China cut power temporarily at Apple Inc.'s biggest iPhone manufacturing site as water seeped into some areas and the site's operator gave many workers time off, said factory employees there.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhood-ipo-is-no-giveaway-11626878964", "title": "Robinhood IPO Is No Giveaway", "date": "2021-07-21 10:49", "summary": "The online broker will have to keep adding customers at a fast clip to justify the proposed IPO price. Robinhood Markets likes to give away free shares to attract new customers. Its public offering to investors is a different matter.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-trade-surplus-usmca-isds-11626807493", "title": "Trump Administration Trade Follies-in Miniature", "date": "2021-07-21 10:44", "summary": "Robert Lighthizer's letter is a good reminder.. Former U.S. Trade Representative Robert Lighthizer's letter (July 19) is a good reminder of how confused the Trump administration was on trade.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-algorithm-video-investigation-11626877477", "title": "Inside TikTok's Algorithm: A WSJ Video Investigation", "date": "2021-07-21 10:26", "summary": "The Journal created automated accounts that watched thousands of videos to uncover how the social media network knows you so well.. How does TikTok know what makes its users tick?", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-zoo-inspired-childs-room-thats-still-sophisticated-11626877331", "title": "How to Design Kids' Rooms They Won't Outgrow", "date": "2021-07-21 10:22", "summary": "The clever interior design of this animal-filled bedroom-complete with a big top-style canopy bed-is playful but chic enough to see its preschool-aged occupant into her tweens.. SOON after Chauncey Boothby was tasked with outfitting a toddler's room in Chappaqua, N.Y., the designer happened upon a lithograph by author and illustrator Ludwig Bemelmans. In the artist's playful but urbane style, his waggish heroine Madeline confronts a tiger in a tented cage-ideal inspiration for an interior designer working to marry whimsy with a sophistication that will carry a young child named Maddie, now 4, into her tweens.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/car-makers-need-more-chips-today-better-chips-tomorrow-11626877264", "title": "Car Makers Need More Chips Today, Better Chips Tomorrow", "date": "2021-07-21 10:21", "summary": "Auto investors need to pay attention to the semiconductor industry, but the rise of in-vehicle computers matters more than the current microchip shortage. Investors can afford to mute much of the noise about this year's microchip shortage as car manufacturers report second-quarter earnings. They should, however, pay closer attention to any strategic deals between the two industries.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coca-cola-boosts-outlook-as-sales-rebound-11626871791", "title": "Coca-Cola Boosts Outlook as Sales Rebound", "date": "2021-07-21 10:17", "summary": "Beverage giant's sales jump as restaurants, stadiums and movie theaters reopen. Coca-Cola Co. raised its outlook for the year, as rising Covid-19 vaccination rates and the reopening of restaurants, stadiums and movie theaters boost sales of soft drinks around the globe.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-inflation-threatens-the-recovery-11626876000", "title": "How Inflation Threatens the Recovery", "date": "2021-07-21 10:00", "summary": "Constricted supply, not overheating demand, is casting a shadow over the recovery, worrying investors. There are two kinds of inflation. One results from demand growing faster than the economy's productive capacity, causing the economy to overheat. Call that good inflation, because it is usually linked to a stronger economy. By contrast, bad inflation results from constricted supply which curtails output, driving up prices and eroding incomes, leading to a weaker economy.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delta-variant-of-covid-19-isnt-expected-to-dent-robust-u-s-recovery-11626875957", "title": "Delta Variant Isn't Expected to Dent Robust U.S. Recovery", "date": "2021-07-21 09:59", "summary": "Economists see continued spending, hiring and limited disruptions as health officials try to avoid restrictions and boost vaccinations. The highly contagious Delta variant of Covid-19 doesn't pose an immediate risk to the strength of the U.S. economic recovery, with analysts expecting a robust expansion to continue in the second half of the year.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tokyo-olympics-torch-relay-no-running-covid-precautions-11626875463", "title": "Missing From the Tokyo Olympics Torch Relay-the Running Part", "date": "2021-07-21 09:53", "summary": "Typically boisterous buildup to Games is stopped in its tracks by concern over Covid-19 spread. TOKYO-When Masumi Matsubayashi took part in the torch relay before the 1964 Tokyo Olympics, the scene was chaotic.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amc-names-ceo-adam-aron-as-chairman-11626875239", "title": "AMC Names CEO Adam Aron as Chairman", "date": "2021-07-21 09:49", "summary": "Social-media savvy CEO welcomed AMC's meme-stock status as retail traders helped right its balance sheet. Adam Aron, the chief executive officer of AMC Entertainment Holdings Inc. who has embraced the movie-theater company's recent status as a darling of enthusiastic day traders, will also serve as its chairman, AMC said Wednesday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kim-jong-un-criticizes-youth-for-not-being-north-korean-enough-11626874200", "title": "Kim Jong Un Criticizes Youth for Not Being North Korean Enough", "date": "2021-07-21 09:30", "summary": "The 37-year-old dictator warns young people to reject foreign culture, including K-pop and overzealous hugs. ", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chipotle-amc-carnival-what-to-watch-when-the-stock-market-opens-today-11626864302", "title": "Coca-Cola, Johnson & Johnson, Chipotle: What to Watch When the Stock Market Opens Today", "date": "2021-07-21 09:21", "summary": "Coca-Cola and Chipotle rise after strong earnings reports; cruise lines extend gains. Futures for the S&P 500 and the Dow suggest the indexes could extend their rebounds following a volatile stretch of trading sparked by worries about the spread of coronavirus. Here's what we're watching ahead of the opening bell. Read our full markets wrap here.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/giannis-antetokounmpo-milwaukee-bucks-nba-finals-mvp-phoenix-suns-11626873352", "title": "Giannis Antetokounmpo, the King of Wisconsin", "date": "2021-07-21 09:16", "summary": "Resume Subscription. When he started hitting the free throws, that was that.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/dollar-gets-boost-from-global-fear-not-u-s-cheer-11626872561", "title": "Dollar Gets Boost From Global Fear, Not U.S. Cheer", "date": "2021-07-21 09:02", "summary": "Unwinding of bets against the greenback have also added support, strengthening the dollar against its major trading partners. The dollar is closing in on its highest levels for the year against other major currencies, propelled by investors' worries about global growth rather than cheer over U.S. prospects.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-boat-sales-soar-private-docks-become-precious-real-estate-11626805800", "title": "As Boat Sales Soar, Private Docks Become Precious Real Estate", "date": "2021-07-21 09:00", "summary": "Resume Subscription. Joanne Falla decided she needed to go bigger: a bigger house and a bigger boat.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tumblr-introduces-paid-subscription-tool-to-woo-younger-bloggers-11626872401", "title": "Tumblr Introduces Paid Subscription Tool to Woo Younger Bloggers", "date": "2021-07-21 09:00", "summary": "Social platform is the latest to let users earn money from posting. Microblogging stalwart Tumblr on Wednesday began a test letting some users charge their followers a monthly fee in exchange for access to exclusive content.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/summer-travel-seasons-dont-get-weirder-than-this-one-11626872401", "title": "Summer Travel Seasons Don't Get Weirder Than This One", "date": "2021-07-21 09:00", "summary": "Travelers are encountering new headaches to go with classic delays, and suddenly Charlotte, N.C., is handling more flights than LAX. Some 2.2 million travelers waded through U.S. airport security on Sunday-more than on any day since the pandemic started.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-shortage-of-starter-homes-extends-beyond-major-cities-11626872400", "title": "Starter-Home Shortage Extends Beyond Major Cities", "date": "2021-07-21 09:00", "summary": "Supply of entry-level housing in U.S. is near a five-decade low, according to research by Freddie Mac. For first-time buyers looking for starter homes in this year's hot housing market, a decadeslong trend could further delay this long-awaited money milestone.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-noncompete-clause-gets-a-closer-look-11626872430", "title": "The Noncompete Clause Gets a Closer Look", "date": "2021-07-21 09:00", "summary": "Biden's executive order asks FTC to limit the use of agreements that keep workers from changing jobs; 'I didn't know any trade secrets,' former security guard says. The noncompete clause is under review.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-floods-kill-at-least-a-dozen-people-force-100-000-from-their-homes-11626844227", "title": "Floods in China's Zhengzhou Kill Dozens, Displace Thousands", "date": "2021-07-21 08:42", "summary": "Record storms dump almost a year's worth of rain in three days; troops sent to shore up dams on verge of collapse. HONG KONG-Record rainfall in central China caused severe floods that have claimed more than two dozen lives, turned city streets into gushing rivers and forced authorities to relocate hundreds of thousands of people.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/readers-show-us-their-early-homes-11626870600", "title": "Readers Show Us Their Early Homes", "date": "2021-07-21 08:30", "summary": "View a slideshow of photos submitted by readers of The Wall Street Journal.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fully-vaccinated-but-anxious-about-a-return-to-normal-life-you-may-have-cave-syndrome-11626870612", "title": "Fully Vaccinated but Anxious About a Return to Normal Life? You May Have 'Cave Syndrome'", "date": "2021-07-21 08:30", "summary": "After more than a year of sealing themselves off at home, some people are finding social activities difficult. ", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/olympians-weird-training-pandemic-tokyo-11626838213", "title": "Olympians Had to Train During a Pandemic. These Are Their Weirdest Stories.", "date": "2021-07-21 08:06", "summary": "A fencer who trained in an alleyway. An artistic swimmer who bought a kiddie pool to practice. Every Olympian had to do unusual things to train for this unprecedented Olympics.. Jake Hoyle's pandemic Olympics started with petty larceny.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sweden-stuns-u-s-womens-soccer-team-in-tokyo-olympics-opener-11626866456", "title": "Sweden Stuns U.S. Women's Soccer Team in Tokyo Olympics Opener", "date": "2021-07-21 08:06", "summary": "Resume Subscription. TOKYO-For more than two years, the U.S. women's soccer team seemed unbeatable-because it was. Team USA hadn't lost a game since January 2019, storming through the 2019 World Cup without trailing for one minute.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/gov-andrew-cuomo-is-losing-major-political-donors-amid-federal-state-probes-11626868800", "title": "Gov. Andrew Cuomo Is Losing Major Political Donors Amid Federal, State Probes", "date": "2021-07-21 08:00", "summary": "The defections could complicate the New York governor's expected re-election bid as he fights off allegations that he sexually harassed staff and mishandled the pandemic. For over a decade, New York Gov. Andrew Cuomo has been a fundraising juggernaut, taking in more than $130 million from developers, unions, finance executives and others to build a sheen of invincibility around his governorship.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/infrastructure-fundraising-bounced-back-in-2021s-first-half-11626865202", "title": "Infrastructure Fundraising Bounced Back in 2021's First Half", "date": "2021-07-21 07:00", "summary": "Low bond yields and hopes for U.S. government spending helped infrastructure fundraising recover from pandemic lows. Investors are pouring money into infrastructure funds, which are on the rebound after proving their resiliency during last year's pandemic-related downturn.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tcg-and-andreessen-horowitz-invest-in-startup-behind-virtual-horse-racing-platform-11626865200", "title": "TCG and Andreessen Horowitz Invest in Startup Behind Virtual Horse Racing Platform", "date": "2021-07-21 07:00", "summary": "Zed Run's parent company nets $20 million as media startups, NFTs surge. Virtually Human Studio, the startup behind digital horse racing service Zed Run, has raised $20 million in financing, highlighting investors' appetite for companies exploring the intersection of entertainment, gaming and the so-called nonfungible token sector.", "categories": [["Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-new-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dotdash-has-the-answers-for-media-investors-11626865200", "title": "Dotdash Has the Answers for Media Investors", "date": "2021-07-21 07:00", "summary": "While the IAC company lacks the 'buzz' of a noteworthy rival, it seems to be doing more in terms of margins. You may have never heard of digital media company Dotdash, but owner IAC/InterActiveCorp is probably making money off you anyway.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mgm-resorts-reveals-plans-for-9-billion-casino-in-japan-11626860309", "title": "MGM Resorts Reveals Plans for $9 Billion Casino in Japan", "date": "2021-07-21 05:38", "summary": "Osaka governor sees resort opening in second half of 2020s after Covid-19 delays. MGM Resorts International formally proposed building a $9 billion casino resort in Osaka, reinvigorating its push to open Japan's first casino gambling facility after pandemic-related delays.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/finance-chiefs-are-still-trying-to-replace-excel-with-new-tools-11626859801", "title": "CFOs Are Still Trying to Replace Excel With New Tools", "date": "2021-07-21 05:30", "summary": "Many companies would like to reduce their reliance on the spreadsheet application, but employees remain reluctant to give it up. Finance chiefs are still trying to get employees to move away from Microsoft Excel, the ubiquitous spreadsheet program loved and loathed by accounting professionals.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-inches-forward-on-mobile-sports-betting-11626859801", "title": "New York Inches Forward on Mobile Sports Betting", "date": "2021-07-21 05:30", "summary": "State's tax rate could be highest in the country for mobile wagering. New York is opening its lucrative market to mobile sports betting, but gambling companies vying to operate in the state may have to pay a steep premium for the privilege.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carlyle-launches-renewable-energy-infrastructure-unit-11626859803", "title": "Carlyle Launches Renewable-Energy Infrastructure Unit", "date": "2021-07-21 05:30", "summary": "New venture is the latest move in Wall Street's sustainable-investing race. Private-equity giant Carlyle Group Inc. is launching a company to develop renewable-power-generation and storage projects in a push to reorient its energy business toward sustainable investments.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-chair-powell-enjoys-support-for-reappointment-but-hes-not-a-lock-11626859803", "title": "Fed Chief Powell Enjoys Support for Reappointment, but He's Not a Lock", "date": "2021-07-21 05:30", "summary": "If President Biden does seek change, Fed governor Lael Brainard is the most likely candidate. President Biden's selection of the next Federal Reserve chair is likely to be a choice between keeping the current chief, who enjoys broad support in markets and among lawmakers from both parties, or replacing him with one of his well-regarded colleagues.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-aims-to-double-solar-renewable-energy-over-next-decade-11626847878", "title": "Japan Unveils Ambitious Energy Goals", "date": "2021-07-21 03:24", "summary": "Strategy proposes doubling renewables, slashing fossil fuels' share of power grid to less than half over the next decade. Japan is proposing to double the share of solar and other renewable energy in its power grid and slash the share of fossil fuels to less than half during the next decade, as the world's third-largest economy becomes the latest to unveil ambitious plans to remake its energy system.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/haiti-inaugurates-new-leader-two-weeks-after-presidents-assassination-11626815179", "title": "Haiti Inaugurates New Leader Two Weeks After President's Assassination", "date": "2021-07-21 00:22", "summary": "Prime Minister Ariel Henry says his main goal is to organize elections to take place in 120 days; 'I'm not afraid'. PORT-AU-PRINCE, Haiti-Ariel Henry, a prominent neurosurgeon backed by the U.S., became Haiti's new prime minister Tuesday, as it began official ceremonies to mourn assassinated President Jovenel Moïse, and police widened the list of suspects in his killing.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/milwaukee-bucks-nba-championship-giannis-antetokounmpo-11626838976", "title": "The Milwaukee Bucks Win the NBA Championship", "date": "2021-07-21 00:06", "summary": "Giannis Antetokounmpo scored 50 points in Game 6 to lead Milwaukee to its first title in 50 years. The Milwaukee Bucks were on the clock with the 15th pick in the 2013 NBA draft when they took a risk on a skinny teenager from the second division of Greek basketball with a name that most Americans didn't know how to pronounce: Giannis Antetokounmpo.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11626804823", "title": "Pepper...and Salt", "date": "2021-07-21 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-life-expectancy-fell-by-1-5-years-in-2020-the-biggest-decline-in-generations-11626840061", "title": "U.S. Life Expectancy Dropped Sharply in 2020", "date": "2021-07-21 00:01", "summary": "Covid-19, drug overdoses and homicides drove longevity down; Hispanic men suffered largest decline. Life expectancy in the U.S. fell by 1.5 years in 2020, the biggest decline since at least World War II, as the Covid-19 pandemic killed hundreds of thousands and exacerbated crises in drug overdoses, homicides and some chronic diseases.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/assets-in-ant-groups-flagship-money-market-fund-tumble-to-2016-levels-11626836033", "title": "Assets in Ant Group's Flagship Money-Market Fund Drop", "date": "2021-07-21 23:14", "summary": "Before Chinese regulators forced Ant to call off its blockbuster IPO, the fund had more than $180 billion in assets under management. HONG KONG-Assets under management at Ant Group Co.'s highly popular money-market fund fell to their lowest level in years after pressure from China's regulators forced the company to sit out an industrywide boom.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-german-deal-on-russian-natural-gas-pipeline-expected-soon-11626813466", "title": "U.S. Set to Drop Opposition to Nord Stream 2 Pipeline", "date": "2021-07-21 20:26", "summary": "The U.S. and Germany have reached an agreement allowing completion of the Nord Stream 2 natural gas pipeline, officials from both countries say. The U.S. and Germany have reached an agreement allowing the completion of a controversial Russian natural-gas pipeline, according to officials from Berlin and Washington, who expect to announce the deal as soon as Wednesday, bringing an end to years of tension between the two allies.", "categories": [["WSJ News Exclusive", "Europe"]], "category_links": ["https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tom-barrack-charged-with-acting-as-a-foreign-agent-for-the-uae-11626807733", "title": "Trump Ally Tom Barrack Is Charged With Acting as U.A.E. Foreign Agent", "date": "2021-07-21 20:02", "summary": "Colony Capital founder is also accused of lying to federal investigators. Tom Barrack, the real-estate investor and a longtime ally of former President Donald Trump, was arrested Tuesday in Los Angeles on charges that he acted as a foreign agent of the United Arab Emirates and lied to federal investigators.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]