[{"link": "https://www.wsj.com/articles/fda-staff-dont-take-position-on-moderna-covid-19-booster-11634054284", "title": "FDA Staff Takes No Position on Moderna Covid-19 Booster", "date": "2021-10-12 21:49", "summary": "Staff didn't take a stance after reviewing drugmaker's application for booster authorization; move appears driven by insufficient data. Food and Drug Administration staffers didn't take a firm stance on Moderna Inc.'s application for a booster dose, indicating there may not be sufficient data to support the extra dose.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/labor-department-nears-release-of-vaccine-mandate-for-workers-at-larger-businesses-11634083333", "title": "Biden's Covid-19 Vaccine Mandate Moves Closer to Approval", "date": "2021-10-12 20:59", "summary": "Labor Department takes next step to implement plan to require private-sector workers get Covid-19 vaccinations or be regularly tested. The Labor Department took the next step Tuesday to implement President Biden's plan to require private-sector workers to be vaccinated against Covid-19 or be regularly tested, a move that has drawn a mixed reaction from larger and smaller companies.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/employee-engagement-crucial-in-weeding-out-corporate-misdeeds-11634083008", "title": "Employee Engagement Crucial in Weeding Out Corporate Misdeeds", "date": "2021-10-12 19:56", "summary": "Experts from the corporate and government realms address cryptocurrency, cybersecurity and the importance of whistleblowers at the WSJ Risk & Compliance Forum. Issues around cryptocurrency, cybersecurity and efforts to encourage whistleblowers dominated the discussion at Tuesday's WSJ Risk & Compliance Forum.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-embassy-staff-in-colombia-struck-with-havana-syndrome-ahead-of-blinken-visit-11634059681", "title": "U.S. Embassy Families in Colombia Struck With Havana Syndrome", "date": "2021-10-12 19:41", "summary": "Bogotá embassy is host to anti-narcotics operatives, spies, diplomats, aid workers. At least five American families connected to the bustling U.S. Embassy in Colombia have been afflicted with the mysterious neurological ailment known as Havana Syndrome, in the latest attack against American diplomatic installations, people familiar with the matter said.", "categories": [["WSJ News Exclusive", "National Security"]], "category_links": ["https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-bank-supervision-committee-will-have-no-chairman-after-quarles-term-ends-wednesday-11634082069", "title": "Fed's Bank Supervision Committee Will Have No Chairman After Quarles Term Ends Wednesday", "date": "2021-10-12 19:41", "summary": "Biden hasn't nominated successor to oversee financial regulation. The Fed's banking regulation committee won't have a designated chairman after the four-year term of Randal Quarles, the Fed's vice chairman for bank supervision, expires on Wednesday, the beginning of a potential leadership reshuffle atop the central bank.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ethiopia-launches-offensive-against-tigray-forces-11634059689", "title": "Ethiopia Launches Offensive Against Tigray Forces", "date": "2021-10-12 19:33", "summary": "Fears grow that humanitarian crisis in Tigray region could worsen after a nearly yearlong conflict. Ethiopian government forces have launched a renewed assault to recapture the rebellious northern region of Tigray, raising fears of a more devastating humanitarian crisis in a region the United Nations says is already in the grip of famine after a nearly yearlong conflict.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-set-to-temporarily-raise-debt-limit-11634036401", "title": "House Approves Extension of Debt Ceiling Into December", "date": "2021-10-12 19:28", "summary": "Democrats grapple with how to set a new ceiling for U.S. debt later this year over Republican resistance. WASHINGTON-The House on Tuesday voted along party lines to raise the U.S. borrowing limit into December, as Democratic lawmakers wrestled with how to set a new ceiling for U.S. debt later this year over Republican resistance.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-braskem-ceo-sentenced-for-bribery-charges-in-u-s-11634079656", "title": "Former Braskem CEO Sentenced for Bribery Charges in U.S.", "date": "2021-10-12 19:00", "summary": "Jose Carlos Grubisich was sentenced to 20 months in prison. The former chief executive officer of Brazilian petrochemical company Braskem SA has been sentenced to 20 months in prison for his role in a scheme that diverted $250 million from the company to a slush fund to pay Brazilian government officials, the U.S. Justice Department said.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/task-force-recommends-changes-after-surfside-fla-condo-collapse-11634079559", "title": "Task Force Recommends Changes After Surfside, Fla., Condo Collapse", "date": "2021-10-12 18:59", "summary": "One provision would stiffen condo associations' requirement on maintaining cash reserves. A task force created to examine Florida's condominium law after the June building collapse in the Miami area that left 98 dead is calling for legislative changes that include stricter requirements for condo associations to maintain cash reserves, according to a report reviewed by The Wall Street Journal.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-elizabeth-holmes-trial-defense-shows-safeway-vetted-theranos-partnership-11634079590", "title": "The Elizabeth Holmes Trial: Defense Shows Safeway Vetted Theranos Partnership", "date": "2021-10-12 18:59", "summary": "Email in court shows former CEO said grocery chain did hundreds of hours of due diligence before inking Theranos deal. SAN JOSE, Calif.-Lawyers for Theranos Inc. founder Elizabeth Holmes sought to show in court Tuesday that Safeway Inc. had responsibility for its failed partnership with the blood-testing startup, describing the grocery chain's extensive resources and due diligence before inking the deal as evidence that the company wasn't misled.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jon-gruden-emails-investigation-washington-football-team-11634079234", "title": "How the NFL Learned Months Ago of the Offensive Emails That Cost Jon Gruden His Job", "date": "2021-10-12 18:59", "summary": "The emails surfaced near the end of an investigation into the Washington Football Team-launching a new probe that led to the Las Vegas Raiders' coach's resignation. When Jon Gruden used racist and antigay slurs in emails dating back a decade, the problem for Gruden wasn't just the offensive language he used. It was where he sent the emails: to the work address of a former Washington Football Team executive, Bruce Allen.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-plan-would-protect-immigrants-from-deportation-if-they-report-employer-abuses-11634049000", "title": "Biden Administration Plan Would Protect Immigrants From Deportation if They Report Employer Abuses", "date": "2021-10-12 18:58", "summary": "Proposal would be part of a shift toward pursuing employers who hire immigrants without authorization to work rather than the employees themselves. WASHINGTON-The Biden administration is considering options to offer deportation protections to immigrants working in the country without authorization if they report an abusive employer.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/panel-recommends-older-adults-drop-aspirin-to-prevent-first-heart-attack-11634059227", "title": "Older Adults Shouldn't Start Taking Aspirin in Effort to Prevent First Heart Attack, Panel Says", "date": "2021-10-12 18:53", "summary": "Change in guidance reflects evidence that risks of internal bleeding cancel out benefits for people 60 and older, draft recommendation says. People in their 60s or older shouldn't start taking aspirin to prevent a first heart attack or stroke because risks likely cancel out the potential benefits, according to a government-backed panel of medical experts.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-erasing-tiananmen-square-massacre-china-national-security-law-sculpture-11634071562", "title": "Hong Kong Is Erasing the Tiananmen Square Massacre", "date": "2021-10-12 18:51", "summary": "A university demands the removal of a sculpture honoring the victims of June 4, 1989.. A gruesome sculpture rises from a courtyard at the University of Hong Kong. It depicts dozens of human bodies contorted in agony, some with mouths open in silent screams, some skeletal and apparently motionless. The public university has demanded that this work of art be removed by 5 p.m. Wednesday (5 a.m. Eastern in the U.S.)-an ultimatum Hong Kongers find more horrifying than the statue's grisly presence.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-on-campus-restrictions-overkill-college-masks-vaccines-11634074775", "title": "Covid on Campus: Are the Restrictions Overkill?", "date": "2021-10-12 18:50", "summary": "'We are all majoring in theater-masking theater.'. Editor's note: This Future View discusses how university campuses are responding to the virus this semester. Next week we'll ask, \"Who gets canceled and why?\" Students should click here to submit opinions of fewer than 250 words before Oct. 19. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/greg-abbott-osha-vaccine-mandate-southwest-airlines-joe-biden-11634075349", "title": "Vaccine Mandate Madness", "date": "2021-10-12 18:48", "summary": "Biden's needless order is hurting workers and feeding polarization.. President Biden's excessive executive action mandating vaccines is causing an equally excessive reaction among some Republicans. See Texas Gov. Greg Abbott's order Monday banning vaccine mandates by private employers. This political vaccine jujitsu is causing real harm to Americans and U.S. social harmony.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boom-times-in-the-beltway-cbo-federal-government-revenue-11634075748", "title": "Boom Times in the Beltway", "date": "2021-10-12 18:47", "summary": "Federal revenue hits a record $4 trillion. Who needs a tax increase?. Washington has had an excellent pandemic. If you doubt it, look no further than the Congressional Budget Office's summary for revenues and outlays for fiscal 2021, which ended on Sept. 30. The federal government has never had it so good-literally.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-states-find-some-voter-fraud-georgia-michigan-11634077283", "title": "Two States Find Ballot Mischief", "date": "2021-10-12 18:46", "summary": "These cases don't fit Trump's narrative, but they're not a myth.. In the eyes of many Democrats, any push to ensure ballot integrity amounts to voter suppression, while Georgia's inquiry into Atlanta's elections is nothing more than a prelude to a power grab. Yet last week two Georgia election workers were fired for shredding voter registration forms, and this week three Michigan women were charged with fraud.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/imf-cuts-global-growth-forecast-amid-supply-chain-disruptions-warns-of-inflation-risks-11634043601", "title": "IMF Cuts Global Growth Forecast, Warns on Inflation", "date": "2021-10-12 18:44", "summary": "Group also raises its inflation outlook, urging policy makers to stand ready to take swift action. WASHINGTON-Supply-chain disruptions and global health concerns spurred the International Monetary Fund to lower its 2021 growth forecast for the world economy, while the group raised its inflation outlook and warned of the risks of higher prices.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hasbro-ceo-brian-goldner-has-died-11634072952", "title": "Hasbro CEO Brian Goldner Dies at 58", "date": "2021-10-12 18:42", "summary": "Toy company said days ago he was taking a leave of absence for medical care. Hasbro Inc. Chief Executive Brian Goldner, who pushed the storied toy company far beyond playthings into movies and entertainment, died Tuesday, just days after he took a leave of absence for medical care.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/busing-education-schools-segregation-divisive-diversity-requirement-critical-race-theory-11634073097", "title": "Today's School Board Fights Recall the 1970s Busing Battles", "date": "2021-10-12 18:30", "summary": "The left is again trying to impose racially divisive educational policies in a top-down fashion.. Disgruntled parents, school board acrimony, and simmering racial tensions-these are the reactions to social activists who are trying to remake public education to their liking. For an older generation, however, this moment also recalls the busing wars of a half-century ago, a history no one should want to repeat.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/patriot-act-parents-education-school-board-free-speech-nasb-critical-race-theory-crt-covid-11634071880", "title": "The Patriot Act Wasn't Meant to Target Parents", "date": "2021-10-12 18:28", "summary": "The Biden administration is abusing federal laws and agencies as instruments of political repression.. As principal author of the Patriot Act and chairman of the House Judiciary Committee during its consideration, I find it necessary to remind the Biden administration that the Patriot Act doesn't apply to parents' behavior at school-board meetings.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/western-media-iran-censorship-prison-violence-torture-repression-authoritarian-jcpoa-11634072439", "title": "Western Media Aren't Telling You the Truth About Iran", "date": "2021-10-12 18:27", "summary": "Reporters would rather tweet about the weather than investigate repression and torture by the regime.. Tehran", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-still-want-fossil-fuels-oil-pipelines-cheap-energy-11634074127", "title": "Wait, We Still Want Fossil Fuels?", "date": "2021-10-12 18:26", "summary": "A teachable moment arrives for next month's global climate summiteers.. The price mechanism is laboring heroically to balance supply and demand and resolve passing energy disruptions caused by the stop-start Covid economy. There are many things politicians do that don't help, such as blocking pipeline infrastructure or trying to freeze pump prices and electricity rates for end-users. But don't worry, all will be well because Saudi Arabia, Russia and U.S. wildcatters still like money.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-constitution-of-knowledge-review-credentials-versus-fruits-11634077515", "title": "'The Constitution of Knowledge' Review: Credentials Versus Fruits", "date": "2021-10-12 18:25", "summary": "Knowledge-class expertise is the source of many blessings. But as a guide to collective life it's neither sufficient nor incontestible.. The experts who staff America's universities, newspapers, law firms and government agencies are sufficiently numerous and powerful to constitute a class-the knowledge class. It isn't exactly an honor to be counted among them. Decades of debacles-foreign-policy blunders, the 2008 financial crisis, the ObamaCare rollout-have undermined the credibility of the credentialed. Our would-be knowers often seem little more than self-dealing, blinkered elites. Many wonder if we would be better off without them.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-to-invest-1-billion-in-music-rights-11634042661", "title": "Blackstone Bets on Music Business With $1 Billion Hipgnosis Deal", "date": "2021-10-12 18:20", "summary": "Asset manager, music company create fund to buy song catalogs, expecting such rights to grow amid rise in online streaming. Blackstone Inc. plans to invest $1 billion in acquiring music rights, as the asset manager bets on a nascent but exploding category that is benefiting from the rapid growth of online streaming.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-embarking-on-aggressive-tack-for-cryptocurrency-white-house-official-says-11634077058", "title": "Biden Administration Embarking on 'Aggressive' Tack for Cryptocurrency, White House Official Says", "date": "2021-10-12 18:17", "summary": "'There are clearly a whole range of risks,' said Peter Harrell, a senior White House official, in reference to what he called the explosion of the virtual currencies. The Biden administration is only beginning to ramp up regulatory scrutiny around cryptocurrencies, according to a senior White House official.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-boy-scouts-head-of-abuse-prevention-says-group-is-still-unsafe-for-kids-11634066497", "title": "Former Boy Scouts' Head of Abuse Prevention Says Group Is Still Unsafe for Kids", "date": "2021-10-12 18:06", "summary": "Michael Johnson's accusations come as the Boy Scouts solicit votes for a bankruptcy settlement from more than 82,200 men over childhood sexual abuse. The former youth protection director of the Boy Scouts of America accused the organization of failing to fix its system for protecting children from sexual predators, allegations that come as the group lobbies thousands of sex-abuse victims to support a settlement offer to end its bankruptcy.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/follow-the-science-lab-leak-is-most-likely-11634076104", "title": "Lab Leak Is Most Likely", "date": "2021-10-12 18:01", "summary": "Not a single intermediary mutation can be found despite the search for such a scapegoat.. Regarding Richard Muller and Steven Quay's op-ed \"Science Closes In on Covid's Origins\" (Oct. 6): In SARS-1 the coronavirus underwent a few mutations in the horseshoe bat to accommodate to the civet cat; in the civet there were several more mutations to make it human-adoptable; once it became \"humanized\" it underwent still more mutations to make it virulent. How do we know that? Every one of those mutations has been identified. In SARS-2 not a single intermediary mutation can be found despite what has likely been an exhaustive effort to find such a scapegoat.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-approves-tobacco-flavored-vuse-e-cigarette-bans-its-fruity-versions-11634069255", "title": "FDA Authorizes Tobacco-Flavored Vuse E-Cigarette, Rejects Its Fruity Versions", "date": "2021-10-12 18:01", "summary": "Ruling on Reynolds American's products signals agency's approach to some e-cigarette flavors that are popular among teens. The Food and Drug Administration on Tuesday authorized a tobacco-flavored e-cigarette made by tobacco giant Reynolds American Inc. and rejected several sweet or fruit-flavored refill cartridges the company wanted to bring back on the market.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-mandates-covid-19-vaccine-for-u-s-employees-11634075513", "title": "Boeing Mandates Covid-19 Vaccine for U.S. Employees", "date": "2021-10-12 17:51", "summary": "Aerospace company will require proof of vaccination or approved exemption status. Boeing Co. said it will mandate Covid-19 vaccination for its approximately 125,000 U.S. employees by the Dec. 8 deadline set by a presidential order requiring federal employees and contractors to receive the shots.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gabby-petito-died-by-strangulation-coroner-says-11634065770", "title": "Gabby Petito's Cause of Death Was by Strangulation, Coroner Says", "date": "2021-10-12 17:28", "summary": "Body of missing New York native was outside for three to four weeks, says Teton County, Wyo., official. Gabby Petito, the 22-year-old woman who went missing over the summer during a road trip, was killed by being strangled, according to the coroner for Teton County, Wyoming.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-10-12-2021-11634024436", "title": "U.S. Stocks Close Lower for Third-Straight Day", "date": "2021-10-12 17:20", "summary": "Investors look to earnings season for clues on how companies are coping with price increases. U.S. stocks inched lower for the third consecutive session on Tuesday driven by losses in communications stocks.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arctic-drift-review-in-search-of-cold-hard-facts-pbs-mosaic-multidisciplinary-drifting-observatory-for-the-study-of-arctic-climate-ice-cap-11634069436", "title": "'Arctic Drift' Review: In Search of Cold, Hard Facts", "date": "2021-10-12 17:10", "summary": "This 'Nova' entry on PBS tracks an international band of scientists whose research ship, the Polarstern, is locked in the ice for a year while they go about testing and assessing their surroundings while dodging polar bears. ", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doj-sees-crypto-seizures-as-a-priority-in-anti-ransomware-push-11634072878", "title": "DOJ Sees Crypto Seizures as a Priority in Anti-Ransomware Push", "date": "2021-10-12 17:07", "summary": "Crackdown could face hurdles if more hackers use privacy enhanced cryptocurrency. The Justice Department is increasingly trying to claw back ransomware payments made by hacked companies and is training cryptocurrency experts who can track funds across sometimes sprawling overseas criminal networks.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-this-a-room-review-under-the-bare-lightbulb-tina-satter-lyceum-theater-emily-davis-reality-winner-national-security-agency-russian-interference-2016-election-fbi-interrogation-11634067971", "title": "'Is This a Room' Review: Augmented Reality", "date": "2021-10-12 17:05", "summary": "Tina Satter's play about the interrogation of a woman convicted of leaking a report about Russian interference in the 2016 U.S. election layers an FBI transcript with spooky sound and lighting effects. ", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicken-biscuits-review-a-feel-family-funeral-douglas-lyons-circle-in-the-square-zhailon-levingston-cleo-king-ebony-marshall-oliver-natasha-yvette-williams-devere-rogers-michael-urie-11634066731", "title": "'Chicken & Biscuits' Review: A Feel-Good Family Funeral", "date": "2021-10-12 17:01", "summary": "Douglas Lyons's comedy about two bickering sisters thrown together when their father dies is both amusing and touching.. New York", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-complete-wilhelm-furtwangler-on-record-review-making-the-case-for-the-maestro-warner-classics-emi-polydor-telefunken-english-decca-and-deutsche-grammophon-wagner-brahms-schubert-schumann-11634065740", "title": "'The Complete Wilhelm Furtwängler on Record' Review: Making the Case for the Maestro", "date": "2021-10-12 17:00", "summary": "The conductor was one of the greatest of all time. A new 55-CD boxed set reminds us of his importance.. Who is the greatest conductor of all time? The question is frequently asked and impossible to answer. Top contenders include Arturo Toscanini, Bruno Walter and Otto Klemperer, but there are practically as many candidates as there are music lovers. Yet one figure towers above most: Wilhelm Furtwängler, the German maestro who though no longer a household name in the U.S. is no fringe figure, either. He was twice selected to lead major American ensembles-the New York Philharmonic in 1936 and the Chicago Symphony Orchestra in 1949-but political complications prevented his serving. Now Warner Classics is reminding us of his importance with an edition of 55 CDs titled \"The Complete Wilhelm Furtwängler on Record\"-the bulk of its bounty from the EMI archives, with contributions from Polydor, Telefunken, English Decca and Deutsche Grammophon.", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alisal-fire-prompts-evacuations-freeway-closure-in-santa-barbara-county-11634058078", "title": "Alisal Fire Prompts Evacuations, Freeway Closure in Santa Barbara County", "date": "2021-10-12 16:57", "summary": "Southern California blaze has scorched thousands of acres since sparking Monday. A wind-driven wildfire has scorched thousands of acres near Santa Barbara, Calif., and prompted officials to issue evacuation orders and close part of the 101 Freeway.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/columbia-banking-umpqua-agree-to-combine-11634050548", "title": "Columbia Banking, Umpqua Bank to Merge in $5 Billion Deal", "date": "2021-10-12 16:26", "summary": "The combined bank will be one of the largest with headquarters on the West Coast, with more than $50 billion in assets. Columbia Banking System Inc. and Umpqua Holdings Corp. said Tuesday they would merge in a roughly $5 billion all-stock deal that creates one of the largest based on the West Coast.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maersk-suspends-five-officers-over-alleged-rape-of-cadet-aboard-ship-11634069732", "title": "Maersk Suspends Five Officers Over Alleged Rape of Cadet Aboard Ship", "date": "2021-10-12 16:15", "summary": "U.S. officials open investigations after student at U.S. Merchant Marine Academy says she was assaulted in 2019 on Maersk-operated ship. U.S. officials have launched investigations, and shipping giant AP Moller Maersk has suspended five employees after a student at the U.S. Merchant Marine Academy alleged she was raped in the summer of 2019 while on a Maersk-operated ship.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/southwest-ceo-says-airline-recovering-after-slew-of-weekend-cancelations-11634051618", "title": "Southwest Pilots Warn Fatigue, Frustration Could Fuel Further Outages", "date": "2021-10-12 16:15", "summary": "Airline working to reset after canceling more than 2,000 flights in recent days; Southwest executives say they are addressing labor challenges. Southwest Airlines Co. pilots said the airline's weekend meltdown reflected longer-running fatigue and frustration among its crew, leaving it vulnerable to further outages.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-vaccine-mandate-needs-religious-exemption-judge-rules-11634069470", "title": "New York's Vaccine Mandate Needs Religious Exemption, Judge Rules", "date": "2021-10-12 16:11", "summary": "Decision ends weeks of living in limbo for thousands of New York healthcare workers who had refused shots; state's governor to fight ruling. A federal judge extended an order requiring New York state to allow religious exemptions from its Covid-19 vaccination mandate for healthcare workers, in a ruling that could help shape the legal landscape around government-required shots.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-leak-from-the-trump-administration-11634068276", "title": "Another Leak From the Trump Administration", "date": "2021-10-12 15:51", "summary": "Assistant Attorney General Jeff Clark is an honorable public servant.. Regarding your editorial \"The Final Days at Trump Justice\" (Oct. 8): The leaked letter drafted by Assistant Attorney General Jeff Clark did not urge state legislatures to \"meet and choose their own slates of presidential electors for the Electoral College.\" The draft marked \"Pre-Decisional and Deliberative\" urged Georgia's legislature-as a template for \"relevant\" states-to meet in order to \"take additional testimony, receive new evidence, and deliberate\" on sworn allegations of electoral irregularities. It further explained the special role that the Constitution gives to state legislatures in the electoral process.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oakland-port-seeks-to-recover-lost-shipping-services-11634068239", "title": "Oakland Port Seeks to Recover Lost Shipping Services", "date": "2021-10-12 15:50", "summary": "Carriers are restoring some capacity the California port lost this summer when container imports overwhelmed Oakland's terminals. The Port of Oakland, Calif., is winning back ocean carrier services that moved away in recent months, in an appeal to shippers looking for an alternative to Southern California's jammed-up gateway.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-government-small-complexity-simplification-reconciliation-bill-11633988546", "title": "Keep it Simple, Stupid", "date": "2021-10-12 15:48", "summary": "Passing a multitrillion dollar bill with an array of new entitlements won't make government simpler.. Ezekiel Emanuel claims that \"Reconciliation Offers a Shot at Simpler Government\" (op-ed, Oct. 8) and then describes three ways to simplify federal programs through the reconciliation bill. My government-simplification plan is even more basic: Kill the reconciliation bill.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dental-associations-clash-over-medicare-11634067936", "title": "Dental Associations Clash Over Medicare", "date": "2021-10-12 15:45", "summary": "Unlike the ADA, the NDA is advocating for a Medicare dental benefit.. It is essential to provide some perspective regarding \"Dentists' Group Fights Medicare Coverage\" (U.S. News, Sept. 28), concerning the American Dental Association. The National Dental Association (NDA) is advocating for a Medicare dental benefit. Members of the NDA have accepted Medicaid patients at a rate of over 60% participation since the implementation of Medicaid in the 1960s, and we believe that our position gains credibility from our experience in the delivery of care to underserved populations.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-is-a-convenient-target-for-opioid-lawsuits-11634067854", "title": "Walmart Is a Convenient Target for Opioid Lawsuits", "date": "2021-10-12 15:44", "summary": "Government shares the blame but can't be shaken down so easily.. Michael Krauss is right: \"Even Walmart Deserves a Trial\" (op-ed, Oct. 2), although the plaintiffs are engaged in shakedowns and the judge seems biased against the defendants involved in all phases of legal opiate distribution. As a former community pharmacist and state employee who has both dispensed opiates and regulated them, I'm repulsed by this.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/winston-churchill-got-two-things-right-11634067762", "title": "Winston Churchill Got Two Things Right", "date": "2021-10-12 15:42", "summary": "The great wartime leader recognized the central threats to our liberty.. \"Few great men have been wrong so often,\" writes Geoffrey Wheatcroft in \"Churchill's Shadow,\" reviewed by Richard Aldous (Bookshelf, Oct. 9). Mr. Wheatcroft acknowledges Winston Churchill was right about Nazi Germany. He should have added that, unlike FDR and others, Churchill was also right early and often about the other major threat to our freedoms in the 20th century: the Soviet Union.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-pledges-money-to-afghans-in-need-but-donors-struggle-to-deliver-help-11634062279", "title": "EU Pledges Money to Afghans in Need, but Donors Struggle to Deliver Help", "date": "2021-10-12 15:42", "summary": "Afghanistan is squeezed by sanctions and a paralyzed banking system, and donors are trying to avoid directly giving funds to the Taliban. The European Union said Tuesday it would triple its humanitarian aid for Afghanistan, part of a broader effort by global financial leaders to help tackle the country's growing economic and humanitarian crisis.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-to-ban-sales-of-gas-powered-leaf-blowers-and-lawn-mowers-11634067777", "title": "California to Ban Sales of Gas-Powered Leaf Blowers and Lawn Mowers", "date": "2021-10-12 15:42", "summary": "Gov. Gavin Newsom also signs legislation mandating gender-neutral sections in toy stores and ethnic-studies classes for high-school graduates. California will become the first state to ban the sale of gas-powered leaf blowers and lawn mowers under legislation signed by Gov. Gavin Newsom.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-pays-their-fair-share-11634067652", "title": "Who Pays Their Fair Share?", "date": "2021-10-12 15:40", "summary": "The top 1% earn 20.9% of all adjusted gross income and pay 40.1% of federal individual income tax.. Charles Hardiman from Reno, Nev., asks for income shares when discussing the share of taxes paid (Letters, Oct. 7). Here are the answers, per the Tax Foundation: The top 1% earn 20.9% of all adjusted gross income and pay 40.1% of federal individual income tax. That is very nearly twice their \"fair share.\" The bottom 50% make 11.6% of the money and pay 2.9% of the taxes. Looks like a pretty good deal for them.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taliban-allow-teenage-afghan-girls-back-in-some-provincial-schoolsbut-not-in-kabul-11634058143", "title": "Taliban Allow Teenage Girls Back in Some Schools-but Not in Kabul", "date": "2021-10-12 15:26", "summary": "Resume Subscription. The Taliban have allowed middle- and high-school girls to resume studies in several provinces of northern Afghanistan, in an indication of how the Islamist group's policies on key issues are being influenced by cultural differences within the country.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/democratic-rep-john-yarmuth-wont-seek-re-election-11634066681", "title": "Democratic Rep. John Yarmuth Won't Seek Re-Election", "date": "2021-10-12 15:24", "summary": "Chairman of House Budget Committee has played central role in advancing President Biden's agenda. Rep. John Yarmuth, the chairman of the House Budget Committee and a central figure in advancing President Biden's agenda through Congress, said on Tuesday that he wouldn't run for re-election next year.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/p-g-investors-heirs-pressure-bounty-maker-over-deforestation-11634031001", "title": "P&G Investors, Heirs Pressure Bounty Maker Over Deforestation", "date": "2021-10-12 15:21", "summary": "Company nominees elected as environmental groups lobbied to unseat single director; Procter & Gamble says its sourcing from Canadian woodlands is sustainable. Procter & Gamble Co. shareholders on Tuesday elected the company's 12 director nominees to the board, including one member who environmentalists sought to unseat over the company's handling of climate issues.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dementia-early-onset-alzheimers-advocates-11633960131", "title": "Their Dementia Diagnosis Doesn't Mean They're Keeping Silent", "date": "2021-10-12 15:13", "summary": "More people with Alzheimer's and other brain diseases are forming organizations to boost understanding about their conditions on their own terms. As the number of people with dementia grows, more of them are speaking out to challenge assumptions about what they can and can't do.", "categories": [["Life & Work", "Turning Points"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/turning-points?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-considers-reviving-appeal-of-kentucky-abortion-law-11634065600", "title": "Supreme Court Considers Reviving Appeal of Kentucky Abortion Law", "date": "2021-10-12 15:06", "summary": "Case centers on right of state's Republican attorney general to pursue defense of law limiting abortion after the Democratic governor stood back from further appeals. WASHINGTON-The Supreme Court on Tuesday appeared inclined to revive an appeal of lower-court rulings that struck down a Kentucky antiabortion law as unconstitutional.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-n-says-it-cant-rule-on-climate-complaint-by-greta-thunberg-others-11634065484", "title": "U.N. Says It Can't Rule on Climate Complaint by Greta Thunberg", "date": "2021-10-12 15:04", "summary": "United Nations committee says claim that young activists filed in 2019 should be filed through national courts. LONDON-A United Nations committee said it couldn't rule on a complaint filed by a group of young climate activists, including Greta Thunberg, which alleged five nations were violating their children's rights by failing to adequately fight climate change.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-debate-eligibility-for-spending-bills-new-social-programs-as-pelosi-sees-decisions-soon-11634064666", "title": "Democrats Debate Eligibility for Spending Bill's New Social Programs", "date": "2021-10-12 15:01", "summary": "House Speaker Nancy Pelosi sees decisions soon as some lawmakers explore means-testing to trim size of $3.5 trillion healthcare, education and climate bill. WASHINGTON-Choosing which Americans should be eligible for benefits in a proposed expansion of the social-safety net is one of the main challenges vexing Democrats, who are attempting to slim down their healthcare, education, child-care and climate bill in the coming weeks.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venice-is-open-to-touristsand-its-a-steal-11634065270", "title": "Venice Is Open to Tourists-and It's a Steal", "date": "2021-10-12 15:01", "summary": "The first year of the pandemic drained Italy of its foreign tourists. Visitors are streaming back now, but if you time it right, you can find one of the country's top destinations unusually serene and affordable.. THE CLICK-CLACK of suitcases being rolled along the cobblestone alleyways is back. So too is the occasional pause in the luggage cacophony when tourists lift their bags to lug them up and down this city's endless succession of bridges. But while Venice has once again become a busy tourist destination, the city reveals two tales. On the weekends, you need fancy footwork and aggressive elbowing to get a prime viewing spot of the Grand Canal from the Rialto Bridge. On weekdays, Venice still preserves some of the relative tranquility that characterized it during the pandemic. An unobstructed view of the Bridge of Sighs can be had without any particular maneuvering and the crowds in the alleyways near St. Mark's Square vanish quickly.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kroger-extends-reach-with-new-automated-grocery-delivery-sites-11634064421", "title": "Kroger Extends Reach With New Automated Grocery Delivery Sites", "date": "2021-10-12 14:47", "summary": "The largest U.S. grocery chain is adding fulfillment centers across the country through its partnership with technology company Ocado. Kroger Co. is using its partnership with grocery-warehouse technology provider Ocado Group to extend its reach with new automated fulfillment centers for online orders in the Northeast, Florida and California.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/usps-fedex-ups-release-ship-by-dates-for-holidays-11634046500", "title": "USPS, FedEx, UPS Release Ship-By Dates for Holidays", "date": "2021-10-12 14:37", "summary": "Shipment companies saw onslaught of mail last year. U.S. mail carriers have released their recommended dates for customers to ship mail by in order for packages, letters and other shipments to arrive before the Christmas holidays.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-california-couple-moved-to-the-nashville-area-to-create-their-dream-a-home-with-a-place-for-jam-sessions-11634063234", "title": "A Retired Couple Moved to the Nashville Area to Create Their Dream: a Home for Jam Sessions", "date": "2021-10-12 14:27", "summary": "Richard and Gloria Broming bought a property with a barn that has become a performance space for musicians and talented friends. After moving to the Nashville area, Richard Broming was inspired to turn his love of music up a notch by transforming his new property's no-frills barn, once used to sell antiques, into a space for jam sessions.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/giuliani-associate-lev-parnas-set-for-trial-on-campaign-finance-charges-11633989718", "title": "Giuliani Associate Lev Parnas Goes on Trial on Campaign-Finance Charges", "date": "2021-10-12 14:12", "summary": "Ukrainian-born businessman became national figure after his role emerged in Trump's effort to find damaging information about Biden. A former associate of Rudy Giuliani went on trial Tuesday on campaign-finance charges, bringing renewed attention to a key figure in former President Donald Trump's first impeachment and the push by federal investigators to root out foreign influence in U.S. elections.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cop26-host-britain-ramps-up-calls-for-emissions-plans-11634047609", "title": "COP26 Host Britain Ramps Up Calls for Climate Plans", "date": "2021-10-12 13:44", "summary": "Weeks before U.N. climate summit, U.K. presses countries to complete emissions-cutting blueprints. LONDON-The U.K. called on countries including India and China to update their plans to reduce greenhouse-gas emissions, ratcheting up pressure on a handful of states as preparations for a United Nations climate summit in Glasgow accelerate.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brooklyn-nets-kyrie-irving-11634055893", "title": "The Nets Ban Kyrie Irving Until He Gets Vaccinated", "date": "2021-10-12 13:40", "summary": "The workplace showdown between the Brooklyn star, the NBA title favorites and New York City risks costing Irving millions of dollars unless he relents.. Kyrie Irving won't play or practice for the Brooklyn Nets this season until he gets vaccinated, the team said Tuesday, a move that will increase the pressure on the NBA superstar in what has quickly become one of the world's most consequential Covid-19 workplace standoffs.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-clarida-affirms-fed-plans-to-end-bond-purchases-by-mid-2022-11634051720", "title": "Fed's Clarida Affirms Fed Plans to End Bond Purchases by Mid-2022", "date": "2021-10-12 13:29", "summary": "Central bank's No. 2 official said he expects recent 'unwelcome surge' in inflation to prove 'largely transitory'. A senior Federal Reserve official said that he expected elevated price pressures would eventually fade despite a stronger-than-anticipated interval of high inflation this year.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-to-host-new-event-next-week-new-macbooks-expected-11634059182", "title": "Apple to Host New Event Next Week", "date": "2021-10-12 13:23", "summary": "Tech giant's event, with the tagline 'Unleashed,' is expected to take place on Oct. 18. Apple Inc. said Tuesday that it will host a new launch event on Oct. 18.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-america-come-to-taiwan-defense-china-xi-navy-11634053378", "title": "Will America Come to Taiwan's Defense?", "date": "2021-10-12 13:13", "summary": "Beijing's growing belligerence coincides with declining U.S. military power.. The West won the Cold War without firing a shot, but the intensifying struggle with China may not end so well. The record number of Chinese military aircraft flying near Taiwan last week raised alarm bells-and questions.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/master-carpenter-army-iraq-surge-raymond-odierno-general-11634053730", "title": "A 'Master Carpenter' in the U.S. Army", "date": "2021-10-12 13:13", "summary": "The Iraqi 'surge' was among the highlights of Raymond Odierno's 39-year career.. Gen. Raymond Odierno is often described, aptly, as a gentle giant, and a soldier's soldier. But to me Odierno, who died of cancer last week at 67, was also just plain smart.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/5-bathroom-design-trends-to-add-splash-to-a-dated-loo-11634058001", "title": "5 Bathroom Design Trends to Add Splash to a Dated Loo", "date": "2021-10-12 13:00", "summary": "From vertical tiles to quirky mirrors, the decorating ideas that design pros are using to modernize bathroom décor, plus the trends they deem passé. IF THE LAST 18 months taught us anything it is that bathrooms are sacred, perhaps the only place where privacy is nonnegotiable. And what is the most common peeve that leads homeowners to renovate this sanctuary? Old and outdated décor, said 69% of the respondents in the 2021 U.S. Bathroom Trends Study, recently conducted by home-renovation and -design site Houzz.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-is-taiwan-a-focal-point-in-u-s-china-tensions-11634057611", "title": "Why Is Taiwan a Focal Point in U.S.-China Tensions?", "date": "2021-10-12 12:53", "summary": "Strategically and economically, the island is crucial to the ambitions of both. Here's a look at the past, present and future of the frictions over its status. Discord between the world's two superpowers increasingly revolves around Taiwan, a self-ruled island of 24 million people roughly 100 miles off China's southeastern coast. Communist Party leaders in Beijing see Taiwan as a part of China and have vowed to take control of it, by force if necessary. The U.S. views Taiwan as a bulwark of democracy and strategic buffer against China's ambitions in the region.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shale-drillers-may-spend-more-but-dont-expect-a-bonanza-even-at-80-oil-11634042534", "title": "Shale Drillers May Boost Spending, but Don't Expect an Oil Bonanza", "date": "2021-10-12 12:43", "summary": "American frackers are expected to lift U.S. oil-field spending 15% to 20% next year, but their investments are still well below pre-pandemic levels. Shale companies are on track to spend a little more money pumping oil next year, but most aren't opening up the spigots, even as prices top $80 a barrel.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/england-english-history-battles-war-brunanburh-the-citadel-11634056437", "title": "A 1,000-Year-Old Battle Sparks a Fresh War Among Academics, Amateurs", "date": "2021-10-12 12:37", "summary": "Resume Subscription. BARNSDALE, England-Over 1,000 years ago, vast armies from what are now Scotland and Ireland swept into a field here to be defeated by soldiers from the emerging nation of England.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/young-adults-saving-for-the-short-term-retirement-and-a-house-11634055262", "title": "How Young Adults Can Simultaneously Save for the Short Term, Retirement and a House", "date": "2021-10-12 12:23", "summary": "The trick is to set up multiple accounts, and mentally treat them differently. Charles Rotblut is vice president of the American Association of Individual Investors", "categories": [["THE EXPERTS | Wealth Management"]], "category_links": ["https://www.wsj.com/news/types/experts-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dominos-pizza-shares-can-stay-hot-11634055212", "title": "Domino's Pizza Shares Can Stay Hot", "date": "2021-10-12 12:13", "summary": "Higher costs will be a focus for the company's earnings, but long-term growth opportunity should trump short-term concerns. A steady diet of pizza-delivery stocks isn't so unhealthy for your portfolio, even in a tight labor market.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-developers-report-sharp-drops-in-monthly-home-sales-11634037472", "title": "Home Sales Are Falling Sharply in China", "date": "2021-10-12 12:09", "summary": "Decline in September, typically a strong month, raises concerns about economic growth. Home sales in China are seizing up as curbs on lending and worries about developers' financial health deter house buyers, casting a pall over an industry that is central to the Chinese economy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/salad-wines-5-best-bottles-to-pair-with-your-mixed-greens-11634054672", "title": "Salad Wines: 5 Best Bottles to Pair With Your Mixed Greens", "date": "2021-10-12 12:04", "summary": "A notoriously difficult pairing, salad and wine actually can work together if you stick to a few basic rules. Our wine columnist navigated all manner of leafy meals to hit on the best possible red, white, pink and bubbly matches.. SALAD HAS NEVER BEEN very important to me. It's rarely, if ever, the centerpiece of my meal, so I just don't tend to think about it in terms of wine pairing.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-5g-bad-for-environment-11634001626", "title": "Is 5G Good or Bad for the Environment?", "date": "2021-10-12 12:00", "summary": "It will increase the demand for communications. But it's also more efficient. Three experts weigh in on the bottom line.. Major U.S. wireless carriers have long touted the benefits of fifth-generation wireless networks, claiming faster speeds and reduced latency. But less attention has been paid to the environmental costs.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-targets-news-media-in-xi-jinpings-campaign-to-expand-communist-party-control-11634054123", "title": "China Targets Media in Campaign to Expand Party Control", "date": "2021-10-12 11:55", "summary": "Proposed new restrictions on investment and a former journalist's detention are part of Beijing's effort to tighten grip. SINGAPORE-China's Communist Party is ratcheting up its control over news media and online commentary, warning away private investors and cracking down on what it describes as misinformation, as it continues a campaign to assert itself more forcefully across the economy and Chinese society.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-claims-test-secs-reach-11634040180", "title": "Facebook Whistleblower's Claims Test SEC's Reach", "date": "2021-10-12 11:22", "summary": "Allegations don't resemble a typical securities-fraud case, but the pressure to investigate is strong. WASHINGTON-The controversy over what Facebook Inc. has said about social and emotional hazards stemming from its products could become a test of regulators' growing interest in policing corporate risks that hurt reputations more than profits.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/actors-clint-and-ron-howard-talk-about-coming-of-age-on-movie-sets-11634051334", "title": "Actors Ron Howard and Clint Howard Talk About Coming of Age on Movie Sets", "date": "2021-10-12 11:08", "summary": "Resume Subscription. Ron Howard, 67, is an Oscar-winning film director, producer and actor. His brother Clint, 62, is an actor with more than 200 film and TV credits. They are co-authors of \"The Boys: A Memoir of Hollywood and Family\" (William Morrow). They spoke with Marc Myers.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/texas-governor-bans-covid-19-vaccine-mandates-for-employees-11633998245", "title": "Texas Gov. Greg Abbott Widens Ban on Vaccine Mandate to Include Private Businesses", "date": "2021-10-12 11:05", "summary": "Executive order doesn't make an exception for hospitals, many of which require healthcare workers be vaccinated. AUSTIN-Texas businesses and other private entities are now banned from requiring Covid-19 vaccinations for employees, Gov. Greg Abbott said in an executive order issued Monday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wireless-networks-dish-rakuten-cloud-11634000875", "title": "To Lower Costs, Wireless Networks such as Dish and Rakuten Head to the Cloud", "date": "2021-10-12 11:00", "summary": "Upstart operators are trying to get a cost edge over bigger, more-established rivals. The jury is still out on whether they will be successful.. These days, everything from student term papers to company personnel information lives in the cloud, the big computer farms operated by the likes of Amazon.com Inc. that hold and process data.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-youll-want-to-wear-checkerboard-this-fallwhether-youre-a-skater-kid-or-businessman-11634047797", "title": "Dust Off Your '80s Vans: Checkerboard Is Back in Style", "date": "2021-10-12 10:09", "summary": "Whether they remind you of surrealism, '70s ska bands or Jeff Spicoli's Vans, graphic grid prints are back. Why brands from luxury behemoth Louis Vuitton to indie New York upstarts are pushing the pattern.. SEARCH THE WORD \"checkerboard\" on Vans's web shop and 465 different shoes spool forth. Since the 1970s, when Steve Van Doren (son of Vans founder Paul) noticed kids coloring in their slip-ons to make them resemble checkerboards, the California footwear empire has been synonymous with the pattern. Hundreds of two-tone shoes aren't shocking-it's what you expect from Vans. That the brand offers such an abundance of checkered styles speaks to its signature motif's enduring appeal among skater types and suburban moms alike.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-us-5g-battle-11634000482", "title": "The China-U.S. 5G Battle Upends a Telecom Industry Consortium", "date": "2021-10-12 10:00", "summary": "The mundane process of setting technical specifications becomes a player in a geopolitical drama. The competition between the U.S. and China is roiling the previously humdrum process of setting technical specifications for wireless communications.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/food-delivery-platforms-now-serving-ads-11634047200", "title": "Food-Delivery Platforms Now Serving Ads", "date": "2021-10-12 10:00", "summary": "DoorDash and Uber Eats can boost their business with ads but risk annoying everybody else. Food-delivery platforms have long expected merchants to pay a hefty tab for their services. Lately, they are asking merchants to bid for extra love.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/curevac-shelves-covid-19-vaccine-focuses-on-next-generation-shot-11634036509", "title": "CureVac Shelves Covid-19 Vaccine, Focuses on Next-Generation Shot", "date": "2021-10-12 09:57", "summary": "Vaccine developers shift focus to variants, boosters as initial market looks to close to new entrants. Germany's CureVac NV said it would shelve its most advanced Covid-19 vaccine and focus on a new version, in the latest sign that efforts to develop vaccines against the virus are entering a new phase, centered on next-generation shots.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-awaits-green-light-for-production-in-germany-11634039224", "title": "Tesla Awaits Green Light for Production in Germany", "date": "2021-10-12 09:51", "summary": "Plant near Berlin would boost Elon Musk's efforts to turn the electric-vehicle maker into one with a global footprint. GRÜNHEIDE, Germany-Elon Musk's push to turn Tesla Inc. into a global car maker and energize its electric-vehicles sales in Europe through a new plant in Germany is nearing what could be its final hurdle.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/merck-high-tide-square-what-to-watch-when-the-stock-market-opens-today-11634035607", "title": "Airbnb, Merck, High Tide, Square: What to Watch in the Stock Market Today", "date": "2021-10-12 09:41", "summary": "Airbnb and MGM Resorts International were gaining after analyst upgrades. Wall Street stocks edged up after the opening bell, as investors weighed rising energy prices and lingering worries about China's property sector. Here's what we're watching in morning trading:", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-tobacco-is-spending-more-time-fighting-over-patents-11634038386", "title": "Big Tobacco Is Spending More Time Fighting Over Patents", "date": "2021-10-12 09:39", "summary": "Battle for market share in smoke-free products is shifting to the courthouse, but shouldn't replace innovation. Less risky nicotine products like heated tobacco sticks were meant to help cigarette companies stay out of court. Instead, they are causing a spike in patent lawsuits.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-says-it-will-recover-1-9-billion-of-bolt-recall-costs-from-lg-11634042381", "title": "GM Says It Will Recover $1.9 Billion in Bolt-Recall Costs in Deal With LG", "date": "2021-10-12 09:34", "summary": "Korean company will reimburse GM because of manufacturing defects in battery modules that LG supplied for the electric vehicle. General Motors Co. said it would recover from supplier LG Electronics Inc. nearly all of the $2 billion cost of recalling Chevrolet Bolt electric models for the risk of battery fires.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-chinas-banks-corruption-is-only-half-the-problem-11634044402", "title": "For China's Banks, Corruption Is Only Half the Problem", "date": "2021-10-12 09:13", "summary": "Beijing will snare some bad apples in its latest rectification campaign, but the rot at the core of the financial sector still needs stronger medicine. With China's property sector reeling and \"common prosperity\" the new watchword of Chinese capitalism, it was only a matter of time until the regulatory brouhaha reached finance. The latest dragnet-which The Wall Street Journal reported Monday-kicked off this month and includes 25 key financial institutions.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alex-murdaugh-investigations-lawyer-is-accused-of-stealing-millions-from-former-partners-and-clients-11634043600", "title": "Alex Murdaugh Accused of Stealing Millions From Former Law Partners, Clients", "date": "2021-10-12 09:00", "summary": "The most immediate legal threat facing the Southern scion concerns insurance fraud as former law firm and clients file suit. HAMPTON, S.C.-Disgraced South Carolina lawyer Alex Murdaugh faces multiple challenges ahead, but the most immediate legal threat concerns insurance fraud.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-close-to-a-deal-to-sell-marquee-washington-d-c-hotel-11634043601", "title": "Trump Close to a Deal to Sell Marquee Washington Hotel", "date": "2021-10-12 09:00", "summary": "Miami-based CGI Merchant Group in talks to pay ex-president's family company around $370 million for property in former Old Post Office. Former President Donald Trump's family company is in advanced discussions to sell the rights to its opulent Washington, D.C., hotel in a deal worth more than $370 million, say people familiar with the matter.", "categories": [["WSJ News Exclusive", "Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/enrique-hernandez-red-sox-11634042022", "title": "Enrique Hernández Was a Supporting Actor in L.A. He's a Leading Man for the Surging Red Sox.", "date": "2021-10-12 08:34", "summary": "Once the Dodgers' \"utility man,\" he had an epic series against Tampa Bay and drove in the winning run to send Boston to the ALCS. When the Boston Red Sox signed Enrique Hernández as a free agent last winter, it seemed like they were adding a sidekick, a complementary piece to reinforce the stars on their roster.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moon-juice-sex-dust-bacon-book-11634041955", "title": "How Moon Juice Made a Thriving Business out of Sex Dust", "date": "2021-10-12 08:33", "summary": "A decade after founding the company, Amanda Chantal Bacon has a fresh round of funding and a new health-focused cookbook. \"Maybe wine and prescription pills, maybe those tools aren't working for you anymore,\" she says, \"so you'd like some other tools.\". A few days after Moon Juice founder Amanda Chantal Bacon launched Ting, a drink powder the wellness brand bills as a \"non-stim wake-up call,\" she was sipping from a quart-size Ball jar of the mango-colored mix as she talked over a Zoom call. Made with ginseng and B vitamins extracted from guava and organic holy basil, Ting is the latest addition to the growing family of Moon Juice supplements that Bacon says are formulated to restore the body's natural balance.", "categories": [["Food"]], "category_links": ["https://www.wsj.com/news/types/magazine-food?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-puts-on-show-of-missile-might-as-kim-jong-un-snubs-u-s-11634037506", "title": "North Korea Puts on Show of Missile Might as Kim Jong Un Snubs U.S.", "date": "2021-10-12 08:05", "summary": "The firepower display at an event in Pyongyang included an apparent hypersonic missile. North Korea put on one of its largest displays of missiles at an event at which dictator Kim Jong Un said Pyongyang couldn't trust recent U.S. calls for talks.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/madison-avenue-landlords-hope-for-revival-as-local-residents-return-11634040001", "title": "Madison Avenue Landlords Hope for Revival as Local Residents Return", "date": "2021-10-12 08:00", "summary": "The famed shopping district, which relies more on locals than tourists, is coming back to life. The street that dresses Manhattan's wealthiest residents is still wearing the scars of the pandemic. But recently, there are signs of healing on Madison Avenue.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wendys-envisions-ai-rich-apps-with-new-google-cloud-deal-11634040000", "title": "Wendy's Envisions AI-Rich Apps With New Google Cloud Deal", "date": "2021-10-12 08:00", "summary": "The fast-food chain plans to use voice recognition at its drive-ins, eliminating the need to shout into the drive-through menu board, among other novelties, says CIO Kevin Vasconi. Wendy's Co. plans to tap data analytics and artificial intelligence to speed up drive-through orders and home deliveries, anticipate return customers' favorite meals-even keep burgers from burning on the grill, the company's head of technology said.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/london-office-space-goes-green-helping-developers-get-in-the-black-11634040000", "title": "London Office Space Goes Green, Helping Developers Get in the Black", "date": "2021-10-12 08:00", "summary": "To lure back employees, companies are opting for state-of-the-art buildings with low- or zero-carbon emissions. Londoners are returning to the office again, and a new wave of green buildings is enabling landlords to charge their tenants a rent premium.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-anyone-save-christmas-john-baker-a-toy-company-executive-is-trying-11634039800", "title": "L.O.L. Dolls Are Stuck in the Supply Chain. John Baker Must Free Them Before Christmas.", "date": "2021-10-12 07:56", "summary": "Resume Subscription. A toy traffic jam is threatening to ruin Christmas. John Baker's job is to save the day.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/europe-inc-returns-to-the-skies-11634031794", "title": "Europe Inc. Returns to the Skies", "date": "2021-10-12 07:34", "summary": "Business travel is making a comeback on the continent, aided by a high vaccination rate and digital Covid-19 certificates. Europeans are flying again for business, as executives hit the road and airlines add flights to key destinations.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chip-shortage-not-great-for-chip-makers-either-11634036581", "title": "Chip Shortage Not Great for Chip Makers Either", "date": "2021-10-12 07:03", "summary": "Lead times have surged as production constraints have grown, but chip investors are more worried about what lies beyond. Chip manufacturers can still sell every chip they can make. The problem is that they can't make enough themselves.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-rapid-testing-at-home-will-get-easier-but-test-wisely-11634036401", "title": "Covid-19 Rapid Testing at Home Will Get Easier, but Test Wisely", "date": "2021-10-12 07:00", "summary": "More widespread home testing has promise as well as limitations. Here's what doctors say you should know.. Americans will likely soon have access to more at-home rapid Covid tests, but people need to be savvy about them.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/johnson-johnsons-top-scientist-to-depart-11634035500", "title": "Johnson & Johnson's Top Scientist to Depart", "date": "2021-10-12 06:45", "summary": "Paul Stoffels is the second top J&J executive in recent weeks to announce plans to leave. Johnson & Johnson 's top scientist, who oversaw a turnaround in the company's pharmaceutical unit and the development of a Covid-19 vaccine, will retire at the end of the year.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doordash-introduces-search-page-ads-for-restaurants-11634032920", "title": "DoorDash Introduces Search-Page Ads for Restaurants", "date": "2021-10-12 06:02", "summary": "Food-delivery apps are making deeper plays in advertising as they battle for revenue. DoorDash Inc. has started selling restaurant ads that appear atop the search results in its app, as companies in the largely unprofitable food-delivery industry dive deeper into advertising to boost revenue.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/introducing-bad-bets-11634032860", "title": "Introducing 'Bad Bets'", "date": "2021-10-12 06:01", "summary": "Our new podcast unravels big-business dramas that have had a major impact on our world, beginning with Enron. Bad Bets is a new podcast series from The Wall Street Journal that unravels big-business dramas that have had a major impact on our world. This season, we're delving into Enron, the '90s energy giant that later became synonymous with epic corporate fraud.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-energy-companies-new-pitch-carbon-neutral-oil-and-gas-11634032800", "title": "Big Energy Companies' New Pitch: 'Carbon-Neutral' Oil and Gas", "date": "2021-10-12 06:00", "summary": "Bundling barrels with promises to capture carbon can make companies' emissions figures look better, but critics say the practice could undermine the case for burning less fossil fuel. Some energy companies are giving fossil fuels a carbon-neutral makeover, raising concerns that the pitch could undermine the case for less emissions.", "categories": [["Sustainable Business"]], "category_links": ["https://www.wsj.com/news/types/sustainable-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wall-street-firm-makes-wager-on-carbon-offset-forests-11633983717", "title": "Wall Street Firm Makes Wager on Carbon-Offset Forests", "date": "2021-10-12 06:00", "summary": "Oak Hill Advisors is teaming up with Bluesource to buy $500 million worth of woodlands to generate carbon offsets. A big player in high finance is hunting for $500 million worth of forestland with the aim of harvesting carbon offsets instead of timber.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-to-let-power-prices-rise-in-bid-to-fix-electricity-crunch-11634031851", "title": "China to Let Power Prices Rise in Bid to Fix Electricity Crunch", "date": "2021-10-12 05:44", "summary": "Shortage has slowed factory output, hitting companies around the world. China said it would allow the price of coal-fired power to rise more sharply, in the hope that market forces can address a power crunch that has threatened growth and caused ripple effects around the world.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-ericsson-nokia-apple-samsung-u-s-china-winning-5g-race-11634000044", "title": "U.S. or China? Who's Winning the 5G Races", "date": "2021-10-12 05:30", "summary": "The competition among equipment makers, countries and cellphone companies is heated. Here are the leaders in each of those races.. Once a glimmer in the eyes of executives from Shenzhen to Silicon Valley, 5G now dominates a broad swath of the global supply chain-and the competition to control different parts of it is heating up.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/return-of-office-workers-reaches-pandemic-high-as-employees-trickle-in-11634031001", "title": "Return of Office Workers Reaches Pandemic High", "date": "2021-10-12 05:30", "summary": "More businesses plan fall reopenings with Covid-19 caseloads in decline. A widely anticipated surge in employees returning to the office after Labor Day never materialized. But as Covid-19 infection rates fall again, workers are trickling back to the office at the highest rate since the pandemic began.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-investors-find-stability-in-spacs-11634007742", "title": "Some Investors Find Stability in SPACs", "date": "2021-10-12 05:30", "summary": "Mania for blank-check companies and subsequent selloff has created what some see as an alternative to short-term bonds. Shares of special-purpose acquisition companies have lost their luster for those who recently saw them as a ticket to fast riches. That is good news for a different group of investors, who treat them as an alternative to bonds.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-auto-sales-drop-as-chip-shortage-endures-11634026562", "title": "China Auto Sales Drop as Chip Shortage Endures", "date": "2021-10-12 04:16", "summary": "World's major auto markets have been grappling with a historic chip crunch, and China hasn't been spared. BEIJING-China's car sales declined in the third quarter from a year earlier, the first such drop in more than a year, as the global chip shortage continues to hold back the world's largest auto market.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shiite-cleric-sadr-emerges-as-kingmaker-after-iraq-election-11633975674", "title": "Shiite Cleric Sadr Emerges as Kingmaker After Iraq Election", "date": "2021-10-12 04:05", "summary": "Forming a new government could take weeks and Sadr faces competition from pro-Iran factions. BAGHDAD-Shiite cleric Moqtada al-Sadr, the onetime leader of a rebellion against U.S. forces following the 2003 invasion of Iraq, is poised to become the country's key political power broker after his movement won the largest share of seats in Sunday's parliamentary election.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-developer-fantasia-loses-two-board-members-11634019079", "title": "Chinese Developer Fantasia Loses Two Board Members", "date": "2021-10-12 02:11", "summary": "One independent director says he wasn't kept up to speed on key matters. Two nonexecutive directors at Fantasia Holdings Group Co. have resigned, days after the Chinese developer rattled investors by unexpectedly failing to repay $206 million in maturing dollar bonds.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/embattled-imf-chief-to-stay-following-investigation-into-world-bank-data-rigging-11634010888", "title": "IMF Chief to Stay Following Probe Into Data Rigging", "date": "2021-10-12 01:07", "summary": "Kristalina Georgieva will remain at the helm of the International Monetary Fund, which has been damaged by scrutiny. The executive board of the International Monetary Fund said it has full confidence in Kristalina Georgieva as its managing director, putting an end to weeks of uncertainty while the board investigated her role in a data-manipulation scandal at the World Bank, where she had been chief executive.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11633974107", "title": "Pepper...and Salt", "date": "2021-10-12 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]