[{"link": "https://www.wsj.com/articles/tax-the-rich-good-or-bad-wealth-rate-unrealized-capital-gains-investment-build-back-better-11638916192", "title": "Tax the Rich: Good or Bad Idea?", "date": "2021-12-07 18:55", "summary": "Students discuss raising rates.. Editor's note: In this Future View, students discuss rising tax rates. Next week we'll ask, \"Do we need a deliberate plan to take ourselves offline from time to time, or are fears of overusing smartphones and social media overwrought?\" Students should click here to submit opinions of fewer than 250 words before Dec. 14. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-supreme-court-packers-pack-up-advisory-commission-report-11638918665", "title": "Biden's Supreme Court Packers Pack Up", "date": "2021-12-07 18:54", "summary": "Their report on adding Justices puts the issue in the President's court.. President Biden's Supreme Court advisory commission of 34 academics, lawyers and retired judges, which finished its work Tuesday, achieved its short-term political purpose. It gave Mr. Biden cover to avoid taking a position-at least during the 2020 presidential campaign and his first year in office-on whether or not to destroy the independence of the American judiciary by adding seats to the Court as the Democratic left is demanding.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/donald-trumps-georgia-vendetta-stacey-abrams-david-perdue-brian-kemp-11638835818", "title": "Trump's Georgia Vendetta", "date": "2021-12-07 18:54", "summary": "He stokes a GOP primary fight that may elect Stacey Abrams.. For a glimpse of the long shadow Donald Trump may cast over the 2022 midterm elections, see former Sen. David Perdue's Monday announcement that he'll challenge Georgia Gov. Brian Kemp in a Republican primary. This is a good way to turn a major state over to the progressive left.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/religious-schools-and-the-constitution-supreme-court-carson-v-makin-maine-11638836528", "title": "Religious Schools and the Constitution", "date": "2021-12-07 18:53", "summary": "The Supreme Court could extend a landmark school-choice case.. Maine has one of the country's oldest educational choice systems, a tuition program for students who live in areas that don't run schools of their own. Instead these families get to pick a school, and public funds go toward enrollment. Religious schools are excluded, however, and on Wednesday the Supreme Court will hear from parents who have closely read the First Amendment.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-will-offer-office-deferral-program-for-employees-unready-to-return-11638920387", "title": "Facebook Parent to Allow Employees to Delay Return to Offices", "date": "2021-12-07 18:48", "summary": "Technology company Meta Platforms plans to fully reopen its U.S. offices in January, though new program could enable some workers to come back as late as June. The parent company of Facebook said Tuesday it will fully reopen its U.S. offices at the end of January, but will give workers a chance to delay their scheduled return as late as June.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-holmess-testimony-moments-that-might-influence-jurors-11638885600", "title": "Elizabeth Holmes's Testimony: Moments That Might Influence Jurors", "date": "2021-12-07 18:44", "summary": "Theranos founder has testified about the control she had at the blood-testing startup, and the torment that she endured. SAN JOSE, Calif.-Elizabeth Holmes's surprise turn on the witness stand in her criminal-fraud trial has given jurors a close look at the control she held over her blood-testing startup Theranos Inc., and at the alleged torment she endured in her personal life at the same time.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supply-chain-problems-will-last-through-2023-intel-chief-says-11638920626", "title": "Supply-Chain Snags Likely to Persist, Three CEOs Say", "date": "2021-12-07 18:43", "summary": "Head of chip maker, CEOs of Wayfair and Accenture each say full recovery could take years even though situation is improving. The supply-chain problems rippling across the U.S. economy are improving for some companies, but long-term fixes might take much longer, the heads of Intel Corp. , Wayfair Inc. and Accenture PLC said at The Wall Street Journal CEO Council Summit on Tuesday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-shoplifting-with-relative-ease-11638919761", "title": "California Shoplifting 'With Relative Ease'", "date": "2021-12-07 18:29", "summary": "But at least for the moment cops are still welcome in restaurants.. California politicians are still running their favorite experiment, testing citizen tolerance for lawlessness. The experiment in turn allows thieves to test record levels of brazenness.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-russian-president-putin-start-call-11638894107", "title": "Biden Warns Putin Invasion of Ukraine to Be Met With Economic Response and More", "date": "2021-12-07 18:29", "summary": "U.S. president reiterates his support for Ukraine's sovereignty and territorial integrity. President Biden warned Russian President Vladimir Putin that the U.S. and its allies would meet a military invasion of Ukraine with strong economic penalties, moves to bolster Ukrainian defenses and fortify support for Eastern European nations.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-confirms-chris-magnus-to-head-u-s-customs-and-border-protection-11638919796", "title": "Senate Confirms Chris Magnus to Head U.S. Customs and Border Protection", "date": "2021-12-07 18:29", "summary": "Tucson, Ariz., police chief will take over border agency as Biden administration copes with high levels of illegal immigration. WASHINGTON-Chris Magnus, the police chief in Tucson, Ariz., who became a vocal critic of former President Donald Trump's immigration policies, was confirmed as the commissioner of U.S. Customs and Border Protection on Tuesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-will-soon-lead-the-us-in-tech-global-leader-semiconductors-5g-wireless-green-energy-11638915759", "title": "China Will Soon Lead the U.S. in Tech", "date": "2021-12-07 18:26", "summary": "Beijing pulls ahead in 5G and artificial intelligence, while catching up in semiconductors.. Central Intelligence Agency Director Bill Burns announced in October that the agency is establishing two new major \"mission centers,\" one focusing on China and the other on frontier technologies. This action reflects his judgment that China is the \"most important geopolitical threat we face in the 21st century\" and that the \"main arena for competition and rivalry\" between China and the U.S. will be advanced technologies. The question Americans should be asking is: Could China win the technology race?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/de-blasio-vaccine-mandate-looks-unlawful-shots-covid-19-private-employees-new-york-bill-11638916746", "title": "De Blasio's Vaccine Mandate Looks Unlawful", "date": "2021-12-07 18:25", "summary": "The Supreme Court has approved only far milder measures.. New York Mayor Bill de Blasio this week announced that all private-sector employees in the city will be required to be vaccinated against Covid-19 by the end of the month. The mayor calls his plan \"Key to New York,\" and its function is to lock hundreds of thousands of residents out.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manchin-holds-back-support-for-social-spending-bill-11638919554", "title": "Sen. Joe Manchin Holds Back Support for Social-Spending Bill", "date": "2021-12-07 18:25", "summary": "West Virginia Democrat says at WSJ's CEO Council Summit that he is wary of the government putting more money into the economy. WASHINGTON-Sen. Joe Manchin declined to commit to voting for Democrats' roughly $2 trillion social-policy and climate package, citing concerns about inflation and the length of programs, weeks before the Christmas deadline party leaders are racing to meet.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consequences-of-defunding-the-police-libby-schaaf-violent-crime-rate-murder-public-safety-11638915238", "title": "The Predictable Consequences of 'Defund the Police'", "date": "2021-12-07 18:24", "summary": "It took a spate of murders for the mayor of Oakland, Calif., to abandon the destructive slogan.. After a weekend in which three people were killed in Oakland, Calif., including a 1-year-old hit by a stray bullet while sleeping in the back seat of his mother's car, Mayor Libby Schaaf finally reversed herself on defunding the police and pledged to hire more cops. But what took her so long?", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-unbreakable-elizabeth-holmes-trial-theranos-lab-reports-fraud-silicon-valley-venture-capital-11638916935", "title": "The Unbreakable Elizabeth Holmes", "date": "2021-12-07 18:19", "summary": "Like the sitcom heroine, she's innocent, more or less, and ready to move on.. This isn't the 1980s. We don't all watch the same TV shows, so right off we must specify the headline is a reference to a Netflix sitcom.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-genome-defense-review-disputed-ownership-11638919080", "title": "'The Genome Defense' Review: Disputed Ownership", "date": "2021-12-07 18:18", "summary": "The mapping of the human genome soon led to diagnostic discoveries-and to gene-based patent claims, challenged in a landmark lawsuit.. The human genome-the vast set of DNA molecules conveying our genetic blueprint-inspires wonder and amazement, not to mention entrepreneurial zeal. More than three decades ago, scientists embarked on a project to map the order of the genome's approximately three billion DNA \"base pairs,\" which famously wind around each other in the shape of a twisted ladder. Dispersed in the genome are roughly 30,000 genes. These play a role in determining our physical characteristics, like eye and hair color, as well as our susceptibility to various health risks.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-masking-my-6-year-old-education-mandates-schooling-covid-19-hochul-11638916196", "title": "Notable & Quotable: Masking My 6-Year-Old", "date": "2021-12-07 18:18", "summary": "'It's the entire system, starting at the top with elected leadership, that is failing our children.'. Karol Markowicz writing for the New York Post, Dec. 5:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charter-schools-education-teachers-union-shortage-substitute-pay-divorce-parents-families-11638835949", "title": "Charter Schools and the National Education Problem", "date": "2021-12-07 18:05", "summary": "Unions, broken families and teacher shortages.. America owes Michael Bloomberg a debt of gratitude for supporting charter schools with his fortune (\"Why I'm Backing Charter Schools,\" op-ed, Dec. 2). No doubt he will have to brave insults launched by the teachers unions, but those of us whose kids attended charters know he's right.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/religious-schools-carson-makin-school-choice-separation-church-state-supreme-court-11638836485", "title": "Religious Schools Have Their Day in Court", "date": "2021-12-07 18:05", "summary": "Oral argument begins in Carson v. Makin on Wednesday before the Supreme Court.. In \"Justices Take Up Religious Liberty-Again\" (Houses of Worship, Dec. 3), Michael Helfand and Nathan Diament correctly challenge the distinction between \"status\" and \"use\" that Maine is invoking to exclude schools that provide both secular and religious instruction from its private-school-tuition-assistance program. But the authors overlook one significant reason that the claim of the religious parents that Maine should pay for their children's education is stronger than the claim by a Missouri church in Trinity Lutheran v. Comer (2017) for state support of the improvement of a rubber playground surface: Maine law requires parents to educate children between the ages of 6 and 17. The Supreme Court argument begins in this case, Carson v. Makin, on Wednesday.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rococo-art-fragonard-swing-disney-frozen-movie-kids-11638835288", "title": "Adapted by Disney, Rococo Was Not for Kids", "date": "2021-12-07 18:04", "summary": "'The Swing,' laden with love and desire, is transformed to express the carefree innocence of childhood.. The art of the Rococo was not merely supposed to be fun (\"Icons: Disney Knows Rococo,\" Review, Nov. 27); it is frequently suggestive, intended for the private delectation of adult viewers. Jean-Honoré Fragonard's painting \"The Swing,\" illustrated in the article as inspiration for scenes in Disney movies, was commissioned by a patron who requested the artist to depict him looking up his mistress's frothy pink dress, as she was pushed on the swing by an elderly bishop.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crypto-currency-bank-fdic-deposite-insurance-volatile-11638834821", "title": "No Deposit Insurance for Crypto", "date": "2021-12-07 18:03", "summary": "Cryptocurrencies are not money any more than poker chips are.. Special purpose depository institutions are not banks because they do not hold money (\"The Fed Battles Wyoming on Cryptocurrency\" by Cynthia Lummis, op-ed, Dec. 1). Cryptocurrencies are not money any more than poker chips are. They represent a volatile form of market-based virtual collateral, and do nothing to facilitate the production of goods or services that improve living standards. Will the Federal Deposit Insurance Corporation cover baseball cards next?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-freedom-liberty-political-china-ccp-election-boycott-11638834558", "title": "Hong Kong Is Rich in Irony, Poor in Liberty", "date": "2021-12-07 18:02", "summary": "The regime immediately undermines its boasts of political freedom.. Regarding \"Hong Kong Replies With a Threat to the WSJ\" (Letters, Dec. 6): Erick Tsang seems oblivious to the irony of stating that Hong Kong provides \"freedom of speech, the press, publication\" and so on, and then threatening the Journal with legal action for suggesting that \"boycotts and blank ballots are one of the last ways for Hong Kongers to express their political views.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackrock-to-pull-2-trillion-in-assets-from-state-street-11638918001", "title": "BlackRock to Pull $2 Trillion in Assets From State Street", "date": "2021-12-07 18:00", "summary": "State Street was sole custodian for the investing firm's U.S. exchange-traded fund business for more than a decade. BlackRock Inc. is pulling some $2 trillion of assets out of State Street Corp.'s safekeeping, a move that will reduce the investing firm's reliance on a small number of parties and lower the fees it pays for back-office work.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-airlines-ceo-doug-parker-to-retire-11638878937", "title": "American Airlines CEO Doug Parker to Step Down", "date": "2021-12-07 17:56", "summary": "Doug Parker, 20-year airline CEO, will hand off leadership of the airline to Robert Isom in March 2022. American Airlines Group Inc. Chief Executive Doug Parker will retire from that job next year after two decades running airlines, handing the reins to a longtime lieutenant as the company begins to emerge from the pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-of-the-worlds-oldest-business-newspapers-is-for-sale-11638917366", "title": "'The List,' One of the World's Oldest Business Newspapers, Is for Sale", "date": "2021-12-07 17:49", "summary": "London-listed Informa plans to sell assets including Lloyd's List, a publication that traces its roots back nearly 300 years. Lloyd's List, one of the world's longest-running business newspapers, is up for sale.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoins-selloff-driven-by-options-but-also-interest-rates-fed-policy-11638892548", "title": "Bitcoin's Selloff Driven by Options, Rates, Fed Policy", "date": "2021-12-07 17:48", "summary": "Weekend losses highlight the crypto market's connection to stocks and other markets. Bitcoin's weekend selloff and subsequent rebound illustrate the crypto market's volatility, but also its growing connection to traditional asset classes.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blinken-calls-china-russia-efforts-to-disrupt-global-order-serious-mistakes-11638916960", "title": "Blinken Calls China, Russia Efforts to Disrupt Global Order Serious Mistakes", "date": "2021-12-07 17:42", "summary": "The chief U.S. diplomat, speaking at WSJ's CEO Council Summit, declines to detail potential responses, if Taiwan or Ukraine are invaded. Attempts by China or Russia to expand their territory by invasions of Taiwan or Ukraine, respectively, would be serious mistakes with severe consequences, Secretary of State Antony Blinken said Tuesday at The Wall Street Journal's CEO Council Summit.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/faa-sets-5g-flight-restrictions-to-avoid-possible-hazards-from-new-wireless-service-11638916886", "title": "FAA Sets 5G Flight Restrictions to Avoid Possible Hazards From New Wireless Service", "date": "2021-12-07 17:41", "summary": "Agency's order could disrupt air travel with limits to cockpit systems needed in poor weather; new 5G services expected to go live Jan. 5. The Federal Aviation Administration on Tuesday outlined flight restrictions that will take effect in January when a new 5G wireless service makes its debut, even as regulators work with telecom and aerospace companies to avoid U.S. air traffic disruptions.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/licorice-pizza-belfast-king-richard-drive-my-car-cmon-cmon-bergman-island-roadrunner-11638916194", "title": "The Best Movies of 2021: Finding Pleasure in Diverse Films", "date": "2021-12-07 17:31", "summary": "From Paul Thomas Anderson's 'Licorice Pizza' to Kenneth Branagh's 'Belfast,' the past year offered manifold styles and stories for every taste.. When a year brings movies as pleasurable and diverse as \"Belfast\" and \"Licorice Pizza\"-plus a masterpiece from Japan that we'll get to in a bit-it's an occasion for gratitude. This may be a time to be thankful for fewer favors-the year's first feature of any consequence wasn't released until the middle of July-but not small ones, even when the physical scale of the production is modest, as it was in two of my other favorites, \"Bergman Island\" and \"The Souvenir Part II.\" What does it say, though, that \"King Richard,\" a large-scale crowd-pleaser of uncommon quality, failed to draw large crowds to the nation's theaters? Nothing surprising, given what we already know about Hollywood's bets on the future of streaming, but nothing good about the fate of the theatrical exhibition business, both as an industry and a source of entertainment shared by millions of people across the cultural spectrum.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-expected-to-be-dominant-strain-in-parts-of-europe-within-weeks-11638889781", "title": "Early Lab Test Shows Omicron Weakening Vaccine Effectiveness", "date": "2021-12-07 17:30", "summary": "Resume Subscription. The Omicron variant of the coronavirus can partially evade the protection afforded by vaccines, according to laboratory tests conducted in South Africa that give one of the first indications of vaccine effectiveness against the variant, but scientists say the shots should still defend those inoculated from severe disease.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/epa-cuts-ethanol-requirement-for-gasoline-11638909035", "title": "EPA Trims Ethanol Mandate for Gasoline as Biofuel Pressures Pump Prices", "date": "2021-12-07 17:30", "summary": "The decision comes as the price of ethanol has risen to its highest level in a decade. WASHINGTON-The Environmental Protection Agency on Tuesday proposed reducing the amount of ethanol and other biofuels that must be blended into gasoline this year and retroactively lowered last year's mandate, in a win for refiners who warned that raising the requirement would lift prices at the pump.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paramount-presents-harold-and-maude-hal-ashby-roman-holiday-william-wyler-trading-places-almost-famous-11638916086", "title": "Seeing Classics-and More-Afresh", "date": "2021-12-07 17:29", "summary": "The Paramount Presents series of Blu-rays, each from a new transfer scanned in at least 4K, now stands at nearly 30 titles. ", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/welcome-to-earth-disney-will-smith-darren-aronofsky-george-steinmetz-11638915863", "title": "'Welcome to Earth' Review: When Our Eyes Deceive Us", "date": "2021-12-07 17:25", "summary": "Will Smith hosts an intriguing series about the hidden natural wonders lurking just out of sight. 'Welcome to Earth\" seems something of a misnomer: \"Welcome to Yourself\" might have been better, even if it has the ring of self-improvement about it. But who is to say that a nature show won't make us better people? Hosted by actor Will Smith, who is convincingly and charmingly apprehensive about what he's about to dive into, the six-part series relates to the world as the world relates to our senses, or eludes them: From the depths of the sea to the rim of a volcano, there are sounds, smells and colors that we don't normally experience, because they're ignored, obscured or out of our reach. What \"Welcome to Earth\" explores, like a Mungo Park of the mind, are not just places but human perceptions, and the crafty ways Mother Nature conceals herself.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-web-services-appears-to-be-down-for-many-users-11638898270", "title": "Amazon Web Services Outage Takes Businesses, Services Offline", "date": "2021-12-07 17:21", "summary": "Prime Music, Chime and Ring as well as many third-party applications, including Ticketmaster and Netflix, were affected, according to Downdetector. An hourslong outage on Amazon.com Inc.'s cloud-computing unit Tuesday left Roomba vacuum cleaners dormant, streaming services blank and delayed buyers from snapping up Adele presale concert tickets.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anne-boleyn-amc-henry-viii-elizabeth-i-thomas-cromwell-jodie-turner-smith-11638915509", "title": "'Anne Boleyn' Review: Royal Bore", "date": "2021-12-07 17:19", "summary": "Jodie Turner-Smith stars as the ill-fated queen in AMC+'s new series that hints at the contemporary drama surrounding Meghan Markle.. Anne Boleyn, the second of the six wives of Henry VIII and the first to lose her head, has been regarded in many ways by many people: as a seductress, a usurper, an enemy of Catholicism, a champion of Protestantism and, inarguably, the mother of Elizabeth I. It has taken several hundred years for her to be able to provide a stand-in for Meghan Markle. But how else does one read the miniseries \"Anne Boleyn\"?", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-head-of-messenger-to-leave-company-next-year-11638915007", "title": "Facebook's Head of Messenger to Leave Company Next Year", "date": "2021-12-07 17:10", "summary": "Stan Chudnovsky's resignation is the latest in a series of high-profile departures from the social-media company. The person overseeing Facebook 's Messenger said he would leave the company next year, the latest executive to disclose departure plans from the social-media platform.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-aims-to-revise-the-global-rule-set-top-u-s-general-says-11638914747", "title": "China Aims to 'Revise the Global Rule Set,' Top U.S. General Says", "date": "2021-12-07 17:05", "summary": "Gen. Milley, speaking at the WSJ CEO Council Summit, warned that China's aims could lead to more instability. WASHINGTON-China is expanding its military in a bid to \"revise the global rule set\" and undo the post-World War II national security framework, the highest ranking military officer said Tuesday.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-12-07-2021-11638866220", "title": "Stocks Close Higher, Oil Gains on Omicron Optimism", "date": "2021-12-07 16:56", "summary": "GlaxoSmithKline and Vir say their antibody drug works against new Covid-19 variant. U.S. stocks continued to rebound on Tuesday, as equities and oil prices rose on hopes that Omicron would prove less damaging to the economy than feared.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-sends-bank-stocks-seesawing-11638873001", "title": "Omicron Sends Bank Stocks Seesawing", "date": "2021-12-07 16:52", "summary": "The KBW Nasdaq Bank Index has been hit by recent market turbulence, but it is still on pace for its best year since 1997. Fears about the economic impact of the new Covid-19 variant have sent bank stocks on a roller-coaster ride, but they are still on track for their best year in more than two decades.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citigroups-jane-fraser-expects-to-shed-some-clients-for-climate-purposes-11638912251", "title": "Citigroup's Jane Fraser Expects to Shed Some Clients for Climate Purposes", "date": "2021-12-07 16:24", "summary": "The bank will outline its plans for how to respond to clients in the energy industry. Citigroup Inc. Chief Executive Jane Fraser, speaking at The Wall Street Journal's CEO Council Summit Tuesday, said the bank will have to cut off some clients to meet its climate goals.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saule-omarova-bidens-nominee-to-oversee-national-banks-withdraws-11638910902", "title": "Biden's Nominee to Oversee National Banks Withdraws", "date": "2021-12-07 16:23", "summary": "Opposition from Republicans, moderate Democrats scuttles confirmation chances for comptroller of the currency pick. WASHINGTON-Saule Omarova, President Biden's nominee to oversee large national banks, withdrew from consideration on Tuesday, amid opposition from Republicans and moderate Democrats who had sought to block her nomination, the White House said.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-a-e-s-new-western-workweek-upsets-friday-brunch-11638912105", "title": "U.A.E.'s New Western Workweek Upsets Friday Brunch", "date": "2021-12-07 16:21", "summary": "Gulf state switches to Monday through Friday schedule, changing weekend plans; 'Monday mornings are now the bad mornings'. DUBAI-Mounia Touhami used to love working Sundays, the first day of the workweek in the United Arab Emirates. The U.S. and Europe were off for the weekend, and the financier had a quiet day to get things done.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-disney-executive-lists-california-home-for-12-95-million-11638909631", "title": "Former Disney Executive Lists California Home for $12.95 Million", "date": "2021-12-07 16:13", "summary": "Santa Barbara County home is being sold by Anne Sweeney, who left Disney in 2015. Former top Walt Disney Co. executive Anne Sweeney is listing her home in California's Santa Barbara County for $12.95 million.", "categories": [["Real Estate", "Market Makers"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/market-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-blocks-biden-administration-vaccine-mandate-for-federal-contractors-11638911477", "title": "Judge Blocks Biden Administration Vaccine Mandate for Federal Contractors", "date": "2021-12-07 16:11", "summary": "Federal judge in Georgia issues nationwide preliminary injunction after finding administration likely exceeded its authority. A U.S. judge on Tuesday blocked the Biden administration's Covid-19 vaccine mandate for employees of federal contractors, the latest of several recent early rulings against federal vaccine requirements in the workplace.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-emerges-as-the-wage-and-benefits-setter-for-low-skilled-workers-across-industries-11638910694", "title": "Amazon Emerges as the Wage-and-Benefits Setter for Low-Skilled Workers Across Industries", "date": "2021-12-07 16:09", "summary": "Resume Subscription. Max Ramirez knew he had a problem when he found out about the truck.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/chris-cuomo-will-not-receive-severance-cnn-president-says-11638898406", "title": "CNN Won't Pay Chris Cuomo Severance", "date": "2021-12-07 15:51", "summary": "Broadcaster was fired on Saturday after probe into his involvement in Andrew Cuomo's defense. Chris Cuomo won't get severance from CNN and lost a publishing deal for a coming book, the latest fallout from the former CNN anchor's involvement in helping his brother, former New York Gov. Andrew Cuomo, respond to allegations of sexual harassment.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ghislaine-maxwell-trial-epstein-sexual-massage-11638909316", "title": "Ghislaine Maxwell Arranged Sexual Massages for Jeffrey Epstein, Accuser Says", "date": "2021-12-07 15:36", "summary": "Woman describes giving over 100 sexual massages to Epstein starting when she was 14 years old, with many facilitated by Maxwell. A woman testified at Ghislaine Maxwell's sex-trafficking trial Tuesday that the British socialite set up many of the over 100 sexual massages she gave to disgraced financier Jeffrey Epstein, despite knowing she was underage.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fight-for-ukraine-from-putin-view-vladimir-biden-talks-russia-unity-ussr-crimea-invasion-11638889320", "title": "The Fight for Ukraine From Putin's View", "date": "2021-12-07 15:26", "summary": "He sees Russia's loss of the country as a historic injustice. So how far will he go?. An independent Ukraine is for Vladimir Putin what the Treaty of Versailles was for Hitler-a historical injustice imposed on a defeated nation at its moment of greatest weakness, to be reversed as soon as circumstances allow.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intel-ceo-aims-to-capitalize-on-increased-car-automation-with-mobileye-ipo-11638908554", "title": "Intel CEO Aims to Capitalize on Increased Car Automation With Mobileye IPO", "date": "2021-12-07 15:22", "summary": "U.S. chip giant plans to retain a majority stake in the self-driving car business. Intel Corp.'s plan to take its Mobileye self-driving car unit public marks the highest profile bet yet by the chipmaker's chief executive that the auto-tech sector will provide an increasingly important avenue for growth.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nfts-and-cryptocurrencies-replace-cash-as-a-new-holiday-gift-11638873001", "title": "Crypto, NFTs and Tungsten Cubes: A Guide to Giving Cash in 2021", "date": "2021-12-07 15:13", "summary": "Nonfungible tokens and digital money are an alternative for the adventurous gift giver; here are some options and necessary steps. Cash in little wrapped boxes or tucked inside Hallmark cards is one of the most reliable and beloved gifts. But this holiday season, cash gifts are taking a new form as cryptocurrencies and nonfungible tokens, or NFTs.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-supreme-court-chance-to-rein-in-federal-agency-power-chevron-deference-gorsuch-barrett-11638888240", "title": "The Supreme Court's Chance to Rein In the Regulatory State", "date": "2021-12-07 15:11", "summary": "The doctrine of Chevron deference is at stake in an otherwise obscure case the justices heard last week.. The Supreme Court heard oral argument last week in a technical case that could have major implications for American government. American Hospital Association v. Becerra involves Medicare drug reimbursement schedules to hospitals. It presents the Court with an opportunity to revisit its landmark 1984 decision in Chevron v. Natural Resources Defense Council, a major milestone in the rise of the administrative state. Chevron ushered in a perilous era of judicial deference to agency interpretations of laws deemed \"ambiguous,\" often by judges who think that no text is clear.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-proposes-new-corporate-ownership-reporting-rules-to-combat-crime-11638895124", "title": "U.S. Proposes New Corporate-Ownership Reporting Rules to Combat Crime", "date": "2021-12-07 15:10", "summary": "Rules proposed by the Treasury Department require more information on owners and agents who register companies. WASHINGTON-The Treasury Department proposed new corporate-reporting rules meant to help unmask criminals, terrorists and others who use opaque ownership structures to hide money laundering and other illicit activities.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/starbucks-ceo-asks-workers-to-stick-with-chain-not-union-11638886500", "title": "Starbucks Loses Appeal in Union Vote Process", "date": "2021-12-07 15:07", "summary": "National Labor Relations Board decides to allow ballot tally in Buffalo, N.Y., to proceed on Thursday. Starbucks Corp. was dealt a setback Tuesday after a federal labor authority ruled that the tallying of ballots can move ahead in a worker vote on unionizing three of the company's cafes.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-companies-should-have-zero-trust-in-their-it-suppliers-11638907548", "title": "Why Companies Should Have 'Zero Trust' in Their IT Suppliers", "date": "2021-12-07 15:05", "summary": "Two cybersecurity experts say that tech buyers are at a disadvantage these days in dealing with their suppliers. The ever-rising number of corporate cyberattacks, and their cost, is changing the way that companies and IT suppliers interact. Or at least it should.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-jussie-smollett-trial-defense-rests-its-case-11638907555", "title": "In Jussie Smollett Trial, Defense Rests Its Case", "date": "2021-12-07 15:05", "summary": "The former \"Empire\" actor says he did not plan a hoax hate crime against himself.. CHICAGO-Defense attorneys for Jussie Smollett rested their case Tuesday as the actor wrapped up his testimony, denying that he paid two brothers to fake a hate crime attack against him.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kellogg-workers-stay-on-strike-after-rejecting-tentative-agreement-11638907459", "title": "Kellogg Workers Stay on Strike After Rejecting Tentative Agreement", "date": "2021-12-07 15:04", "summary": "About 1,400 workers have been on strike for two months, demanding better pay and enhanced benefits. About 1,400 Kellogg Co. workers rejected a tentative agreement between their union and the cereal company, extending a strike at four plants where Frosted Flakes, Froot Loops and other consumer brands are made.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-is-bitcoin-creator-satoshi-nakamoto-what-we-knowand-dont-know-11638020231", "title": "What We Know About the Creator of Bitcoin", "date": "2021-12-07 14:27", "summary": "In an age in which it is hard to be anonymous, the identity of the cryptocurrency's inventor remains a mystery. ", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-covid-increased-the-cybersecurity-threat-to-healthcare-companies-11638904616", "title": "How Covid Increased the Cybersecurity Threat to Healthcare Companies", "date": "2021-12-07 14:16", "summary": "Two chief information security officers on where the threats are coming from, and how the industry can protect itself. The healthcare industry has long been a prime target of cybercriminals looking to mine patients' personal information or disrupt facilities' operations in ransomware attacks. The Covid-19 pandemic has made matters much worse, as the adoption of new technologies to enhance remote care and increased remote work has created a multitude of new potential targets for hackers.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeep-maker-stellantis-bets-on-software-to-boost-revenue-11638896861", "title": "Jeep Maker Stellantis Bets on Software to Boost Revenue", "date": "2021-12-07 14:16", "summary": "Auto maker plans to hire more engineers and triple the number of cars that can generate software sales. Stellantis NV Chief Executive Carlos Tavares is looking to give the global auto manufacturer a major tech upgrade.", "categories": [["Business", "Europe"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-boosted-oil-food-exports-as-prices-surged-in-october-11638884738", "title": "U.S. Boosted Oil and Food Exports in October, as the Trade Deficit Narrowed", "date": "2021-12-07 13:21", "summary": "Automobile exports also rose, while clogged ports held back U.S. imports. The U.S. trade deficit narrowed sharply in October as an increase in exports of U.S. energy and agricultural commodities outpaced growth in imports, which were restrained by a backlog at U.S. ports that month.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-plan-big-raises-for-workers-in-2022-11638889200", "title": "Companies Plan Big Raises for Workers in 2022", "date": "2021-12-07 13:14", "summary": "Conference Board report says companies have budgeted more money for pay increases than at any point since 2008, with many citing higher inflation as a reason. Companies are planning for steeper wage increases next year than at any point since the 2007-2009 recession, according to a new report, amid a tight labor market and the highest inflation in three decades.", "categories": [["WSJ News Exclusive", "Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wsj-poll-biden-inflation-voters-11638897374", "title": "Inflation Emerges as a Key Concern for Voters, WSJ Poll Finds", "date": "2021-12-07 13:10", "summary": "New Wall Street Journal poll finds that a majority of voters say inflation is causing them financial strain. WASHINGTON-Inflation has emerged as a pressing concern for American voters, with majorities saying it is causing them at least some financial strain and is bound to get worse, a new Wall Street Journal poll finds.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wsj-poll-biden-covid-19-vaccine-11638899917", "title": "Half of Americans Back Biden's Vaccine-or-Test Mandate for Private Sector, WSJ Poll Finds", "date": "2021-12-07 13:01", "summary": "Fifty percent of voters in The Wall Street Journal's poll said they support the requirements for companies with 100 or more employees, while 47% oppose them. WASHINGTON-Half of Americans support President Biden's Covid-19 vaccine requirements for private-sector employers, and a slim majority backs other state and local mandates, a new Wall Street Journal poll finds.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wsj-poll-biden-leadership-economy-midterms-11638888384", "title": "Voters Pessimistic About Economy, Biden's Leadership, WSJ Poll Finds", "date": "2021-12-07 13:01", "summary": "First survey in The Wall Street Journal's new polling effort shows Republicans in strong position, though Democrats have advantages in some policy areas. WASHINGTON-Voters are heading into the midterm election year in a sour mood, pessimistic about the economy and short on confidence in the leadership of President Biden and his party on the issues that concern them most, a new Wall Street Journal poll finds.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/container-ship-delays-small-business-port-supply-chain-11638893446", "title": "Stuck at Port for 54 Days: How One Ship's Delays Hurt Small Businesses", "date": "2021-12-07 13:00", "summary": "Stuck aboard the A Kinka were Halloween boots that missed Halloween, games for Christmas that arrived late and lighting fixtures for a new hotel. In late August, a small container ship called the A Kinka left Hong Kong loaded with, among other things, 50-inch Roku TVs, aluminum cookware and Fender guitars, as well as about 26,000 backgammon and chess sets destined for a small toy company in California.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retailers-restocking-inventory-face-a-potential-postholiday-hangover-11638896336", "title": "Retailers Restocking Inventory Face a Potential Postholiday Hangover", "date": "2021-12-07 13:00", "summary": "Merchants are rushing in orders ahead of the end-of-year holidays, but delivery delays may leave them with a surplus of untimely wares. Businesses that have been ordering goods earlier and in larger volumes to guard against shortages are on a knife's edge, balancing between the possibility of lost sales and the risk of getting stuck with excess or outdated inventory.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-a-e-shifts-workweek-to-monday-friday-to-mirror-west-11638892999", "title": "U.A.E. Shifts Working Week to Mirror West", "date": "2021-12-07 12:51", "summary": "Gulf state, of which Dubai and Abu Dhabi are a part, to change to a 4½-day week, starting Monday and ending on Friday at noon. DUBAI-The United Arab Emirates said Tuesday it would shift its workweek to match much of the rest of the world, the latest cultural change aimed at marking out the Gulf state as the Middle East's premier hub for foreign talent and global investment.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-corporate-minimum-tax-plan-brings-late-lobbying-burst-from-companies-11638883578", "title": "Democrats' Minimum Tax Unlikely to Vanish, So Businesses Seek to Soften Its Impact", "date": "2021-12-07 12:36", "summary": "Changes sought by manufacturers, renewable-energy companies seem doubtful to succeed as lawmakers wrap up Biden tax agenda. WASHINGTON-Congress is poised to create a new corporate minimum tax, and pension advocates, renewable-energy backers and manufacturers are pushing for changes before the plan is finished.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airport-security-reservation-lax-dallas-seattle-11638854862", "title": "The New Way to Jump to the Front of Airport Security for Free", "date": "2021-12-07 12:32", "summary": "Airports across the country are allowing passengers to make appointments for TSA screening, partly in response to pandemic travel stresses. Passengers at some airports have another task to add to their preflight checklists: Reserve a time to go through airport security.", "categories": [["Life & Work", "Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-hid-its-pearl-harbor-pow-he-survived-and-left-a-tale-of-resilience-11638871200", "title": "Brother of Pearl Harbor POW Tells Tale of Stigma and Resilience", "date": "2021-12-07 12:32", "summary": "Resume Subscription. TOKUSHIMA, Japan-Nobuo Matsubara still remembers the visit to his home by a naval officer in January 1942. The officer told the family that Nobuo's older brother, Kazuo, had been killed fighting for Japan in the attack on Pearl Harbor.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/intel-will-race-to-cash-in-its-car-chips-11638898223", "title": "Intel Will Race to Cash In Its Car Chips", "date": "2021-12-07 12:30", "summary": "Spinning Mobileye into a hot auto tech market makes sense-if it can be done in time. Intel Corp. knows when it has a hot hand, but not how long it will last.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/egypt-court-orders-release-of-rights-activist-patrick-george-zaki-after-trial-postponed-11638898145", "title": "Egypt Court Orders Release of Rights Activist After Trial Postponed", "date": "2021-12-07 12:29", "summary": "An Egyptian graduate who was studying in Italy, Zaki was arrested in February 2020 and accused of spreading false news about Egypt. An Egyptian court ordered the provisional release of an activist imprisoned for nearly two years in a case that has intensified international scrutiny of the country's human-rights record.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-avoid-holiday-scams-11638474251", "title": "The Most Popular Holiday Online Scams-and How to Avoid Them", "date": "2021-12-07 12:25", "summary": "We're in a festive mood, looking to spend money on people we love. And that makes us prime targets for cybercriminals.. The holiday shopping season has officially begun. And as Americans ramp up their online purchasing, cybercriminals will do some shopping of their own-for victims.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/glaxo-says-its-covid-19-antibody-drug-works-against-omicron-11638897599", "title": "Glaxo Says Its Antibody Drug Works Against Omicron", "date": "2021-12-07 12:20", "summary": "U.K. drugmaker and partner Vir have now tested the therapy against the whole spike of the mutated variant. GlaxoSmithKline PLC and Vir Biotechnology Inc. said their Covid-19 antibody treatment retained effectiveness against the Omicron variant in laboratory studies, even as early data suggests that similar treatments work less well against the highly mutated strain.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rohingya-refugees-sue-facebook-for-150-billion-for-perpetuating-violence-11638897458", "title": "Rohingya Refugees Sue Facebook for $150 Billion for Perpetuating Violence", "date": "2021-12-07 12:17", "summary": "Lawsuit alleges social-media company had a role in 'anti-Rohingya hate speech, misinformation, and incitement of violence' in Myanmar. Rohingya refugees sued Facebook parent Meta Platforms Inc., alleging the social-media platform perpetuated the genocide against the Muslim ethnic group in Myanmar.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-men-are-wearing-leggings-outside-the-gym-11638891914", "title": "Why Men Are Wearing Leggings Outside the Gym", "date": "2021-12-07 12:01", "summary": "No longer a joke, meggings have lately been spotted everywhere from social media to the Gucci runway to the coffee shop. Here, what sets these newfangled men's pairs apart.. STICK AROUND in the fashion world long enough and you'll see punchlines become true trends. The latest example? Men's leggings. Once mocked as the leave-nothing-to-the-imagination sibling of skinny jeans, men's leggings (or for the lexicologically efficient, meggings) have lately seen a boost in popularity. During Gucci's November runway show, held on a closed-off strip of Hollywood Boulevard in Los Angeles, several male models strutted in calf-clenching leggings. In recent years, stars like the Red Hot Chili Peppers singer Anthony Kiedis and Mickey Rourke have been spotted on stage and on coffee runs, respectively, in stretchy synthetic-blend tights. And emerging companies like Matador Meggings, based in New York and Miami, and Kapow Meggings, an Australian label, offer leggings designed with men's bodies in mind.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-digital-car-is-coming-it-might-not-be-more-profitable-11638895901", "title": "The Digital Car Is Coming. It Might Not Be More Profitable.", "date": "2021-12-07 11:51", "summary": "Chrysler owner Stellantis on Tuesday laid out a strategy to make additional revenue from selling in-vehicle services. Investors have high hopes that car manufacturers will make money from software-based services delivered \"over the air\" to drivers. For now, though, the cost to manufacturers of upgrading vehicles is clearer than the new profit streams that might one day emerge.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-could-have-done-more-to-help-low-income-countries-handle-vaccines-ceo-says-11638894612", "title": "Pfizer Could Have Done More to Help Low-Income Countries Handle Vaccines, CEO Says", "date": "2021-12-07 11:30", "summary": "'We should have done it better,' says Albert Bourla. Pfizer Inc. Chief Executive Albert Bourla said the drugmaker could have done more to help improve low vaccination rates in poor countries, despite efforts to try to get supply to the countries.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trans-atlantic-european-travel-sinks-as-omicron-hits-demand-11638892562", "title": "Trans-Atlantic, European Travel Sinks as Omicron Hits Demand", "date": "2021-12-07 11:03", "summary": "U.S., U.K., other European governments have tightened restrictions on air travel amid new variant. Bookings for flights across the Atlantic and between destinations in Europe fell sharply in the days following the identification of the new coronavirus variant, ending for now a nascent recovery that was starting to take hold in international flying.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shooting-in-moscow-kills-two-people-injures-four-11638892815", "title": "Shooting in Moscow Kills Two People, Injures Four", "date": "2021-12-07 11:00", "summary": "Assailant detained after opening fire at a customer-service center. MOSCOW-Two people were killed and four others injured, including a 10-year-old girl, after a man opened fire Tuesday at a customer-service center in the southeast of the Russian capital.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-turkish-lira-is-falling-like-a-rock-11638882292", "title": "Why the Turkish Lira Is Falling Like a Rock", "date": "2021-12-07 10:59", "summary": "Investors and economists fear Turkey's embattled economy could get worse before it gets better. The Turkish lira has shed nearly half of its value against the dollar this year and inflation is spiraling skyward. For Turkey's embattled economy, investors and economists fear it could get a lot worse before it gets better.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musk-comes-out-against-federal-electric-vehicle-spending-11638892791", "title": "Elon Musk Comes Out Against Federal Electric-Vehicle Spending", "date": "2021-12-07 10:46", "summary": "Tesla chief criticized a signature Biden administration spending package during an interview at The Wall Street Journal's CEO Council Summit. Elon Musk took aim at a signature Biden administration legislative proposal and said China is adjusting to its growing position as a dominant world power in an interview with The Wall Street Journal.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-warren-presses-jerome-powell-for-information-on-trading-controversy-11638889417", "title": "Elizabeth Warren Presses Fed for Information on Trading Controversy", "date": "2021-12-07 10:31", "summary": "The senator wants complete information on Fed officials' trading from Jan. 1, 2020, onward. Sen. Elizabeth Warren (D., Mass.) is continuing to press the Federal Reserve for information detailing the extent of financial trading by its leadership ranks, and wants a formal briefing on new ethics rules adopted by the central bank.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/instagram-unveils-tools-to-keep-teens-safe-including-parental-controls-11638864001", "title": "Instagram Unveils New Teen Safety Tools Ahead of Senate Hearing", "date": "2021-12-07 10:28", "summary": "Photo-sharing service shares plans for taking a 'stricter approach' to content it shows users under 18 and says it will offer parental controls in March. Instagram unveiled a raft of new features on Tuesday that it said will make its site safer for teenagers.", "categories": [["Tech", "Personal Tech", "Personal Technology"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cyclone-batters-hawaii-prompting-state-of-emergency-declaration-11638889731", "title": "Cyclone Batters Hawaii, Prompting State of Emergency Declaration", "date": "2021-12-07 10:08", "summary": "Oahu sees more than eight inches of rain from Monday to Tuesday morning, causing flooding and power outages. The governor of Hawaii declared a state of emergency as pounding rainfall hits the tropical islands, causing flooding and power outages in some places.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/armed-with-data-musicians-have-big-plans-to-court-their-superfans-11638889212", "title": "Armed With Data, Musicians Have Big Plans to Court Their Superfans", "date": "2021-12-07 10:00", "summary": "Resume Subscription. Author", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/companies-should-focus-on-modernizing-networks-to-thwart-hackers-11638824980", "title": "To Thwart Hackers, Companies Should Focus More on Modernizing Their Networks", "date": "2021-12-07 09:41", "summary": "One big advantage: You take a lot of the stress off your employees. As hacker attacks rise, companies are spending more than ever on efforts to thwart them. But there's something that many companies aren't doing, and could do, that can have a big impact on cybersecurity: upgrading their networks so they aren't as vulnerable.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-intel-bitcoin-what-to-watch-when-the-stock-market-opens-today-11638877305", "title": "Tesla, Intel, Bitcoin: What to Watch in the Stock Market Today", "date": "2021-12-07 09:36", "summary": "Crypto stocks were up as bitcoin prices recovered; Intel will list shares in its Mobileye self-driving-car unit. Wall Street stocks jumped at the open, as investors bet that the impact of the Omicron variant of Covid-19 would be milder than previously thought. Here's what we're watching in Tuesday's trading:", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deepfake-technology-is-now-a-threat-to-everyone-what-do-we-do-11638887121", "title": "Deepfake Technology Is Now a Threat to Everyone. What Do We Do?", "date": "2021-12-07 09:30", "summary": "Legislation hasn't kept up with the fast-moving technology, so the market may have to create its own solution. Kartik Hosanagar (@khosanagar) is a professor of technology and digital business at the Wharton School of the University of Pennsylvania and faculty co-lead of AI for Business. He also is the author of \"A Human's Guide to Machine Intelligence: How Algorithms Are Shaping Our Lives and How We Can Stay in Control.\"", "categories": [["THE EXPERTS | Leadership"]], "category_links": ["https://www.wsj.com/news/types/experts-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-evergrande-heads-toward-default-as-it-misses-payment-deadline-11638879732", "title": "China Evergrande Heads Toward Default as It Misses Payment Deadline", "date": "2021-12-07 09:21", "summary": "Property developer didn't pay $82.5 million of interest payments originally due Nov. 6 on two sets of dollar bonds, say people familiar with the matter. China Evergrande Group didn't make payments due on some U.S. dollar bonds before a final deadline expired on Monday, people familiar with the matter said, potentially setting the stage for a massive default and one of the country's largest-ever debt restructurings.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-strikes-india-deal-in-bid-to-loosen-chinas-grip-on-solar-panels-11638883800", "title": "U.S. Strikes India Deal in Bid to Loosen China's Grip on Solar Panels", "date": "2021-12-07 08:59", "summary": "Foreign-development agency aims to bolster alternatives to China's solar-industry supply chain. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volunteer-fighters-raise-stakes-in-ethiopias-bitter-conflict-11638869586", "title": "Volunteer Fighters Raise Stakes in Ethiopia's Conflict", "date": "2021-12-07 08:52", "summary": "Resume Subscription. They call it the citizens' army.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/rugs-plant-life-california-11638883881", "title": "These Rugs Are Inspired by the Plant Life of California", "date": "2021-12-07 08:31", "summary": "Commune Design has collaborated on a new collection with rug company Christopher Farr. Commune Design, the Los Angeles-based studio behind some of the city's more inventive interiors, has a reputation for its holistic, craft-based approach. It's not unusual for the team to print custom textiles, fabricate tiles or even, as it did recently for director Anthony Russo's home, fashion a redwood closet inlaid with gingko-leaf marquetry. But Commune designs products, too. This December, working with contemporary rugmaker Christopher Farr, the studio launches a collection of wool-and-silk carpets. \"We couldn't find something we really loved, so we made it ourselves,\" says principal Steven Johanknecht of the four-pattern range. \"It's more romantic. And nature-based.", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/karlie-klosss-new-life-interview-11638883683", "title": "Inside Karlie Kloss's New Life", "date": "2021-12-07 08:30", "summary": "Resume Subscription. The photographer Richard Avedon once described models as \"a group of underdeveloped, frightened, insecure women, most of whom have been thought ugly as children-too tall and too skinny.\" Since that time, much has changed. Models have become business powerhouses and, at the top of the industry, can make tens of millions of dollars a year. What hasn't changed is that modeling is governed by highly subjective standards. But Karlie Kloss is trying to transform that.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/europe-tops-china-in-spawning-1-billion-tech-startups-11638869014", "title": "Europe Tops China in Spawning $1 Billion Tech Startups", "date": "2021-12-07 08:23", "summary": "Entrepreneurial Europeans are creating more 'unicorns' as Beijing's tech crackdown chills dealmaking. BRUSSELS-Europe has overtaken China in creating billion-dollar tech startups, according to a new analysis that points to Europe's rising status in the field and the effect of Beijing's crackdown on capitalist entrepreneurialism. Both economies still lag behind the U.S. in creating so-called unicorns.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/changes-at-samsung-will-allow-it-to-create-stronger-digital-ecosystems-11638882628", "title": "Samsung Changes Come as Growth in Chips and Smartphones Faces Challenges", "date": "2021-12-07 08:10", "summary": "Revamp will help company build a stronger Galaxy device ecosystem extending from its mobile devices into the company's myriad gadgets and appliances. SEOUL-Visiting a semiconductor facility in early January, Samsung's de facto leader Lee Jae-yong gave a pep talk for the year-and made a plea for the South Korean tech giant that he worried had grown stagnant.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-developer-aims-to-build-new-yorks-tallest-skyscraper-11638882002", "title": "Black Developer Aims to Build New York's Tallest Skyscraper", "date": "2021-12-07 08:00", "summary": "Don Peebles wants his project, one of a number of proposals for the site, to provide opportunities for minority- and female-owned businesses. An architecturally ambitious skyscraper proposed for Manhattan's West Side would be by one measure the tallest in the Western Hemisphere, and a property its Black developer hopes would be symbolic.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-paulson-looks-to-sell-into-puerto-ricos-hotel-boom-11638882000", "title": "John Paulson Looks to Sell into Puerto Rico's Hotel Boom", "date": "2021-12-07 08:00", "summary": "Owners aim to cash in as the pandemic boosts the island's tourism and real-estate market. Some of Puerto Rico's most prominent hotels are going on the market as owners look to cash in on the island's strong tourism and real-estate market boosted by the pandemic.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cipriani-tries-to-keep-the-prosecco-flowing-after-debt-default-11638882001", "title": "Cipriani Tries to Keep the Prosecco Flowing After Debt Default", "date": "2021-12-07 08:00", "summary": "The hospitality company faces the prospect of foreclosure at two New York City locations. Cipriani, the go-to Manhattan venue for celebrity galas and corporate holiday parties, faces the prospect of foreclosure at two New York City locations after defaulting on its mortgage last year.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wayfair-to-open-three-new-stores-11638880200", "title": "Wayfair to Open Three New Stores", "date": "2021-12-07 07:30", "summary": "Massachusetts-based furniture and home-goods seller becomes latest online retailer to expand its reach into bricks-and-mortar. Online home-goods seller Wayfair Inc. is making its biggest bet yet on physical retail, as it plans to open three new bricks-and-mortar locations in Massachusetts next year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-will-cause-problems-but-inflation-may-not-be-one-11638878400", "title": "Omicron Will Cause Problems, but Inflation May Not Be One", "date": "2021-12-07 07:00", "summary": "Covid-19 variant could further disrupt supply chains, but demand also could suffer. Federal Reserve policy makers worry that the Omicron variant could exacerbate companies' supply-chain and hiring problems, pushing up prices as a result. The actual outcome could be different.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/worker-shortages-pay-raises-and-organizing-employees-what-this-union-head-thinks-about-the-labor-market-11638817296", "title": "What This Union Head Thinks About Labor Shortages, Pay Raises", "date": "2021-12-07 07:00", "summary": "Sean O'Brien, who will take over as general president of the Teamsters in March, says workers have 'an appetite for change'. Sean O'Brien will soon take over as general president for the International Brotherhood of Teamsters, one of the biggest unions in the U.S. with nearly 1.4 million members.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/patriots-bills-wind-mac-jones-three-passes-11638854876", "title": "With Just Three Passes in a Win, Bill Belichick Paints a Masterpiece", "date": "2021-12-07 07:00", "summary": "On a windy night, the Patriots beat the Bills while passing the ball only three times-the fewest since 1974. It was a game that revealed the continued brilliance of the all-time great coach.. When the New England Patriots and Buffalo Bills played on Monday night, the game was bound to be ugly. The wind was projected to gust at least 50 miles per hour. The wind chill was in the 20s. There was snow.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-finance-app-greenlight-names-cfo-as-it-prepares-for-ipo-11638877500", "title": "Children's Finance App Greenlight Names CFO As It Prepares for IPO", "date": "2021-12-07 06:45", "summary": "Atlanta-based Greenlight says it wants to go public in the next 12 to 18 months. Greenlight Financial Technology Inc., the maker of an app that helps children budget, save and invest, appointed its first permanent finance chief as it prepares to go public in the next 12 to 18 months.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-warehouses-are-no-silver-bullet-for-tired-shopping-malls-11638875300", "title": "Amazon Warehouses Are No Silver Bullet for Tired Shopping Malls", "date": "2021-12-07 06:08", "summary": "None of the options available to owners of struggling U.S. regional malls offer an easy path. Few investors are queuing up to buy America's unloved regional shopping malls. Landlords like Westfield's owner need creative ways to unload them if they are to patch up their stock prices.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/junk-bond-investors-fear-bumpy-2022-after-november-slump-11638848871", "title": "Junk-Bond Investors Fear Bumpy 2022 After November Slump", "date": "2021-12-07 05:33", "summary": "Investors pull cash out of high-yield debt at fastest rate since September 2020. Want to know how a jump in interest rates next year could hit markets in unexpected ways? Look at the recent selloff in junk bonds.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/traffic-in-cities-is-rising-but-still-largely-below-pre-pandemic-levels-11638873000", "title": "Traffic Is Rising but Largely Below Pre-Pandemic Levels", "date": "2021-12-07 05:30", "summary": "U.S. commuters are on track to spend 36 hours stuck in traffic this year, 10 hours more than in 2020. Traffic congestion around the U.S. is creeping back up but remains lighter than before the pandemic, according to a new analysis, a result of many workers not yet returning to the office full time despite many officials' efforts to get people back into core business districts.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/constellation-brands-agrees-to-build-large-brewery-in-southeastern-mexico-11638871200", "title": "Constellation Brands Agrees to Build Large Brewery in Southeastern Mexico", "date": "2021-12-07 05:00", "summary": "Mexico's nationalist government previously closed the company's nearly completed brewery along the U.S. border. Constellation Brands Inc., the brewer of Corona beer for U.S. consumers, has agreed to build a brewery in southeastern Mexico, according to Mexican officials, almost two years after the nationalist government ordered the closure of a nearly completed $1.4 billion plant near the U.S.-Mexico border.", "categories": [["WSJ News Exclusive", "Latin America"]], "category_links": ["https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11638821522", "title": "Pepper...and Salt", "date": "2021-12-07 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xi-jinping-sails-into-an-economic-shoal-china-beijing-evergrande-real-estate-11638821003", "title": "Xi Jinping Sails China's Economy Into a Shoal", "date": "2021-12-07 23:22", "summary": "A real-estate correction proves harder to stage-manage than hoped.. Maybe China has to follow the usual economic rules after all. After many years pursuing an economic strategy dependent on a real-estate boom, Beijing is discovering it's no easier to unwind those excesses in a state-dominated economy than it would be anywhere else.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsung-merges-mobile-and-consumer-electronics-businesses-11638850514", "title": "Samsung Replaces CEOs, Merges Units in Shake-Up", "date": "2021-12-07 23:15", "summary": "South Korean company replaces three leaders with two new co-CEOs. SEOUL-Samsung Electronics Co., in a surprise move, replaced the heads of its three major business units and merged the company's mobile and consumer electronics businesses into a single unit.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investor-peter-lynch-donates-20-million-art-collection-to-boston-college-11638849600", "title": "Peter Lynch Donates Art Collection to Boston College", "date": "2021-12-07 23:00", "summary": "Trove of paintings and drawings includes works by Pablo Picasso and Mary Cassatt. Peter Lynch, one of top stock pickers of the past century, is donating some of his most cherished investments to Boston College: A $20 million trove of works from his private art collection.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cia-chief-says-intelligence-agencies-havent-concluded-russia-will-invade-ukraine-11638848453", "title": "CIA Chief Says Intelligence Agencies Haven't Concluded Russia Will Invade Ukraine", "date": "2021-12-07 22:40", "summary": "Russian President Putin is assembling a potent military force and may see a chance to act this winter, William Burns says. WASHINGTON-U. S. intelligence agencies haven't concluded that Russian President Vladimir Putin will invade Ukraine, but he has assembled military forces that \"could act in a very sweeping way\" and may see an opportunity to move this winter, CIA Director William Burns said Monday.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-warn-putin-off-invasion-of-ukraine-11638811774", "title": "Biden to Warn Putin Off Invasion of Ukraine", "date": "2021-12-07 22:36", "summary": "U.S. president spoke Monday with European allies ahead of Tuesday talk with Russian leader. WASHINGTON-President Biden spoke Monday with European allies ahead of a call with Vladimir Putin in which he will warn the Russian president not to invade Ukraine, officials said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcconnell-says-republican-party-needs-to-move-forward-11638841156", "title": "McConnell Says GOP Must Move Forward", "date": "2021-12-07 22:08", "summary": "Senate minority leader addresses Fed leadership, foreign policy at Wall Street Journal CEO Council summit. WASHINGTON-Senate Minority Leader Mitch McConnell (R., Ky.) stuck to his strategy Monday of trying to move Republicans past the Donald Trump era and the contentious 2020 election even as the former president remains a force in next year's contests.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intel-to-list-shares-in-mobileye-unit-11638835561", "title": "Intel to List Shares in Mobileye Unit", "date": "2021-12-07 21:22", "summary": "Move could value Mobileye at more than $50 billion, according to people familiar with the matter. Intel Corp. is planning to publicly list shares in its Mobileye self-driving-car unit, the latest move by Chief Executive Pat Gelsinger to revive the semiconductor giant's fortunes.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-commission-weighs-in-on-supreme-court-11638843088", "title": "White House Commission Weighs In on Supreme Court", "date": "2021-12-07 21:11", "summary": "Scholars and legal advocates underscore ongoing debate over role and operation of high court. WASHINGTON-A presidential commission is scheduled to vote Tuesday to approve its report on the role and operation of the Supreme Court, a final draft of which was released by the White House late Monday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-closes-investigation-into-emmett-tills-1955-lynching-11638836461", "title": "Justice Department Closes Investigation Into Emmett Till's 1955 Lynching", "date": "2021-12-07 19:21", "summary": "Family says they are disappointed no one was brought to justice. The U.S. Justice Department said it has closed its investigation into the 1955 lynching of Emmett Till, the Black teenager whose murder helped spark the civil-rights movement.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jussie-smollett-takes-stand-in-trial-over-alleged-hate-crime-11638814902", "title": "Jussie Smollett Takes Stand in Trial Over Alleged Hate Crime", "date": "2021-12-07 19:18", "summary": "Actor says he was attacked in January 2019, but police allege he staged the incident. CHICAGO-Former \"Empire\" star Jussie Smollett denied paying a man and his brother $3,500 to stage a fake hate crime nearly three years ago to get the attention of producers of the show.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]