[{"link": "https://www.wsj.com/articles/stalled-highway-project-could-get-lift-from-new-nyc-transportation-chief-11612482937", "title": "Stalled Highway Project Could Get Lift From New NYC Transportation Chief", "date": "2021-02-04 18:55", "summary": "Hank Gutman recently served on panel looking into replacing a three-story bridge that includes the Brooklyn Heights promenade. The appointment of a new commissioner to run the New York City transportation department has raised hopes of progress on a stalled project to replace a deteriorating interstate highway bridge that cuts through Brooklyn Heights, an affluent neighborhood in Brooklyn.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gpb-capital-faces-claims-over-ponzi-like-scheme-involving-1-7-billion-11612465478", "title": "GPB Capital Faces Fraud Charges Over $1.7 Billion Ponzi-Like Scheme", "date": "2021-02-04 18:51", "summary": "The FBI has arrested GPB's founder and CEO, as well as two others allegedly involved. GPB Capital Holdings LLC and three men tied to the private-equity firm face criminal fraud and conspiracy charges that they deceived thousands of investors in what is described as a $1.7 billion Ponzi-like arrangement.", "categories": [["Pro PE Legal Regulatory"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-legal-regulatory?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fords-2021-to-do-list-is-topped-by-fixing-quality-problems-11612450536", "title": "Ford Expected to Slash Vehicle Production Over Chip Shortage", "date": "2021-02-04 18:45", "summary": "Semiconductor shortfall has disrupted the auto sector and other industries. A global semiconductor shortage is expected to slash Ford Motor Co.'s vehicle output by up to 20% in the first quarter of this year, illustrating how deeply the fallout from the computer-chip crunch has hit the car business.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-outline-foreign-policy-objectives-during-state-department-visit-11612443535", "title": "Biden Issues Warnings on Crises in Myanmar, Russia", "date": "2021-02-04 18:43", "summary": "President outlines international goals: ending Yemen war, assuring U.S. allies, emphasizing human rights, relying on American diplomats. WASHINGTON-President Biden on Thursday issued sharp warnings over developments in Russia and Myanmar and said he would end U.S. support for the Saudi-led war in Yemen and emphasize multilateral agreements and human rights.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/liz-cheney-wins-one-for-sanity-11612482106", "title": "Liz Cheney Wins One for Sanity", "date": "2021-02-04 18:41", "summary": "But the Republican Party still has a lot of work to do to counter radicalism and conspiracy theories.. Liz Cheney won. She won't lose her leadership position after her blistering statement supporting the impeachment of Donald Trump. The vote in the House Republican Conference Wednesday night wasn't even close, it was reportedly 145-61. Her antagonists spent two weeks bragging they had it in the bag. She insisted on a vote and called their bluff. Suddenly people remembered: She was raised by a House whip.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-ration-vaccines-11612481979", "title": "How to Ration Vaccines", "date": "2021-02-04 18:39", "summary": "Basing eligibility on age from now on is the scientific, and least political, method.. Whenever the government is in charge of allocating a scarce good in high demand, there will be rationing and political jockeying. So it is with vaccines as political brawls are breaking out in states over who should be next in line for shots.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/didnt-vote-heres-your-20-fine-11612481828", "title": "Didn't Vote? Here's Your $20 Fine", "date": "2021-02-04 18:37", "summary": "A Connecticut state Senator has a plan for mandatory voting.. As states consider modifying their voting rules in the wake of the 2020 pandemic mess, the phrase \"voter suppression\" is being tossed around. To activists on the left, any loosening of election practices is a glorious expansion of the franchise, and any tightening, no matter how minor or politically neutral, is a cynical ploy.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-state-tv-station-barred-from-u-k-airwaves-11612459277", "title": "Chinese State TV Station Barred from U.K. Airwaves", "date": "2021-02-04 18:37", "summary": "U.K. regulator Ofcom says news channel CGTN isn't independent enough from Beijing. China's primary international news channel, CGTN, was ordered off the air in the U.K., after a regulator decided there that it isn't sufficiently independent of control from the government in Beijing.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fords-results-hindered-by-lower-truck-output-air-bag-recall-11612474472", "title": "Ford's Results Hindered by Lower Truck Output", "date": "2021-02-04 18:36", "summary": "Auto maker vows to nearly double its investment in electric and driverless cars. Ford Motor Co. said its fourth-quarter earnings were dented by lower truck output, and it vowed to nearly double its investment in electric and driverless cars.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peloton-pton-2q-earnings-report-2021-11612443770", "title": "Peloton Taps Brakes to Fix Delivery Woes", "date": "2021-02-04 18:35", "summary": "Company pushes back treadmill launch to ease logjams that have angered would-be customers; sales, subscriptions more than double. Peloton Interactive Inc. said it would delay the U.S. launch of a much-anticipated new treadmill and start shipping exercise equipment by air in an effort to ease extreme delivery delays on its connected exercise gear.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-the-mideast-biden-returns-to-abnormal-11612481108", "title": "In the Mideast, Biden Returns to Abnormal", "date": "2021-02-04 18:25", "summary": "He revives the Obama policy of strengthening America's enemies and harming its friends.. Joe Biden implicitly campaigned on Warren G. Harding's 1920 promise of \"a return to normalcy.\" But his administration is returning to Barack Obama's abnormal Middle East strategy. A normal policy would respect the fundamental commandment of sound statecraft: Strengthen friends and punish enemies. It would distinguish between them by asking two simple questions: Which states have tended to shelter comfortably under the American power umbrella? And which have instead sought to destroy the American order? Israel, Turkey and the Gulf states, led by Saudi Arabia, have functioned as pillars of the postwar American order. By contrast, for the past 40 years Iran has tirelessly opposed the American security system.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-steelers-fans-super-bowl-dilemma-11612481066", "title": "The Steelers Fan's Super Bowl Dilemma", "date": "2021-02-04 18:24", "summary": "There's no good reason to root for either team. So try these dubious ones.. Pittsburgh", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abrahams-missing-child-christians-11612480987", "title": "Abraham's Missing Child: Christians", "date": "2021-02-04 18:23", "summary": "Jews and Muslims make peace, but this endangered minority lacks a regional voice.. The announcement that Israel would normalize ties with Muslim-majority Bahrain, Morocco, Sudan and the United Arab Emirates might have been the highlight of an otherwise dismal 2020. Yet these groundbreaking accords still lack one important child of Abraham. Do Near Eastern Christians have a seat at this table? If not, who can help get them there?", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-gops-first-2021-victory-11612481021", "title": "The GOP's First 2021 Victory", "date": "2021-02-04 18:23", "summary": "Ousting Liz Cheney would have reinforced the Democrats' nasty caricature.. Joe Biden has decreed quite a few policy wins in recent weeks. But the biggest political win of 2021 so far may go to Republicans, with their vote this week to keep Wyoming Rep. Liz Cheney in her House leadership post.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-company-name-is-under-where-11612480957", "title": "The Best Company Name Is Under Where?", "date": "2021-02-04 18:22", "summary": "Your child may live to be 100, but a firm can last for centuries.. Think naming your baby is difficult? Try naming your newborn company. Your child may live to be 100, but a company can last for centuries. DuPont and Colgate were founded under those names in 1802 and 1806, respectively. The largest, most enduring American companies are a fascinating playground for onomasticians-people who study names. There are eight basic categories of company name:", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/think-again-review-moderately-condent-11612480886", "title": "'Think Again' Review: Moderately Conﬁdent", "date": "2021-02-04 18:21", "summary": "Adam Grant of the Wharton School goads us to be humble in our convictions, curious about the alternatives-and open to discovery.. Adam Grant is an organizational psychologist at the Wharton School with a talent for delivering comfortable truths. In his first book, \"Give and Take\" (2013), he argued that the most generous people in the workplace can achieve extraordinary success. In \"Originals,\" published three years later, he wrote that many effective entrepreneurs, rather than the early-rising obsessives one imagines, are procrastinating generalists.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-universal-vaccination-chimera-11612466130", "title": "The 'Universal Vaccination' Chimera", "date": "2021-02-04 18:15", "summary": "Tools for stopping variants are limited and, like masks and distancing, vaccines are not a panacea.. Each stage of the American Covid-19 pandemic has been marked by a singular public-health message that crowded out all other perspectives. From early calls to \"crush the curve\" with shutdowns and pleas to stay at home, then to claims that face masks would end the pandemic, these messaging strategies have sowed unrealistic expectations and delayed public acceptance of reality. The most recent message is \"universal vaccination,\" an aspiration whose unattainability may further delay the country's return to social and economic normalcy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rolling-stone-launches-video-channel-on-amazons-twitch-11612454400", "title": "Rolling Stone Launches Video Channel on Amazon's Twitch", "date": "2021-02-04 18:11", "summary": "'Rolling Stone on Twitch' marks the first original-content deal by a mainstream publication on a platform beloved by videogamers. Rolling Stone magazine will start producing original videos for Twitch, in an arrangement that makes the famed music and pop-culture magazine the first mainstream publication to sign a long-term content deal with Amazon Inc.'s live-video streaming service.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-n-j-guards-charged-with-misconduct-in-connection-with-attack-at-womens-prison-11612480047", "title": "Three N.J. Guards Charged With Misconduct in Connection With Attack at Women's Prison", "date": "2021-02-04 18:07", "summary": "Attorney General expects to file more criminal charges; Some 22 officers have been suspended. Three correctional officers were charged with official misconduct and other offenses in connection with an incident at Edna Mahan Correctional Facility for Women in New Jersey, where inmates were removed from cells and beaten and pepper-sprayed.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-name-special-envoy-to-yemen-launching-fresh-effort-to-end-the-fighting-11612450815", "title": "Biden Launches Fresh Effort to End Civil War in Yemen", "date": "2021-02-04 18:02", "summary": "In first foreign policy speech as president, Biden cites 'humanitarian and strategic catastrophe'. WASHINGTON-President Biden launched a new initiative to end the six-year civil war in Yemen, appointing a personal envoy to work on peace efforts and announcing an end to remaining U.S. offensive support for the Saudi-led military campaign there.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blizzard-a-mighty-blastin-the-past-not-always-of-snow-11612479153", "title": "'Blizzard': A Mighty Blast-In the Past, Not Always of Snow", "date": "2021-02-04 17:52", "summary": "In the 1830s, Davy Crockett used it to mean both a gunshot and a torrent of speech; even earlier, a similar word meant rain or lightning. Linguist and lexicographer Ben Zimmer analyzes the origins of words in the news. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-must-reserve-second-covid-19-vaccine-doses-state-says-11612478995", "title": "New York City Must Reserve Second Covid-19 Vaccine Doses, State Says", "date": "2021-02-04 17:49", "summary": "Mayor Bill De Blasio has been pushing for reserved shots to be used to inoculate more people. New York City won't be permitted to use Covid-19 vaccine currently held in reserve for second shots to provide first doses to New Yorkers, the state's health commissioner said Thursday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-pressure-drug-makers-after-mckinseys-600-million-opioid-settlement-11612476966", "title": "States Pressure Drugmakers After McKinsey's $600 Million Settlement", "date": "2021-02-04 17:32", "summary": "The consulting firm reached deals with 49 states over advice it gave to boost painkiller sales. State attorneys general intensified pressure on drug companies to settle claims over the opioid crisis, following consulting firm McKinsey & Co.'s agreement to pay nearly $600 million over its advice to pharmaceutical companies to rev up sales.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/t-mobile-warns-investors-of-more-costs-ahead-as-it-digests-sprint-11612477821", "title": "T-Mobile Warns Investors of More Costs Ahead as It Digests Sprint", "date": "2021-02-04 17:30", "summary": "Cellphone carrier reports roughly flat fourth-quarter profit after expenses for integrating onetime rival. T-Mobile US Inc. said its nearly year-old merger with Sprint Corp. will saddle the combined company with more costs this year as its engineers shift more subscribers onto a single network.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-weighs-forgiving-student-debt-by-executive-action-11612476685", "title": "Biden Administration Weighs Forgiving Student Debt by Executive Action", "date": "2021-02-04 17:27", "summary": "The president had previously questioned his authority to unilaterally write off Americans' student loans. The Biden administration is considering using executive action to forgive Americans' federal student debt, the White House's chief spokeswoman said Thursday, responding to pressure from Democratic lawmakers and progressive groups.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-postpones-lifting-penalties-for-accidental-killing-of-migratory-birds-11612472046", "title": "Biden Administration Postpones Lifting Penalties for Accidental Killing of Migratory Birds", "date": "2021-02-04 17:26", "summary": "A measure approved in the final days of the Trump administration would have removed criminal penalties for killing migratory birds. WASHINGTON-The Biden administration said Thursday it will postpone implementing a measure approved in the final days of the Trump administration that would have removed criminal penalties for killing migratory birds, calling the decision misguided.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prudential-reports-27-drop-in-profit-resumes-share-buybacks-11612476720", "title": "Prudential Reports 27% Drop in Profit, Resumes Share Buybacks", "date": "2021-02-04 17:12", "summary": "Insurer, which had suspended stock repurchases during the pandemic, swung to a loss for 2020 amid pandemic. Prudential Financial Inc.'s fourth-quarter profit fell 27%, stung by low interest rates and the economic fallout from the coronavirus pandemic, but the firm laid out plans to boost returns to investors, including resuming stock repurchases in the first quarter.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-mania-drives-scrutiny-of-payments-to-online-brokers-11612434601", "title": "GameStop Mania Drives Scrutiny of Payments to Online Brokers", "date": "2021-02-04 17:09", "summary": "Payment for order flow enabled zero-commission trades but has long been controversial. The Reddit-fueled frenzy in stocks such as GameStop Corp. and AMC Entertainment Holdings Inc. is prompting calls for regulators to reconsider a decades-old practice in the U.S. stock market: payment for order flow.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/klobuchar-to-introduce-antitrust-bill-raising-bar-for-technology-deals-11612432800", "title": "Klobuchar Introduces Bill Raising Bar for Tech Deals", "date": "2021-02-04 17:06", "summary": "Incoming head of Senate panel proposes broad changes as Democrats press issue of perceived monopoly power. WASHINGTON-Sen. Amy Klobuchar (D., Minn.), the incoming head of the Senate antitrust subcommittee, proposed broad changes to U.S. antitrust laws Thursday as the newly Democratic-led Congress begins to press the issue of perceived monopoly power in technology and other industries.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/markets-withstood-the-gamestop-test-11612440562", "title": "Markets Withstood the GameStop Test", "date": "2021-02-04 17:06", "summary": "Investors should take at least a crumb of comfort that the market has so far avoided a major tumble thanks to GameStop. The GameStop saga rattled a lot of people.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/giuliani-associate-faces-sec-lawsuit-11612475976", "title": "Giuliani Associate Faces SEC Lawsuit", "date": "2021-02-04 16:59", "summary": "Lev Parnas accused of misleading investors in a fraud-insurance company. The Securities and Exchange Commission filed a lawsuit against Lev Parnas, a Florida businessman who helped Rudy Giuliani push for investigations in Ukraine to benefit former President Donald Trump, accusing him of duping investors in a fraud-insurance company.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bond-market-volatility-boosts-online-trading-platforms-11612462506", "title": "Bond Market Volatility Boosts Online Trading Platforms", "date": "2021-02-04 16:57", "summary": "Average daily trading volume on Tradeweb's online bond trading platform topped $1 trillion in January. A busy start to the year in bond trading has led to record volatility at electronic marketplaces.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/electric-vehicles-make-up-more-than-a-third-of-volvos-sales-in-europe-11612448847", "title": "Electric Vehicles Make Up More Than a Third of Volvo's Sales in Europe", "date": "2021-02-04 16:49", "summary": "Backed by tax breaks, public support, EV sales in Europe surge past China, the longtime market leader. Volvo said electric vehicles made up more than a third of the company's new car sales in the European Union, which has roared past China as the world's biggest plug-in market.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-amendment-politics-and-section-230-11612475291", "title": "First Amendment, Politics and Section 230", "date": "2021-02-04 16:48", "summary": "The First Amendment and Section 230 exist to create vibrant marketplaces for all kinds of expression. And both have done exactly that online and offline.. In \"The Constitution Can Crack Section 230\" (op-ed, Jan. 30), Philip Hamburger forgets how the First Amendment and Section 230 exist to create vibrant marketplaces for all kinds of expression. And both have done exactly that online and offline. Without Section 230 and its common-sense liability protections, the internet would likely become a one-size-fits-all cesspool. It would leave Americans with either an anything-goes, Wild West of an internet or an internet where aggressively moderated websites permit virtually nothing.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-02-04-2021-11612428344", "title": "Stocks Rise to Records as Jobless Claims Fall", "date": "2021-02-04 16:48", "summary": "Filings for unemployment benefits declined from the previous week, but remain at historically high level. The S&P 500 climbed to a record Thursday after fresh data showed the number of people seeking unemployment benefits declined from the previous week but remained elevated.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/work-capitalism-and-the-protestant-ethic-11612475234", "title": "Work, Capitalism and the Protestant Ethic", "date": "2021-02-04 16:47", "summary": "The work of ordinary believers had a dignity of its own, and those in ordained offices should not be viewed as being on a higher plane than secular professions and family life.. As a Protestant Christian for decades, I found nothing familiar in the description of the Christian view of work in David Skeel's review of \"Religion and the Rise of Capitalism\" by Benjamin M. Friedman (Books, Jan. 30). I have always been taught that the Christian view of work is based on the doctrine of vocation. Martin Luther, studying scripture, came to realize that, while the work of the priesthood is of vital importance, the work of ordinary believers had a dignity of its own which is also honored, and those in ordained offices should not be viewed as being on a higher plane than secular professions and family life. Luther wrote in a 1522 sermon: \"When a prince sees his neighbor oppressed, he should think: That concerns me! I must protect and shield my neighbor. . . . The same is true for the shoemaker, tailor, scribe, or reader. If he is a Christian tailor, he will say: I make these clothes because God has bidden me do so, so that I can earn a living, so that I can help and serve my neighbor.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jefferson-thought-religious-freedom-is-a-natural-right-11612475186", "title": "Jefferson Thought Religious Freedom Is a Natural Right", "date": "2021-02-04 16:46", "summary": "Jefferson understood religious freedom as among those natural rights that governments are formed to secure, not to establish.. In her otherwise persuasive \"Joe Biden's Choice on Religious Freedom\" (Houses of Worship, Jan. 29) commending President Trump's record on religious freedom, Mary Vought stumbles in characterizing Thomas Jefferson's views on that subject. She cites his 1800 letter to Benjamin Rush as evidence of Jefferson's commitment to \"the freedom of religion established in the First Amendment.\" Jefferson was indeed passionate about religious freedom, as his letter to Rush shows, but he never thought the First Amendment \"established\" that freedom. Like his friend James Madison, who wrote the First Amendment, Jefferson understood religious freedom as among those natural rights that governments are formed to secure, not to establish. The founders believed that the right itself pre-existed the Constitution and, as an unalienable endowment of the creator, pre-existed government itself.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citizen-an-oppressive-term-11612475138", "title": "Citizen: An Oppressive Term", "date": "2021-02-04 16:45", "summary": "With the U.S. moving back to open borders, the term Citizen is too oppressive.. I read with delight Citizen Stern's proposed naming changes but he falls woefully short of the progressives' requirements (\"Can We Have Respect and Toleration in Gender Terms?,\" Letters, Jan. 29). With the U.S. moving back to open borders, the term \"citizen\" is too oppressive. Designating us as \"human,\" e.g., Human Stern, will work until the vegans designate it as species elitism and the algorithms demand their rightful place at the table. May as well jump straight to \"being.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mercks-kenneth-frazier-to-retire-as-ceo-at-end-of-june-11612443893", "title": "Merck's Kenneth Frazier to Retire as CEO", "date": "2021-02-04 16:44", "summary": "Chief financial officer Robert Davis will become drugmaker's chief executive July 1. Merck & Co. said Kenneth Frazier, its chairman and chief executive, is retiring as CEO at the end of June.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toxic-heavy-metals-found-in-some-baby-food-congressional-report-says-11612451332", "title": "Toxic Metals Found in Some Baby Food, Congressional Report Says", "date": "2021-02-04 16:42", "summary": "House subcommittee Democrats call on FDA to require stricter standards for arsenic and lead levels. A congressional investigation found high levels of toxic metals in several top baby food brands and called on federal regulators to set stricter standards on the food manufacturers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-impeachment-managers-ask-trump-to-testify-11612463900", "title": "Trump Dismisses House Impeachment Managers' Request That He Testify", "date": "2021-02-04 16:39", "summary": "Former president faces charge in Senate trial that he incited an insurrection at Capitol last month. WASHINGTON-Former President Donald Trump spurned a request from House impeachment managers that he testify next week as part of the Senate trial on a charge that he incited an insurrection last month at the U.S. Capitol.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-january-30-11612474512", "title": "Bestselling Books Week Ended January 30", "date": "2021-02-04 16:35", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-of-us-review-the-urgency-of-a-great-love-11612473928", "title": "'Two of Us': The Urgency of a Great Love", "date": "2021-02-04 16:25", "summary": "In France's Oscar entry, Martine Chevallier and Barbara Sukowa play closeted lovers looking forward to a new life together.. 'Two of Us,\" France's Oscar entry, is set mainly in a quiet residential neighborhood in southern France-the unspecified locale is Montpellier and its environs. But the story plays out on a shifting border between grand amour and amour fou-a passion burns steadfastly bright while desperation opens the door to madness. And physical doors keep opening and closing; it's as if a modern-day Feydeau had turned from farce to romance and impending tragedy. This debut film by Filippo Meneghetti, streaming on major digital platforms, is elevated by the beauty of its performances, and by its masterly technique, which would suggest a filmmaker at the height of his career, not someone directing his first feature. Most remarkably, though, the drama captures the timeless essence of unconditional, all-consuming love through a pair of unlikely heroines, two women in their 70s who maintain separate apartments across the hall from each other.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clarice-review-a-lion-among-lambs-11612473831", "title": "'Clarice' Review: A Lion Among Lambs", "date": "2021-02-04 16:23", "summary": "FBI Agent Clarice Starling returns in a new CBS series.. It would be best to temper any expectation of a horrorfest to come in \"Clarice,\" despite the title character's prominent role in the Thomas Harris novels \"The Silence of the Lambs\" (1988) and \"Hannibal\" (1999), not to mention the 1991 \"Silence\" film starring Jodie Foster as FBI agent Clarice Starling. All the drama of this sharply written new tale is focused devotedly on Clarice, now portrayed with heart and intelligence by Rebecca Breeds.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/little-fish-review-forgetting-the-way-we-were-11612473755", "title": "'Little Fish' Review: Forgetting the Way We Were", "date": "2021-02-04 16:22", "summary": "A newlywed couple fears the worst in a pandemic that wipes people's memories.. The next-to-best reason to watch \"Little Fish\" (in theaters and streaming on demand) is that it's an oddity-a small-scale film about a pandemic that finished shooting more than eight months before Covid-19 hit. The best reason, to be explored in a moment, is that it's a really good movie. (Chad Hartigan was the director. Mattson Tomlin adapted the screenplay from a short story by Aja Gabel.)", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doubt-review-well-cast-shadows-11612473662", "title": "'Doubt' Review: Well-Cast Shadows", "date": "2021-02-04 16:21", "summary": "A Tampa theater's top-notch revival of John Patrick Shanley's drama about a priest accused of sex abuse translates seamlessly to streaming.. Some plays are so obviously well-suited to socially distanced webcasting that I can't imagine why every regional theater company in America hasn't taken them up. John Patrick Shanley's \"Doubt: A Parable\" is a case in point. It has only four characters, none of whom is required to touch or closely approach any of the others, and it calls for no set pieces other than a door, a desk, a phone, two chairs and a couple of park benches. Nothing more is needed but appropriate costumes, atmospheric lighting and sound design, and a director and cast unafraid of the thorny ambiguities of Mr. Shanley's 2004 study of a regular-guy priest suspected of molesting a child in his care by a hard-nosed nun who takes it for granted that he is guilty, notwithstanding the absence of hard evidence.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rams-review-shear-desperation-11612473517", "title": "'Rams' Review: Shear Desperation", "date": "2021-02-04 16:18", "summary": "Two farmer brothers who haven't spoken in 40 years must work together to save their sheep flocks in this Australian remake of the 2015 Icelandic original.. You can't unring a bell, and you can't unsee an original-a truly original original-when you're watching an inferior remake.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hunter-biden-to-release-memoir-in-april-11612473238", "title": "Hunter Biden to Release Memoir in April", "date": "2021-02-04 16:13", "summary": "President Biden's son has faced criticism from Republicans and scrutiny from federal investigators for his business dealings. WASHINGTON-Hunter Biden, the son of President Biden whose overseas business ties received intense scrutiny from Republicans during the 2020 campaign, plans to release a memoir this spring.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snap-pinterest-log-strong-user-growth-11612473181", "title": "Snap, Pinterest Log Strong User Growth", "date": "2021-02-04 16:13", "summary": "Expansion at social-media platforms mirrors surge across the industry during the pandemic. Social-media platforms Snap Inc. and Pinterest Inc. added millions more new users than expected in their latest quarters, showing strong growth in social-media use during the Covid-19 pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-the-best-cooking-oil-11612472812", "title": "Which Cooking Oil Should I Use?", "date": "2021-02-04 16:06", "summary": "Extra-virgin olive oil...grapeseed oil...sesame oil? Depends on how you use it. For frying, sautéing, dressings and more, these bottles are beauties.. TURNS OUT even an ingredient that seems pretty basic can lead you down a rabbit hole. Take cooking oil. Some types are better for high-heat cooking; others are ruined by high temperatures, losing their delicate flavors and even turning rancid. What should you use and when? Here's your guide.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/poetic-justice-thursday-crossword-february-5-11612366394", "title": "Poetic Justice (Friday Crossword, February 5)", "date": "2021-02-04 16:01", "categories": [["WSJ Puzzles", "Crossword Contest"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword-contest?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mccormick-cfo-ramps-up-advertising-spend-after-pandemic-sales-boost-11612471798", "title": "McCormick CFO Ramps Up Advertising Spend After Pandemic Sales Boost", "date": "2021-02-04 15:49", "summary": "The flavor company is relying more on cooking videos shot at home while placing fewer ads on traditional television commercials and in print. McCormick & Co.'s finance chief is boosting the flavor company's advertising spending to maintain growth in consumer sales as more people cook at home during the pandemic.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-extends-cruise-ban-by-a-year-until-february-2022-11612470951", "title": "Canada Extends Cruise Ban by a Year Until February 2022", "date": "2021-02-04 15:35", "summary": "Decision prolongs hiatus after voyages came to a halt in March 2020. There won't be any large cruises in Canada this year, as the Canadian government extended its ban on cruise operations through February 2022.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ciara-oprah-shaq-serena-the-tricky-art-of-bringing-stars-into-the-boardroom-11612452831", "title": "The Tricky Art of Bringing Stars Into the Boardroom", "date": "2021-02-04 15:13", "summary": "Ciara, Oprah, Shaq and Serena are among the celebrities companies are tapping as directors for their pop-culture expertise and as a marketing boost. Pop star Ciara Wilson's meteoric career has traveled a familiar arc-first a string of hits, then a fragrance brand and a fashion line.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cnn-president-jeff-zucker-to-remain-at-cable-news-channel-through-2021-11612448666", "title": "CNN President to Exit Cable Channel at End of 2021", "date": "2021-02-04 15:11", "summary": "Mr. Zucker agreed to stay at the helm until his current contract expires, ending months of uncertainty. CNN President Jeff Zucker will depart the cable news channel at the end of 2021, when his contract expires, network parent WarnerMedia said, ending months of uncertainty about the network's leadership.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-can-i-travel-internationally-and-do-i-need-the-covid-19-vaccine-11612469432", "title": "What the Covid-19 Vaccine Means for International Travel", "date": "2021-02-04 15:10", "summary": "Covid restrictions for international trips are more complicated than ever. Before you dust off your passport, a few words of caution.. THE COVID-19 VACCINES have arrived. Does this mean we'll soon be free to roam the world, guilt- and hassle-free? The short answer is no. While an inoculation protects you from getting sick, it's not yet known whether the vaccines will prevent an asymptomatic person from passing the virus to others. The shots \"are extraordinarily good at preventing symptoms if you contract the virus, but we don't know if you can still spread the virus after vaccination,\" said Matt McCarthy, associate professor of medicine at Weill Cornell Medicine in New York.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-stop-sitting-down-all-day-11612468827", "title": "How to Stop Sitting Down All Day", "date": "2021-02-04 15:00", "summary": "A behavioral economist answers questions on activity breaks, getting feedback and emergency savings.. Behavioral economist Dan Ariely uses psychological research to advise on everyday dilemmas. Read more columns here.", "categories": [["Life & Work", "Ideas", "Ask Ariely"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/ask-ariely?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/voting-machine-company-smartmatic-sues-fox-news-over-election-claims-11612463623", "title": "Voting-Machine Company Smartmatic Sues Fox News Over Election Claims", "date": "2021-02-04 14:55", "summary": "Lawsuit cites statements about presidential election made by anchors including Maria Bartiromo and Lou Dobbs. Voting-machine company Smartmatic USA Corp. sued Fox Corp.'s Fox News, seeking $2.7 billion in damages for what it alleges were defamatory on-air comments about the company's products in the aftermath of the presidential election.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heres-how-the-cia-is-trying-to-attract-more-diverse-millennial-and-gen-z-talent-11612468473", "title": "Here's How the CIA Is Trying to Attract More Diverse Millennial and Gen-Z Talent", "date": "2021-02-04 14:54", "summary": "The agency is turning to more public tools in a hiring push to expand and diversify its ranks, but it faces obstacles. The Central Intelligence Agency is using public tools such as social media outreach, video advertisements and LinkedIn in its efforts to woo younger recruits, but it faces obstacles to attracting millennials and Gen-Zers. Meanwhile, candidates who do pursue jobs with the agency should prepare for a rigorous vetting process, which could take a year or longer.", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazils-recent-past-a-challenge-to-winning-esg-credibility-11612450800", "title": "Brazil's Recent Past a Challenge to Winning ESG Credibility", "date": "2021-02-04 14:27", "summary": "Corruption, environmental disasters and deforestation worry some investors. Brazilian companies striving to attract global investors who focus on environmental, social and governance issues face challenges because of the country's recent history of corruption, inequality and deforestation, money managers say.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chobani-eyes-2021-initial-public-offering-11612466734", "title": "Chobani Eyes 2021 Public Listing", "date": "2021-02-04 14:25", "summary": "The Greek yogurt maker targets a valuation between $7 billion to $10 billion. Chobani LLC, the food company that made Greek yogurt mainstream, is laying the groundwork for a public listing of its shares.", "categories": [["WSJ News Exclusive", "IPOs"]], "category_links": ["https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/border-patrol-releases-more-migrants-into-u-s-after-mexico-stops-taking-some-back-11612466615", "title": "Border Patrol Releases More Migrants Into U.S. After Mexico Stops Taking Some Back", "date": "2021-02-04 14:23", "summary": "Influx of families in recent weeks fills holding facilities that have limited capacity because of Covid-19 precautions. U.S. Border Patrol agents are increasingly releasing asylum-seeking families into the U.S. after Mexican authorities began refusing to take some families back in January, U.S. officials said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/holidays-sales-slumped-but-some-retailers-predict-a-snapback-11612466448", "title": "Holidays Sales Slumped, but Some Retailers Predict a Snapback", "date": "2021-02-04 14:20", "summary": "Fewer promotions and less inventory pushed up average prices at Coach and Ralph Lauren; Nordstrom expects a 25% revenue jump. Fewer promotions helped the makers of Coach handbags, Versace dresses and Ralph Lauren polos boost profitability in the holiday quarter, even as online gains were unable to make up for pandemic-driven sales declines.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stone-point-capital-insight-partners-near-deal-to-buy-corelogic-11612447821", "title": "Stone Point Capital, Insight Partners Agree to Buy CoreLogic", "date": "2021-02-04 14:15", "summary": "Another suitor, CoStar, says it is studying options, including a new bid, a proxy fight or walking away. CoreLogic Inc. agreed to sell itself to two private-equity firms for about $6 billion, a surprising end to an auction of the real-estate-data provider that was kicked off by a pair of shareholder activists.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vale-agrees-to-7-billion-settlement-for-brumadinho-dam-collapse-11612446979", "title": "Vale Agrees to $7 Billion Settlement for Brumadinho Dam Collapse", "date": "2021-02-04 14:13", "summary": "Biggest settlement in Brazil's history seen as victory against impunity following disaster that killed 270 people. SÃO PAULO-Brazilian miner Vale agreed Thursday to pay $7 billion in compensation to the state of Minas Gerais where the collapse of its dam two years ago killed 270 people, polluted rivers and obliterated the surrounding landscape.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rihanna-rallies-to-the-wrong-cause-in-india-11612465735", "title": "Rihanna Rallies to the Wrong Cause in India", "date": "2021-02-04 14:08", "summary": "Farmers protest in defense of a dysfunctional system, and Modi has treated them relatively gently.. What do Rihanna, Greta Thunberg and Vice President Kamala Harris's niece, Meena Harris, have in common? They're all rallying support for India's farmer protests, which are morphing from an arcane domestic dispute into an emotive international cause. And they're all mostly wrong in their thinking.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-labor-pick-would-bring-union-advocate-to-cabinet-11612434601", "title": "Labor Nominee Would Bring Union Advocate to Cabinet", "date": "2021-02-04 14:07", "summary": "Boston Mayor Marty Walsh would oversee administration's to-do list, from workplace safety to job growth-and a minimum-wage increase. WASHINGTON-President Biden's pick for Labor Department secretary, Boston Mayor Marty Walsh, would bring a champion of organized labor to the White House cabinet.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-can-i-take-my-kids-over-spring-break-11612464940", "title": "Where Can I Take My Kids Over Spring Break?", "date": "2021-02-04 13:55", "summary": "Planning a family vacation right now-while the Covid pandemic still lingers-might seem more stressful than it's worth. To minimize the headaches, we've chosen five trips that are all based around outdoor activities.. AT THIS POINT in the pandemic, even the most committed homebodies are getting itchy feet-and that goes double for people with kids at home.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-suisse-was-alerted-to-private-bankers-misconduct-years-before-criminal-charges-11612462705", "title": "Credit Suisse Was Alerted to Banker's Misconduct Years Before Charges", "date": "2021-02-04 13:18", "summary": "Regulatory report says some executives turned a blind eye to fraud. Credit Suisse says it revealed nothing incriminating against the bank.. Credit Suisse Group AG overlooked red flags for years while a rogue private banker stole from billionaire clients, according to a report by a law firm for Switzerland's financial regulator.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/23andme-to-go-public-with-richard-branson-backed-spac-11612450687", "title": "23andMe to Go Public With Richard Branson-Backed SPAC", "date": "2021-02-04 13:15", "summary": "British billionaire Richard Branson to invest in genomics company as part of listing. 23andMe Inc. is teaming up with a blank-check company backed by British billionaire Richard Branson's Virgin Group to go public in a deal that values the genetic-testing company at $3.5 billion, including debt.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/long-term-care-insurance-first-you-should-find-an-agent-11612461600", "title": "Long-Term-Care Insurance: First, You Should Find an Agent", "date": "2021-02-04 13:00", "summary": "Also: Answering a reader's question in IRA distributions. I'm thinking about buying long-term-care insurance. Can you recommend a particular insurer or type of policy?", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Ask Encore"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seeing-things-with-the-power-of-symmetry-11612461325", "title": "Seeing Things With the Power of Symmetry", "date": "2021-02-04 12:55", "summary": "Group theory studies the symmetrical patterns that underlie everything from Rubik's cubes to plant biology.. Mathematician Eugenia Cheng explores the uses of math beyond the classroom. Read more columns here.", "categories": [["Life & Work", "Ideas", "Everyday Math"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/everyday-math?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-post-covid-boom-11612461113", "title": "The Post-Covid Boom", "date": "2021-02-04 12:51", "summary": "More evidence that 2021 is going to be a year of prosperity.. Job growth at small U.S. firms continued in January, according to the latest employment survey from the National Federation of Independent Business. The NFIB report, due out later today, finds a continuing trend of revival from the worst of last spring's Covid shutdowns. According to NFIB Chief Economist William Dunkelberg, job openings are plentiful and finding workers remains a challenge for small businesses:", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-the-healthiest-drink-11612460919", "title": "What's the Healthiest Drink?", "date": "2021-02-04 12:48", "summary": "Antioxidants are all well and good. But sometimes the real benefit is in the making. This recipe for a warming mugful of lemon, ginger and turmeric is as satisfying to make as it is to drink.. YOU'LL READ the title of this cocktail recipe, see that it has ginger and turmeric and lemon in it, and think you know why I'm calling it healthy.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-coronavirus-02-04-2021-11612403022", "title": "U.S. Unemployment Claims Slip Below 800,000", "date": "2021-02-04 12:39", "summary": "Filings for jobless benefits, a proxy for layoffs, have held at high levels during a winter surge in Covid-19 cases. The number of workers seeking unemployment benefits fell for the third straight week, a sign that layoffs have started to ease following an increase in early January.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-2-million-cigar-lodge-in-the-backyard-you-must-be-blowing-smoke-11612459852", "title": "A $2 Million Backyard Cigar Lodge? You Must Be Blowing Smoke", "date": "2021-02-04 12:30", "summary": "In Glencoe, Ill., Andrew Berlin built a 900-square-foot outbuilding where he could enjoy his favorite cigars.. Andrew Berlin can't recall the exact moment when his idea for a simple screened-in porch became a less modest endeavor. But two years and $2 million later, he is enjoying his own elaborate retreat on his property.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-home-with-the-berlins-11612459762", "title": "At Home With the Berlins", "date": "2021-02-04 12:29", "summary": "Inside the 10,100-square-foot main home of the Chicago-area couple. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/chicago-schools-remain-at-odds-with-union-over-reopening-plan-11612458925", "title": "Chicago Schools Remain at Odds With Union Over Reopening Plan", "date": "2021-02-04 12:15", "summary": "City says cooling-off period ends at midnight Thursday, signaling possible strike if no deal. CHICAGO-City leaders and the teachers union remained at odds over a plan to reopen elementary schools amid the coronavirus pandemic after weeks of talks and ahead of a city deadline of midnight Thursday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hershey-says-strong-holiday-sales-presage-growth-in-2021-11612451507", "title": "Hershey Says Strong Holiday Sales Presage Growth in 2021", "date": "2021-02-04 12:10", "summary": "Chocolate maker plans more advertising spending, seeking to retain market-share gains. Hershey Co. had a happy holiday season.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-make-sense-of-gamestop-the-internet-turns-to-beer-and-puppets-11612454741", "title": "How to Make Sense of GameStop? The Internet Turns to Beer and Puppets", "date": "2021-02-04 11:05", "summary": "The Reddit-fueled market frenzy has inspired a flurry of TikTok videos, memes and online explainers. To help explain the complexities of the GameStop market frenzy, Brianna Parkins turned to two tall cans of Guinness, a sad-looking gray dog puppet and a pile of candy.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-place-to-watch-the-super-bowl-this-year-outside-11612454469", "title": "The Best Place to Watch the Super Bowl This Year: Outside", "date": "2021-02-04 11:01", "summary": "These al fresco TV setups make for a safer way to watch the big game on Sunday. With sports bars either closed or at low capacity, the football season has been largely devoid of the typical camaraderie and bonding beloved by fans.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-case-for-replacing-some-bonds-with-annuities-11612454401", "title": "The Case for Replacing Some Bonds With Annuities", "date": "2021-02-04 11:00", "summary": "Unless you die relatively young, income annuities will give you more retirement spending power than bonds, some economists say. If you want to maximize how much you can safely spend in retirement, some economists say, sell some of your bonds and buy lifetime income annuities.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-crisis-of-unemployed-college-graduates-11612454124", "title": "The Crisis of Unemployed College Graduates", "date": "2021-02-04 10:55", "summary": "Colleges must help prepare the class of 2021 to navigate the worst job market in decades.. With the rollout of Covid-19 vaccines over the next few months, colleges may finally be able to consider a return to normalcy and the possibility of a safe opening in the fall. But despite the prospect of pandemic relief, there is another crisis facing higher education: Millions of students are set to graduate this spring into the worst job market in decades.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-west-virginia-publisher-launches-antitrust-fight-with-google-and-facebook-11612453879", "title": "A Small West Virginia Newspaper Takes On Google and Facebook", "date": "2021-02-04 10:51", "summary": "The Charleston Gazette-Mail's owner has filed a lawsuit claiming the tech giants manipulate the digital-advertising market. When Doug Reynolds bought the largest paper in West Virginia out of bankruptcy in 2018, he knew he would have to fight hard to save a business hammered by a dramatic shift of readers and advertising online.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-we-know-about-heavy-metals-in-baby-food-11612453188", "title": "What We Know About Heavy Metals in Baby Food", "date": "2021-02-04 10:39", "summary": "A new congressional report puts a spotlight on the levels of arsenic, lead and other heavy metals found in some baby foods. A congressional report says several types of baby food have high levels of heavy metals, such as arsenic and lead. Here's what you need to know:", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/l-brands-cfo-to-retire-after-about-14-years-on-the-job-11612453197", "title": "L Brands CFO to Retire After About 14 Years on the Job", "date": "2021-02-04 10:39", "summary": "Stuart Burgdoerfer will step down from his role in August. L Brands Inc. said Stuart Burgdoerfer, the company's finance chief and recently interim chief executive for the Victoria's Secret business, is retiring in August after about 14 years as CFO.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-fed-economy-covid-employment-inflation-11612451174", "title": "The Biden Administration's Elusive Stimulus Goal: Full Employment", "date": "2021-02-04 10:38", "summary": "Resume Subscription. WASHINGTON-Driving down unemployment has become the overriding economic goal of top U.S. policy makers, an imperative that will shape many of the big decisions being made in Washington in the months ahead.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/iranian-diplomat-sentenced-to-20-years-for-foiled-bomb-plot-in-france-11612439873", "title": "Iranian Diplomat Sentenced to 20 Years for Foiled Bomb Plot in France", "date": "2021-02-04 10:19", "summary": "Assadollah Assadi is the first Iranian diplomat convicted for terrorism in Europe in a case that has soured Iranian relations with a key partner. A Belgian court sentenced an Iranian diplomat to 20 years in prison for plotting a bomb attack against a gathering of Iranian dissidents outside Paris in 2018, in a case that has strained Tehran's ties with Europe.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-times-added-record-number-of-digital-subscribers-in-2020-11612450931", "title": "New York Times Added Record Number of Digital Subscribers in 2020", "date": "2021-02-04 10:02", "summary": "Publisher posts flat fourth-quarter revenue amid advertising declines. New York Times Co. said 2020 was a record year for digital-subscription growth but the publisher posted flat fourth-quarter revenue, partly reflecting continued declines in advertising revenue during the coronavirus pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-puzzles-saturday-february-6-11612375869", "title": "Number Puzzles (Saturday, February 6)", "date": "2021-02-04 10:00", "categories": [["WSJ Puzzles", "Number Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/number-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paypal-should-have-more-growth-in-store-11612450620", "title": "PayPal Should Have More Growth In-Store", "date": "2021-02-04 09:57", "summary": "After a huge 2020 for digital spending PayPal has momentum in a new realm, in-store payments. PayPal Holdings is breaking into stores across America.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ohio-police-officer-charged-with-murder-in-andre-hill-death-11612450141", "title": "Ohio Police Officer Charged With Murder in Andre Hill Death", "date": "2021-02-04 09:49", "summary": "Fired Columbus officer to plead not guilty in shooting of Black man in December. COLUMBUS, Ohio-A white Ohio police officer was charged with murder Wednesday in the latest fallout following the December shooting death of 47-year-old Andre Hill, a Black man, the state's attorney general said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/partisan-pressures-weigh-heavily-as-senate-looks-for-coronovirus-relief-deal-11612449255", "title": "Partisan Pressures Weigh Heavily as Senate Looks for Covid-19 Relief Deal", "date": "2021-02-04 09:34", "summary": "Nearly all senators belong to the party that won their state's presidential contest in November. The 50-50 Senate that is trying to find agreement on a coronavirus relief bill isn't just evenly split. It is also operating under partisan pressures that, by one measure, are greater than ever.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deutsche-bank-had-a-good-2020-this-year-will-be-harder-11612448979", "title": "Deutsche Bank Had a Good 2020. This Year Will Be Harder.", "date": "2021-02-04 09:29", "summary": "Germany's largest lender will likely face tougher operating conditions as well as higher investor expectations in 2021. Deutsche Bank faces a new problem in 2021: higher investor expectations.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stay-home-nfl-super-bowl-party-chiefs-buccaneers-11612447931", "title": "Oreo Cookies for One? 20 Rules for a Stay-at-Home Super Bowl Party", "date": "2021-02-04 09:15", "summary": "Public-health officials advise against holding a big neighborhood bash. A few tips on how to survive:. Here it is, unsurprisingly: a stay-at-home Super Bowl Sunday. Dr. Anthony Fauci advises against a big bash for the big game: \"Now is not the time,\" Fauci told the \"Today\" show. \"Watch the game and enjoy it, but do it with your family or with people that are in your household.\" The CDC added this: if you do go to a big Super Bowl bash, or to the actual Super Bowl itself, please \"avoid chanting or cheering\" during the game. If you must loudly chant, or cheer, or sob, do it alone, in a locked room, into a pillow, like a Lions fan.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-plan-for-reopening-schools-faces-challenges-11612447959", "title": "Biden's School-Reopening Plan Faces Challenges", "date": "2021-02-04 09:12", "summary": "Republicans see political opportunity as teachers' unions, which support the president, have pushed back on some reopening plans. WASHINGTON-President Biden's pledge to reopen most K-8 schools in his first 100 days is being challenged by new fast-spreading coronavirus strains, a slow vaccination rollout, uncertainty over economic-relief legislation and clashes between state authorities and teachers' unions.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paypal-ebay-qualcomm-what-to-watch-when-the-stock-market-opens-today-11612440232", "title": "PayPal, eBay, Qualcomm: What to Watch When the Stock Market Opens Today", "date": "2021-02-04 09:11", "summary": "Trading in shares favored by Reddit users was relatively calm for another day. -U.S. stock futures edged up Thursday after fresh data showed the number of people seeking unemployment benefits fell for the third straight week.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaccinated-dentists-physicians-hope-their-protected-status-lures-back-wary-patients-11612447831", "title": "Dentists, Physicians Hope Their Vaccine Status Lures Back Patients", "date": "2021-02-04 09:10", "summary": "Many tell clients who cancel that the office is fully vaccinated; photos on social media show staff getting shots. Medical professionals across the New York region are on their way to seeing their offices fully vaccinated, and after a financially difficult year some are advertising their new protected status in hopes of luring back patients.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-and-seniors-what-it-is-like-for-older-adults-getting-their-shots-11612447214", "title": "What It Is Like for Older Adults Getting Covid-19 Shots", "date": "2021-02-04 09:00", "summary": "Resume Subscription. Americans over age 65 are now eligible for the Covid-19 vaccine in much of the country, according to federal guidance. As they join the health-care workers and first responders who were among the first to get their shots, many are finding a confusing and often overloaded appointments process and scarce doses.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/microsoft-ceo-nadella-bets-businesses-are-ready-to-spend-big-on-employee-software-11612447214", "title": "Microsoft CEO Sees Pandemic Sparking New Wave of Employee-Focused Tech", "date": "2021-02-04 09:00", "summary": "Company sees Viva software as way into growing market for clients looking to cater to employee life at work. Microsoft Corp. Chief Executive Satya Nadella is betting the Covid-19 crisis has spawned demand for digital tools that will outlast the pandemic and says there is a growing appetite for all-encompassing employee management applications that the company is going after.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/youve-received-the-college-financial-aid-offer-now-what-11612447214", "title": "You've Received the College Financial-Aid Offer. Now What?", "date": "2021-02-04 09:00", "summary": "Advice on comparing aid offers, appealing decisions and what to expect when applying for loans. The financial-aid process can feel like a black hole for families of first-time college applicants. Once the necessary forms are submitted, you are sucked into the unknown, waiting as each school considers aid eligibility.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-combinations-face-trials-as-variants-of-virus-emerge-11612434600", "title": "Scientists Test a New Vaccine Question: Mixing Different Doses", "date": "2021-02-04 08:59", "summary": "Researchers begin tests to study effects of following an initial dose with a booster from another manufacturer. LONDON-As the world keeps adding to its armory of effective vaccines against Covid-19, scientists are starting to ask a new question: What happens if you mix and match?", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yellen-says-we-need-to-act-big-on-covid-relief-11612447111", "title": "Yellen Says 'We Need to Act Big' on Covid Relief", "date": "2021-02-04 08:58", "summary": "Treasury secretary warns of tough months ahead until pandemic is under control, seeks details on GameStop mania. WASHINGTON-Treasury Secretary Janet Yellen said on Thursday that President Biden wants to advance a new coronavirus relief package with bipartisan support but reiterated that the administration must act forcefully with a deal that supports families and businesses until the pandemic ends.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-road-for-mercedes-benz-offers-hope-for-volkswagen-too-11612446971", "title": "A New Road for Mercedes-Benz Offers Hope for Volkswagen Too", "date": "2021-02-04 08:56", "summary": "Daimler's shareholder-friendly decision to split its car and truck divisions will be hard for Germany's largest car maker to ignore. Germany is slowly becoming more welcoming to stock investors. If Daimler and Siemens can shake off the old obsession with scale, even change at Volkswagen may not be too much to hope for.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-commander-of-lords-resistance-army-convicted-of-war-crimes-11612446198", "title": "Former Commander of Lord's Resistance Army Convicted of War Crimes", "date": "2021-02-04 08:43", "summary": "Former child soldier Dominic Ongwen helped lead notorious rebel group that terrorized Central Africa for decades. KAMPALA, Uganda-The International Criminal Court on Thursday found guilty of war crimes and crimes against humanity a former child soldier who went on to become the second-in-command of the Lord's Resistance Army, the notorious rebel group that for decades inflicted terror across Central Africa.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wfh-daytime-looks-no-sweatpants-11612445843", "title": "Nine WFH Daytime Looks That Don't Involve Sweatpants", "date": "2021-02-04 08:38", "summary": "Wide legs, sleek knits, relaxed denim and Day-Glo colors: a guide to sophisticated, comfortable daywear for spring's WFH era. Inject some style into stay-at-home ensembles by flashing back to the not-so-distant past-no, not 2019, but 1979. A time when laid-back looks meant leisure suits, not athleisure. And the only sweatpants worth getting caught dead in were silky bell-bottoms with a side seam or a grass-green knit pair with a matching top.", "categories": [["Market Report"]], "category_links": ["https://www.wsj.com/news/types/magazine-market-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-light-filled-dream-studio-of-kenyan-american-artist-wangechi-mutu-11612445452", "title": "The Light-Filled \"Dream Studio\" of Kenyan-American Artist Wangechi Mutu", "date": "2021-02-04 08:30", "summary": "Artist Wangechi Mutu created an airy, light-filled studio in Nairobi, where work for a major new exhibition-a surprising interventionist installation-has taken shape. The star of Wangechi Mutu: I Am Speaking, Are You Listening?, an exhibition slated to open at San Francisco's Legion of Honor museum this spring, may be MamaRay. The 12-foot-wide bronze, weighing roughly a ton, fuses the figure of a manta ray, fins outspread, with that of a humanoid goddess and will rise fearsomely in the museum's courtyard. Some of its features are based on those of a breaching whale.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manhattan-home-sales-revive-as-lower-prices-lure-buyers-11612443601", "title": "Manhattan Home Sales Revive as Lower Prices Lure Buyers", "date": "2021-02-04 08:00", "summary": "Pent-up demand and optimism about the fight against Covid-19 boost new condo contracts 21%. Manhattan's condo market is bouncing back after being slammed during the pandemic's early months, with the gains powered by pied-à-terre buyers and those seizing the chance to acquire roomier primary residences.", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-real-estate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-change-careers-find-what-to-pursue-next-11605824886", "title": "How to Change Careers: Find What to Pursue Next", "date": "2021-02-04 07:58", "summary": "Most Popular News. There are many reasons people want to switch careers. You may be looking to grow, feel that you have advanced as much as you can in your current job or feel burned out. But pursuing a career in a new industry can be intimidating, particularly if you are working remotely. More than six million people decided to change occupations, according to 2015 and 2016 data from the Bureau of Labor Statistics. That was before the pandemic led many to explore different career opportunities, either by choice or necessity. If you are considering changing careers, here are some steps you can take.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shell-posts-loss-but-eyes-recovery-this-year-11612438337", "title": "Shell Posts Loss but Eyes Recovery This Year", "date": "2021-02-04 07:29", "summary": "Oil giant to raise dividend; sees demand at pre-pandemic levels in 2022. LONDON- Royal Dutch Shell PLC reported a fourth-quarter loss as it continued to grapple with the fallout of the pandemic but said it would raise its dividend, forecasting a recovery in demand later this year.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/myanmar-blocks-facebook-access-after-coup-11612436184", "title": "Myanmar Blocks Facebook Access After Online Protests of Military Coup", "date": "2021-02-04 07:20", "summary": "Images of people banging pots and pans or making a three-finger salute from 'The Hunger Games' were used to show opposition. Myanmar blocked access to Facebook after some users in the country in recent days shared material challenging a Monday military coup that ousted the elected civilian government.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iac-is-paring-down-to-trade-up-11612440011", "title": "IAC Is Paring Down to Trade Up", "date": "2021-02-04 07:00", "summary": "After its spinoff of Match Group and Vimeo, IAC lacks an obvious superstar. If you blinked recently, you might not recognize IAC/InterActiveCorp's new lineup. It seems like just yesterday that it was an online dating powerhouse with a call option on home improvement. Today its edge looks less defined.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reddits-wallstreetbets-founder-sells-life-story-to-movie-producer-ratpac-entertainment-11612440001", "title": "Reddit's WallStreetBets Founder Sells Life Story to Producer RatPac Entertainment", "date": "2021-02-04 07:00", "summary": "A film will come out first; 'Maybe I'll get to go on the red carpet,' says Jaime Rogozinski. An internet misanthrope launches a message board for amateur stock pickers, gets kicked off and then watches from afar as this rogue community brings Wall Street to its knees.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gronk-super-bowl-harvard-tight-ends-11612406794", "title": "Harvard: The Gronk School of Tight Ends", "date": "2021-02-04 07:00", "summary": "Harvard has become an unlikely factory for NFL tight ends. That's because of the Ivy League school's offense-and playing in the shadow of Rob Gronkowski.. A Harvard student named Cameron Brate had an extremely fortunate stroke of luck when he was in college. The best role model ever in his dream job was mastering his craft just a short distance away. To see someone he says he \"personally looked up to,\" he simply had to turn on his television.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-buys-ad-tech-to-chase-small-business-advertisers-11612438200", "title": "Walmart Buys Ad Tech to Chase Small-Business Advertisers", "date": "2021-02-04 06:30", "summary": "Major retailers continue efforts to become powers in ad sales. Walmart Inc. will acquire technology from Thunder Industries, a company that uses automation to create digital ads, as it continues to invest in its ad business and seeks a greater slice of marketing budgets from small businesses.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-rally-highlights-buyback-risk-exhibit-a-bed-bath-beyond-11612438201", "title": "GameStop Highlights Buyback Risk. Take Bed Bath & Beyond.", "date": "2021-02-04 06:30", "summary": "Most companies caught in the Reddit-fueled rally don't mind the extra bump in their share prices. For others, it is a shot in the arm that hurts.. Individual investors cheering on the Reddit-fueled rally of heavily shorted stocks were out to \"eat the rich,\" not the companies themselves. In an unfortunate twist of fate and timing, the frenzy could end up taking a bite out of Bed Bath & Beyond .", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deutsche-bank-posts-profit-as-investment-banking-unit-booms-11612426131", "title": "Deutsche Bank Posts Profit as Investment Banking Booms", "date": "2021-02-04 06:29", "summary": "German lender ends year with fourth consecutive profitable quarter. As the coronavirus pandemic took hold in early 2020, Deutsche Bank AG , long-plagued by problems, braced for another tough year. On Thursday, it reported a bumper annual profit.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vintage-wine-estates-to-go-public-in-spac-merger-11612436400", "title": "Vintage Wine Estates to Go Public in SPAC Merger", "date": "2021-02-04 06:00", "summary": "Merger of Vintage Wine Estates and Bespoke Capital Acquisition Corp. will value the private-equity-backed winemaker at around $690 million. Vintage Wine Estates Inc. has found its perfect pairing: a blank-check company that will debut the private-equity-backed winemaker on the public market.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carlyle-group-turns-profit-as-the-market-lifts-its-investments-11612436406", "title": "Carlyle Group Turns Profit as Market Lifts Its Investments", "date": "2021-02-04 06:00", "summary": "Private-equity firm reported December-quarter profit of $518.8 million, up from a loss of $8.3 million in the fourth quarter of 2019. Carlyle Group Inc. swung to a profit in the December quarter, as the value of its investments climbed with a buoyant market.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/millions-of-counterfeit-masks-flooded-u-s-customs-facilities-last-year-11612436403", "title": "Millions of Counterfeit Masks Flood U.S. Customs Facilities", "date": "2021-02-04 06:00", "summary": "Agents seized nearly 13 million masks as well as other banned items in the year through September, more than half of them coming from China. WASHINGTON-U.S. Customs agents seized nearly 13 million counterfeit face masks in the 12 months that ended Sept. 30, according to a report set for release Thursday, as the Covid-19 pandemic spurred demand for protective equipment.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-2022-beijing-olympics-are-one-year-away-11612404850", "title": "Covid Concerns Linger for 2022 Beijing Olympics", "date": "2021-02-04 05:30", "summary": "The one-year countdown to the Winter Games has begun even as this summer's Tokyo Games still face uncertainty because of the pandemic. With the viability of the 2021 Summer Olympics in Tokyo still in serious doubt because of the coronavirus pandemic, the opening ceremony for the 2022 Winter Olympics in Beijing is now just a year away-and Covid-19 looms large over those Games, too.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-floundering-town-builder-of-the-future-shows-chinas-real-estate-risks-11612427477", "title": "The Floundering Town-Builder of the Future Shows China's Real-Estate Risks", "date": "2021-02-04 03:31", "summary": "China Fortune Land's struggles show that no corner of the country's financial markets can escape the heavily leveraged real-estate sector. The latest Chinese real-estate company to run into serious trouble is a lesson in the risks attached to Chinese property: They are neither predictable, nor limited to the sector alone.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-weigh-political-fates-of-marjorie-taylor-greene-liz-cheney-11612374731", "title": "Liz Cheney Retains GOP Post, Marjorie Taylor Greene's Committee Seats Under Threat", "date": "2021-02-04 00:08", "summary": "House Republicans voted to keep Liz Cheney in party leadership despite her criticism of Trump, while Democrats seek to pull Marjorie Taylor Greene's committee assignments. WASHINGTON-House Republicans voted to keep Rep. Liz Cheney in party leadership despite her harsh criticism of former President Donald Trump, while declining to punish a Trump loyalist who made comments embracing conspiracy theories and political violence.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-testing-in-schools-bolsters-safety-but-is-hard-to-set-up-studies-find-11612414860", "title": "Covid-19 Testing in Schools Bolsters Safety but Is Hard to Set Up, Studies Find", "date": "2021-02-04 00:01", "summary": "Most schools need significant resources and support to regularly test students and staff. Regularly testing for Covid-19 in K-12 schools can help identify cases and provide an extra layer of protection for staff and families, according to two reports commissioned by the Rockefeller Foundation released on Thursday. Implementing testing, however, is an enormous, logistically complex undertaking, and most schools need significant resources to make it feasible, the reports also found.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11612386133", "title": "Pepper...and Salt", "date": "2021-02-04 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parler-ceo-says-he-was-fired-by-conservative-political-donor-rebekah-mercer-11612397380", "title": "Parler CEO Says He Was Fired as Platform Neared Restoring Service", "date": "2021-02-04 23:13", "summary": "Moderation-light social media platform was forced offline by tech giants last month in wake of Capitol riot by Trump supporters. Parler, a moderation-light social-media network that was forced offline last month by tech giants over how it policed its content, has fired its chief executive amid a dispute over the platform's future.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exiled-uighurs-fear-chinas-reach-will-erode-turkish-haven-11612178314", "title": "Exiled Uighurs in Turkey Fear China's Long Reach-'We Are All Panicking Now'", "date": "2021-02-04 23:11", "summary": "More arrests, looming extradition treaty and tighter diplomatic ties with Beijing are diminishing the community's trust. Uighurs have traveled to Turkey for decades in search of refuge from political and religious repression, but recent arrests and a proposed extradition treaty with China are making many fear the country is no longer a haven.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mckinsey-agrees-to-573-million-settlement-over-opioid-advice-11612405236", "title": "McKinsey Agrees to $573 Million Settlement Over Opioid Advice", "date": "2021-02-04 22:24", "summary": "Consulting giant advised Purdue Pharma and other opioid manufacturers to aggressively market the painkillers. Consulting giant McKinsey & Co. has reached a $573 million settlement with states over its work advising OxyContin maker Purdue Pharma LP and other drug manufacturers to aggressively market opioid painkillers, according to people familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/proud-boys-members-face-new-charges-over-capitol-riots-11612407047", "title": "Proud Boys Members Face New Charges Over Capitol Riots", "date": "2021-02-04 21:50", "summary": "Charges against two members mark the latest fallout for the far-right group following the Jan. 6 events. New federal charges were filed against two members of the far-right Proud Boys in connection to last month's storming of the U.S. Capitol.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alibaba-plans-up-to-5-billion-bond-sale-11612330820", "title": "Alibaba Plans Up to $5 Billion Bond Sale", "date": "2021-02-04 21:35", "summary": "Deal would follow multibillion-dollar debt issuance in 2014 and 2017. Alibaba Group Holding Ltd. plans to sell billions of dollars of bonds, in what will be a test of investor appetite after the e-commerce giant's recent run-ins with Chinese authorities.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadian-regulators-say-clearview-violated-privacy-laws-11612400780", "title": "Canadian Regulators Say Clearview Violated Privacy Laws", "date": "2021-02-04 20:06", "summary": "The facial recognition firm, which scrapes photos from the internet, has become favorite of police departments. Canadian regulators on Wednesday said facial-recognition-software company Clearview AI Inc. violated federal and provincial privacy laws in the country by offering its services there, though they acknowledged having limited enforcement powers in penalizing the New York-based company and others like it.", "categories": [["Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/types/artificial-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/morgan-wallen-suspended-from-record-label-after-shouting-racial-slur-on-video-11612386540", "title": "Morgan Wallen Suspended From Record Label Over Racial Slur", "date": "2021-02-04 19:51", "summary": "Radio and streaming services pull back from promoting the country music star, who issues apology. The hottest star in country music, Morgan Wallen, faced a series of blows on Wednesday after a video of him making a racial slur went viral.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeff-bezos-exits-as-ceo-but-his-role-at-amazon-will-likely-little-change-11612399248", "title": "Jeff Bezos Exits as CEO, but His Role at Amazon Will Likely Be Little Changed", "date": "2021-02-04 19:40", "summary": "Resume Subscription. Tuesday's announcement that Jeff Bezos will become executive chairman of Amazon.com Inc. after more than 26 years as its chief executive was a public jolt.", "categories": [[]], "category_links": []}]