[{"link": "https://www.wsj.com/articles/boeing-says-it-will-remove-starliner-spacecraft-from-rocket-11628873905", "title": "Boeing's Starliner Spacecraft to Return to Factory Over Stuck Valves", "date": "2021-08-13 19:52", "summary": "Decision to remove Starliner from atop rocket is expected to delay launch by several months. Boeing Co. said it would return its Starliner spacecraft to a factory for \"deeper-level troubleshooting\" to fix stuck valves that have delayed a planned launch this summer until perhaps next year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-cases-surge-as-students-return-to-schools-11628897822", "title": "Covid-19 Cases Surge as Students Return to Schools", "date": "2021-08-13 19:37", "summary": "Outbreaks in South and Southwest result in temporary quarantines, return to remote learning for some. Classrooms that have reopened for the fall are seeing a growing number of Covid-19 outbreaks just days into the semester, causing some schools to temporarily shut down buildings or send students home to quarantine.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taliban-seize-kandahar-prepare-to-march-on-kabul-11628846975", "title": "Taliban Prepare to March on Kabul as U.S. Hastens Pullout", "date": "2021-08-13 18:48", "summary": "Resume Subscription. KABUL-The Taliban pressed their rapid advance across Afghanistan with the capture of Kandahar, the nation's second-largest city and the Islamist movement's birthplace, and next threatened Kabul, prompting the U.S. to send thousands of troops for a diplomatic evacuation.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-rescue-plan-for-afghanistan-taliban-joe-biden-11628890626", "title": "A Rescue Plan for Afghanistan", "date": "2021-08-13 18:40", "summary": "It's not too late to prevent a bloodbath and total Taliban victory.. What an awful, tragic irony. President Biden in April chose Sept. 11 as the deadline for U.S. troops to withdraw from Afghanistan. Now it's possible that, on the 20th anniversary of the 9/11 attacks, the Taliban that once protected Osama bin Laden and that the U.S. ousted from power could again rule in Kabul.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-supreme-court-eviction-docket-new-york-dc-circuit-court-dabney-friedrich-joe-biden-brett-kavanaugh-11628891594", "title": "The Supreme Court's Eviction Docket", "date": "2021-08-13 18:38", "summary": "The Justices block a New York ban, as the CDC gets a reprieve.. The Supreme Court on Thursday partially blocked New York's state eviction ban, and given how politicians have abused the law amid the pandemic, it's good to see the judiciary push back. Next up is President Biden's nationwide eviction moratorium, which received a reprieve Friday in a lower court, but the Justices may get another look at that soon.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-jabs-at-pharma-drug-prices-11628892184", "title": "Biden Jabs at Pharma", "date": "2021-08-13 18:35", "summary": "Drug prices are falling, but the President needs a foil for inflation.. President Biden is worried inflation is undermining public support for his agenda so he's rounding up the usual villains. On Thursday he lambasted drug makers for \"jacking up prices.\" These are the companies that have produced the vaccines and treatments that are saving the world from Covid-19.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-new-china-reality-nobuo-kishi-military-11628799373", "title": "Japan's New China Reality", "date": "2021-08-13 18:30", "summary": "A top official recognizes America's relative decline in the Pacific.. The drumbeat of concern from America's most important Asian ally about China's military rise is getting louder. Last month Japan's Deputy Prime Minister Taro Asowarned that a Chinese invasion of Taiwan could threaten Japan's \"survival.\" Now Defense Minister Nobuo Kishi has bluntly acknowledged America's relative decline in the Western Pacific and the need for Japan to assert itself militarily to fill the void.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/conocophillips-amc-entertainment-moderna-stocks-that-defined-the-week-11628893622", "title": "ConocoPhillips, AMC Entertainment, Moderna: Stocks That Defined the Week", "date": "2021-08-13 18:27", "summary": "Here are seven major companies whose stocks moved on the week's news. ConocoPhillips", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congressional-republicans-blame-biden-for-bungling-afghanistan-pullout-11628893595", "title": "Congressional Republicans Blame Biden for Bungling Afghan Pullout", "date": "2021-08-13 18:26", "summary": "Democrats largely supported the idea of withdrawing troops, but few have spoken out as the situation on the ground has deteriorated. WASHINGTON-As the situation in Afghanistan deteriorates rapidly, the response on Capitol Hill has fallen largely along partisan lines, with many Republicans criticizing the Biden administration's handling of the U.S. pullout but unable to intervene legislatively. Democrats, meanwhile, have largely avoided casting blame at the White House after supporting the idea of the withdrawal.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hacker-returns-stolen-cryptocurrency-in-heist-reversal-11628882685", "title": "Hacker Returns Stolen Cryptocurrency in Heist Reversal", "date": "2021-08-13 17:55", "summary": "All stolen crypto assets have been returned, except those that were frozen, Poly Network says. The hacker or hackers who plundered more than $600 million of cryptocurrency assets from a decentralized finance platform finished returning almost all of the money Friday, marking a surprise conclusion to a heist that rattled the crypto industry.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andrew-cuomo-impeachment-investigation-is-suspended-by-new-york-state-assembly-11628881050", "title": "Cuomo Impeachment Probe Is Suspended", "date": "2021-08-13 17:52", "summary": "Outgoing governor still faces criminal probe by the Albany district attorney's office. The New York state Assembly said it would suspend its impeachment investigation of Gov. Andrew Cuomo, days after the three-term governor said he would resign.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sonos-scores-legal-win-in-patent-battle-with-google-11628887424", "title": "Sonos Scores Legal Win in Patent Battle With Google", "date": "2021-08-13 17:51", "summary": "U.S. trade judge's findings on some of the tech giant's phone and speaker products could lead to import ban. Sonos Inc. netted a legal victory in a patent dispute with Google, as a U.S. trade judge ruled Friday that some Pixel smartphones and Nest audio speakers infringe on Sonos's technology and could be barred from import.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/richard-branson-reduces-stake-in-virgin-galactic-11628890369", "title": "Richard Branson Reduces Stake in Virgin Galactic", "date": "2021-08-13 17:32", "summary": "Billionaire sells $300 million worth of shares in space tourism company. Richard Branson has sold around $300 million worth of shares in Virgin Galactic Holdings Inc. to raise money for other parts of his pandemic-battered global business, further whittling down his stake in the space tourism company that he founded.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghans-despair-over-long-visa-process-as-taliban-close-in-on-kabul-11628890085", "title": "Afghans Despair Over Long Visa Process as Taliban Close In on Kabul", "date": "2021-08-13 17:28", "summary": "U.S. is airlifting visa holders out of the country every day, but tens of thousands of applicants in Afghanistan await processing. WASHINGTON-Rahmat said he was relieved when the Central Intelligence Agency phoned him for an interview and, weeks later, arranged to shelter him on an Afghan base while the State Department processed his application for a visa to flee Afghanistan.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-booster-dose-for-immunocompromised-endorsed-by-cdc-advisers-11628878044", "title": "CDC Recommends Booster for Immunocompromised People", "date": "2021-08-13 17:27", "summary": "Move comes after expert panel voted for administering additional doses upon reviewing clinical trial data. The Centers for Disease Control and Prevention on Friday recommended administering additional messenger RNA vaccine doses to certain immunocompromised people.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notorious-alfred-hithcock-cary-grant-ingrid-bergman-claude-rains-francois-truffaut-nazis-hitler-atmoic-bomb-11628889250", "title": "Hunting Nazis, Yielding to Love", "date": "2021-08-13 17:18", "summary": "Cary Grant and Ingrid Bergman bring sparks to Alfred Hitchcock's 'Notorious,' a film that weaves together morals and emotions. Seventy-five years after its premiere in theaters, Alfred Hitchcock's \"Notorious\" remains a masterpiece of manipulation. Its rather sordid story of a credulous woman used by the FBI to outwit Nazis living undercover in Brazil is enrobed in elegance and emotional tension, to the point that the audience cannot help but sympathize with both the lovers and the \"villain\" they seek to unmask.", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xi-jinping-deng-xiaoping-dictatorship-ant-didi-economy-communist-party-beijing-authoritarian-11628885076", "title": "Xi's Dictatorship Threatens the Chinese State", "date": "2021-08-13 17:12", "summary": "In his quest for personal power, he's rejected Deng Xiaoping's economic reform path and turned the Communist Party into an assemblage of yes-men.. Xi Jinping, the ruler of China, suffers from several internal inconsistencies which greatly reduce the cohesion and effectiveness of his leadership. There is a conflict between his beliefs and his actions and between his public declarations of wanting to make China a superpower and his behavior as a domestic ruler. These internal contradictions have revealed themselves in the context of the growing conflict between the U.S. and China.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nixon-fight-inflation-price-controls-stagflation-gas-shortages-biden-democrats-reconciliation-bill-federal-reserve-11628885071", "title": "Nixon Taught Us How Not to Fight Inflation", "date": "2021-08-13 17:11", "summary": "His price controls led to an exponential increase in demand, which caused a shock when they ended.. President Richard Nixon announced a 90-day freeze on all prices and wages in the U.S. on Aug. 15, 1971. Suddenly and with no warning, every shop and factory was forbidden to raise prices for every product sold anywhere in the country. It was a watershed moment-a radical program that imposed direct government control over the economy aimed at breaking the cycle of inflationary price and wage hikes.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-joe-biden-taliban-afghanistan-withdrawal-islamist-take-over-afghan-national-security-forces-11628885333", "title": "Notable & Quotable: Taliban", "date": "2021-08-13 17:09", "summary": "'The Taliban overrunning everything and owning the whole country is highly unlikely.'. President Biden at a July 8 news conference:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colombian-billionaire-and-beverage-magnate-carlos-ardila-dies-at-91-11628887469", "title": "Colombian Beverage Magnate Carlos Ardila Dies at 91", "date": "2021-08-13 16:44", "summary": "Entrepreneur built fortune producing some of country's most iconic soft drinks and created wide-spanning industrial conglomerate. BOGOTÁ, Colombia-Billionaire Carlos Ardila Lülle, who built a fortune producing some of the country's most iconic soft drinks and created a wide-spanning industrial conglomerate, died Friday, his beverage company, Postobon, said. He was 91 years old.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-08-13-2021-11628840438", "title": "Stocks End Higher After Trading in Narrow Range", "date": "2021-08-13 16:37", "summary": "Investors draw confidence from strong earnings at the biggest U.S. companies. The S&P 500 drifted to a fresh high as investors drew confidence from a blockbuster round of earnings.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazils-jbs-proposes-to-buy-rest-of-pilgrims-pride-11628866397", "title": "Brazil's JBS Proposes to Buy Rest of Pilgrim's Pride", "date": "2021-08-13 16:10", "summary": "Offer values Pilgrim's at about $6.5 billion and would fold company further into JBS's global operations, taking it private. Brazilian meatpacking giant JBS SA said it plans to buy the portion of U.S. chicken processor Pilgrim's Pride Corp. that it doesn't already own, during a boom time for the chicken industry.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delta-variant-drops-small-business-confidence-to-lowest-level-since-march-11628868656", "title": "Delta Variant Drops Small-Business Confidence to Lowest Level Since March", "date": "2021-08-13 16:03", "summary": "Less than 40% of small firms say they expect economic conditions to improve; 'It seems like it is just a bust'. Small-business confidence dropped in August to its lowest level since early spring, as the rise in Covid-19 cases due to the highly transmissible Delta variant put a damper on expectations and turned entrepreneurs more cautious.", "categories": [["WSJ News Exclusive", "Small Business"]], "category_links": ["https://www.wsj.com/news/types/small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fear-and-self-loathing-at-american-express-11628884963", "title": "Fear and Self-Loathing at American Express", "date": "2021-08-13 16:02", "summary": "A classic capitalist enterprise attacks capitalism.. This has been the year of woke and weak corporate CEOs trying to signal virtue by endorsing leftist politics and attacking Republicans. But now we have a bizarre case of a business attacking itself. The Manhattan Institute's Christopher Rufo writes this week in the New York Post about a lecture hosted by American Express . He reports that at the Amex corporate event a guest speaker argued that the system of capitalism was founded on racism and that \"racist logics and forms of domination\" have shaped Western society from the Industrial Revolution to the present. Mr. Rufo quotes the insufferable lecturer telling Amex employees, \"You are complicit in giving privileges in one community against the other, under the pretext that we live in a meritocratic system where the market judges everyone the same.\"", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lee-sides-saturday-crossword-august-14-11628266729", "title": "Lee Sides (Saturday Crossword, August 14)", "date": "2021-08-13 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banking-on-it-saturday-variety-puzzle-august-14-11628266853", "title": "Banking On It (Saturday Variety Puzzle, August 14)", "date": "2021-08-13 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cintas-ceo-turned-a-grubby-little-laundry-into-a-giant-11628863200", "title": "Cintas CEO Turned a 'Grubby Little Laundry' Into a Giant", "date": "2021-08-13 15:32", "summary": "Richard T. Farmer, who has died at age 86, built a national network to supply clean uniforms and other services. When Richard T. Farmer graduated with a business degree from Miami University of Oxford, Ohio, in 1956, he knew exactly what he didn't want to do: Go to work for his father, whose tiny firm washed greasy rags used in factories.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/director-roy-andersson-paints-in-three-dimensions-11628882459", "title": "Director Roy Andersson Paints in Three Dimensions", "date": "2021-08-13 15:21", "summary": "The Swedish filmmaker's most recent work, 'About Endlessness,' pays tribute to artists like Marc Chagall and Edward Hopper. The Swedish filmmaker Roy Andersson, 78, often refers to his intricately designed movies as \"three-dimensional paintings.\" He tends to find his visual inspirations in the work of master painters as opposed to other filmmakers. \"I don't think that many other directors work with art history in the way that I do,\" Mr. Andersson says.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-judge-leaves-new-eviction-moratorium-in-place-11628870224", "title": "Federal Judge Leaves New Eviction Moratorium in Place", "date": "2021-08-13 15:16", "summary": "Federal judge says any stop to Biden's moratorium must come from higher court. WASHINGTON-A federal judge on Friday allowed the Biden administration's new eviction moratorium to remain in place, saying she didn't have authority to block it despite her misgivings about the ban's legality.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marco-rubio-child-tax-credit-biden-child-allowance-11628877963", "title": "Marco Rubio: Child Tax Credit Lets Parents Keep Their Own Money", "date": "2021-08-13 15:15", "summary": "Biden's alternative empowers the government to confiscate and redistribute.. Jason L. Riley's op-ed \"Biden Is Delivering Obama's Third Term\" (Aug. 10) contends that allowing working parents to keep more of their hard-earned money is \"wealth redistribution-in the form of some kind of basic income guaranteed by the government.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-park-creators-to-buy-real-life-casa-bonita-out-of-bankruptcy-11628881364", "title": "'South Park' Creators to Buy Real-Life Casa Bonita Out of Bankruptcy", "date": "2021-08-13 15:02", "summary": "Trey Parker and Matt Stone said they have a deal to buy the famed Mexican resort-themed restaurant outside Denver, subject to court approval. The creators of \"South Park\" have made a deal to save Casa Bonita, a Mexican restaurant and family entertainment center outside Denver that was featured in the plot of an episode of the popular cartoon show and filed bankruptcy earlier this year.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghanistan-withdrawal-biden-pakistan-taliban-russia-china-belt-and-road-cpec-economic-corridor-11628868392", "title": "The Taliban's Afghan Advance Spells Trouble for Pakistan and China", "date": "2021-08-13 14:53", "summary": "Instability threatens the government in Islamabad and Beijing's economic program in Central Asia.. The Taliban are taking over city after city in Afghanistan at a stunning speed. But as the U.S. found in 2001, it's one thing to topple a regime, another to set up a stable new one. Even if the Taliban can negotiate a formal return to power, the country will remain chaotic for a long time, with serious implications for the region, especially for Pakistan and China-in different but geopolitically significant ways.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eviction-moratoriums-rentals-small-landlords-covid-19-coronavirus-pandemic-supreme-court-new-york-denver-connecticut-11628875832", "title": "The Vulnerable Pay the Price for Covid Eviction Moratoriums", "date": "2021-08-13 14:52", "summary": "The government set out to help small businesses but left landlords at the mercy of abusive tenants.. The U.S. Supreme Court's Thursday injunction against New York state's eviction moratorium didn't come too soon for Rosanna Morey. She is dying of blood cancer, and her worst enemy lives downstairs.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-kids-have-to-wear-masks-in-schools-11628879745", "title": "Should Kids Have to Wear Masks in Schools?", "date": "2021-08-13 14:35", "summary": "The Delta variant poses risks, but so does delaying child development.. According to Drs. Marty Makary and H. Cody Meissner in \"The Case Against Masks for Children\" (op-ed, Aug. 9), \"Forcing [children] to make personal, health and developmental sacrifices for the sake of adults who refuse to get immunized is abusive.\" What about vaccinated but immunocompromised adults for whom the vaccine is only somewhat effective? Isn't it abusive to them to have to risk their lives to spare children the far-from-lethal pains of being masked?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/law-school-lawyer-bar-exam-student-loan-debt-11628803886", "title": "Law School May Not Be the Best Path for You", "date": "2021-08-13 14:35", "summary": "How many years will it take to pay back that student debt?. It is disappointing to know that so many law-school applicants haven't acquired basic analytical skills (\"High Debts, Low Pay Take Luster Off Law School,\" Page One, Aug. 4). It takes only a few minutes to answer the basic questions: How much will my law degree cost? What is the average starting salary for a graduate from that school? How many years will it take to pay back that debt?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/media-democrats-avenatti-cuomo-trump-11628805311", "title": "How Far the Media's Favorite Democrats Have Fallen", "date": "2021-08-13 14:34", "summary": "Avenatti is incarcerated and Cuomo is set to resign after allegations of sexual abuse.. Regarding Peggy Noonan's \"New York's Capital Is Crazytown\" (Declarations, Aug. 7): Only a year or so ago, the mainstream media was fawning over two potential Democratic presidential candidates, Gov. Andrew Cuomo and attorney Michael Avenatti. The media was hoping Mr. Trump would be removed from office early, indicted and jailed, but it hasn't worked out that way. Today, Mr. Avenatti is incarcerated for extortion and fraud, and Mr. Cuomo is set to resign after allegations of sexual abuse. Progressive media has not done well choosing our future leaders. Maybe the journalist Jimmy Breslin was right when he said, \"Media, the plural of mediocrity.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-standard-exchange-rates-bretton-woods-currency-manipulation-11628804699", "title": "Our Money Troubles After the Gold Standard", "date": "2021-08-13 14:34", "summary": "'Government has proven itself capable of doing only two things with great effectiveness. It can wage war. And it can inflate the currency.'. Regarding William J. Luther and Alexander William Salter's \"Lessons for Today From the Gold Standard\" (op-ed, Aug. 3): Famed management consultant Peter Drucker, in his 1969 essay \"The Sickness of Government,\" wrote that \"government has proven itself capable of doing only two things with great effectiveness. It can wage war. And it can inflate the currency.\" President Richard Nixon proved him right two years later, removing the link to the Polaris of money, which unleashed the inflation of the 1970s. Fortunately, that same year, Milton Friedman provided the intellectual force behind ending military conscription, which reduced the probability that we would wage large wars in the future.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-kors-on-the-best-hamburgers-and-the-secret-to-eternal-youth-11628879669", "title": "Michael Kors on the Best Hamburgers and the Secret to Eternal Youth", "date": "2021-08-13 14:34", "summary": "The eternally droll fashion designer, who is celebrating 40 years of his eponymous brand, discusses everything from 'the magic of life' to taming his 'crazy' eyebrows. BEFORE MICHAEL KORS decided to pursue a career in fashion, he wanted to be an actor. \"I took lessons in acting, and I quickly realized that I was never going to be anything on the stage,\" Mr. Kors said in an interview from his Midtown Manhattan office. If his theatrical career fizzled, he figured he'd end up waiting tables-not an ideal prospect. \"I knew I'd be the worst waiter in the world.\"", "categories": [["Life & Work", "20 Odd Questions"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/20-odd-questions?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-hit-by-worst-covid-19-wave-yet-as-vaccine-rollout-flounders-11628859038", "title": "Iran Hit by Worst Covid-19 Wave Yet as Vaccine Rollout Flounders", "date": "2021-08-13 14:23", "summary": "Tehran has been slow to import vaccines and reluctant to impose costly lockdowns on its sanctions-hammered economy. TEHRAN-A record surge in infections and deaths from Covid-19 in Iran poses an early challenge to new President Ebrahim Raisi, as authorities struggle to contain an outbreak of the highly infectious Delta variant amid loose pandemic restrictions and a slow vaccine campaign.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yes-age-does-make-us-more-generous-11628878159", "title": "Yes, Age Does Make Us More Generous", "date": "2021-08-13 14:09", "summary": "New research shows that the older we are, the more altruistic we become. Psychologist Alison Gopnik explores new discoveries in the science of human nature. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Mind & Matter"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/mind-and-matter-alison-gopnik?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-read-this-week-new-book-reviews-j-edgar-hoover-stephen-king-11628877055", "title": "What to Read This Week", "date": "2021-08-13 13:52", "summary": "At work with J. Edgar Hoover, Stephen King's literate assassin, making the most of time, the roots of a continent and more.. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-taking-risks-at-the-worst-time-was-the-best-thing-i-did-11628876386", "title": "How Taking Risks at the Worst Time Was the Best Thing I Did", "date": "2021-08-13 13:39", "summary": "I left two full-time gigs to launch my own media venture in the midst of the coronavirus pandemic. Normally, I'm a planner.", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/billie-jean-king-on-and-off-the-court-11628874291", "title": "Billie Jean King On and Off the Court", "date": "2021-08-13 13:04", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-to-avoid-the-landscaping-mistakes-that-date-your-home-11628874286", "title": "How to Avoid the Landscaping Mistakes That Date Your Home", "date": "2021-08-13 13:04", "summary": "From red mulch to decorative boulders shipped in from out of state, the outmoded garden trends that design pros see most often. LIKE SPIKY haircuts and skinny jeans, your landscaping choices will inevitably skid out of style. Even certain planting techniques are being abandoned by designers and landscape-architecture gurus.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boston-flips-out-over-losing-a-landmarka-giant-polynesian-themed-restaurant-11628873460", "title": "Boston Flips Out Over Losing a Landmark-A Giant Polynesian-Themed Restaurant", "date": "2021-08-13 12:51", "summary": "Resume Subscription. SAUGUS, Mass.-Drive north of Boston along Route 1 for around 15 minutes and you can't miss Kowloon. It's the colossal restaurant with a 30-foot Tiki god statue out front.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/apple-child-protection-features-11628861782", "title": "Apple's Child-Protection Features and the Question of Who Controls Our Smartphones", "date": "2021-08-13 12:44", "summary": "Tools for flagging child pornography in iCloud Photos and identifying explicit photos in kids' messages-two separate initiatives announced simultaneously-have caused an uproar about our privacy and Apple's control over our digital lives. \"Is Apple going to see the nudes on my phone?\"", "categories": [["Tech", "Personal Tech", "Personal Technology: Joanna Stern"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tennis-legend-billie-jean-king-transformed-the-game-11628872390", "title": "Tennis Legend Billie Jean King Transformed the Game", "date": "2021-08-13 12:33", "summary": "While winning 12 Grand Slam titles, the star helped create opportunity for female players. In 1967, Billie Jean King was the number one women's tennis player in the world, but she could barely support herself. The big international tournaments barred professional players, which left amateurs to subsist on shoestring per diems. Everything seemed to change the following year, when Wimbledon opened competition to moneymaking players and other tournaments followed suit. At 24, after nearly a decade on the amateur circuit, Ms. King was eager to finally earn a living as a tennis phenom. Her husband Larry, a law student at the time, was more skeptical. \"Just watch,\" he said. \"Once men get open tennis, they're going to squeeze the women out.\"", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chime-financial-raises-750-million-in-latest-funding-round-11628872069", "title": "Chime Financial Raises $750 Million in Latest Funding Round", "date": "2021-08-13 12:27", "summary": "Move sets company up for IPO as early as next year. Chime Financial Inc. raised $750 million in its latest funding round, in a move that values the financial-technology startup at about $25 billion and sets it up for an initial public offering as early as next year.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/centrist-house-democrats-threaten-to-block-budget-resolution-vote-11628860953", "title": "Centrist House Democrats Threaten to Block Budget Resolution Vote", "date": "2021-08-13 12:19", "summary": "Nine Democrats call for prioritizing vote on bipartisan infrastructure bill, at odds with Pelosi's timeline. WASHINGTON-A group of centrist House Democrats threatened to block a vote on the $3.5 trillion budget framework approved by the Senate this week until a bipartisan infrastructure bill is passed, highlighting the predicament Democratic leaders face trying to keep dueling factions of the party united around both pieces of legislation.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weak-oversight-plagues-audits-of-billions-in-private-assets-11628847000", "title": "Weak Oversight Plagues Audits of Billions in Private Assets", "date": "2021-08-13 12:17", "summary": "Self-regulatory audit system fails to safeguard charities, pension funds and private companies, a WSJ analysis finds. Six months before Los Angeles-based Shepherd University collapsed into bankruptcy in 2017, accounting firm BW CPA Group Inc. gave the school's finances a clean bill of health.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-director-review-the-once-and-future-g-man-j-edgar-hoover-fbi-11628870092", "title": "'The Director' Review: The Once and Future G-Man", "date": "2021-08-13 11:55", "summary": "Generous and spiteful, patriotic and paranoid, the most powerful man in American law enforcement was a study in contradiction.. No one in American history wielded so much power for so long as J. Edgar Hoover. He created a peerless law-enforcement agency in his own unsmiling image and served eight presidents, from Coolidge to Nixon, none of whom dared fire him although some yearned to see him gone. He ruled his FBI with an autocratic hand, micromanaged his national celebrity, and cozied up to cafe society at New York's Stork Club, especially gossip columnist Walter Winchell. He palled around with singer Frankie Laine and movie stars like Jimmy Stewart-he even chatted up Marilyn Monroe. He loved dogs and racehorses, \"Gunsmoke\" and \"Rawhide,\" steak and potatoes and, in moderation, Jack Daniel's Black Label. But what was he really like?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/child-tax-credit-payments-rise-in-second-month-11628866816", "title": "Child Tax Credit Payments Rise in Second Month", "date": "2021-08-13 11:50", "summary": "Households with an additional 1.6 million children received payments on Friday. The second monthly payment of child tax credits reached the households of nearly 61 million children, the Treasury Department said. That is a 2.7% increase from July, indicating that more people are being added to the program than are leaving through taxpayers' decisions to opt out of the regular payments.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-kings-peace-review-an-iron-fist-in-a-legal-glove-british-colonies-america-india-history-11628868613", "title": "'The King's Peace' Review: An Iron Fist in a Legal Glove", "date": "2021-08-13 11:32", "summary": "Long-maintained checks on state power were often set aside in the face of colonial unrest.. The sword of Damocles, that proverbial knife edge overhanging the mighty by the slightest thread, is the ultimate symbol of power's fragility. For its transfer, there is D.H. Lawrence's imagined dialogue between one Septimus and King Arthur.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/about-time-review-when-every-minute-counts-history-clocks-chronometers-11628868304", "title": "'About Time' Review: When Every Minute Counts", "date": "2021-08-13 11:25", "summary": "Telescopes explore the stars, but the invention of the timepiece sought to model the workings of heaven.. For generations, the Royal Observatory in Greenwich tested each of the British Navy's chronometers. These precision instruments-deck clocks used to calculate longitude and thus fix a ship's position at sea-helped ensure safe navigation. The observatory's testing room hummed with activity: \"What a wonderful instance of the proof of our maritime power is this apartment!\" exclaimed one 19th-century astronomer.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-mountains-grew-review-roots-of-fire-11628868162", "title": "'How the Mountains Grew' Review: Roots of Fire", "date": "2021-08-13 11:23", "summary": "A look back into deep time reveals an American landscape of upheaval and transformation.. All summer, the soot from massive western wildfires has been casting a haze over clear eastern skies. When in Minneapolis-St. Paul on a recent family visit, I watched that soot paint the full moon a creamy orange. When flying back east over the Great Lakes, I saw that soot as a dirty brown layer sandwiched between blue stratosphere and freshwater sea. When back on the ground in New England, I breathed air that toggled in quality between unhealthy and excellent.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-stephen-king-billy-summers-review-11628866259", "title": "Mysteries: Stephen King's 'Billy Summers' Review", "date": "2021-08-13 11:05", "summary": "A reluctant assassin with a literary itch tries to keep his soul intact.. The title character in Stephen King's thriller \"Billy Summers\" is a former Marine sniper and an assassin for hire. But he won't accept just any assignment. Billy only agrees to kill \"bad guys\": murderers and other heinous criminals. Even so, he's grown weary of his soul-eating occupation, which he figures makes him \"just another bad person.\" His current job, he decides, will be his last.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jobs-postings-requiring-covid-19-vaccination-jump-in-past-month-11628847180", "title": "Job Postings Requiring Vaccination Jump in Past Month", "date": "2021-08-13 11:04", "summary": "Vaccination requirement for new hires nearly doubles, report shows; McDonald's, Walmart among companies requiring shots. Vaccination is increasingly a requirement to be hired, as employers ranging from accounting and software firms to schools and restaurants are asking applicants to be inoculated against Covid-19.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/four-thousand-weeks-review-effiency-no-time-for-regrets-fomo-11628866907", "title": "'Four Thousand Weeks' Review: No Time for Regrets", "date": "2021-08-13 11:03", "summary": "The discipline of 'time management' has focused on cramming more trivialities into every day.. There hasn't been much to \"miss out on\" during the long, lonely period of lockdown, but with the halting return of some normal activities, FOMO could soon be creeping back. New York City mayor Bill de Blasio even issued what he called \"a FOMO alert\" in announcing an upcoming series of free concerts in the city. Author Oliver Burkeman has blunt advice for those plagued by the fear of missing out. In his provocative and appealing book \"Four Thousand Weeks: Time Management for Mortals,\" he reasons that \"once you truly understand that you're guaranteed to miss out on almost every experience the world has to offer, the fact that there are so many you still haven't experienced stops feeling like a problem.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-delta-variant-and-beyond-learning-to-live-with-covid-11628866931", "title": "The Delta Variant and Beyond: Learning to Live With Covid", "date": "2021-08-13 11:02", "summary": "Cases are dramatically up again, but simple protective measures can still control the disease if we deploy them flexibly. Just when we thought it was safe to throw away our masks and go out again, the Delta variant looks poised to set us back to square one. Many Americans are left wondering if this pandemic is permanent. Can we ever go back to our lives as we once led them-in workplaces and schools, social gatherings and leisure activities-and if there is no going back, where are we headed?", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-people-who-work-from-home-have-a-secret-they-have-two-jobs-11628866529", "title": "These People Who Work From Home Have a Secret: They Have Two Jobs", "date": "2021-08-13 10:55", "summary": "Most Popular News. They were bored. Or worried about layoffs. Or tired of working hard for a meager raise every year. They got another job offer.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/kool-aid-is-still-a-thing-oh-yeah-11628866044", "title": "Kool Aid Is Still a Thing? Oh, Yeah!", "date": "2021-08-13 10:47", "summary": "It's National Kool Aid Day, celebrating a beverage that has survived some highly negative associations over the decades. For the rest of the world it's Friday the 13th, but in Hastings, Neb., it's National Kool-Aid Day. It was there in 1927 that local legend Edwin Perkins invented the powdered, sugary beverage now owned by food giant Kraft Heinz . It became the state's official soft drink in 1998 and is celebrated every August.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dan-loebs-third-point-gets-a-taste-of-its-own-activist-medicine-11628847000", "title": "Dan Loeb's Third Point Gets a Taste of Its Own Activist Medicine", "date": "2021-08-13 10:41", "summary": "Shares of the London-listed fund have rocketed higher, getting an additional boost after it was targeted by an activist investor. Dan Loeb's Third Point LLC is a prototypical activist investor, agitating for changes at huge companies such as Intel Corp. , Sony Group Corp. and Prudential PLC.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/science-fiction-matt-bell-appleseed-review-11628865525", "title": "Science Fiction: Matt Bell's 'Appleseed' Review", "date": "2021-08-13 10:39", "summary": "The tale of Orpheus and Eurydice takes on a new shape in this environmental fable.. Johnny Appleseed, the folk legend who introduced apple trees to a number of American states, is what anthropologists would call a \"culture hero\": someone who imposes human civilization on wild nature. Until recently, that would be seen as entirely positive. But in an age of \"rewilding,\" opinions might differ. It's true that planting orchards is much more nature-friendly than building condos and strip malls, but it's still changing the local ecology. Maybe the legend needs rethinking.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-private-wilderness-review-seeking-the-path-sigurd-olson-environmentalist-11628865398", "title": "'A Private Wilderness' Review: Seeking the Path", "date": "2021-08-13 10:37", "summary": "Sigurd Olson was a trailblazing champion of the national park system-and a tormented writer.. In a 1930 journal entry the young writer Sigurd F. Olson surveyed the work of the popular nature writers of his time and found it wanting, mere \"frothy descriptions.\" What Olson wanted to produce was \"a new type of story with a touch of the spiritual in it, a deeper understanding and appreciation.\" He was convinced that in time \"the world will be looking for what I have to say.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-feeling-every-which-way-picture-books-emotions-11628864451", "title": "Children's Books: Feeling Every Which Way", "date": "2021-08-13 10:22", "summary": "Strong emotions are the subject of these five picture books.. A quick scroll through Twitter will attest that many adults have an imperfect command of their emotions. So children ages 4-8 may not be the only beneficiaries of a stack of picture books about strong feelings and how to understand them.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-books-on-underdogs-11628864272", "title": "Five Best: Books on Underdogs", "date": "2021-08-13 10:20", "summary": "Selected by William L. Silber, the author, most recently, of 'The Power of Nothing to Lose.'. By A.J. Baime (2020)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/revival-of-ford-bronco-suv-hits-production-snag-11628803452", "title": "Ford Bronco Rollout Hits Production Snag", "date": "2021-08-13 10:15", "summary": "The auto maker said some customer deliveries will be delayed because roof appearance is flawed. Ford Motor Co. said it would halt delivery of some new Bronco sport-utility vehicles because of a production problem, a high-profile setback as the auto maker tries to address nagging quality issues.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-gold-bugs-bond-bears-and-amazon-skeptics-think-alike-11628863203", "title": "Why Gold Bugs, Bond Bears and Amazon Skeptics Think Alike", "date": "2021-08-13 10:00", "summary": "Investors often prefer to stick their heads in the sand rather than confront the evidence in front of them. Investing should be about seeing the future. That's hard to do when you are willfully blind.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/communication-hybrid-workplace-11628795958", "title": "How to Bridge the Communications Gap in a Hybrid Office", "date": "2021-08-13 10:00", "summary": "Too often, remote and in-office employees aren't even speaking the same language. I recently met a woman who quit her job after 11 years working for the same organization. The pandemic was stressful, but it was the hybrid meetings that did her in.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-faces-long-term-damage-from-delta-outbreaks-11628862615", "title": "China Faces Long-Term Damage From Delta Outbreaks", "date": "2021-08-13 09:50", "summary": "Country is dealing with its second Delta variant outbreak in a few months. But the real worry is what still lies ahead.. First Guangdong, and the port of Yantian in Shenzhen. Now Jiangsu, and the port of Ningbo in neighboring Zhejiang. China is battling its second outbreak of the hyper-contagious delta coronavirus variant since late spring. The latest wave, which apparently began at the airport in the Jiangsu provincial capital of Nanjing, has spread to more than half of China's provinces.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/digital-addictions-are-drowning-us-in-dopamine-11628861572", "title": "Digital Addictions Are Drowning Us in Dopamine", "date": "2021-08-13 09:32", "summary": "Rising rates of depression and anxiety in wealthy countries like the U.S. may be a result of our brains getting hooked on the neurotransmitter associated with pleasure. A patient of mine, a bright and thoughtful young man in his early 20s, came to see me for debilitating anxiety and depression. He had dropped out of college and was living with his parents. He was vaguely contemplating suicide. He was also playing videogames most of every day and late into every night.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/contextlogic-airbnb-disney-doordash-what-to-watch-when-the-stock-market-opens-today-11628851966", "title": "ContextLogic, Airbnb, Disney, DoorDash: What to Watch When the Stock Market Opens Today", "date": "2021-08-13 09:11", "summary": "Airbnb and Doordash slipped after earnings reports; vaccine makers gained. Futures are wavering, putting the S&P 500 and the Dow on course to end a muted week near record highs after a blockbuster round of corporate results. Here's what we're watching ahead of Friday's opening bell.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-is-america-diversifying-the-fastest-small-midwestern-towns-11628860161", "title": "Where Is America Diversifying the Fastest? Small Midwestern Towns.", "date": "2021-08-13 09:09", "summary": "Resume Subscription. One in seven residents in Columbus, Ind., a city of about 50,000, was born outside the United States. Public school students collectively speak more than 50 languages and dialects at home. Roughly three dozen foreign companies operate in the area.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/philip-morris-gives-investors-a-nicotine-test-11628859851", "title": "Philip Morris Gives Investors a Nicotine Test", "date": "2021-08-13 09:04", "summary": "Inhaler-maker Vectura's board has recommended an offer from the Marlboro cigarette giant; only a new bidder can save shareholders from a tricky decision. Shareholders in inhaler company Vectura have been stuck between two less-than-ideal suitors of late. Now, they must decide whether to accept a recommended offer from a tobacco company that could taint their ESG credentials.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hybrid-workplace-promotions-11628796072", "title": "In a Hybrid Office, Remote Workers Will Be Left Behind", "date": "2021-08-13 09:00", "summary": "It may not be fair, but in-office employees will get more attention-and more promotions. Blame it on human nature.. It's a common refrain these days: Let workers decide where and when they work.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-executive-defends-tools-to-fight-child-porn-acknowledges-privacy-backlash-11628859600", "title": "Apple Executive Defends Tools to Fight Child Porn, Acknowledges Privacy Backlash", "date": "2021-08-13 09:00", "summary": "Craig Federighi says new tools are aimed at best ensuring iPhone privacy while fighting illegal images. A senior Apple Inc. executive defended the company's new software to fight child pornography after the plans raised concerns about an erosion of privacy on the iPhone, revealing greater detail about safeguards to protect from abuse.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rare-mass-shooting-in-u-k-claims-five-victims-11628858772", "title": "Rare Mass Shooting in U.K. Claims Five Victims", "date": "2021-08-13 08:46", "summary": "Gunman carried out the attack in the city of Plymouth, southwestern England. LONDON-A 22-year-old gunman shot dead five people in England before taking his own life, a rare example of gun violence in a country with strict firearms controls.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/durham-probe-of-what-sparked-russia-investigation-examines-fbi-tipsters-11628857851", "title": "Durham Probe Examines FBI Tipsters", "date": "2021-08-13 08:30", "summary": "The special counsel is expected to submit a final report in the coming months. WASHINGTON-Special Counsel John Durham, appointed during the Trump administration to examine the origins of the FBI's 2016 Russia probe, is presenting evidence to a grand jury and preparing a lengthy report expected to be completed in the coming months, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blood-test-wellness-routine-11628857828", "title": "Determining Your Ideal Wellness Routine-Through Your Blood", "date": "2021-08-13 08:30", "summary": "Can blood work help provide a road map for our beauty and lifestyle choices?. Blood work is a standard component of annual physicals, but what if it were also commonly done at facialist appointments? Such is the case when you book a session with Bay Area-based skin-care specialist Kristina Holey. The results of clients' blood panels help Holey, who does all of her consultations in tandem with traditional Chinese medicine (TCM) practitioner Justine Wenger, guide her choices for holistically treating their skin concerns.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/1-000-boko-haram-militants-surrender-two-chibok-girls-walk-free-11628855642", "title": "Boko Haram Militants Surrender, Two Chibok Girls Walk Free", "date": "2021-08-13 08:01", "summary": "Fighting between Boko Haram and Iswap in Nigeria has prompted a wave of defections. More than 1,000 Boko Haram members and their hostages surrendered to the Nigerian government, including two high-school students who were kidnapped seven years ago from the town of Chibok, in what security officials and mediators called a new chapter in Nigeria's decadelong conflict.", "categories": [["WSJ News Exclusive", "Africa"]], "category_links": ["https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nfl-vaccine-mandate-covid-players-coaches-11627206268", "title": "The NFL's Unofficial Vaccine Mandate", "date": "2021-08-13 08:00", "summary": "The league's Covid-19 rules are driving players to get vaccinated ahead of the season. It's also stirring tensions-and providing a window into policy making employers across the country face.. The NFL's second pandemic season is under way, and it already looks nothing like the first pandemic season. The reason: Safe and effective vaccines, which were a hope in August 2020, are a reality in August 2021.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/world-class-runners-name-6-gadgets-to-speed-your-sprint-11628799279", "title": "Training for a Marathon? These Pro Tools Will Help You Go the Distance", "date": "2021-08-13 08:00", "summary": "Achy hamstrings? Flagging motivation? We asked running wunderkind Mary Cain and the coach behind Molly Seidel's Olympic marathon medal for gear-driven solutions to 6 real people's training woes.. ON AUG. 7, Molly Seidel dramatically overturned the odds to take bronze in the Olympic women's marathon. But the 27-year-old from rural Wisconsin almost didn't make the podium.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-battery-supplier-catl-plans-9-billion-share-sale-to-boost-capacity-11628852767", "title": "Tesla Battery Supplier CATL Plans $9 Billion Share Sale to Boost Capacity", "date": "2021-08-13 07:06", "summary": "Chinese company has enjoyed robust sales growth from local electric-vehicle makers. China's top battery maker is planning to sell $9 billion in stock to help boost its manufacturing capacity, capitalizing on a boom in electric vehicles and investor optimism over the industry's future.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-scooter-wars-are-coming-to-the-stock-market-11628852581", "title": "The Scooter Wars Are Coming to the Stock Market", "date": "2021-08-13 07:03", "summary": "Italian 'micromobility' leader Helbiz makes its debut on Friday, and will be followed by U.S. market leader Bird. It isn't an easy business.. Electric bikes and scooters may be better for the planet than for your portfolio.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-resurgence-raises-borrowing-costs-for-travel-and-leisure-companies-11628852401", "title": "Covid-19 Resurgence Raises Borrowing Costs for Travel-and-Leisure Companies", "date": "2021-08-13 07:00", "summary": "Cost of issuing bonds jumped for cruise operator Royal Caribbean this month as investors demanded more yield. The rapid spread of the Covid-19 Delta variant is raising borrowing costs for leisure-and-travel companies as debt investors recalculate the risks facing those industries.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbnb-is-worth-another-stay-11628852402", "title": "Airbnb Is Worth Another Stay", "date": "2021-08-13 07:00", "summary": "As the Delta variant spreads, online travel investors have seen this movie before. It ends well for Airbnb.. This column is part of the Heard on the Street Stock Picking Contest. You're invited to play along with us here.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baseball-field-of-dreams-mlb-black-out-iowa-11628824835", "title": "Baseball Isn't Heaven in 'Field of Dreams' Town. It's Blacked Out.", "date": "2021-08-13 07:00", "summary": "In Iowa, where baseball staged a high-profile promotion Thursday, viewers can't watch six teams from surrounding states on MLB.tv because of blackouts. Major League Baseball staged its first-ever game in Iowa on Thursday, meaning 8,000 fans had the opportunity to see the New York Yankees and Chicago White Sox play in a cornfield near the \"Field of Dreams\" movie site. They were lucky to be there-because for baseball fans in Iowa, it's not all that easy to actually watch baseball.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-suisse-calls-on-bank-risk-experts-to-join-board-11628851496", "title": "Credit Suisse Calls on Bank Risk Experts to Join Board", "date": "2021-08-13 06:44", "summary": "Swiss banking giant is stamping out risks and improving oversight after losing $5.5 billion from the collapse of family office Archegos. Credit Suisse Group AG enlisted two heavyweights of European banking to join its board and help supervise risks after losing $5.5 billion from failed family office Archegos Capital Management.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsungs-de-facto-leader-leaves-prisonnow-comes-the-hard-part-11628851113", "title": "Samsung's De Facto Leader Leaves Prison-Now Comes the Hard Part", "date": "2021-08-13 06:38", "summary": "To quiet critics of his early parole, Lee Jae-yong must soon deliver major moves for the South Korean conglomerate. SEOUL-Imprisoned for the past seven months, Samsung 's de facto leader Lee Jae-yong walked free, after South Korea's justice ministry pointed to the national economy in granting him parole earlier this week.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stavros-niarchos-foundaiton-library-francine-houben-elizabeth-leber-mecanoo-beyer-blinder-belle-hayal-pozanti-11628715814", "title": "A Catalog of Delightful Details", "date": "2021-08-13 06:14", "summary": "Resume Subscription. New York", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/neobanks-may-not-be-new-or-banks-but-they-are-hot-stocks-11628847006", "title": "'Neobanks' May Not Be New, or Banks, But They Are Hot Stocks", "date": "2021-08-13 05:30", "summary": "Investors have bid up financial-technology companies as they bet on a revolution in how people do bank-like things. Square's $29 billion acquisition of Afterpay earlier this month got lots of people talking about the future of finance. One buzzy term that kept coming up: neobanking.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/youre-overweight-or-are-you-11628847001", "title": "You're Overweight. Or Are You?", "date": "2021-08-13 05:30", "summary": "The main index used to measure obesity-called BMI-is far from perfect. Here's why doctors continue to use it.. When it comes to BMI-the most common measure of obesity-the price is right.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pacific-northwest-faces-another-extreme-heat-wave-as-much-of-u-s-bakes-11628847001", "title": "Pacific Northwest Is Facing Another Extreme Heat Wave", "date": "2021-08-13 05:30", "summary": "Emergencies are declared with temperatures in Portland, Ore., seen potentially meeting or exceeding daily record highs. Sweltering heat gripped swaths of the U.S. as forecasters predicted the potential for record-breaking temperatures in the Pacific Northwest and as cooling stations were set up for residents to find some relief in cities across the nation.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/minneapolis-is-testing-a-new-approach-to-public-safety-11628847001", "title": "Minneapolis Tests a New Approach to Public Safety", "date": "2021-08-13 05:30", "summary": "Resume Subscription. MINNEAPOLIS-On a street corner in south Minneapolis, where heroin addicts gathered in the shadow of an abandoned building, Tyrone Allen, a 48-year-old former gang member, dashed across a busy street and ordered 10 tacos from a stand. He handed the bag to one of the addicts to distribute.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/greece-clamps-down-on-aid-groups-that-help-migrants-11628842722", "title": "Greece Clamps Down on Aid Groups That Help Migrants", "date": "2021-08-13 04:18", "summary": "Country expands efforts to stop the flow of asylum seekers, prompting criticism from NGOs and some European officials. Greece has become the latest European country to raise pressure on aid groups that help asylum seekers, accusing them of involvement in trafficking, as part of its efforts to stem the flow of migrants and refugees who continue to make dangerous journeys to Europe.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-authorizes-covid-19-boosters-for-certain-immunocompromised-11628825575", "title": "FDA Clears Covid-19 Booster Shots in Limited Cases", "date": "2021-08-13 00:05", "summary": "Agency expands authorizations for Pfizer and Moderna messenger RNA Covid-19 vaccines. The U.S. Food and Drug Administration authorized booster shots for certain people with weakened immune systems, likely the launch of broader efforts to better protect against evasive variants like Delta.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11628792591", "title": "Pepper...and Salt", "date": "2021-08-13 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alibaba-sets-anti-sexual-harassment-measures-after-employee-allegations-11628789111", "title": "Alibaba Sets Anti-Sexual Harassment Measures After Employee Allegations", "date": "2021-08-13 23:24", "summary": "The company will set up a prevention committee with five female executives after an employee accused her supervisor of assaulting her. TAIPEI- Alibaba Group Holding Ltd. has announced new policies to combat sexual harassment, a response to sexual-assault allegations by a female employee that rocked the company and caused widespread public backlash in the past few days.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-lifts-part-of-new-yorks-eviction-moratorium-11628818541", "title": "Supreme Court Lifts Part of New York's Eviction Freeze", "date": "2021-08-13 21:35", "summary": "High court, over liberal dissent, says some state protections deprived landlords of due process. WASHINGTON-A divided Supreme Court on Thursday lifted part of New York's eviction moratorium, saying the state had gone too far in protecting tenants at the expense of landlords.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-s-starliner-launch-could-face-delay-of-several-months-11628808399", "title": "Boeing's Starliner Launch Could Face Delay of Several Months", "date": "2021-08-13 21:33", "summary": "Aerospace company likely will need to remove space capsule for repairs to problematic valves. Boeing Co. 's Starliner space capsule launch could be delayed several months as the company will likely need to remove it from atop a rocket for repairs, people familiar with the matter said.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-gets-a-needed-booster-shot-11628814764", "title": "Disney Gets a Needed Booster Shot", "date": "2021-08-13 20:32", "summary": "Streaming acceleration and parks recovery help revive slumping stock price. Walt Disney Co. now has to pull off the difficult balancing act of entertaining people at home while also drawing them back out. The entertainment giant proved adept at both in its latest quarter.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-expected-to-significantly-cut-personnel-from-kabul-embassy-11628790834", "title": "U.S. Troops to Evacuate Personnel From Afghanistan Embassy, Leaving Only Core Staff", "date": "2021-08-13 20:11", "summary": "Officials cite the deteriorating security situation as the Taliban seizes more of Afghanistan's territory. WASHINGTON-The U.S. is temporarily deploying thousands of troops to the Persian Gulf and Afghanistan to evacuate personnel from the embassy in Kabul, cutting the size of the diplomatic presence as the Taliban advance toward the Afghan capital, officials said Thursday.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/census-data-show-sunbelt-house-districts-saw-biggest-population-gains-11628813233", "title": "Sunbelt House Districts Saw Biggest Population Gains, Census Data Show", "date": "2021-08-13 20:07", "summary": "Congressional seats that grew most-many just outside big cities in South and West-will need to be redrawn substantially as redistricting begins. Twenty-three congressional districts mostly concentrated in the suburbs and exurbs of Sunbelt cities grew by more than 20% since 2010, leaving other parts of their states far behind, new census figures show.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]