[{"link": "https://www.wsj.com/articles/fathers-day-best-gift-ideas-2021-unexpected-gift-guide-11622722508", "title": "Dad Gifts With Design Cred", "date": "2021-06-12 18:16", "summary": "Edgier, indier spins on golf gear, sock-drawer essentials and basic tools-plus a vintage watch pick for under $1,000. Father's Day gift ideas often span the usual Gs-grilling, golf, gear. But say you want to give something inspired-even unusual-while sticking within those (typically) safe categories. WSJ. Magazine tapped cool dad Pierre Tardif, the former design director of WSJ. Magazine, for gift ideas that will inspire and delight without sacrificing the day-to-day utility and practicality. From watches to sneakers to a set of tools, nine unexpected Father's Day gift ideas to consider for 2021:", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/g-7-leaders-set-to-announce-climate-plan-in-final-day-of-talks-11623533400", "title": "G-7 Leaders Set to Announce Climate Plan", "date": "2021-06-12 17:30", "summary": "Group of Seven will discuss phasing out gasoline cars and subsidies for overseas fossil fuels on Sunday. FALMOUTH, England-The leaders of the Group of Seven nations on Sunday plan to set out a wide-ranging set of measures to combat climate change as they aim to almost halve their greenhouse-gas emissions by 2030.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/winning-ticket-to-join-jeff-bezos-in-space-costs-nearly-30-million-in-blue-origin-auction-11623519316", "title": "Winning Ticket to Join Jeff Bezos in Space Costs Nearly $30 Million in Blue Origin Auction", "date": "2021-06-12 17:21", "summary": "Winner of the charity auction will join the Amazon CEO on the first passenger flight next month. A ticket to go into space next month with Jeff Bezos went for almost $30 million, including the commission, in a charity auction Saturday, said Blue Origin LLC, the space company founded by the billionaire.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-chief-urges-china-to-cooperate-with-probe-into-covid-19-origins-11623532001", "title": "WHO Chief Urges China to Cooperate With Covid-19 Probe", "date": "2021-06-12 17:06", "summary": "Group of Seven leaders conferring at summit in England discussed causes of the global pandemic. FALMOUTH, England-The head of the World Health Organization on Saturday urged China to cooperate with an investigation into the origins of the coronavirus after a summit of Group of Seven leaders discussed the causes of the global Covid-19 pandemic.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-pushes-g-7-to-criticize-china-over-forced-labor-allegations-11623477600", "title": "Biden Pushes G-7 to Criticize China Over Forced-Labor Allegations", "date": "2021-06-12 15:26", "summary": "Group of world leaders agree to new infrastructure initiative meant to compete with Beijing. ST. IVES, England-President Biden is pushing world leaders to call out China over allegations of forced labor in Xinjiang as the Group of Seven leading economies agreed to a global infrastructure plan meant to compete with Beijing.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justin-williams-cycling-bike-race-tulsa-l39ion-11623525366", "title": "For Justin Williams, Another Win. But Not Just Another Bike Race.", "date": "2021-06-12 15:17", "summary": "The \"L39ION\" team owner prevails in Tulsa, just days after the 100th anniversary of the city's horrifying racial massacre. Over the years, Justin Williams has won plenty of bike races. But none of them felt quite like Friday night's victory in Tulsa, Okla.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hedge-fund-manager-who-did-battle-with-exxonand-won-11623470420", "title": "The Man Who Did Battle With Exxon-and Won", "date": "2021-06-12 15:12", "summary": "Christopher James, who once owned a coal mine, was an improbable activist for change at the oil giant. But he was able to convince Wall Street's biggest money managers to back his thesis.. Christopher James's decision to do battle with one of the world's biggest oil companies began with a family dinner in 2019. The hedge-fund manager's school-aged sons asked him how he could consider himself an environmentalist if he invested in energy companies, and Mr. James said he struggled with his explanation.", "categories": [["Markets", "Financial Services", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/business/financial-services?mod=breadcrumb", "https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italys-illycaffe-sets-its-sights-on-the-u-s-coffee-market-11623520372", "title": "Italy's Illycaffè Sets Its Sights on the U.S. Coffee Market", "date": "2021-06-12 13:52", "summary": "Americans like their coffees big and sweetened. Can Illycaffè convince them to drink more espresso?. Andrea Illy, chairman of Illycaffè SpA, and grandson of the founder, wants more Americans to appreciate his family's coffee. In a bid to build U.S. brand awareness, the Italian-based company plans to add about a dozen Illy Caffès and shops this year to its 20 already in service in the U.S.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-offloads-unclaimed-max-jets-as-air-travel-recovers-11623416757", "title": "Boeing Offloads Unclaimed MAX Jets as Travel Recovers", "date": "2021-06-12 13:06", "summary": "Plane maker has reduced inventory of jets whose original buyers walked away from their deals during the pandemic. A faster-than-expected recovery in domestic air travel is helping Boeing Co. find new homes for unclaimed 737 MAX jets whose buyers walked away or collapsed during the pandemic.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/entry-level-lawyers-are-now-making-200-000-a-year-11623499201", "title": "Entry-Level Lawyers Are Now Making $200,000 a Year", "date": "2021-06-12 12:46", "summary": "Several top law firms have given their youngest lawyers pay raises after year of record-breaking profits and competition to retain their workforce. Salaries for junior lawyers are rising above $200,000 at many top law firms for the first time, following a year of record-breaking profits in the legal industry and competition to retain a workforce that has billed long hours at home during the pandemic.", "categories": [["Business", "Law"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/law-legal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unseeded-barbora-krejcikova-wins-french-open-11623511020", "title": "Unseeded Barbora Krejcikova Wins French Open", "date": "2021-06-12 12:15", "summary": "The Czech doubles specialist defeated Russia's Anastasia Pavlyuchenkova 6-1, 2-6, 6-4. PARIS-Barbora Krejcikova always expected to be playing in the final weekend of the French Open. She just didn't think she'd be by herself.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-a-tree-is-the-friend-we-need-right-now-11623513601", "title": "Why a Tree Is the Friend We Need Right Now", "date": "2021-06-12 12:00", "summary": "Resume Subscription. I've got a new buddy.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/africa-awaits-covid-19-vaccine-donations-as-cases-surge-11623512262", "title": "Africa Awaits Covid-19 Vaccine Donations as Cases Surge", "date": "2021-06-12 11:37", "summary": "The one billion shots the U.S. and other G-7 nations have pledged may not arrive before local supplies run out. JOHANNESBURG-In Uganda, hospitals have become so overwhelmed with new coronavirus cases that the sick are dying while waiting for a bed. In Namibia, all nonemergency surgery has been canceled to preserve space for Covid-19 patients and military hospitals have been opened for civilian use. In South Africa's largest city, Johannesburg, intensive-care wards are filling up and hospitals are stockpiling oxygen cylinders as infections surge again.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supply-chain-prepared-11623505819", "title": "Supply Chains Are Strained. These Companies Are Best Prepared.", "date": "2021-06-12 11:00", "summary": "We crunched the numbers to identify which companies are in the best position to deal with the current turmoil. Cargo ships stacked up at the ports of Los Angeles and Long Beach. Inventories of lumber, aluminum cans, tires, cardboard and plastic all running low. Asian electronics factories forced to delay production because of a shortage of computer chips.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-students-draw-on-jean-michel-basquiat-for-inspiration-11623508500", "title": "New York City Students Draw on Basquiat for Inspiration", "date": "2021-06-12 10:35", "summary": "Curriculum based on late painter who attended Brooklyn schools was suggested by Nets basketball team. Long before Jean-Michel Basquiat became a celebrated, cutting-edge figure in the art world, he was a child of Brooklyn who attended local schools.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behold-the-holy-grail-of-saabs-11623506401", "title": "Behold! The Holy Grail of Saabs", "date": "2021-06-12 10:00", "summary": "Resume Subscription. Marc Vernon, 57, of Naperville, Ill., creator and host of the Car Guys Report podcast, on his 1980 Saab 96 Jubileum, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/photos-a-saab-worth-celebrating-11623505501", "title": "Photos: A Saab Worth Celebrating", "date": "2021-06-12 09:45", "summary": "Marc Vernon shows off his 1980 Saab 96 Jubileum.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/facebook-and-its-advertisers-feel-pinch-of-apples-privacy-drive-11623502980", "title": "Facebook and Its Advertisers Feel Pinch of Apple's Privacy Drive", "date": "2021-06-12 09:03", "summary": "Recent changes in IOS operating system have diminished Facebook's ad targeting abilities. Advertising relationships are often about the people who foster them. But when you are as big as Facebook , relationships are about money.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/low-taxes-brought-ireland-prosperity-a-global-tax-deal-now-threatens-it-11623502557", "title": "Global Tax Deal Threatens Ireland's Prosperity", "date": "2021-06-12 08:56", "summary": "U.S. tech, pharmaceutical giants have set up shop in Ireland, drawn by its rock-bottom tax rates. For years, Ireland has prospered from rock-bottom tax rates that have drawn some of the biggest U.S. companies to set up large operations on its shores.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/working-from-home-employees-11623463249", "title": "How Working From Home Has Changed Employees", "date": "2021-06-12 08:00", "summary": "They are used to far greater independence. And they may value personal time more. Bosses better be ready to adapt.. The employees who return to the office after a year of remote work aren't the employees their bosses remember.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/milton-avery-the-connecticut-years-review-prelude-to-success-11623495603", "title": "'Milton Avery: The Connecticut Years' Review: Prelude to Success", "date": "2021-06-12 07:00", "summary": "An exhibition at the Wadsworth Atheneum provides a glimpse into the evolution of the 20th-century American modernist's signature style.. Hartford, Conn.", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/willi-smith-street-couture-review-where-accessibility-meets-the-avant-garde-11623495603", "title": "'Willi Smith: Street Couture' Review: Where Accessibility Meets the Avant-Garde", "date": "2021-06-12 07:00", "summary": "An exhibition at Cooper Hewitt showcases the radically inclusive fashion of America's streetwear pioneer.. ", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lose-weight-with-a-family-fitness-challenge-11623492021", "title": "Lose Weight With a Family Fitness Challenge", "date": "2021-06-12 06:00", "summary": "Resume Subscription. Some families stayed in touch during the pandemic with Zoom happy hours. Theresa Schubert connected with her five children and extended family through a 12-week virtual fitness challenge. \"We live across the country but would post our daily workouts on a thread for motivation and accountability,\" says Ms. Schubert, a 49-year-old high-school student-activities coordinator in Honolulu.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/miners-try-to-get-covid-19-vaccines-into-areas-where-shots-are-scarce-11623490200", "title": "Miners Try to Get Covid-19 Vaccines Into Areas Where Shots Are Scarce", "date": "2021-06-12 05:30", "summary": "The pandemic is helping to soften the reputation of mining companies, often cast as villains. Mining companies are throwing their weight behind vaccination efforts as Covid-19 continues to ravage much of the developing world.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hedge-fund-manager-who-came-undone-is-headed-to-prison-11623490201", "title": "Hedge-Fund Manager Who 'Came Undone' Is Headed to Prison", "date": "2021-06-12 05:30", "summary": "Resume Subscription. On a summer Friday afternoon last year, hedge-fund manager Dan Kamensky broke bankruptcy laws. That evening on a recorded line, he pleaded with a banker to say the whole thing was a misunderstanding.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/chip-roy-tests-gop-voters-appetite-for-trump-dissenters-11623490201", "title": "Chip Roy Tests GOP Voters' Appetite for Trump Dissenters", "date": "2021-06-12 05:30", "summary": "Resume Subscription. BLANCO, Texas-In May 2018, House Republican leader Kevin McCarthy (R., Calif.) met with Sen. Ted Cruz (R., Texas) at the NBA playoffs in Houston. Mr. McCarthy was curious about Chip Roy, a Republican who had just won a GOP primary in Texas and had previously worked as Mr. Cruz's chief of staff.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/whistleblowings-evolution-from-rome-to-the-pentagon-papers-to-wikileaks-11623470460", "title": "Whistleblowing's Evolution, From Rome to the Pentagon Papers to Wikileaks", "date": "2021-06-12 00:01", "summary": "The exposure 50 years ago of government documents about the Vietnam War ushered in a modern era of leaks, built on a long tradition. Historian Amanda Foreman searches the past for the origins of today's world. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Historically Speaking"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/historically-speaking?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medicines-failure-with-women-in-pain-11623470460", "title": "Medicine's Failure With Women in Pain", "date": "2021-06-12 00:01", "summary": "Women have faced centuries of doubt and discrimination over their ailments, from ancient Greece to modern diagnoses of 'hysteria'. I became an unwell woman 10 years ago. In October 2010, the cause of the strange pains that had hounded me for years was finally uncovered, and I received a diagnosis of Systemic Lupus Erythematosus (SLE), a chronic autoimmune disease that is the most common form of lupus. Ninety percent of the estimated 3.5 million people who have it are women. Like many other autoimmune and chronic diseases that disproportionately affect women-including multiple sclerosis, Graves' disease, myasthenia gravis, rheumatoid arthritis and endometriosis-SLE is incurable, and its cause is not fully understood.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11623690424", "title": "Pepper...and Salt", "date": "2021-06-12 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-new-power-play-more-control-of-tech-companies-troves-of-data-11623470478", "title": "China's New Power Play: More Control of Tech Companies' Troves of Data", "date": "2021-06-12 00:01", "summary": "Resume Subscription. Shortly after rising to power in late 2012, Xi Jinping made his first company visit in his new job as China's Communist Party chief, to Tencent Holdings Ltd. There, he raised a topic that has become both an opportunity and a challenge for his rule: the vast troves of personal data being gathered by the country's technology companies.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/2020-bmw-m2-cs-a-coupe-that-comes-alive-at-the-race-track-11623470400", "title": "2020 BMW M2 CS: A Track-Ready Coupe", "date": "2021-06-12 00:00", "summary": "BMW's rowdy, subcompact M division Cars show their true colors when pushed to their limits. Dan Neil kicks one into high gear.. I FLEW OFF for an assignment in Miami a couple weeks ago, leaving our test car, a 2020 BMW M2 CS, unrequited. One of around 2,200 made and several hundred allotted to the U.S. market, the M2 CS ($96,545, as tested) represents the rarest and rowdiest version of the company's bandy subcompact. Into this adorable little license-loser company engineers have managed to stuff the fabulous twin-scroll, twin-turbo 3.0-liter inline six (444 hp) from the larger, heavier M4 Competition. The collector catnip also includes a six-speed manual transmission as standard equipment, rear-drive only, with electro-magical torque-vectoring.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-googles-advertising-chief-searches-for-insight-11623470457", "title": "Where Google's Advertising Chief Searches for Insight", "date": "2021-06-12 00:00", "summary": "Lorraine Twohill turns to executives from the fields of marketing, film and tech for advice on how to focus her time, hire well and survive as a working mom. 'You've got to be there for the moments that matter.'. In Personal Board of Directors, top business leaders talk about the people they turn to for advice, and how those people have shaped their perspective and helped them succeed. Previous installments from the series are here.", "categories": [["Personal Board of Directors"]], "category_links": ["https://www.wsj.com/news/types/personal-board-of-directors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-got-us-hooked-on-one-day-deliverynow-small-businesses-are-paying-for-it-11623470404", "title": "Small Businesses Scramble to Match Amazon's Secret Sauce", "date": "2021-06-12 00:00", "summary": "The e-commerce giant taught us we can get everything tomorrow. Now small businesses have little choice but to comply.. Things had been looking good for Charleston Gourmet Burger, a small family business based in South Carolina. Founded by husband-and-wife team Chevalo and Monique Wilsondebriano in 2012, it sold its burger sauces and marinades in thousands of stores across the U.S., on the shopping channel QVC and directly to customers through its website. Just before the pandemic led to lockdowns in March, the couple made the fateful decision to stop selling through stores and to concentrate on online sales.", "categories": [["Tech", "Keywords: Christopher Mims"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-senators-call-for-ex-attorneys-general-barr-sessions-to-testify-11623427825", "title": "Apple Subpoenas Prompt Internal Review, Calls for Barr, Sessions to Testify", "date": "2021-06-12 22:02", "summary": "Request follows revelations that the Trump Justice Department secretly sought phone records of House Intelligence Committee officials. WASHINGTON-The Justice Department's internal watchdog and Senate Democrats vowed to investigate the Trump administration's secret seizure of communication records of people associated with the House Intelligence Committee.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]