[{"link": "https://www.wsj.com/articles/how-trump-allies-in-congress-plan-to-challenge-joe-bidens-electoral-college-win-11609588800", "title": "How Trump Allies in Congress Plan to Challenge Biden's Electoral College Win", "date": "2021-01-03 18:36", "summary": "Effort on Jan. 6 to get House, Senate to overturn some states' election results could force debate and votes. Congress is set to hold a joint session Wednesday to ratify Democrat President-elect Joe Biden's Electoral College win in the November election, in a final step ahead of his Jan. 20 inauguration. Some Republicans plan to raise challenges to some of the states' results, alleging election irregularities. Their objections could force debate and votes in both chambers of Congress.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-election-rejectionists-11609713506", "title": "The Election Rejectionists", "date": "2021-01-03 17:38", "summary": "The GOP stunt over the Electoral College will hurt the country and the party.. As Americans like to tell the world, a hallmark of democracy is the willingness to accept defeat and the peaceful transfer of power. The tragedy of the last two presidential elections has been the refusal of partisans to accept defeat, and public trust in American self-government is eroding as a result.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-flick-of-joes-pen-11609713366", "title": "The 'Flick' of Joe's Pen", "date": "2021-01-03 17:36", "summary": "Biden is right to resist calls to forgive student debt by fiat.. Joe Biden campaigned for legislation that would cancel $10,000 in student debt for each borrower. That's the bad news. The good news is that he is resisting progressive calls to ram through $50,000 in student debt forgiveness for each borrower via executive fiat.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijings-ant-eaters-11609713315", "title": "Beijing's Ant-Eaters", "date": "2021-01-03 17:35", "summary": "The ruling Party shows Jack Ma and investors who's the real boss.. Chinese regulators are effectively breaking up Ant Group's fin-tech empire, and there's a lesson here for investors. Ant's deconstruction is a reminder that businesses in China live or die at the sufferance of the Communist Party.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-pour-resources-into-georgia-runoff-races-to-try-to-maintain-senate-control-11609682401", "title": "Republicans Pour Resources Into Georgia, Trying to Keep Senate Control", "date": "2021-01-03 16:56", "summary": "Democrats working to overcome record of runoff election losses. ATLANTA-Republicans across the country are pouring an unprecedented amount of money and resources into Georgia to try to hold their Senate majority by winning at least one of two runoff elections on Tuesday.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/all-pence-can-do-is-count-11609710373", "title": "All Pence Can Do Is Count", "date": "2021-01-03 16:46", "summary": "The Constitution is clear. Neither the vice president nor Congress has the power to reject electoral votes.. Texas Rep. Louie Gohmert has argued that the Electoral Count Act of 1887 is unconstitutional. Therefore, he claims, Vice President Mike Pence is empowered by the 12th Amendment to reject 73 Biden-Harris electoral votes from five states when Congress meets to certify the 2020 election results on Jan. 6. A dozen Republican senators and many more House members also argue that Congress has this power. They are all wrong.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pharmacies-can-get-shots-in-arms-11609710279", "title": "Pharmacies Can Get Shots in Arms", "date": "2021-01-03 16:44", "summary": "To speed up vaccine distribution, let national chains like CVS and Walgreens take a role.. The federal government built a Covid vaccine delivery scheme to track every dose shipped to the states. Information like location and travel history is available in a software platform developed for \"Operation Warp Speed\" called Tiberius, so that public-health officials can make sure the limited supply is allotted carefully and fairly.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-n-j-teachers-who-get-paid-not-to-teach-11609710168", "title": "The N.J. Teachers Who Get Paid Not to Teach", "date": "2021-01-03 16:42", "summary": "They're on taxpayer-funded salaries while working for the union.. Should New Jersey's taxpayers-strained under one of the heaviest tax burdens in the country-be paying public school teachers not to teach? The New Jersey Supreme Court will soon decide whether taxpayers should be required to pay for public employees to work solely for their unions, rather than the jobs they were hired to do.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-trump-era-notion-biden-may-want-to-embrace-11609710056", "title": "One Trump-Era Notion Biden May Want to Embrace", "date": "2021-01-03 16:40", "summary": "Independent regulators should analyze the costs and benefits of new rules, like executive agencies do.. The last days of any administration will see \"midnight\" regulations and other last-ditch agency actions to try to cement the departing appointees' priorities before the new guys take office. The incoming Biden team will surely do what every new administration does and cancel or overturn many of the executive orders and regulations the Trump administration has issued in recent weeks. But there's one they should embrace: A Justice Department memorandum to the White House counsel that clears a path for improved decision-making by independent regulatory commissions.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/argentinas-credibility-crisis-11609709871", "title": "Argentina's Credibility Crisis", "date": "2021-01-03 16:37", "summary": "After a 2020 debt restructuring there is no reform agenda to avoid another.. During the presidential campaign, Joe Biden blamed President Trump's \"incompetence and neglect\" for the loss of U.S. sway in Latin America. The implication was that waning American influence in the region could be reversed by a president who paid more attention to the country's neighbors.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exercised-review-born-to-run-11609709772", "title": "'Exercised' Review: Born to Run?", "date": "2021-01-03 16:36", "summary": "There's something neurotic about our obsession with physical activity. A specialist in human locomotion offers some perspective.. Daniel E. Lieberman is one of the world's most outspoken experts on the effects of physical activity on the human body. So when I read the first pages of his new book, \"Exercised: Why Something We Never Evolved to Do Is Healthy and Rewarding,\" I was surprised to find that he once hid in a closet to avoid gym class.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-crazy-heads-of-the-press-11609709229", "title": "Notable & Quotable: 'Crazy Heads of the Press'", "date": "2021-01-03 16:27", "summary": "'Such words, whether thoughtlessly or maliciously uttered, should be met with the sternest indignation.'. A Saturday Evening Post editorial, Dec. 9, 1876:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-fed-minutes-trade-deficit-and-employment-11609704000", "title": "Economy Week Ahead: Fed Minutes, Trade Deficit and Employment", "date": "2021-01-03 15:00", "summary": "December jobs report is expected to show labor market ended year on weak footing. The December jobs report will be the main economic data release during a busy first week of the year, along with a look at the trade deficit on Thursday.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiat-chryslers-john-elkann-nears-crowning-achievement-with-psa-merger-11609703773", "title": "Fiat Chrysler's Chairman Nears Crowning Achievement With PSA Merger", "date": "2021-01-03 14:56", "summary": "Descendant of Fiat's founding family seeks to create world's third-largest car maker by closing industry's biggest deal in decades. MILAN-John Elkann inherited the leadership of Italy's most famous industrial family as a soft-spoken 28-year-old with limited work experience and facing the immediate task of saving a nearly bankrupt Fiat.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-vaccinates-more-than-10-of-its-population-first-country-to-reach-that-mark-11609691727", "title": "Israel Vaccinates More Than 10% of Its Population in Two Weeks", "date": "2021-01-03 13:51", "summary": "Government aims to immunize majority of people by early spring, accelerating its vaccination drive after early hiccups led to wasted shots. TEL AVIV-Israel has inoculated nearly half of its most at-risk citizens and more than 10% of the population in two weeks as authorities accelerate a Covid-19 vaccination drive after early hiccups had led to wasted shots.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-american-mortgage-machine-works-11609675200", "title": "How the American Mortgage Machine Works", "date": "2021-01-03 13:22", "summary": "A lot has to happen to make 30-year mortgages at super-low interest rates possible. Investors should understand what each player in the process does, and what risks they take.. Every family needs a home, and so do the many risks created by the 30-year mortgage that is standard in America.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/welcome-to-the-era-of-nonstop-stimulus-11609697936", "title": "Welcome to the Era of Nonstop Stimulus", "date": "2021-01-03 13:18", "summary": "Spending didn't speed the last recovery, but Biden's team is keen to keep the money flowing endlessly.. When President Obama's last Treasury secretary, Jack Lew, made the extraordinary claim that the Obama economic recovery failed because Washington \"stopped [spending] too soon last time, and fiscal tightening after 2010 slowed the recovery\" it sounded like another over-the-top argument for more stimulus. But with President-elect Joe Biden now making it clear that the recent $900 billion stimulus will \"at best only be a down payment\" and the now $3.3 trillion of total stimulus spending \"is just the beginning,\" it sounds like America is headed into a program of permanent stimulus.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-fed-stifles-lending-11609697886", "title": "How the Fed Stifles Lending", "date": "2021-01-03 13:18", "summary": "Quantitative easing hoovers up bonds, leaving less collateral for eager borrowers.. Dear Jerome Powell: End quantitative easing now. The Japanese tried QE in 2001, buying government debt, mortgage securities and even stocks. It didn't work. The Federal Reserve has tried it four times since Lehman Brothers went belly up in 2008. QE doesn't work and instead of keeping markets stable it creates instability.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bevy-smith-on-what-it-takes-to-launch-a-second-career-11609693260", "title": "Bevy Smith on What It Takes to Launch a Second Career", "date": "2021-01-03 12:01", "summary": "The SiriusXM radio host and TV personality, with a new book, gives advice from her own experience in career reinvention. A meltdown in a luxury Milan hotel while on a business trip in 1999 is what made Bevy Smith, then a successful 33-year-old fashion and beauty advertising director at Vibe magazine, realize she needed to switch careers.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-authorizes-covid-19-vaccines-and-readies-a-massive-inoculation-campaign-11609692538", "title": "India Launches Covid-19 Inoculation Campaign", "date": "2021-01-03 11:49", "summary": "Officials plan to vaccinate 300 million in the coming months to protect citizens and economy from the pandemic. NEW DELHI-India's emergency authorization of two Covid-19 vaccines over the weekend kicks off a massive and logistically daunting government inoculation campaign in the world's second-most-populous nation, where the new coronavirus has killed more than 150,000 and ravaged the economy.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/woke-teachers-dont-understand-the-classics-11609690239", "title": "Woke Teachers Don't Understand the Classics", "date": "2021-01-03 11:10", "summary": "#DisruptTexts denies students access to literature that teaches eternal lessons, including Hawthorne on the dangers of fanaticism.. Meghan Cox Gurdon's op-ed \"Even Homer Gets Mobbed\" (Dec. 28) describes how some educators are using the ubiquitous terms \"racism\" and \"sexism\" to attack classic literature. What a disservice to children to deny them access to the greatest thinking of all time.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-government-subsidized-the-opioid-crisis-11609690096", "title": "How Government Subsidized the Opioid Crisis", "date": "2021-01-03 11:08", "summary": "The share of opioid pills paid for by the government went from 17% to 60% through the initial phase of the epidemic, from 2001 to 2010, when prescriptions dominated misuse.. There are many bad actors in the opioid crisis and the government is right to go after them. But your editorial \"Scapegoating Walmart\" (Dec. 30) is correct: Walmart 's pharmacies are not among them. Our government is scapegoating and suing the private sector, when the most important driver of the crisis was the federal government's indiscriminate financing of the underlying opioid prescriptions. Government subsidies for pain management and other medical uses of opioids may be valuable, but people are dying from nonmedical uses that shouldn't be publicly financed.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgia-rabbis-disagree-about-warnock-and-israel-11609689891", "title": "Georgia Rabbis Disagree About Warnock and Israel", "date": "2021-01-03 11:04", "summary": "'Rev. Warnock misused his pulpit to bear false witness,' they write.. Barton Swaim's op-ed \"What Warnock Believes About Israel\" (Dec. 17): mentions the Jewish Democratic Council of America's letter endorsing Georgia Democrat Raphael Warnock for U.S. Senate. A rival letter, signed by the rabbis who lead Georgia's two largest Orthodox congregations, disagrees pointedly: \"The fact that partisan clergy sign a letter does not, unfortunately, mean its words are true.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vanguard-politics-presents-the-same-old-class-barrier-11609689767", "title": "Vanguard Politics Presents the Same Old Class Barrier", "date": "2021-01-03 11:02", "summary": "Private schools used to teach Greek to keep out social interlopers. Today's orthodoxy serves much the same function.. Regarding Scott C. Johnston's \"Revolution Consumes New York's Elite Dalton School\" (op-ed, Dec. 30): Wokesters will predictably claim that conflicts at the Dalton school are \"intersectional,\" but in this case the intersection has nothing to do with race. Racists, after all, don't need to learn elaborate catechisms to detect outsiders. Skin color works fine. Not so with class. Private schools used to teach Greek, and more recently French, to keep out social interlopers. Today's intricate and ever-changing woke orthodoxy serves much the same function.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/risk-takers-bet-asset-backed-bonds-will-catch-up-11609689600", "title": "Risk Takers Bet Asset-Backed Bonds Will Catch Up", "date": "2021-01-03 11:00", "summary": "Securities that have recovered only haltingly from last spring's rout are getting fresh attention. Bargains on Wall Street are hard to find after the fierce 2020 rally that swept through stock and bond markets. Some investors are sifting through complex securities that were among the hardest hit during the panic of this past spring.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-college-football-playoffs-unlikely-winner-the-new-york-jets-11609686802", "title": "The College Football Playoff's Unlikely Winner: the New York Jets", "date": "2021-01-03 11:00", "summary": "Justin Fields's performance for Ohio State sent his NFL draft stock soaring for quarterback-needy teams that missed out on Clemson's Trevor Lawrence. Two groups of fans couldn't help but squeal with giddiness as they watched Justin Fields's masterpiece in the College Football Playoff semifinal. One roots for Ohio State, his current team. The other supports his potential future employer: the New York Jets.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-sec-data-rule-will-harm-main-street-investors-11609689303", "title": "New SEC Data Rule Will Harm Main Street Investors", "date": "2021-01-03 10:55", "summary": "'NMS II' is a regulatory expansion that will add fragility and complexity to the market system.. The Dec. 22 editorial \"Fighting a Stock Exchange Shakedown\" in support of a new Securities and Exchange Commission rule diverges from the editorial board's usual defense of free markets and deregulation. The SEC's proposed market structure changes-dubbed NMS II-is a regulatory expansion that will add fragility and complexity to the market system, potentially harming Main Street investors and serving a narrow agenda of influential financial players. It limits choice for clients on depth-of-book data not typically used by individual investors. The exchanges have been among the strongest pillars of our financial system, and this year they weathered unprecedented volatility while providing price transparency for a multitude of new Main Street investors and hosting a record number of initial public offerings.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marines-prepare-for-rising-challenge-from-chinas-military-with-island-training-11609689085", "title": "Marines Prepare for Rising Challenge From China", "date": "2021-01-03 10:51", "summary": "Resume Subscription. CAMP SOUMAGAHARA, Japan-The Marine Corps is stepping up training in Japan for island-based conflict in the Western Pacific, putting it at the leading edge of a pivot by the U.S. to face the military challenge from China.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/supreme-court-case-during-the-pandemic-landline-essential-business-suit-optional-11609688842", "title": "Supreme Court Case During the Pandemic? Landline Essential, Business Suit Optional", "date": "2021-01-03 10:47", "summary": "Resume Subscription. Neal Katyal has argued 43 cases before the Supreme Court. Until the coronavirus pandemic hit, he hadn't once enlisted his son as an assistant.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/alabama-and-ohio-state-traveled-different-roads-to-the-same-place-11609684187", "title": "Alabama and Ohio State Traveled Different Roads to the Same Place", "date": "2021-01-03 10:16", "summary": "The Crimson Tide navigated the pandemic with little disruption. The Buckeyes were rocked by it. They meet for the national title in Miami on Jan. 11.. A year ago, Alabama rang in 2020 with a New Year's Day bowl win that was no salve for the bitter taste of missing the College Football Playoff for the first time in its short history. Ohio State was in Columbus, licking its wounds after a crushing semifinal playoff loss to Clemson in the Fiesta Bowl.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/double-stock-market-bubble-brings-toil-and-perhaps-trouble-11609686000", "title": "Double Stock-Market Bubble Brings Toil and (Perhaps) Trouble", "date": "2021-01-03 10:00", "summary": "Investment choices previously viewed as overpriced showed big gains in 2020. Can they prove doubters wrong again?. It is easy to spot bubbles. Too easy: They seem to be almost everywhere, almost all the time. Worse still for those of us who try to spot excess, much of the stuff that was labeled frothy in recent years went on to make big money in 2020 for those who bought into it anyway.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cleared-hurdle-still-leaves-tesla-stock-in-ludicrous-mode-11609622182", "title": "Cleared Hurdle Still Leaves Tesla Stock in Ludicrous Mode", "date": "2021-01-03 09:05", "summary": "Tesla meets own guidance for annual production, but valuation still looks hard to justify. ", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-trade-war-will-be-left-for-biden-to-win-11609682580", "title": "Trump Leaves Trade War for Biden to Win", "date": "2021-01-03 09:03", "summary": "For all its contradictions, president's trade battle with China could smooth way for incoming administration to do better. At first glance, the Trump administration appears to have left President-elect Joe Biden with a strong hand to play in trade negotiations with China. But bringing things to a successful resolution will be challenging on multiple fronts.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-you-need-to-get-an-m-b-a-11609678801", "title": "Do You Need to Get an M.B.A.?", "date": "2021-01-03 08:00", "summary": "Applications to business schools are on the rise, but the management degree isn't a good fit for everybody. As people look for inventive ways to ride out the coronavirus-induced economic downturn, some are angling to go back to business school. We asked four experts to explain when it makes sense to invest the time and money required to earn a traditional, two-year masters of business administration.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-does-new-york-keep-transit-riders-safe-from-covid-19-trial-and-error-11609678802", "title": "N.Y. Transit System's Trial-and-Error Approach to Covid Safety", "date": "2021-01-03 08:00", "summary": "Masks and ventilation are important, but the MTA also is testing new technologies that might help lower risks. The nation's largest transit operator, New York's Metropolitan Transportation Authority, is trying to figure out how to move people safely during the coronavirus pandemic. So far, it hasn't been easy.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manufacturers-want-biden-to-boost-buy-american-practices-11609678802", "title": "Manufacturers Want Biden to Boost 'Buy American' Practices", "date": "2021-01-03 08:00", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/startups-going-public-via-spacs-face-fewer-limits-on-promoting-stock-11609678800", "title": "Startups Going Public Via SPACs Have Fewer Limits on Promoting Stock", "date": "2021-01-03 08:00", "summary": "Companies can dazzle investors by appearing on YouTube and other media outlets in ways those doing traditional IPOs can't. In the run-up to an initial public offering, startups typically hunker down in a quiet period, keeping their executives out of the media to avoid running afoul of regulatory requirements.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fitness-apps-for-crushing-new-years-resolutions-at-home-11609671600", "title": "Fitness Apps for Crushing New Year's Resolutions at Home", "date": "2021-01-03 06:00", "summary": "Resume Subscription. In the Before Times, a postwork workout was a must. When the pandemic shut my gym and local yoga studio down, I turned to apps to get my routine back. So. Many. Apps.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/covid-19-pandemic-likely-improved-your-commute-to-work-11609669801", "title": "Covid-19 Pandemic Likely Improved Your Commute to Work", "date": "2021-01-03 05:30", "summary": "Working from home is likely here to stay, and fewer cars on the road during rush hour means less traffic. Before the coronavirus upended daily life, it took transportation planner Patrick Mandapaka an hour to commute to work near downtown Houston. When the pandemic eases, he expects lighter traffic will shave 15 to 30 minutes off that drive-time he can spend with family or on his favorite walking trail instead of staring at car bumpers.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economists-expect-tough-sledding-in-winter-then-a-rebound-11609669800", "title": "Economists Expect Tough Sledding in Winter, Then a Rebound", "date": "2021-01-03 05:30", "summary": "Firms face a difficult first quarter as Covid-19 cases surge, but stimulus and vaccines offer hope for a snapback later in 2021. Headed into 2021, the U.S. faces a surge in coronavirus cases, new restrictions on business, cautious holiday shopping and slowing economic growth. Forecasters anticipate that the Labor Department's December jobs report, due to be released Friday, will show the labor market closed the year on a weak footing.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-stocks-to-bitcoin-investors-bet-the-everything-rally-will-continue-11609669800", "title": "From Stocks to Bitcoin, Investors Bet the 'Everything Rally' Will Continue", "date": "2021-01-03 05:30", "summary": "A historic nine-month advance is raising expectations that coronavirus vaccines and stimulus programs will keep markets surging in 2021. Investors ended one of Wall Street's wildest years on record by piling into everything from bitcoin to emerging markets, raising expectations that a powerful economic comeback will fuel even more gains.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}]