[{"link": "https://www.wsj.com/articles/carlyles-quarterly-earnings-jump-on-strong-investment-performance-11627552802", "title": "Carlyle's Earnings Jump on Strong Investment Performance", "date": "2021-07-29 19:15", "summary": "Growth in the value of the firm's private-equity portfolio outpaces the broader market. Carlyle Group Inc. reported sharply higher second-quarter earnings as growth in the value of its private-equity portfolio outpaced the broader market.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-space-flight-postponed-after-mishap-at-space-station-11627589940", "title": "Boeing Space Flight Postponed After Mishap at Space Station", "date": "2021-07-29 19:06", "summary": "Boeing's Starliner space capsule was slated for Friday afternoon launch. The National Aeronautics and Space Administration and Boeing Co. postponed the launch of the company's Starliner space capsule after a Russian vehicle forced the International Space Station into an unexpected slant.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-threatens-to-sue-texas-over-its-latest-challenge-to-federal-immigration-authority-11627597827", "title": "U.S. Threatens to Sue Texas Over Its Latest Challenge to Federal Immigration Authority", "date": "2021-07-29 19:04", "summary": "Attorney General Merrick Garland calls Gov. Greg Abbott's executive order barring nonprofits from transporting asylum seekers dangerous and unlawful. The Biden administration on Thursday threatened to sue Texas over an order from its governor banning the transportation of migrants within the state by anyone other than law enforcement, saying the move impinges on the federal government's exclusive control over immigration matters.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-are-the-9-11-victim-compensation-fund-deadlines-11627591431", "title": "When Are the 9/11 Victim Compensation Fund Deadlines?", "date": "2021-07-29 19:00", "summary": "The deadline to register is July 29 for certain individuals. Funds for all current and future eligible claims will run until 2090.. As the 20th anniversary of the Sept. 11 terrorist attacks approaches, so does an important deadline for a subset of individuals to register for the September 11th Victim Compensation Fund to potentially receive future benefits related to their illness.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pinterest-falls-out-of-sight-out-of-mind-11627599401", "title": "Pinterest Falls Out of Sight, Out of Mind", "date": "2021-07-29 18:56", "summary": "Consumers are no longer glued to their computers. For the social-media company, they are looking for inspiration in all the wrong places.. Consumers are no longer glued to their computers. They are exploring the great outdoors, getting on airplanes again, dining out and enjoying friends and family. For Pinterest , they are looking for inspiration in all the wrong places.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jan-6-house-select-committee-capitol-hill-riot-trump-11627594907", "title": "The Jan. 6 Committee Carries History's Weight", "date": "2021-07-29 18:49", "summary": "Its members need to nail down what happened on the Capitol-including in their colleagues' offices.. 'It happened, move on.\" \"It wasn't so bad.\" \"It was just a protest that got out of hand.\" A lot of the rioters were screwballs in antlers-crazy uncles, unhappy sons. They didn't even have a plan. They didn't know what they were going to do in there. They just ran around and screamed. \"Hang Mike Pence.\" You get the distinct impression from the videos that they were extremely relieved they couldn't find Mr. Pence, or anyone else.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-not-so-grand-infrastructure-deal-senate-democrats-republicans-11627597534", "title": "A Not So Grand Infrastructure Deal", "date": "2021-07-29 18:47", "summary": "The GOP gets roads and bridges. Democrats a green bonanza and more.. Senate Republicans, or at least some of them, are taking a victory lap for striking a $1 trillion infrastructure deal with the White House. Hurrah! They can now retreat to the sidelines and let Chuck Schumer and Bernie Sanders negotiate a partisan multi-trillion dollar entitlement expansion that they have made easier to pass.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deeply-troubling-in-afghanistan-taliban-antony-blinken-11627596442", "title": "'Deeply Troubling' in Afghanistan", "date": "2021-07-29 18:42", "summary": "What did Antony Blinken think would happen after the U.S. pulled out?. As the Taliban continue to gain ground in Afghanistan, the brutal reality of their advance is becoming hard to ignore. Secretary of State Antony Blinken on Wednesday responded to \"reports of atrocities committed by the Taliban in areas that it's taken over that are deeply, deeply troubling.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/us-economy-gdp-growth-with-caution-signs-inflation-11627592433", "title": "Growth With Caution Signs", "date": "2021-07-29 18:41", "summary": "Higher prices and slow investment mar a strong second quarter for the economy.. America's private economy is a wonderful machine that, left to its own devices, will find a way to grow. And so it has over the past year despite the burdens of the pandemic and government lockdowns, as Thursday's report for second quarter GDP showed again.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-kingdom-payroll-tax-national-insurance-contribution-boris-johnson-middle-class-11627587971", "title": "Britain's Middle-Class Tax Lesson", "date": "2021-07-29 18:39", "summary": "Guess who pays for expanded social benefits?. While Democrats create new middle-class entitlements, other countries are struggling to pay for the entitlements they already have. The latest example is the United Kingdom, where a debate over payroll-tax increases is a warning to American voters.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazons-new-day-has-a-rough-start-11627598018", "title": "Amazon's New Day Has a Rough Start", "date": "2021-07-29 18:34", "summary": "E-commerce titan delivers rare sales and earnings miss during CEO transition. OK, so maybe Jeff Bezos isn't quite going out on top.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/procter-gamble-ceo-david-taylor-to-step-aside-11627593531", "title": "Procter & Gamble CEO David Taylor to Step Aside", "date": "2021-07-29 18:33", "summary": "Longtime deputy Jon Moeller to take over as CEO of consumer giant; Taylor to serve as executive chairman. Procter & Gamble Co. said David Taylor would step down as chief executive after a six-year run atop the consumer- products company, where he battled with an activist investor, revived sales and navigated through a pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ron-popeil-as-seen-frequently-on-tv-sold-spray-on-hair-and-veg-o-matics-11627594083", "title": "Ron Popeil, as Seen (Frequently) on TV, Sold Spray-On Hair, Veg-O-Matics", "date": "2021-07-29 18:32", "summary": "Relentless pitchman, who has died at age 86, mastered salesmanship at a Chicago street market and state fairs. Ron Popeil hawked such items as the Veg-O-Matic chopper, the Pocket Fisherman and spray-on hair on television, relentlessly, for decades. He also sold himself as a marketing genius in a 1995 memoir entitled \"The Salesman of the Century.\"", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/duolingo-allows-employees-to-sell-a-portion-of-their-shares-early-11627597819", "title": "Duolingo Allows Employees to Sell a Portion of Their Shares Early", "date": "2021-07-29 18:30", "summary": "The online language platform, which went public this week, joins a number of technology firms in letting its staff sell shares soon after listing, a deviation from the typical six-month lockup period. Language-learning platform Duolingo Inc. joined a group of companies that have allowed their employees to sell a portion of their shares soon after going public, easing the typical six-month lockup, its finance chief said.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-amzn-2q-earnings-report-2021-11627520380", "title": "Amazon Maintains Profit Run", "date": "2021-07-29 18:24", "summary": "Tech giant has grown in strength and size as pandemic pushed more consumers online. Amazon . com Inc. reported strong financial results that showcased its dominance even as a slight slowdown in e-commerce sales highlighted the challenge of sustaining the unfettered growth it has logged during the pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ufos-uaptf-unidentified-aerial-phenomena-lipf-national-security-11627582598", "title": "UFOs May Be Earthly and Dangerous", "date": "2021-07-29 18:24", "summary": "Adversaries could be developing technology to disrupt flight systems. The U.S. seems to be doing so.. Have space aliens been visiting Earth? That's the wrong question to be asking about UFOs-or, as they're now officially called, unidentified aerial phenomena or UAP.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rep-luke-letlow-death-coronavirus-covid-19-vaccines-moderna-loss-11627585063", "title": "My Family's Covid Tragedy May Save Your Life", "date": "2021-07-29 18:22", "summary": "My husband died of Covid two weeks before vaccines became available. Don't wait until it's too late.. The noise hasn't stopped in a year and a half. Since March 2020, our TV screens and social-media feeds have been dominated by pundits and politicians telling us how to behave during the pandemic. The noise is so loud it has muffled the voices of ordinary Americans whose lives have been forever shaped by the virus.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-biden-space-travel-exploration-flight-china-bezos-branson-moon-mars-11627584841", "title": "The U.S. Should Send a President to Space", "date": "2021-07-29 18:21", "summary": "The new race with China demands lofty accomplishments.. The U.S. president has a responsibility to inspire and lead all Americans, and to set the example on the world stage. To comprehend that responsibility fully, he (or she) should personally view Earth from the highest possible vantage point-outer space.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roe-wade-abortion-reproductive-rights-life-dobbs-jackson-womens-health-organization-11627583291", "title": "Has Roe v. Wade Met Its Match?", "date": "2021-07-29 18:21", "summary": "The brief by Mississippi's attorney general makes a surprising argument aimed at Chief Justice Roberts.. No finer or more important brief has been submitted to the U.S. Supreme Court in many decades than the one Mississippi Solicitor General Scott G. Stewart filed last Thursday in Dobbs v. Jackson Women's Health Organization, the abortion case the justices will hear in the fall. Dobbs is the most important challenge to Roe v. Wade (1973) since Planned Parenthood v. Casey (1992), in which the court upheld Roe's \"essential holding\" 5-4. Thanks to Mr. Stewart's handiwork, Roe's status is more fragile than ever.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-deadline-effect-review-countdown-to-zero-hour-11627597186", "title": "'The Deadline Effect' Review: Countdown to Zero Hour", "date": "2021-07-29 18:19", "summary": "Rushed work can be shoddy, yet we dally and delay until the last minute, when a deadline suddenly concentrates the mind.. Those who reside in the rustic belt often marvel when squirrels, possums and other quadrupeds wait until cars are right on them before commencing a mad dash across the road. Miscalculations result in an unpleasantly memorable squash, perhaps followed by the driver's gratitude for being positioned higher up the Great Chain of Being.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vandalism-arson-burning-canada-church-catholic-residential-schools-11627584689", "title": "The Burning of Canada's Churches", "date": "2021-07-29 18:19", "summary": "Dozens have gone up in flames, and the prime minister's response is tepid.. It has been a difficult summer for Canada's Christians. Over five days in late June, four Catholic churches and an Anglican church were burned to the ground, the first churches to be set ablaze or vandalized to begin a summer of such desecration. Suspicious fires then broke out across the country. In all, at least 56 churches have been set aflame or vandalized, according to the True North Centre, which is mapping attacks on churches.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhood-stock-opens-flat-in-trading-debut-11627576759", "title": "Robinhood's Stock Price Falls After IPO", "date": "2021-07-29 18:17", "summary": "Stock listed on Nasdaq under symbol HOOD was priced at $38 in trading debut. Robinhood Markets Inc., the trading app synonymous with hot stocks, got a cold reception from investors in its own stock-market debut.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-passes-2-billion-spending-bill-to-upgrade-capitol-security-aid-afghan-refugees-11627583594", "title": "Congress Passes $2.1 Billion Bill to Upgrade Capitol Security, Aid Afghan Refugees", "date": "2021-07-29 18:13", "summary": "Vote drew broad support among Democrats and Republicans after bipartisan negotiations. WASHINGTON-The Senate and House voted overwhelmingly to pass a $2.1 billion supplemental spending bill to fund Capitol security upgrades and pay for emergency aid to resettle Afghan refugees who worked alongside U.S. troops.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bouldering-from-roaring-stone-to-olympic-sport-11627595891", "title": "'Bouldering': From Roaring Stone to Olympic Sport", "date": "2021-07-29 17:58", "summary": "The ultra-agile climbing event without ropes got its name from rocks displaced during the Ice Age. Linguist and lexicographer Ben Zimmer analyzes the origins of words in the news. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scarlett-johansson-sues-disney-over-black-widow-streaming-release-11627579278", "title": "Scarlett Johansson Sues Disney Over 'Black Widow' Streaming Release", "date": "2021-07-29 17:57", "summary": "Star alleges simultaneous release of the latest Marvel movie in theaters and on Disney+ service was a breach of contract. Black Widow has a new enemy: the Walt Disney Co.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhood-ipo-was-no-feather-in-its-cap-11627595658", "title": "Robinhood IPO Was No Feather in Its Cap", "date": "2021-07-29 17:54", "summary": "The retail-heavy strategy of its IPO may be questioned after its first-day drop, but the broker's fundamentals are what matter now. There were warning signs that Robinhood 's men and women weren't going to be so merry on Thursday.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-asks-congress-to-extend-federal-eviction-moratorium-11627571409", "title": "Biden Asks Congress to Extend Federal Moratorium on Evictions", "date": "2021-07-29 17:46", "summary": "CDC moratorium on evictions of tenants is scheduled to expire Saturday. The Biden administration won't move to extend a federal moratorium on the evictions of tenants who fell behind on rent in the Covid-19 pandemic in the wake of a court ruling, but it is asking Congress to authorize such an extension.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rough-crossing-tom-stoppard-p-g-wodehouse-11627594112", "title": "'Rough Crossing' Review: Riding the Waves of Wit", "date": "2021-07-29 17:44", "summary": "American Players Theater presents Tom Stoppard's shipboard comedy, an English-language adaptation of 'Play at the Castle' by the Hungarian playwright Ferenc Molnár.. American Players Theater, the finest classical theater festival in the U.S., has resumed outdoor public performances in its 1,089-seat hilltop amphitheater, but it is simultaneously webcasting them, a satisfying alternative for those, like me, as yet unable to make the trip to rural Wisconsin to view them in person. \"Rough Crossing,\" Tom Stoppard's elaborately twisty 1984 backstage farce, is APT's latest offering, and while I've seen revivals as good as this one, I don't expect to see it done better.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pinterest-shares-fall-as-u-s-monthly-average-users-decline-11627591423", "title": "Pinterest Shares Fall as U.S. Monthly Average Users Decline", "date": "2021-07-29 16:43", "summary": "Revenue totaled $613.2 million, compared with $272.5 million a year earlier. Shares of Pinterest Inc. fell more than 14% in after-hours trading, as the online sharing platform said its monthly average users in the U.S. contracted during the quarter, a trend that accelerated this month.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-cardinal-theodore-mccarrick-charged-with-sexual-assault-11627590871", "title": "Former Cardinal McCarrick Charged With Sexual Assault", "date": "2021-07-29 16:40", "summary": "Sex-crime charges involving a teenage boy in 1974 are the first against a current or former U.S. Catholic cardinal. Former Cardinal Theodore McCarrick, once one of the most powerful leaders in the U.S. Catholic Church, has been charged with sexually assaulting a 16-year-old boy in Massachusetts in 1974.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-07-29-2021-11627544569", "title": "Stocks Close Higher After GDP Data", "date": "2021-07-29 16:36", "summary": "S&P 500, Dow edged higher but fell short of records as investors awaited Amazon earnings. Major U.S. stock indexes rose Thursday, despite new data suggesting the economic recovery has started to slow.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/london-stock-exchange-suffers-indigestion-from-refinitiv-deal-11627551001", "title": "LSE Suffers Indigestion From Refinitiv Deal", "date": "2021-07-29 16:35", "summary": "U.K. stock exchange operator's stock price has slumped about 15% since closing $15 billion bet on data, sharply underperforming global peers. London Stock Exchange Group PLC's $15 billion acquisition of Refinitiv Holdings Ltd. is proving more difficult to integrate than expected, and shareholders of Europe's biggest exchange operator by market value are paying an early price.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-nominate-jonathan-kaplan-to-be-ambassador-to-singapore-11627586530", "title": "Biden to Nominate Jonathan Kaplan to Be Ambassador to Singapore", "date": "2021-07-29 16:28", "summary": "Kaplan founded the company that invented the Flip video camera. WASHINGTON-President Biden intends to nominate Jonathan Kaplan, who founded the company that invented the Flip video camera, to serve as U.S. ambassador to Singapore, the White House said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/didi-global-considers-going-private-to-placate-china-and-compensate-investors-11627551071", "title": "Didi Weighs Going Private to Placate China, Investors", "date": "2021-07-29 16:21", "summary": "Ride-hailing giant has been contemplating delisting plan as crackdown widens and has obtained support from cybersecurity watchdog. HONG KONG-Ride-hailing giant Didi Global Inc. is considering going private in order to placate authorities in China and compensate investors for losses incurred since the company listed in the U.S. in late June, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-lets-pharmacies-substitute-branded-insulin-with-knockoff-product-in-first-for-a-biologic-drug-11627589200", "title": "FDA Lets Pharmacies Substitute Branded Insulin With Knockoff Product", "date": "2021-07-29 16:09", "summary": "Prescriptions for Sanofi's Lantus can now be swapped with biosimilar product Semglee. For the first time, U.S. regulators have said that a knockoff version of a biologic drug is interchangeable with its branded equivalent, a milestone in the yearslong effort to bring greater competition to the market for expensive biologic drugs.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ive-got-two-words-for-you-friday-crossword-july-30-11627326972", "title": "I've Got Two Words for You (Friday Crossword, July 30)", "date": "2021-07-29 16:01", "categories": [["WSJ Puzzles", "Crossword Contest"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword-contest?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/us-gdp-economic-growth-first-quarter-2021-11627508180", "title": "The U.S. Economy's Prospects Looked Bright, Until the Delta Variant Surged", "date": "2021-07-29 15:51", "summary": "GDP grew at a 6.5% annual rate in the second quarter, but slower growth is expected in coming months. The U.S. economy grew rapidly in the second quarter and exceeded its pre-pandemic size, but the outlook has suddenly turned cloudier due to the fast-spreading Delta coronavirus variant.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unruly-passengers-harassment-now-more-common-flight-attendants-say-11627579285", "title": "Flight Attendants Say Unruly Passengers, Harassment Now More Common", "date": "2021-07-29 15:43", "summary": "Survey shows misbehavior stems in part from mask mandates, turmoil of country's return to travel. Harassment, threats and physical altercations have become normal parts of a cabin crew's job this summer, flight attendants say.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-import-surge-overwhelms-warehouse-space-near-ports-11627586691", "title": "U.S. Import Surge Overwhelms Warehouse Space Near Ports", "date": "2021-07-29 15:24", "summary": "Availability of industrial real estate close to the nation's busiest gateway in Southern California has fallen to a record low, and costs are rising. Surging demand for warehousing close to major ports driven by the growth of e-commerce and the flood of container imports hitting U.S. shores is making storage space harder to find and more expensive, adding new stresses to already strained supply chains.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-to-offer-pfizer-booster-shots-to-elderly-as-delta-cases-rise-11627585878", "title": "Israel to Offer Covid Booster Shots to Elderly as Delta Cases Rise", "date": "2021-07-29 15:11", "summary": "Early data suggest vaccine protection against severe illness has waned; 'we see people that are hospitalized that were vaccinated, although the risk is lower'. TEL AVIV-Israel authorized the use of a booster shot of Pfizer Inc.'s Covid-19 vaccine for people aged 60 and over starting Sunday, after early data in the country suggested vaccine protection against severe illness has waned.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oven-roasted-ratatouille-11627585039", "title": "Oven-Roasted Ratatouille", "date": "2021-07-29 14:57", "summary": "Take the best summer vegetables, toss in some olive oil, herbs and spices, let it basically cook itself. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-remarkably-easy-ratatouille-recipe-it-took-a-lifetime-to-get-right-11627584506", "title": "A Remarkably Easy Ratatouille Recipe It Took a Lifetime to Get Right", "date": "2021-07-29 14:48", "summary": "Take the best summer vegetables, toss in some olive oil, herbs and spices, let it basically cook itself. A writer living in France plots the evolution of his go-to ratatouille.. IT WAS RATATOUILLE, the southern-French compote of eggplant, tomatoes, zucchini, onions and peppers, that taught me the meaning of \"umami.\" I didn't know the word as a 10-year-old first encountering the dish, but when I came across it years later and had to look it up, I thought: That's ratatouille, a deeply ruddy alloy of flavors fused together to become something irresistible.", "categories": [["Life & Work", "Food & Drink", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/mega-meal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-francis-latin-mass-roman-catholic-church-11627505838", "title": "Pope Francis, Latin Mass and the Real Catholic Divide", "date": "2021-07-29 14:46", "summary": "The church should focus instead on bringing its lost sheep back into the fold.. Regarding Matthew Walther's \"Pope Francis, the Latin Mass and My Family\" (Houses of Worship, July 23): I don't regularly attend a Latin Mass but I do remember it from childhood. Everyone dressed in Sunday best, and a good number excluded themselves from receiving Holy Communion.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transit-boondoggles-high-speed-rail-east-side-access-11627508590", "title": "'This Will Never Get Built': Transit Boondoggles From Coast to Coast", "date": "2021-07-29 14:45", "summary": "New York's East Side Access project is proof of concept for decadeslong planning and construction.. Union pocket-lining constitutes only a sub rosa aspect of transit review and construction (\"Mass Spending for Mass Transit,\" Review & Outlook, July 27). I was part of the early California high-speed-rail planning, and almost from the start, I thought: This will never get built, no matter how much money is thrown at it. Trains barreling through existing rail stations at more than 100 mph? Please. Construction time would make Boston's Big Dig timeline seem like a weekend getaway.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-haaland-oil-gas-supply-regulation-pipeline-11627507941", "title": "Biden's Counterproductive Attack on U.S. Oil and Gas", "date": "2021-07-29 14:43", "summary": "Limiting U.S. supply is more harmful to the environment, not less.. Regarding \"Deb Haaland's Oil and Gas Stall\" (Review & Outlook, July 24): The \"keep it in the ground\" crowd is still trying to reduce fossil-fuel consumption by making it harder to drill and transport. This makes no sense. They are not going to keep it in the ground throughout the world. They are simply making energy more expensive within the U.S. and putting Americans out of work. The methods of transport substituted for pipelines are also more dangerous to the environment. If you really want to curb demand for oil and gas via higher costs, then have the guts to impose gas or carbon taxes. Limiting U.S. supply is more harmful to the environment, not less.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/everybodys-all-american-11627584152", "title": "Everybody's All-American", "date": "2021-07-29 14:42", "summary": "Gymnast Sunisa Lee rises to the occasion in Tokyo.. Communism lost again this week as a tough and graceful American child of refugees from Marxist horror climbed to the top of the gymnastics world. Decades after her parents escaped Laos and found a home in the United States, the indefatigable Sunisa Lee is the new Olympic women's all-around champion.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-world-disneyland-to-mandate-masks-indoors-11627575681", "title": "Disney World, Apple to Mandate Masks Indoors", "date": "2021-07-29 14:41", "summary": "New requirements come amid rising Covid-19 cases, shifting federal guidance. Disney World and Apple stores will require customers to wear masks indoors again, as companies adjust to rising Covid-19 cases and shifting federal guidance that have injected new uncertainty into the economy.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/egyptian-ivermectin-study-retracted-covid-11627527903", "title": "Writers Missed Ivermectin Study Retraction", "date": "2021-07-29 14:39", "summary": "We have egg on our faces.. We, the authors of \"Why Is the FDA Attacking a Safe, Effective Drug?\" (op-ed, July 29), have egg on our faces. Relying on a summary of studies published in the American Journal of Therapeutics, we quoted the results from a study of 200 healthcare workers. After our article was published, we learned that this study, by Ahmed Elgazzar of Benha University in Egypt, has recently been retracted due to serious charges of data manipulation.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-hypocrisy-us-border-canada-mexico-11627508964", "title": "Covid Hypocrisy at the U.S. Border", "date": "2021-07-29 14:38", "summary": "Vaccinated Canadians are kept out while unvaccinated migrants flow in.. Can anyone justify the hypocrisy of extending the travel ban on Canadians, because they represent a Covid risk to Americans, yet allowing a flood of illegal immigrants to cross our southern border? (\"Biden's Canadian Covid Blockade,\" Review & Outlook, July 23). In Canada 56% are fully vaccinated. Only 19% are fully vaccinated in Mexico, and infection rates at our southern detention centers are spiraling out of control, with over 30% of migrants there refusing vaccination. Tell me again, how does this protect Americans?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/currier-and-ives-american-history-prints-lithographs-11627504246", "title": "'Revisiting America: The Prints of Currier and Ives' Review: Framing History", "date": "2021-07-29 14:21", "summary": "An exhibition at the Shelburne Museum explores how one firm captured the social and political transformations of 19th-century America through its popular lithographs. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cracking-the-secret-of-matters-phases-11627581346", "title": "Cracking the Secret of Matter's Phases", "date": "2021-07-29 13:55", "summary": "New research sheds light on the behavior of liquids and gases under extreme conditions.. What do superhot fireballs produced at big particle accelerators have in common with the steam in your pressure cooker and the ice in your refrigerator? The answer is quite a lot, according to scientists trying to understand the nature of matter in neutron stars, the early universe and other extreme conditions.", "categories": [["Life & Work", "Ideas", "Wilczek's Universe"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/wilczek-s-universe?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-suisse-report-pins-archegos-disaster-on-fundamental-failure-of-management-and-controls-11627537722", "title": "Credit Suisse Failed to Act on Archegos Risks", "date": "2021-07-29 13:52", "summary": "Risks were 'identified and were conspicuous' according to a bank-commissioned investigation, which blames top employees for not taking action. Credit Suisse Group AG knew Archegos Capital Management was a massive risk and didn't take actions to fix it, according to an investigation the bank commissioned into the collapse of the family investment firm.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wegmans-comes-to-manhattan-11627580760", "title": "Wegmans Comes to Manhattan", "date": "2021-07-29 13:46", "summary": "The family-run grocery chain to open its second location in New York City, continuing its expansion plans. Wegmans Food Markets Inc. is coming to Manhattan.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bipartisan-infrastructure-investment-and-jobs-act-inflation-taxes-11627575599", "title": "An Infrastructure Bill That Works", "date": "2021-07-29 13:27", "summary": "This agreement makes necessary investments without destructive tax increases.. Tax reform was a signature achievement of President Trump's tenure. Before the pandemic, it helped fuel robust economic growth, leading to record low unemployment, higher wages, and the lowest poverty rate since the metric was established in 1959. Eliminating the 2017 reforms and imposing massive new tax hikes to fund huge spending increases for social programs will lead to even higher inflation, hurt working families, and disrupt our economic recovery.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bayer-plans-for-roundup-litigation-claims-rising-by-4-5-billion-11627579574", "title": "Bayer Plans for Roundup Litigation Claims Rising by $4.5 Billion", "date": "2021-07-29 13:26", "summary": "The German company is setting aside additional funds on top of its pledged $11.6 billion to resolve litigation alleging its weedkiller causes cancer. Bayer AG sees expenses from lawsuits accusing its Roundup weedkiller of causing cancer potentially rising by $4.5 billion-significantly more than it had previously planned for.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-education-stocks-vie-variable-interest-entity-emerging-markets-11627575751", "title": "How China Played American Investors", "date": "2021-07-29 13:26", "summary": "Shares tumbled this week as investors wondered what they really own when they buy Chinese stocks.. Wall Street this week received a shock lesson in \"capitalism with Chinese characteristics,\" as Beijing's preferred market setup is often described. The shares of many Chinese companies listed in New York and other foreign markets plummeted because it turns out that model never involved much actual capitalism.", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republic-of-detours-review-the-new-deal-in-travel-guides-11627579541", "title": "'Republic of Detours' Review: The New Deal in Travel Guides", "date": "2021-07-29 13:25", "summary": "The American Guide series, published under the auspices of the Depression-era Federal Writers' Project, has taken on the aura of a classic.. If most other writers are like me (and I suspect they are), they leave behind them a trail of abandoned projects. On a fairly regular basis, one is hit with an idea for an essay, a story, a book. One investigates until coming to the conclusion (most of the time) that this won't pan out or (rarely) that it's a go.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-bill-aims-to-create-national-database-of-restrictive-property-covenants-11627573734", "title": "Senate Bill Aims to Create National Database of Restrictive Property Covenants", "date": "2021-07-29 13:22", "summary": "Lawmakers' measure seeks to research provisions attached to housing deeds that made it harder for Black people in many cities to own property. WASHINGTON-A new bill backed by a slate of Senate Democrats would allocate competitive grants to colleges and universities to analyze, digitize and map historical housing-discrimination records, creating the first national database of its kind.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/4-back-to-school-smartphone-alternatives-to-keep-in-touch-with-your-kids-11627578805", "title": "4 Back-to-School Smartphone Alternatives to Keep In Touch With Your Kids", "date": "2021-07-29 13:13", "summary": "From smart watches they'll never lose to phones with age-appropriate apps, these devices let kids keep in touch without turning them into screentime zombies. PARENTS ARE facing a back-to-school and back-to-in-person-activities challenge: How to give teens and preteens a way to reach them, without opening a door to the screentime temptations that come with a smartphone.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toy-makers-scramble-as-shipping-snarls-threaten-to-spoil-christmas-11627563777", "title": "Toy Prices Are Going Up Ahead of the Holiday Season", "date": "2021-07-29 13:11", "summary": "Companies race to import enough toys for holiday shopping and try to pass along higher shipping costs. Logjams at seaports around the world are leaving some American toy companies scrambling this summer to ensure sufficient supply will reach retail shelves come this year's holiday shopping season. The toys that arrive in time will likely carry higher prices.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-suisse-archegos-report-what-you-need-to-know-11627576914", "title": "Credit Suisse Archegos Report: What You Need to Know", "date": "2021-07-29 12:41", "summary": "Investigation commissioned by Credit Suisse's board holds lessons for bankers, regulators and investors. Archegos Capital Management was one of the biggest trading disasters of all time, leading to $10 billion of losses across Wall Street. Hardest hit among the banks was Credit Suisse , which on Thursday published a lengthy investigation into what went wrong, unveiling many new details of failures inside the bank.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/city-university-of-new-york-to-wipe-out-125-million-in-student-balances-11627575951", "title": "City University of New York to Erase $125 Million in Student Balances", "date": "2021-07-29 12:25", "summary": "The sprawling public university uses federal relief to clear past-due bills of at least 50,000 students. The City University of New York will clear the debts of at least 50,000 students, using $125 million in federal stimulus funds to erase balances the students owed to the institution for costs such as unpaid tuition and laboratory fees.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ways-to-praise-remote-workers-11627575473", "title": "Ways to Praise Remote Workers", "date": "2021-07-29 12:17", "summary": "A behavioral economist answers questions on expressing appreciation from afar, protecting your marriage from pandemic stress and talking to loved ones who believe conspiracy theories.. Behavioral economist Dan Ariely uses psychological research to advise on everyday dilemmas. Read more columns here.", "categories": [["Life & Work", "Ideas", "Ask Ariely"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/ask-ariely?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-delta-variant-spreads-some-vaccinated-people-test-positive-for-covid-19-11627574897", "title": "As Delta Variant Spreads, Some Vaccinated People Test Positive for Covid-19", "date": "2021-07-29 12:08", "summary": "Resume Subscription. Some Americans who received the Covid-19 vaccine earlier this year are hearing surprising and relatively rare news: They've tested positive for the coronavirus.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/american-sunisa-lee-wins-the-olympic-womens-gymnastics-all-around-gold-11627563721", "title": "Sunisa Lee Wins the Women's Gymnastics All-Around Gold", "date": "2021-07-29 12:07", "summary": "Resume Subscription. TOKYO-Sunisa Lee became the new Olympic women's all-around champion on Thursday, retaining in U.S. possession a particularly coveted gold medal suddenly up for grabs after the stunning departure of Simone Biles from the competition.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/eu-overtakes-u-s-in-covid-19-vaccines-as-delta-variant-spreads-11627574554", "title": "EU Overtakes U.S. in Covid-19 Vaccines", "date": "2021-07-29 12:02", "summary": "European bloc sustains rapid pace of vaccinations after slow start; U.S. faces resistance from inoculation skeptics. MILAN-The European Union passed the U.S. in Covid-19 vaccinations, with the continent inoculating people at a sustained pace and America struggling to persuade vaccine holdouts to get a shot to slow the spread of the Delta variant.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-a-little-piece-of-italy-on-philadelphias-main-line-11627574437", "title": "Inside a 'Little Piece of Italy' on Philadelphia's Main Line", "date": "2021-07-29 12:00", "summary": "Resume Subscription. Cosmo and Janet DeNicola's 3-acre property is located in Bryn Mawr , Pa., but a serene expanse of grapevines in the backyard looks like Tuscany.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/credit-suisse-needs-to-make-bold-changes-11627572983", "title": "Credit Suisse Needs to Make Bold Changes", "date": "2021-07-29 11:36", "summary": "The bank's Archegos position is cleared, but more needs to be done to persuade investors that lender is on stable footing. Credit Suisse has now taken the full financial hit for the bank's exposure to collapsed family office Archegos. It may be just starting to feel the operational and cultural impact.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/albertsons-prepares-for-potential-covid-19-restrictions-11627572419", "title": "Albertsons Prepares for Potential Covid-19 Restrictions", "date": "2021-07-29 11:26", "summary": "CEO says grocer is studying mask and vaccine mandates as Delta variant boosts Covid-19 cases. Supermarket chain Albertsons Cos. is preparing for a potential return of Covid-19 restrictions and lockdowns as the Delta variant pushes up the number of cases across the country.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/business-case-for-fertility-benefits-support-11627396218", "title": "The Business Case for More Fertility-Related Benefits and Support", "date": "2021-07-29 11:15", "summary": "Few companies have supportive policies, even though many employees-and especially younger ones-think they are needed. Infertility affects 15% of couples across the globe, according to the World Health Organization. But employees struggling with infertility rarely feel supported in the workplace.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-july-24-11627569436", "title": "Bestselling Books Week Ended July 24", "date": "2021-07-29 10:37", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bozeman-boom-11627569180", "title": "The Bozeman Boom", "date": "2021-07-29 10:33", "summary": "The Montana city's lifestyle and culture are changing with an influx of new homeowners. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/brace-for-higher-prices-for-ice-cream-tequila-and-bottled-water-11627558364", "title": "Brace for Higher Prices for Ice Cream, Beer and Bottled Water", "date": "2021-07-29 10:30", "summary": "Food and drink companies say pandemic recovery is buoying sales but leading to higher costs for ingredients, packaging and transport. The makers of some of the world's bestselling food and drink brands warned they would keep raising prices as they grapple with the strongest inflation in years.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bozeman-real-estate-market-news-11627568896", "title": "Real Estate Is Booming in Bozeman, Mont.-or Shall We Say, Boz Angeles", "date": "2021-07-29 10:30", "summary": "Resume Subscription. When Dana and Erin Mahoney relocated from Los Angeles to Bozeman, Mont., some 15 years ago, the city, nestled in the Rocky Mountains, didn't even have a Starbucks.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/republicans-threaten-to-block-two-biden-nominations-over-russian-nord-stream-2-pipeline-11627518171", "title": "Republicans Threaten to Block Two Biden Nominations Over Pipeline", "date": "2021-07-29 10:11", "summary": "Senate lawmakers say they plan to oppose two Treasury Department nominees over the administration's handling of the project from Russia to Germany. WASHINGTON-A dozen Senate Republicans said Wednesday they plan to block two of President Biden's Treasury Department nominations over the administration's decision not to sanction Russia's Nord Stream 2 natural gas pipeline project into Europe.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-the-hot-endorsement-deal-for-3-tons-of-college-football-players-barbecue-11627567755", "title": "What's the Hot Endorsement Deal for 3½ Tons of College Football Players? Barbecue", "date": "2021-07-29 10:09", "summary": "For the first time, student-athletes can make money off their name, image and likeness. So far, that has meant some meaty restaurant endorsements.. Jordan Wright loves all kinds of hogs. As owner of Wright's Barbecue outside of Fayetteville, Ark., he smokes them daily for pulled pork, ribs and bacon burnt ends. And as an alum and lifelong fan of the University of Arkansas, he cheers for the Razorbacks on fall Saturdays by yelling \"Woo Pig Sooie!\"", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-puzzles-saturday-july-31-11626964547", "title": "Number Puzzles (Saturday, July 31)", "date": "2021-07-29 10:00", "categories": [["WSJ Puzzles", "Number Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/number-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-ford-and-volkswagen-could-keep-the-good-times-rolling-11627567108", "title": "How Ford, Volkswagen Could Keep the Good Times Rolling", "date": "2021-07-29 09:58", "summary": "Chip shortage has made car sales unusually profitable, but makers' chances of maintaining margins depend on a new way of doing business. Profit upgrades are coming thick and fast from car manufacturers, even as they talk of little else but reinventing the wheel.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ancient-partners-in-love-and-war-11627566958", "title": "Ancient Partners in Love and War", "date": "2021-07-29 09:55", "summary": "The Sacred Band of Thebes, a Greek military unit composed of male couples, inspired modern crusaders for gay rights.. The names of Gorgidas and Pammenes are little known even to readers familiar with ancient Greece. But in 378 B.C., these leaders of the city of Thebes created an institution that would inspire the modern struggle for gay rights more than 2,000 years later. The Sacred Band was a military unit made up of 150 pairs of male lovers, founded on the principle that couples fighting side by side would be inspired with special courage. As one Theban strategist put it, \"Eros is the only general that's never been beaten.\"", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-07-29-2021-11627519239", "title": "Jobless Claims Resumed Decline Last Week", "date": "2021-07-29 09:42", "summary": "New filings for unemployment benefits remain near a pandemic low. Workers' filings for new unemployment benefits resumed their decline last week and remain near a pandemic low as the labor market continues to recover from the pandemic, economists say.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/subsidies-chips-china-state-aid-biden-11627565906", "title": "The West Dusts Off Old Idea to Counter China", "date": "2021-07-29 09:41", "summary": "Resume Subscription. The U.S. and its allies have long pressed China to stop helping favored industries with subsidies, government preferences and other interventions.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-french-sauvignon-blanc-we-should-be-drinking-more-often-11627565572", "title": "A French Sauvignon Blanc We Should Be Drinking More Often", "date": "2021-07-29 09:32", "summary": "Somehow, Pouilly-Fumé dropped off the map as its close cousin Sancerre grew ever trendier. We found five excellent Fumés worth bucking the trend for.. MADE FROM THE same grape in almost the same place, Sancerre and Pouilly-Fumé have followed very different trajectories. Both wines are made from Sauvignon Blanc and grown in the upper Loire Valley of France, but while Sancerre is a star, Pouilly-Fumé has largely faded from view, at least stateside. Most wine shops I visited didn't have a single Fumé on their shelves.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-know-about-robinhoods-ipo-11627390702", "title": "What to Know About Robinhood's IPO", "date": "2021-07-29 09:23", "summary": "The offering, expected this week, will be a test of whether individual investors want to stay on the sidelines or jump into this type of investing. Robinhood Markets Inc.'s initial public offering is stirring interest among individual investors.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-ev-battery-maker-adds-sodium-to-its-recipe-book-11627565026", "title": "Top EV Battery Maker Adds Sodium to Its Recipe Book", "date": "2021-07-29 09:23", "summary": "China's CATL, a Tesla supplier, says cheaper element could lower vehicle cost. TOKYO- Contemporary Amperex Technology Co. , the world's biggest maker of electric-vehicle batteries and a Tesla Inc. supplier, said it was looking to make batteries using sodium ions, a technology that could reduce costs and lift performance.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/astrazeneca-loses-money-on-covid-19-vaccine-for-second-straight-quarter-11627547543", "title": "AstraZeneca Loses Money on Vaccine for Second Straight Quarter", "date": "2021-07-29 09:21", "summary": "Results highlight the diverging fortunes of vaccine makers, after Pfizer lifted its sales forecast. LONDON- AstraZeneca PLC narrowed losses from its Covid-19 vaccine in the second quarter but its earnings fell below forecast, highlighting the divide between it and rivals, such as Pfizer Inc., that are profiting from their shots.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hard-liquor-can-take-the-edge-off-inflation-11627564907", "title": "Hard Liquor Can Take the Edge Off Inflation", "date": "2021-07-29 09:21", "summary": "Spirits companies like Diageo are better equipped to manage a spike in input costs than brewer AB InBev and other consumer staples giants. Liquor companies are taking inflation in their stride. A push into premium brands, coupled with the fact that more drinkers are switching to spirits from beer in key markets, should help maintain their edge.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhood-didi-global-facebook-credit-suisse-what-to-watch-when-the-stock-market-opens-today-11627556945", "title": "Robinhood, Didi Global, Facebook, Credit Suisse: What to Watch When the Stock Market Opens Today", "date": "2021-07-29 09:17", "summary": "Robinhood Markets will begin trading on the Nasdaq today; Didi Global shares are bouncing on a report it is considering going private. Wall Street is looking at a slate of aftermarket earnings from Facebook, PayPal, Qualcomm and Ford with mixed favor, and another slew of corporate earnings are due today. Here's what we're watching before the action starts.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/collaboration-apps-slack-trello-microsoft-teams-11627477211", "title": "Slack, Trello, Microsoft Teams: Features to Look for in Collaboration Software", "date": "2021-07-29 09:00", "summary": "The right features can make teamwork seamless. The wrong ones can make everybody frustrated.. Teamwork is rarely easy, and the rise of the hybrid workplace has only made things more complicated. As many workers are discovering, when you spend at least some days working apart from your colleagues, it's hard to stay in sync.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-s-military-is-a-voracious-gas-guzzler-now-some-want-it-to-go-green-11627563600", "title": "The U.S. Military Is a Voracious Gas Guzzler. Now Some Want It to Go Green.", "date": "2021-07-29 09:00", "summary": "Advocates see gains in stealth and mobility from technologies that cut greenhouse-gas emissions. BRUSSELS-The U.S. and its NATO allies are taking aim at a new adversary: climate change. They are finding unlikely supporters among their fuel-guzzling militaries who say quiet electric vehicles hold big advantages.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tokyo-olympics-attention-turns-to-track-and-field-11627553888", "title": "Tokyo Olympics' Attention Turns to Track and Field", "date": "2021-07-29 09:00", "summary": "As usual, a large squad of U.S. athletes headlines the largest sport at the Games. If the U.S. Olympic track and field team was its own nation, just two other countries' all-sport medal counts would outrank its 802 medals: Great Britain (874) and the former Soviet Union (1010).", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-j-contractor-plans-to-resume-covid-19-vaccine-production-at-troubled-baltimore-plant-11627528043", "title": "J&J Contractor Plans to Resume Covid-19 Vaccine Production at Troubled Plant", "date": "2021-07-29 08:44", "summary": "Emergent BioSolutions received FDA approval to resume manufacturing after being shut down for contamination. WASHINGTON- Emergent BioSolutions Inc. plans to resume Covid-19 vaccine production at its Baltimore plant after getting the green light from the Food and Drug Administration, according to a statement from the company and an FDA letter reviewed by the Journal.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/surfside-condo-collapse-lawsuits-are-a-fight-over-just-50-million-11627561747", "title": "Surfside Condo Collapse Lawsuits Mount, With Just $50 Million for Payouts", "date": "2021-07-29 08:29", "summary": "Plaintiffs' lawyers say it would take $1 billion to fairly compensate victims of Champlain Towers South and families, but the pool of insurance money is limited. Plaintiffs' lawyers have filed some two dozen lawsuits following the collapse of the Champlain Towers South condo tower last month, seeking payouts for the 98 deaths and destruction of 136 apartments it caused. The lawyers say it would take $1 billion to compensate everyone fairly.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lady-gaga-chromatica-party-11627561609", "title": "The Unexpected Summer of Lady Gaga's 'Chromatica'", "date": "2021-07-29 08:27", "summary": "One year after its release, Gaga's space-themed dance album is finally having its cultural moment.. In early 2020, Lady Gaga had one creative vision in mind: a packed dance floor.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tunisia-sole-survivor-of-arab-spring-risks-sliding-back-to-autocratic-rule-11627560664", "title": "Tunisia Risks Sliding Back to Autocratic Rule", "date": "2021-07-29 08:11", "summary": "President Kais Saied was accused of staging a coup after firing government ministers and suspending parliament, after months of antigovernment protests. Tunisia, the country whose protest movement promised to transform the Middle East a decade ago, is in turmoil after its president suspended parliament and seized executive power this week, stirring concerns that the only democracy to emerge from the Arab Spring uprisings is slipping back to autocracy.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uswnt-olympics-soccer-netherlands-miedema-11627560209", "title": "U.S. Women's Soccer's Next Headache: the Most Lethal Scorer in the Olympics", "date": "2021-07-29 08:05", "summary": "Netherlands striker Vivianne Miedema, the most lethal scorer in the Olympics, aims to deny Team USA a first Olympic soccer gold since 2012. TOKYO-The U.S. women's soccer team tends not to spend much time worrying about its opponents. And for the better part of a decade, it hasn't needed to. Two World Cups followed Olympic gold and the squad landed in Japan fully expecting to add to the list.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delta-variant-rekindles-mask-fights-11627560135", "title": "Delta Variant Rekindles Face-Mask Fights", "date": "2021-07-29 08:02", "summary": "Local governments tussle over whether to reimpose rules requiring people to wear masks again. New face-mask mandates driven by a rise in Covid-19 cases from the Delta variant and new federal guidance is sparking renewed tensions in some communities, with some elected officials and residents pushing back on the directives.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lithia-motors-looks-to-increase-profitability-as-auto-sales-boom-11627560000", "title": "Lithia Motors Looks to Increase Profitability as Auto Sales Boom", "date": "2021-07-29 08:00", "summary": "The dealership chain is building out its e-commerce platform and lending units to earn more money. Car dealership chain Lithia Motors Inc. is taking steps to boost its profitability, building out its e-commerce platform and expanding further into consumer lending, its finance chief said.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tokyo-olympics-cj-cummings-lebron-james-of-weightlifting-11627534772", "title": "The U.S. Team Is Weak in Weightlifting. There's a Plan to Raise the Bar.", "date": "2021-07-29 07:46", "summary": "Resume Subscription. TOKYO-Team USA is a powerhouse at the Olympics. But when it comes to weightlifting, the Americans are weaklings.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-pole-vaulter-tests-positive-for-covid-19-at-tokyo-olympics-11627531719", "title": "Two Pole Vaulters, Including an American, Test Positive for Covid-19 at Olympics", "date": "2021-07-29 07:38", "summary": "Resume Subscription. TOKYO - Two pole vaulters at the Tokyo Olympics, including an American medalist from 2016, have tested positive for Covid-19 and are out of the Games.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/michael-andrew-tokyo-olympics-swimming-world-record-11627551479", "title": "Michael Andrew Does Everything Differently. He Might Win Gold Because of It.", "date": "2021-07-29 07:27", "summary": "Resume Subscription. There is one Olympic swimmer who doesn't lift weights. He doesn't swim more than two laps of the pool at once during training sets. He rarely, if ever, practices with teammates.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/olympics-basketball-japan-hugh-watanabe-11627533167", "title": "He's the Most Interesting Man in Olympic Basketball. And the Most Improbable.", "date": "2021-07-29 07:04", "summary": "Resume Subscription. Hugh Watanabe decided he wanted to be an Olympian when he was a star athlete in high school. He just didn't know the sport he would play. Or the country he would represent.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/these-countries-stifled-covid-19-now-the-delta-variant-has-left-them-vulnerable-11627556400", "title": "These Countries Stifled Covid-19. Now the Delta Variant Has Left Them Vulnerable.", "date": "2021-07-29 07:00", "summary": "Across the Asia-Pacific region, few infections and low vaccination rates have led to an immunity shortfall. Not long ago, governments and officials in many Asia-Pacific countries saw their relative trickle of Covid-19 cases as a strength. Now it is looking like a vulnerability.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-plans-sanctions-against-irans-drones-and-guided-missiles-11627556400", "title": "U.S. Plans Sanctions Against Iran's Drones, Guided Missiles", "date": "2021-07-29 07:00", "summary": "Western security officials say they view Iranian precision-strike capabilities as a bigger immediate threat than nuclear enrichment and ballistic missiles. The U.S. plans a sanctions campaign against Iran's evolving capabilities for precision strikes using drones and guided missiles, according to U.S. officials, amid concerns over the threat these weapons represent to American and allied interests.", "categories": [["WSJ News Exclusive", "Middle East"]], "category_links": ["https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/climate-conscious-banks-stick-with-distressed-polluters-11627556401", "title": "Climate-Conscious Banks Stick With Distressed Polluters", "date": "2021-07-29 07:00", "summary": "Goldman Sachs, JPMorgan made public commitments to environmental sustainability but continue to finance struggling coal and oil-and-gas producers. Goldman Sachs Group Inc. and JPMorgan Chase & Co. have lofty environmental goals but find themselves stuck in bets on two less-than-green energy companies.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/olympic-golf-hideki-matsuyama-kasumigaseki-11627553409", "title": "Hideki Matsuyama's Olympic Homecoming to the Course That Launched His Career", "date": "2021-07-29 07:00", "summary": "Resume Subscription. TOKYO-Akio Takahashi remembers the boy who showed up to Meitoku Gijuku Junior and Senior High School on the island of Shikoku in southwestern Japan and trained differently and more rigorously than any of the hundreds of kids he coached.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ever-given-the-ship-that-blocked-the-suez-makes-it-to-port-11627533834", "title": "Ever Given, Ship That Blocked the Suez, Makes It to Port", "date": "2021-07-29 06:47", "summary": "Container vessel arrives in Rotterdam months after throwing global shipping into disarray. ROTTERDAM, Netherlands-The Ever Given, the container ship that blocked the Suez Canal for days and disrupted global shipping for weeks after, pulled into port in the Netherlands early Thursday-ending a three-month saga that included a still-mysterious grounding, months of negotiations over compensation with Egypt and a consignment of summer womenswear too late for the season.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-tech-stocks-rebound-but-investors-remain-cautious-11627554664", "title": "China Tech Stocks Rebound, but Investors Remain Cautious", "date": "2021-07-29 06:31", "summary": "The Hang Seng Tech Index jumped 8% after China moved to contain the fallout from a regulatory assault on tech firms. Chinese technology shares recouped some of their recent steep losses Thursday, after the country's authorities swung into damage-control mode, but investors remain wary about how heightened regulatory pressure might crimp future corporate profits.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/-stephen-sondheim-sunday-in-the-park-with-george-georges-seurat-mandy-patinkin-james-lapine-la-grande-jatte-pointillist-11627504068", "title": "How Lapine and Sondheim Put It All Together", "date": "2021-07-29 06:14", "summary": "A new memoir and oral history by James Lapine, who wrote the book for and directed 'Sunday in the Park With George,' shows how the treasured musical came to be. ", "categories": [["Books & Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/sightings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tsunami-warning-issued-for-alaska-after-earthquake-offshore-11627547705", "title": "Tsunami Warning After Alaska Earthquake Is Canceled", "date": "2021-07-29 06:10", "summary": "The 8.2-magnitude quake's epicenter was 75 miles southeast of the town of Chignik. An 8.2-magnitude earthquake struck off the coast of Alaska late Wednesday, triggering a brief tsunami warning for some of the state's coastal regions, national authorities said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cybersecurity-chiefs-are-in-high-demand-as-companies-face-rising-hacking-threats-11627551000", "title": "Cybersecurity Chiefs Are in High Demand as Companies Face Rising Hacking Threats", "date": "2021-07-29 05:30", "summary": "Companies are paying higher salaries, and in some cases giving more autonomy, to attract executives who manage data security. As companies face growing hacking risks, corporate cybersecurity chiefs are earning more money compared with last year, but in many cases are still reporting to IT leaders.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hollywood-productions-halted-as-covid-19-emerges-on-sets-again-11627551001", "title": "Hollywood Productions Halted as Covid-19 Emerges on Sets Again", "date": "2021-07-29 05:30", "summary": "A debate is heating up over vaccination protocols for cast and crew members and how to enforce them. Production of movies and TV shows is getting disrupted again because of Covid-19 and uncertainty over vaccination protocols, a setback as networks and streaming services remain hungry for fresh content.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chips-are-not-down-at-samsung-11627549492", "title": "Chips Are Not Down at Samsung", "date": "2021-07-29 05:04", "summary": "Samsung shares have suffered this year as investors anticipate the end of the memory-chip price boom. They shouldn't be so pessimistic.. Korean technology giant Samsung Electronics is cashing in on its memory chips. The boom may not last forever but its leading technology position should help it weather slower times well too.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsung-profit-rises-73-as-memory-chip-demand-surges-11627520675", "title": "Samsung Profit Rises 73% as Memory-Chip Demand Surges", "date": "2021-07-29 01:52", "summary": "Pandemic's impact helps the South Korean company offset weakness in its smartphone shipments. SEOUL- Samsung Electronics Co. offset relative weakness in smartphone shipments by capitalizing on another quarter of roaring demand for its memory chips.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-moves-to-reassure-global-banks-and-investors-after-market-rout-11627528509", "title": "China Moves to Reassure Global Banks, Investors After Market Rout", "date": "2021-07-29 01:21", "summary": "Securities regulator says future policies will be introduced more cautiously to avoid market volatility. China moved to ease investor concerns about crackdowns on listed companies, with a top regulator privately telling global financial firms that Beijing will consider the market impact before introducing future policies, people familiar with the matter said.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhood-ipo-prices-at-38-a-share-11627515866", "title": "Robinhood Prices IPO at $38 a Share", "date": "2021-07-29 00:30", "summary": "The investing platform is expected to start trading Thursday in a highly anticipated deal. Robinhood Markets Inc. priced its initial public offering at $38 a share, at the low end of expectations, after the popular trading platform met tepid demand for its highly anticipated debut.", "categories": [["WSJ News Exclusive", "IPOs"]], "category_links": ["https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-new-ambassador-to-the-u-s-adopts-placating-tone-11627532985", "title": "China's New Envoy to U.S. Seeks to Reset Relations", "date": "2021-07-29 00:29", "summary": "Comments by Qin Gang, a trusted aide to Chinese leader Xi Jinping, indicate a desire to reset relationship, but on China's terms. NEW YORK-China's new envoy to the U.S. struck a conciliatory note upon his arrival in Washington on Wednesday, pledging to repair the increasingly testy relationship between the two world powers days after Chinese Foreign Ministry officials greeted a visiting senior State Department official with a chilly lecture on diplomacy.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-seven-movies-and-shows-to-stream-this-week-11627531260", "title": "What to Watch: Seven Movies and Shows to Stream This Week", "date": "2021-07-29 00:01", "summary": "Emily Mortimer's three-part miniseries 'The Pursuit of Love' comes to Amazon Prime Video, the Rock rides Disney's 'Jungle Cruise' to the screen and Kevin Smith brings He-Man to Netflix. Streaming gets another dose of nostalgia this week as an '80s-era cartoon gets a reboot targeted at parents and their kids, and an amusement-park ride becomes a movie. There's also a love story. Here's where to find it all:", "categories": [["Books & Arts", "Entertainment", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11627498889", "title": "Pepper...and Salt", "date": "2021-07-29 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/restrictions-for-migrant-families-at-u-s-mexico-border-wont-be-lifted-as-covid-cases-surge-11627523804", "title": "Restrictions for Migrant Families at U.S.-Mexico Border Won't Be Lifted as Covid Cases Surge", "date": "2021-07-29 22:57", "summary": "Biden administration was expected to spare families from a pandemic policy that blocks many migrants from entering the U.S. for public health reasons. WASHINGTON-The Biden administration will continue to block migrant families from seeking humanitarian protections at the southern border, according to people familiar with the matter, reversing course after initially planning to exempt families from the public-health measure known as Title 42.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/outspoken-chinese-industrialist-gets-18-year-sentence-for-causing-public-disorder-other-offenses-11627481411", "title": "Outspoken Chinese Industrialist Gets 18-Year Sentence", "date": "2021-07-29 22:25", "summary": "Conviction of farming executive Sun Dawu and 19 others signals risks for private entrepreneurs in China. HONG KONG-A Chinese court sentenced an outspoken farming magnate to 18 years in jail for allegedly causing public disorder and a multitude of other offenses, dishing out heavy penalties in a case seen as a bellwether of the growing political risks that confront private businesses in China.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhoods-ipo-to-test-loyalty-of-retail-trading-legion-it-helped-create-11627476245", "title": "Robinhood's IPO to Test Loyalty of Retail Trading Legion It Helped Create", "date": "2021-07-29 21:43", "summary": "Despite having access to buy into one of the buzziest trading events of the year, some individual investors are saying: No thanks. Robinhood Markets Inc. has spent the better part of a decade trying to entice nonprofessional investors to fall in love with markets.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jared-kushner-is-launching-an-investment-firm-in-miami-11627520659", "title": "Jared Kushner Is Launching an Investment Firm in Miami", "date": "2021-07-29 21:16", "summary": "Son-in-law of Trump and ex-White House senior adviser plans to establish money manager as soon as this fall. Jared Kushner is returning to the private sector, heading up a money-management firm.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/infrastructure-agreement-on-major-issues-reached-by-bipartisan-group-gop-negotiator-says-11627487459", "title": "Bipartisan Infrastructure Deal Advances in Senate", "date": "2021-07-29 20:57", "summary": "Roughly $1 trillion deal clears first procedural hurdle in 67-32 vote, above the 60 required. WASHINGTON-A bipartisan group of senators struck an agreement on a roughly $1 trillion infrastructure package Wednesday after grinding months of talks, hammering out enough details to propel the deal past its first procedural hurdle just hours later.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xpo-logistics-appoints-insider-as-cfo-just-days-before-spinoff-11627519308", "title": "XPO Logistics Appoints Insider as CFO Just Days Before Spinoff", "date": "2021-07-29 20:41", "summary": "The naming of Ravi Tulsyan to succeed David Wyshner comes as the company readies to hive off its contract logistics business on Monday. XPO Logistics Inc. has named a new finance chief just as it prepares to spin off a business unit that generates over a third of its revenue and focus solely on the booming transportation sector.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indigenous-police-to-investigate-ontario-boarding-school-deaths-11627517666", "title": "Indigenous Police to Investigate Ontario Boarding-School Deaths", "date": "2021-07-29 20:14", "summary": "Six Nations of the Grand River says survivors asked for the probe after unmarked graves were found near former schools in Western Canada. OTTAWA-The local police force that serves an Ontario First Nation community is launching a criminal investigation into the deaths of students at a former boarding school for indigenous children, the community's elected chief said.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-fb-2q-earnings-report-2021-11627435564", "title": "Facebook's Ad Business Posts Another Strong Quarter", "date": "2021-07-29 20:08", "summary": "With digital ad spending still on a tear, the social-media company reported sharp growth in second-quarter revenue and profit. Facebook Inc. posted sharp growth in quarterly revenue and profit, fueled by robust digital ad spending, as it continues to face scrutiny over the size and influence of its platforms.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-approval-rating-covid-border-crime-progressives-spending-11627498020", "title": "Is Joe Biden Sinking?", "date": "2021-07-29 20:00", "summary": "How long will the president's old pals, the moderate Democrats, hang on for the descent?. The country's partisan polarization has intensified every year since George W. Bush won the presidency in the 2000 hanging-chad election. From Capitol Hill to Main Street, Republicans and Democrats don't even bother discussing anything of political substance. What's the point if 90% of the opposition is against whatever you've got? That leaves \"independents\" as the only thing that moves, and the bad news for Mr. Biden and his party's immovable 90 percenters is the indies are in motion.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}]