[{"link": "https://www.wsj.com/articles/libyan-warlord-hires-ex-clinton-aide-lanny-davis-ex-republican-house-leader-livingston-to-lobby-d-c-11631131945", "title": "Libyan Warlord Hires Ex-Clinton Aide Lanny Davis, Ex-GOP House Leader Livingston, to Lobby D.C.", "date": "2021-09-08 19:48", "summary": "Accused war criminal who led assault on Tripoli government wants support ahead of December election. A Russian-backed warlord vying for power in Libya has hired a one-time senior aide to President Bill Clinton and a former Republican lawmaker to lead a nearly $1 million effort to lobby the Biden administration for political support, documents show.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-is-only-for-fans-11631142932", "title": "GameStop Is Only for Fans", "date": "2021-09-08 19:15", "summary": "Videogame retailer's results and new CEO don't shed much light on its turnaround potential. GameStop's latest results seemed to spook investors, but true fans tend to be the forgiving type.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-wall-street-journal-sept-12-2001-11631142280", "title": "The Wall Street Journal: Sept. 12, 2001", "date": "2021-09-08 19:04", "summary": "Most Popular News. Read a digital version of the Sept. 12, 2001, Wall Street Journal print edition, featuring full coverage of the Sept. 11 attacks.", "categories": [["U.S.", "Sept. 11"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/september-11th?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zoominfo-simplifies-shareholder-structure-to-attract-new-investors-11631142235", "title": "ZoomInfo Simplifies Shareholder Structure to Attract New Investors", "date": "2021-09-08 19:03", "summary": "Technology firm plans to have only one class of stock by the fourth quarter. ZoomInfo Technologies Inc. is simplifying its shareholder structure as it looks to become more attractive for new investors and remove hurdles for potential deal making.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flood-climate-change-ipcc-united-nations-infrastructure-deaths-cost-severe-weather-11631134276", "title": "The World Is Getting Safer From Floods", "date": "2021-09-08 18:56", "summary": "Climate change may raise waters and more Americans than ever live in floodplains, but technology and infrastructure protect them.. Editor's note: As November's global climate conference in Glasgow draws near, important facts about climate change don't always make it into the dominant media coverage. We're here to help. Each Thursday contributor Bjorn Lomborg will provide some important background so readers can have a better understanding of the true effects of climate change and the real costs of climate policy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-neil-gorsuch-tears-up-oklahoma-mcgirt-creek-supreme-court-tribal-11627221756", "title": "Justice Gorsuch Tears Up Oklahoma", "date": "2021-09-08 18:41", "summary": "His 5-4 McGirt opinion is causing havoc in the Sooner State.. Four dissenting Supreme Court Justices warned last year that the majority's decision in McGirt v. Oklahoma would cause chaos in the Sooner State and beyond. Their warning is coming true in the underreported story of the year, as Justice Neil Gorsuch's misguided opinion has created legal and economic havoc.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/portland-vs-texas-ted-wheeler-abortion-law-11631134042", "title": "Portlandia vs. Texas", "date": "2021-09-08 18:39", "summary": "Welcome back to life under the Articles of Confederation.. The Supreme Court this year declined to hear Texas's challenge to a California ban on state-funded travel to the Lone Star State. Now Portland's progressive City Council is escalating the interstate warfare by seeking to ban doing business with Texas in retaliation for its abortion law.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-price-struggles-to-stabilize-after-flash-crash-11631100259", "title": "Bitcoin Steadies After Flash Crash", "date": "2021-09-08 18:38", "summary": "Cryptocurrency edged lower a day after briefly dropping 17% and a rocky rollout of the El Salvador experiment. Bitcoin's selloff eased Wednesday, offering some respite to holders of the volatile cryptocurrency after a flash crash a day earlier erased billions of dollars in its value.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-bernie-sanders-and-chuck-schumer-roll-over-joe-manchin-11631137471", "title": "Can Sanders Roll Over Manchin?", "date": "2021-09-08 18:37", "summary": "Schumer says no to a 'pause,' and Bernie still demands $3.5 trillion.. Democratic fault lines are becoming clearer following Sen. Joe Manchin's op-ed in these pages last week calling for a \"strategic pause\" on his party's multitrillion-dollar spending bill. Chuck Schumer and Bernie Sanders look ready to jam him anyway.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-farmers-take-on-the-feds-joe-russell-marino-labor-department-lawsuit-11631050615", "title": "Two Farmers Take On the Feds", "date": "2021-09-08 18:34", "summary": "They object to the Labor Department's role as judge and jury.. Joe and Russell Marino run Sun Valley Orchards in Swedesboro, N.J. The fourth-generation, 3,000-acre family farm specializes in fresh vegetables. On Wednesday the Marinos filed suit asking a federal court to block a Labor Department demand for $556,945.80 in back wages and penalties, which the brothers say could force them out of business.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-seeks-new-law-to-ease-afghan-refugees-path-to-green-cards-11631135128", "title": "Biden Administration Seeks New Law to Ease Afghan Refugees' Path to Green Cards", "date": "2021-09-08 18:33", "summary": "White House proposal follows the arrival of tens of thousands of evacuees without permanent immigration status. WASHINGTON-The White House is asking Congress to pass a law providing green cards for the tens of thousands of Afghans the Biden administration evacuated from Kabul and is bringing to the U.S. on temporary humanitarian grounds.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-cynicism-2022-midterms-reconciliation-9-11-sept-afghanistan-al-qaeda-taliban-11631133822", "title": "From George Bush's 9/11 to Joe Biden's", "date": "2021-09-08 18:20", "summary": "The President hopes a spending spree will make Americans forget about his flight from Afghanistan.. Around each Sept. 11 for 19 years, I've felt a flood of emotions-anger that terrorists attacked our country, grief at the enormous loss of innocent life, and gratitude for the courage and grit of Americans who responded to the attacks that day and defended our nation in the years since.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-board-to-face-737-max-oversight-lawsuit-11631114438", "title": "Boeing Board to Face 737 MAX Lawsuit", "date": "2021-09-08 18:20", "summary": "Delaware judge says board ignored 'red flag' with first crash; Boeing says it is disappointed with ruling. Boeing Co. 's board must face a shareholder lawsuit claiming directors failed to properly monitor safety matters before two 737 MAX jets crashed, and then \"publicly lied\" about their oversight of management, according to a Delaware judge's ruling.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/army-disaster-war-on-terror-in-afghanistan-investigation-report-iraq-11631133825", "title": "The Army Needs to Understand the Afghanistan Disaster", "date": "2021-09-08 18:19", "summary": "The service can't review its own performance. An independent civilian commission is necessary.. The U.S. war in Afghanistan was a costly failure. More than 2,400 Americans died during the two-decade conflict. Tens of thousands more returned home with life-altering wounds. The Kabul government collapsed before American forces had withdrawn and the Afghan Army simply evaporated. The Taliban marked its victory with celebratory gunfire and parades.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/betting-football-nfl-gambling-quit-bookie-11631128721", "title": "Why I Stopped Betting on Football", "date": "2021-09-08 18:17", "summary": "The pro sports leagues are all-in on gambling, but the thrill is gone.. I swore off betting on football in 2015. The gambling industry sure hasn't missed me.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/9-11-september-eleventh-partisanship-political-polarization-2000-election-war-on-terror-11631131148", "title": "9/11 Did Not Change Everything", "date": "2021-09-08 18:16", "summary": "America had been immune from a militarized attack. Now we were not.. After terrorists took control of four airliners on Sept. 11, 2001-destroying the World Trade Center's twin towers, flying into the Pentagon and crashing into a Pennsylvania field-it became commonplace to say, \"9/11 changed everything.\"", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-original-sin-review-the-meaning-of-his-violence-11631139332", "title": "'America's Original Sin' Review: The Meaning of His Violence", "date": "2021-09-08 18:15", "summary": "John Wilkes Booth wasn't a fringe character. Any account of his racial politics is the story of 19th-century American racism writ large.. On April 9, 1865, Gen. Robert E. Lee surrendered his Army of Northern Virginia to Gen. Ulysses S. Grant at Appomattox. The Civil War-which had killed nearly 750,000 Americans-was almost over. During the night of April 11, a throng gathered outside the White House to serenade Abraham Lincoln and shouted for him to show himself. He appeared at a second-floor window. The torch-bearing crowd expected a triumphant speech matching its jubilant mood, but the president disappointed his audience. Reading from a prepared text, a dispassionate Lincoln, after honoring the men who had fought for the Union and won the war, spoke of the future: his plans to rebuild the nation, including the prospect of black voting rights. Standing in the crowd was the pro-Confederate, Lincoln-hating actor John Wilkes Booth, who declared to a friend nearby: \"That means n- citizenship! Now, by God, I'll put him through! That is the last speech he will ever make.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestops-earnings-to-serve-as-early-test-for-new-executives-11631093402", "title": "GameStop Narrows Losses, Posts Sales Growth in Latest Quarter", "date": "2021-09-08 18:11", "summary": "Videogame retailer is seeking to modernize its business under new Chairman Ryan Cohen and CEO Matt Furlong. GameStop Corp. narrowed its losses and posted sales growth of roughly 26% in the latest quarter, as the videogame retailer seeks to reset its business after an overhaul of its leadership team.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-man-for-all-seasons-of-border-chaos-11631138875", "title": "A Man for All Seasons of Border Chaos", "date": "2021-09-08 18:07", "summary": "The President is wasting one of the great political opportunities in recent memory.. Has any recent President enjoyed a better opportunity and a greater incentive to enact immigration reform than Joe Biden? The U.S. is suffering its worst worker shortage ever recorded at the same time it continues to suffer a humanitarian crisis as job seekers and unaccompanied minors mix with opportunistic criminals in the chaos at our southern border. Mr. Biden is desperate to appear caring and competent after his disgracefully executed departure from Afghanistan. He may never have a better set of facts to drive a bipartisan plan to boost border enforcement and increase legal migration. All he has to do is stop indulging the Sandernista desire to remake America and instead focus on solving the country's problems.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boston-beer-pulls-guidance-as-hard-seltzer-demand-fizzles-11631138601", "title": "Boston Beer Pulls Guidance as Hard Seltzer Demand Fizzles", "date": "2021-09-08 18:03", "summary": "Brewer says it overestimated demand for Truly brand in July. Boston Beer Co. withdrew the financial outlook it gave in July, as the demand for hard seltzers has continued to slow.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/take-our-ransomware-quiz-11631138346", "title": "How Much Do You Know About Ransomware? Take Our Quiz", "date": "2021-09-08 18:00", "summary": "When was the first ransomware distributed? What percentage of ransomware attacks target small businesses? Try these questions and more.. Ransomware attacks are getting more frequent and more expensive. Businesses and cities of all sizes, as well as individuals, are increasingly finding their files and computers frozen and held hostage if payment isn't made. Here's a quiz to test your knowledge of this growing cyber threat.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-gives-staff-more-time-to-get-covid-19-vaccines-11631138385", "title": "United Gives Staff More Time To Get Covid-19 Vaccines", "date": "2021-09-08 17:59", "summary": "Exempted employees will go on unpaid leave, with those refusing facing dismissal under airline industry's toughest policy. United Airlines Holdings Inc. said it would give staff who have so far declined to be vaccinated against Covid-19 an extra five weeks to get inoculated as the Sept. 27 deadline approaches for the company's mandate.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/renewable-storage-firm-energy-vault-reaches-1-6-billion-spac-deal-to-go-public-11631136600", "title": "Energy Vault Reaches $1.6 Billion SPAC Deal to Go Public", "date": "2021-09-08 17:30", "summary": "Investors in the company include SoftBank and an Aramco venture fund. Energy Vault Inc. is combining with a blank-check company to go public in a merger that values the gravity-based energy-storage company at roughly $1.6 billion, the companies said.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/9-11-music-jay-z-strokes-new-york-bruce-springsteen-blueprint-11631135966", "title": "How 9/11 Changed Music", "date": "2021-09-08 17:27", "summary": "The world's undivided attention on New York united its musical artists, elevating indie acts and big names alike to new levels of fame. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-09-08-2021-11631086693", "title": "Stocks Decline as Nasdaq Fades From Record", "date": "2021-09-08 17:19", "summary": "S&P 500 has also edged back from highs in recent days amid Covid-19 concerns. Stocks fell Wednesday on investors' concerns that Covid-19 cases remain elevated and uncertainty about when central banks may dial back easy-money policies.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghanistan-evacuation-efforts-snarled-by-new-taliban-rules-11631135739", "title": "Afghanistan Evacuation Efforts Snarled by New Taliban Rules", "date": "2021-09-08 17:15", "summary": "Under pressure, Biden administration blames flight delays on the Taliban. Efforts to get 100 stranded Americans and thousands of vulnerable Afghans out of Afghanistan foundered on Wednesday as the Taliban imposed more restrictions on flights out of the country, according to people involved in the rescue efforts.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/9-11-movies-farenheit-9-11-united-93-art-spiegelman-new-yorker-zero-dark-thirty-hurt-locker-jarhead-osama-lone-survivor-11631135313", "title": "How 9/11 Changed Movies", "date": "2021-09-08 17:13", "summary": "In the wake of 9/11, films avoided scenes of destruction and erased shots of the Twin Towers; even now, cinema has largely steered clear of the tragedy itself. For most filmmakers, along with the rest of us, the terrorist attack on 9/11 was too much to comprehend, and remained an event of unfathomable gravity for a long time to come.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hurricane-idas-fallout-continues-to-cripple-u-s-oil-production-11631104257", "title": "Hurricane Ida's Fallout Continues to Cripple U.S. Oil Production", "date": "2021-09-08 17:11", "summary": "Most daily oil production in the Gulf of Mexico remains shut off, as companies struggle with problems hampering recovery efforts. Nearly four-fifths of U.S. oil and gas production in the Gulf of Mexico remains offline, more than 10 days after Hurricane Ida tore through Louisiana, as companies struggle to restart offshore platforms.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-jockey-over-healthcare-taxes-in-3-5-trillion-package-11631135110", "title": "Democrats Jockey Over Taxes, Healthcare in $3.5 Trillion Plan", "date": "2021-09-08 17:05", "summary": "House lawmakers begin releasing drafts of segments of healthcare, education and climate-change legislation. WASHINGTON-Democrats faced fresh intraparty disagreements over the details of their $3.5 trillion healthcare, education and climate bill, as House Democrats began releasing drafts of segments of the legislation in a race to attempt to complete it in the coming weeks.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aig-combines-ceo-chairman-roles-hoping-to-put-years-of-tumult-behind-11631105941", "title": "AIG Combines CEO, Chairman Roles", "date": "2021-09-08 16:51", "summary": "Peter Zaffino to add role of company chairman, as insurance conglomerate joins many peers in combining leadership roles. American International Group Inc. Chief Executive Peter Zaffino will add the role of company chairman, a move signaling the board's support for him over the long haul.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-could-get-44-of-its-electricity-from-solar-power-by-2050-report-says-11631114263", "title": "U.S. Puts $562 Billion Price Tag on Ramping Up Solar Power", "date": "2021-09-08 16:39", "summary": "Energy Department says U.S. could get 44% of its electricity from solar energy if it pursues aggressive agenda. The U.S. could get 37% of its electricity from solar power by 2035-and 44% by 2050-if the U.S. pursues an ambitious agenda to cut reliance on fossil fuels, the Energy Department said Wednesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-suisse-names-new-chief-compliance-officer-11631133016", "title": "Credit Suisse Names New Chief Compliance Officer", "date": "2021-09-08 16:30", "summary": "Rafael Lopez Lorenzo, currently the bank's global head of group internal audit, will be the new chief compliance officer starting Oct. 1. Credit Suisse Group AG has appointed a new chief compliance officer, as the Swiss lender continues to manage the fallout over losses tied to the collapse of Archegos Capital Management and the insolvency of another key client, Greensill Capital, earlier this year.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bill-gatess-investment-firm-buys-controlling-stake-in-four-seasons-11631109822", "title": "Bill Gates Takes Control of Four Seasons Hotels in Deal Valuing It at $10 Billion", "date": "2021-09-08 16:23", "summary": "All-cash deal by Cascade Investment would give hotel company an enterprise value of $10 billion. Saudi Prince al-Waleed bin Talal has agreed to sell half his stake in Four Seasons Hotels and Resorts to co-owner Bill Gates, giving him control in a deal that values the luxury hotel operator at $10 billion.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/secret-weakness-of-cybercriminals-they-are-bored-11631051849", "title": "The Secret Vulnerability of Cybercriminals: Burnout", "date": "2021-09-08 16:09", "summary": "Police should focus less on the leaders and more on the legions of cybercrime workers and the networks they maintain. Picture someone involved in cybercrime. Are you seeing a highly skilled lone-wolf hacker? Or maybe a spy for a foreign government, or an organized-crime boss? If you are, you're missing the big picture.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-split-deepens-over-powell-fed-reappointment-11631123805", "title": "Democrats' Split Deepens Over Powell Fed Reappointment", "date": "2021-09-08 16:03", "summary": "Some lawmakers urge President Biden to keep central-bank leader while progressives push for replacement. A centrist Democrat on the Senate Banking Committee said President Biden should nominate Federal Reserve Chairman Jerome Powell to a second term, the latest volley in an intraparty rift over the future leadership of the Fed.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/write-downs-thursday-crossword-september-9-11630620826", "title": "Write-Downs (Thursday Crossword, September 9)", "date": "2021-09-08 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-economic-growth-slowed-over-the-summer-due-to-delta-variant-feds-beige-book-says-11631125962", "title": "U.S. Economic Growth Slowed Over the Summer Due to Delta Variant", "date": "2021-09-08 15:58", "summary": "Report on economic activity cited a widespread pullback in dining out, travel and tourism related to latest Covid-19 surge. The U.S. economic recovery slowed and prices continued rising over the summer as a resurgence of Covid-19 cases linked to the Delta variant led consumers to pare back spending and persistent supply chain problems hampered businesses, the Federal Reserve said in a report Wednesday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/9-11-saturday-night-live-rudolph-giuliani-alias-jennifer-garner-kiefer-sutherland-24-the-wire-11631130255", "title": "How 9/11 Changed Television", "date": "2021-09-08 15:50", "summary": "We watched live as the world changed forever, but TV, as a medium, would prove to be surprisingly resilient, even fertile. Everyone became a TV critic during the early moments of 9/11. Show me more. No, please show me less. Please change the plot. Please don't let Peter Jennings leave the air; he's the only reason I'm keeping it together. And then the towers collapsed, and no one kept it together much at all.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-suspended-from-olympics-11631130538", "title": "North Korea Suspended From Olympics Until the End of 2022", "date": "2021-09-08 15:49", "summary": "The move comes following the country's refusal to attend the Tokyo Games. The International Olympic Committee said Wednesday it is suspending North Korea from the Olympic movement through the end of 2022 because of the country's refusal to attend this summer's Games in Tokyo, a move with little immediate impact but which could have implications for possible political boycotts of future Games.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citrix-activist-could-clean-up-on-messy-cloud-transition-11631129942", "title": "Citrix Activist Could Clean Up on Messy Cloud Transition", "date": "2021-09-08 15:39", "summary": "Company's disastrous earnings report brings Elliott Management back as software M&A remains strong. It's easy to see why Elliott Management got interested in Citrix again. Perhaps the second time will be the real charm.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apollo-co-founder-leon-black-denies-ex-model-s-epstein-allegations-11631117026", "title": "Apollo Co-Founder Leon Black Denies Ex-Model's Epstein Allegations", "date": "2021-09-08 15:31", "summary": "Mr. Black says evidence will show that a purported 2008 private-jet trip from New York to Palm Beach, Fla., never took place. Apollo Global Management Inc. co-founder Leon Black in a new legal filing denies claims that he once flew an ex-girlfriend to Florida for a potential sexual encounter with the late sex offender Jeffrey Epstein, calling the allegation a \"fantastical tale\" dreamed up by the woman.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mobile-gaming-company-jam-city-acquires-ludia-for-165-million-11631129311", "title": "Mobile Gaming Company Jam City Acquires Ludia for $165 Million", "date": "2021-09-08 15:30", "summary": "Los Angeles company's $165 million deal for Ludia also adds coming titles from Disney and DC Comics. Jam City Inc., maker of mobile games such as \"Cookie Jam\" and \"Panda Pop,\" is acquiring game studio Ludia Inc. in a $165 million deal, the company said Wednesday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-chobani-allbirds-other-coming-ipos-greed-is-out-do-gooding-is-in-11631093400", "title": "For Coming IPOs, Greed Is Out. Do-Gooding Is In.", "date": "2021-09-08 15:28", "summary": "Fall lineup including Rent the Runway, Chobani aims to highlight more than just the bottom line. Forget Gordon Gekko. The hottest companies launching IPOs are branding themselves as do-gooders.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coinbase-says-sec-plans-enforcement-action-over-crypto-lending-program-11631110478", "title": "Coinbase Says SEC Is Investigating Its Crypto Lending Program", "date": "2021-09-08 15:25", "summary": "Crypto company's chief executive criticizes regulator in series of tweets. The Securities and Exchange Commission is investigating Coinbase Global Inc. over a lending program the company plans to market and has indicated it would sue the company over the offering, Coinbase said Tuesday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alma-w-thomas-everything-is-beautiful-american-abstract-painting-washington-color-school-sam-gilliam-henri-matisse-paul-cezanne-11631128015", "title": "'Alma W. Thomas: Everything Is Beautiful' Review: Bursting With Color Late in Life", "date": "2021-09-08 15:11", "summary": "A traveling show brings together over 150 objects to explore the vibrant abstract work of the Washington painter who developed her iconic style in her 60s. Norfolk, Va.", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/job-postings-level-off-as-delta-variant-cools-demand-for-in-person-workers-11631093400", "title": "Job Openings Remain Robust, Though In-Person Postings Slip", "date": "2021-09-08 15:11", "summary": "Supply of labor remained constrained as pandemic-related unemployment benefits came to an end. Demand for workers in the U.S. remained strong-but leveled off-in the late summer due to an easing of job openings for in-person services positions as the economic recovery showed signs of slowing due to the Delta variant of Covid-19.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baird-hires-veteran-banker-to-launch-restructuring-team-11631127927", "title": "Baird Hires Veteran Banker to Launch Restructuring Team", "date": "2021-09-08 15:05", "summary": "Durc Savini, who recently left Guggenheim, is forming a new group at Baird, which hasn't previously offered restructuring services. Durc Savini, a veteran restructuring banker who left Guggenheim Securities LLC earlier in the summer, is joining Baird to start a new advisory group focusing on troubled companies and debt restructuring, according to people familiar with the matter.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-miuccia-pradas-look-makes-for-perfect-fall-fashion-now-11631127646", "title": "The Power of Prada: The Secret to Its Designer's Own Classic Look", "date": "2021-09-08 15:00", "summary": "Miuccia Prada's classic combination of sweater, skirt and heels works for any occasion, at any age-and is ideal as women increasingly gravitate to fail-safe, quality clothes. DESPITE ALL the radical trends Miuccia Prada pioneers on her runways, the Miu Miu and Prada designer is a creature of habit where her own wardrobe is concerned. Whether photographed at an industry event or while taking a quick, humble bow at the end of her fashion shows, Mrs. Prada can often be seen in a consistent yet not-at-all boring uniform of a sweater and full skirt.", "categories": [["Life & Work", "Copy Cat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/copy-cat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-palm-beach-home-of-a-buccaneer-bigwig-11631127609", "title": "The Palm Beach Home of a Buccaneer Bigwig", "date": "2021-09-08 15:00", "summary": "The property of Tampa Bay Buccaneers co-owner Darcie Glazer Kassewitz comes with a grand home and 200 feet of frontage along the Intracoastal Waterway.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tampa-bay-buccaneers-co-owner-wants-55-million-for-palm-beach-property-11631127526", "title": "Tampa Bay Buccaneers Co-Owner Wants $55 Million for Palm Beach Property", "date": "2021-09-08 14:58", "summary": "Darcie Glazer Kassewitz and her husband, Joel Kassewitz, purchased the 2-acre waterfront property for $20.5 million in 2010. A co-owner of the Tampa Bay Buccaneers is listing a waterfront home in Palm Beach for $55 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sen-joe-manchin-3-5-trillion-spending-debt-democrats-pelosi-biden-11630941652", "title": "Can Sen. Joe Manchin Be Trusted to Stand Firm?", "date": "2021-09-08 14:30", "summary": "The West Virginian stands in the way of $3.5 trillion in new spending. But he isn't always a profile in courage.. Thank you, Sen. Joe Manchin, for having the political courage to state what's best for the country, rather than jump on the party bandwagon (\"Why I Won't Support Another $3.5 Trillion,\" op-ed, Sept. 3). You are doing what elected officials are supposed to do. You aren't trying to kill the legislation but right-size it and save some spending capacity for the unknown.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/incompetence-afghanistan-war-biden-withdrawal-crisis-management-11630942877", "title": "Incompetence in Action: Afghanistan Edition", "date": "2021-09-08 14:30", "summary": "Now Biden brags about how well he handled a self-inflicted crisis.. Regarding Karl Rove's op-ed \"Biden's Ugly Defense of His Afghan Failure\" (Sept. 2): The Biden administration and its satellites are employing an age-old leadership technique in the handling of the Afghanistan withdrawal. That plan, which I observed in my military days as well as in my corporate days, flows like this:", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-americorps-program-aims-to-train-next-generation-of-health-leaders-11631125767", "title": "New AmeriCorps Program Aims to Train Next Generation of Health Leaders", "date": "2021-09-08 14:29", "summary": "Partnership with CDC includes $400 million investment over five years from the American Rescue Plan Act. AmeriCorps and the Centers for Disease Control and Prevention have created a program to recruit and train new public-health leaders.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-newsom-accountability-recall-money-spending-help-homeless-11630944292", "title": "California's Unaccountable Efforts to 'Help the Homeless'", "date": "2021-09-08 14:28", "summary": "Where did the money go?. Over the years Californians have voted for countless propositions, bond measures and tax increases, all claiming to help the homeless. Yet, in \"Homelessness Is Behind the Anger at Gavin Newsom\" (Cross Country, Sept. 4), Stephen Eide points out homelessness in the state has risen by 40% over the past five years alone.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/university-california-uc-berkeley-in-state-out-of-state-tuition-college-admissions-11630945211", "title": "UC Berkeley and California Residents", "date": "2021-09-08 14:27", "summary": "Out-of-state and international students are added to our campus in addition to Californians.. Aaron Klein writes that the University of California, Berkeley has increased its share of out-of-state freshmen from 2002 to 2018 (\"Public Colleges Reach Across State Lines for a Tuition Windfall,\" op-ed, Aug. 31) but he doesn't tell the full story. While we welcome students from various backgrounds, UC Berkeley has not reduced spaces for California-resident students. Admitting California residents remains our primary goal.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghan-women-protest-talibans-all-male-government-face-violent-crackdown-11631105098", "title": "Afghan Women Protest Hard-Line Taliban Government, Face Violent Crackdown", "date": "2021-09-08 14:27", "summary": "Fighters use force to halt protests and detain journalists, as new leadership calibrates its handling of dissent. KABUL-Afghan women took to the streets of Kabul to protest for a second consecutive day, outraged by the formation of a hard-line Taliban government and posing an unfamiliar challenge to an Islamist movement that has never tackled peaceful demonstrations.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-m-peis-longtime-new-york-city-home-11631124210", "title": "I.M. Pei's Longtime New York City Home", "date": "2021-09-08 14:03", "summary": "On Sutton Place, the 3,800-square-foot townhouse boasts a spiral staircase designed by Mr. Pei and views of the East River.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/in-london-a-self-build-home-designed-for-community-gets-a-fresh-upgrade-for-family-11631124027", "title": "In London, a Self-Build Home Designed for Community Gets a Fresh Upgrade for Family", "date": "2021-09-08 14:00", "summary": "Resume Subscription. The unusual family home of Céline Dalcher Wilkhu and her husband, Taran Wilkhu, clings close to the summit of a steep hill in southeast London, offering panoramic views across the city from their open-plan living room.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/what-to-watch-impeachment-kesha-and-the-nine-shows-to-stream-this-week-11631123567", "title": "What to Watch: Nine Shows to Stream This Week", "date": "2021-09-08 13:52", "summary": "Kesha as a robot sex worker in the podcast \"Electric Easy,\" Sarah Paulson as Linda Tripp in \"Impeachment,\" and Peyton Elizabeth Lee in a Doogie Howser reboot. Stories streaming for the eyes and ears this week feature a host of transformations: Kesha is a robot sex worker, Sarah Paulson becomes Linda Tripp and the 21st-century Doogie Howser is actually a teenager girl in Hawaii. Here's where to find it all:", "categories": [["Books & Arts", "Entertainment", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-blocking-u-n-atomic-agency-access-to-nuclear-related-sites-iaea-says-11631033269", "title": "Iran Blocking IAEA Access to Nuclear-Related Sites", "date": "2021-09-08 13:35", "summary": "U.S., European powers must now decide whether to seek formal censure of Tehran. Iran is refusing to allow inspectors access to nuclear-related sites and hindering a probe by the United Nations atomic agency while continuing to expand its nuclear activities, the International Atomic Energy Agency said in two confidential reports Tuesday, casting doubt on efforts to revive the 2015 nuclear deal.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/record-job-openings-can-last-a-while-11631121019", "title": "Record Job Openings Can Last a While", "date": "2021-09-08 13:10", "summary": "Ratio of U.S. job openings to hires hits record, according to Labor Department survey. Even with the rise of the Delta variant of the coronavirus, there are still plenty of jobs to be had in the U.S. The question is how willing people are to take them and how anxious employers are to fill them.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hacker-smart-building-cyber-security-11631052096", "title": "Why Hackers Love Smart Buildings", "date": "2021-09-08 13:06", "summary": "When all of a building's systems are online, the cybersecurity risks become much greater. Buildings are getting smarter, and that opens them up to a host of new cybersecurity risks.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vilsack-biden-tax-changes-step-up-in-basis-estate-death-tax-family-farm-small-business-11631116907", "title": "Biden's Tax Changes Won't Hurt Family Farmers", "date": "2021-09-08 12:30", "summary": "Changes to the step-up in basis are needed to ensure that wealthy investors pay their fair share.. President Biden is working with Congress to secure investments for programs like paid leave and an expanded child tax credit. One of the ways he has proposed to pay for these programs is through changing the way capital gains are taxed. These reforms aren't just about raising money, they are about fundamentally reforming the tax system to ensure the wealthy pay their fair share.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-m-peis-new-york-townhouse-sells-for-8-6-million-11631118302", "title": "Following Bidding War, I.M. Pei's New York Townhouse Sells for $8.6 Million", "date": "2021-09-08 12:30", "summary": "The artwork inside the famed architect's Sutton Place home sold for nearly triple the property's sale price in 2019. After taking a break from the market during the pandemic, the longtime New York City home of famed architect I.M. Pei has sold for $8.6 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dow-36000-forecast-right-stocks-bonds-records-glassman-hassett-11631117174", "title": "Why the Dow 36000 Forecast Was Right", "date": "2021-09-08 12:30", "summary": "Hassett and Glassman were mocked in 1998 but have been vindicated by rising stocks. The danger now? Rising interest rates.. Journalist James Glassman and economist Kevin Hassett took to these pages in March 1998 to dismiss concerns of a stock market bubble and offer a rationale for why stocks could still go a lot higher. That was already sticking their necks out. But then they stuck them out further, arguing-with many qualifications-that over the long run the Dow Jones Industrial Average could go to 35000. Their simple policy advice: Buy a diversified portfolio of stocks, and don't put too much money in bonds. Over the long run, stocks offer a higher return without significantly greater risk. Their basic rationale, which depended on investors gradually coalescing around their view, was that stocks had to rise as the market risk premium came into line with empirical reality.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scam-job-offers-11631051472", "title": "A Job Offer That Seems Too Good to Be True? It May Be a Scam.", "date": "2021-09-08 12:25", "summary": "Fake offers are showing up on LinkedIn, Indeed and other employment-search sites. And they are costing the victims a lot of money.. Around Christmas last year, Sarah Magno, a 27-year-old freelance digital-media editor in Jackson Township, N.J., received a text from somebody who said he was Devon McCoy, a hiring manager for the Humane Society for Tacoma-Pierce County in Washington state. It was welcome news: Ms. Magno had applied for a remote full-time position on dozens of job sites.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-walk-ball-the-hottest-trend-in-football-locker-rooms-11631118278", "title": "What Is Walk Ball? The Hottest Trend in Football Locker Rooms", "date": "2021-09-08 12:24", "summary": "Resume Subscription. The most unforgettable moment of Grayson Winters's college-football career happened when the 275-pound lineman was in the weight room wearing sandals.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/our-friends-the-haqqanis-afghanistan-taliban-11631053019", "title": "Our Friends the Haqqanis", "date": "2021-09-08 12:06", "summary": "The new interior minister of Afghanistan is a wanted terrorist.. The Biden Administration and other democracies have been beseeching the triumphant Taliban not to behave like they did when they last ran Afghanistan before 9/11 and harbored al Qaeda and Osama bin Laden. On Tuesday the Taliban gave their first response, naming a new government that includes Sirajuddin Haqqani as interior minister.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-early-fall-salad-is-hearty-enough-to-make-a-meal-11631117205", "title": "This Early Fall Salad Is Hearty Enough to Make a Meal", "date": "2021-09-08 12:06", "summary": "Summer may be over but salad season marches on. In this 20-minute recipe, sturdy frisée, endive and spigarello stand up well to warm prosciutto and croutons, plus pungent Stilton cheese.. ONLY WHEN HE moved to the U.S. did chef Frédéric Eliot realize how much he loves cooking the dishes of his childhood, spent on a family farm in Normandy. At Scales in Portland, Maine, he riffs on those classics, using local produce. \"Connecting French and New England food isn't a leap,\" he said. \"The cooking here is old-school and there's a lot of European influence.\"", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-fertility-needs-in-flux-men-eye-freezing-their-sperm-11631116929", "title": "With Fertility Needs in Flux, Men Eye Freezing Their Sperm", "date": "2021-09-08 12:02", "summary": "A crop of companies want to make sperm-freezing a routine procedure for young men, as employers start to offer it as a benefit. Author", "categories": [["", "Health"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/tom-brady-and-gisele-bundchen-to-star-in-20-million-campaign-for-crypto-exchange-11631116800", "title": "Tom Brady, Gisele Bündchen to Star in Crypto Exchange Campaign", "date": "2021-09-08 12:00", "summary": "FTX is leaning on large-scale branding and advertising projects as it tries to break through to U.S. consumers. Cryptocurrency exchange platform FTX is trying to level up in the U.S. with more established competitors through a new ad campaign featuring the married couple of football great Tom Brady and model and businesswoman Gisele Bündchen.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/perrigo-to-buy-hera-for-2-1-billion-furthering-nonprescription-focus-11631114455", "title": "Perrigo to Buy Héra for $2.1 Billion, Furthering Nonprescription Focus", "date": "2021-09-08 11:20", "summary": "Drugmaker estimates acquisition will add about $1 a share to adjusted earnings in fiscal 2023. Perrigo Co. PLC, a pharmaceutical company, has agreed to buy Héra SAS for 1.8 billion euros, or roughly $2.1 billion, in a merger that would help cement Perrigo's shift to focus on nonprescription drugs.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/janet-yellen-says-treasury-could-exhaust-cash-conservation-measures-in-october-11631109637", "title": "Yellen Says Treasury Could Exhaust Cash-Conservation Measures in October", "date": "2021-09-08 11:18", "summary": "Treasury secretary urges Congress to move quickly to suspend or increase debt ceiling. WASHINGTON-The Treasury Department could run out of room next month to keep paying the government's bills on time unless Congress steps in to suspend or raise the federal borrowing limit, Secretary Janet Yellen said in a letter to congressional leaders Wednesday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/work-from-home-6-ways-to-stay-focused-and-avoid-burnout-11631111714", "title": "Work From Home? 6 Ways to Stay Focused and Avoid Burnout", "date": "2021-09-08 10:35", "summary": "Lonely and monotonous, remote workdays are leaving us with wandering attention spans and productivity slumps. Here, tips to regain your WFH focus.. AT FIRST, the work-from-home life had the elemental thrills of a snow day, with its languid commutes from bed to sofa. But with Covid-19 variants snuffing out the light at the end of the tunnel and companies postponing returns to the workplace, W.F.H. is becoming W.T.F. for many.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/salvatore-ferragamos-profits-will-line-ad-mens-pockets-11631111166", "title": "Salvatore Ferragamo's Profits Will Line Ad Men's Pockets", "date": "2021-09-08 10:26", "summary": "The Italian luxury brand's better-than-expected profits will soon need to be invested into marketing campaigns. Shareholders are happy about Salvatore Ferragamo 's latest profits, but advertising companies may get much of the benefits.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virginia-to-take-down-robert-e-lee-statue-on-wednesday-11631093401", "title": "Virginia Takes Down Robert E. Lee Statue", "date": "2021-09-08 10:11", "summary": "Resume Subscription. Virginia took down a prominent statue of Gen. Robert E. Lee in Richmond on Wednesday morning, the latest in a series of Confederate symbols removed across the U.S. following protests against racial injustice last summer.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/eptember-11-world-trade-center-pentagon-united-flight-93-george-w-bush-barack-obama-colin-powell-comedy-central-11631050170", "title": "A Stream of Shows Marks 9/11", "date": "2021-09-08 10:09", "summary": "Sweeping histories, focused documentaries and even a look at comedy in the wake of tragedy.. ", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/certified-lover-boy-drake-review-clb-album-11631050337", "title": "'Certified Lover Boy' by Drake Review: Worth a Fling but Not a Ring", "date": "2021-09-08 10:08", "summary": "The latest album from the superstar is light on substance but thick with surface-level pleasure.. It goes without saying that Drake is massively popular-so far, he's the most-streamed artist in history-but he's also ruthlessly efficient. His first innovation was to create his own lane-his 2010 debut \"Thank Me Later\" introduced the then-actor as a skilled rapper who could also sing, someone who played the part of the sad and lonely outcast while staying laser-focused on success. Drake's slight awkwardness-the cringe-inducing line that triggered a chuckle was an instant trademark-made him relatable, but from the outset he eyed celebrity and riches, and both came quickly.", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/diagnose-respiratory-illness-smartphone-11631041761", "title": "Coughs Say a Lot About Your Health, if Your Smartphone Is Listening", "date": "2021-09-08 10:05", "summary": "With apps and artificial intelligence, researchers want to use the cough to better diagnose asthma, Covid-19 and other respiratory illnesses. Author", "categories": [["", "Health"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/tinder-adds-explore-section-to-dating-app-11631109600", "title": "Tinder Adds Explore Section to Dating App", "date": "2021-09-08 10:00", "summary": "The tab will let users match with others based on interests, expanding beyond age, location and sexuality. Match Group Inc.'s Tinder is introducing a section called Explore that will make it easier for users to find matches based partly on their interests.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-economic-warfare-intensifies-as-military-conflict-recedes-11631109600", "title": "Global Economic Warfare Intensifies as Military Conflict Recedes", "date": "2021-09-08 10:00", "summary": "Biden, like Trump, embraces sanctions, though they may be losing effectiveness and increasing the risk of conflict. The last American soldier had barely left Afghanistan when President Biden pledged that pressure on the Taliban would continue through other means, in particular what he described as economic tools. He has since maintained sanctions on the Taliban, though the action imperils Afghanistan's aid-dependent economy.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pro-china-online-network-used-fake-accounts-to-urge-asian-americans-to-attend-protests-researchers-say-11631109601", "title": "Pro-China Online Network Used Fake Accounts to Urge Asian-Americans to Protest, Researchers Say", "date": "2021-09-08 10:00", "summary": "Campaign is first known instance of China-linked actors fomenting real-world U.S. protest; 'They're copying the Kremlin's playbook'. WASHINGTON-A network of fake social-media accounts linked to the Chinese government has attempted to draw Americans out to real-world protests against anti-Asian-American racism and popular but unsubstantiated allegations that China engineered the virus that caused the Covid-19 pandemic, according to U.S. security firms.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-holmes-trial-theranos-who-11631061054", "title": "The Trial of Elizabeth Holmes: Who's Who in the Theranos Case", "date": "2021-09-08 09:58", "summary": "The legal saga surrounding the implosion of the blood-testing startup involves a large cast of players. Theranos Inc. founder Elizabeth Holmes is facing a criminal trial in federal court in San Jose, Calif., on charges that she defrauded investors and patients by lying about the accuracy of her company's finger-prick blood-testing technology. She has pleaded not guilty to charges of wire fraud and conspiracy to commit wire fraud.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-a-delta-wave-peaks-in-some-states-others-brace-for-whats-next-11631107425", "title": "As a Delta Wave Peaks in Some States, Others Brace for What's Next", "date": "2021-09-08 09:23", "summary": "Cold weather, return to school risk fueling Covid-19's spread, public-health experts warn. The Delta surge appears to have peaked in Florida and other states that drove the most recent Covid-19 surge, offering some relief after the variant upended what many thought would be a more normal summer.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-bitcoin-citrix-coupa-what-to-watch-when-the-stock-market-opens-today-11631097893", "title": "GameStop, Bitcoin, Nio, Citrix: What to Watch When the Stock Market Opens Today", "date": "2021-09-08 09:15", "summary": "GameStop reports earnings after the close; bitcoin is extending its fall. Stock futures are wobbling as Covid-19 cases remain elevated and the outlook for central bank policy has become clouded amid a September economic slowdown. Here's what we're watching ahead of Wednesday's open.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pentagons-9-11-anniversary-is-its-first-without-troops-in-afghanistan-11631106000", "title": "Pentagon's 9/11 Anniversary Is Its First Without Troops in Afghanistan", "date": "2021-09-08 09:00", "summary": "Resume Subscription. Along the main Pentagon corridors struck on Sept. 11, 2001, hang commemorative quilts, some made by children shortly after the terrorist attacks, their squares depicting fear, flames and confusion.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/black-lawmakers-now-winning-in-white-communities-call-for-end-to-packing-black-voters-in-house-districts-11631106001", "title": "Black Lawmakers Call for End to Packing Black Voters in House Districts", "date": "2021-09-08 09:00", "summary": "More say majority-Black districts, once a key to Black political power, hurt Democratic efforts to gain seats. The growing success of Black candidates in racially diverse communities across the U.S. is spurring a push to distribute Black voters more evenly across newly drawn House districts.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/complex-password-cyber-security-risk-11631051077", "title": "The Problem With 'Complex' Passwords", "date": "2021-09-08 08:30", "summary": "They make it too hard for users, who in turn make it too easy for hackers.. We all know the drill when creating a password. In the name of \"complexity,\" we're typically asked to use a minimum of eight characters, including at least one uppercase letter, one lowercase letter, a number and a special character. Oh, and we need to memorize the password and not use the same one anywhere else.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/france-opens-trial-into-paris-terrorist-attacks-11631088786", "title": "High Security in Paris as 2015 Terrorism Trial Begins", "date": "2021-09-08 08:13", "summary": "Trial is set to delve into the coordinated attacks that killed 130 people in 2015. PARIS-France opened a trial Wednesday that will examine the origins and fallout of terrorist attacks that ripped through the French capital nearly six years ago, killing 130 people and rattling the national psyche.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/daniil-medvedev-us-open-tennis-11631069866", "title": "The U.S. Open Star Who Makes Tennis Courts Enormous", "date": "2021-09-08 08:00", "summary": "World No. 2 Daniil Medvedev returns farther behind the baseline than anyone at the tournament. His big-court tactics have him in the semifinals.. No matter which legendary tennis court he's pacing between points, Daniil Medvedev will always look like just another tall man on a stroll. Loping around at 6-foot-6, his shoulders slightly stooped, he wanders far behind the baseline to receive the next serve. Then he keeps going. Right when it looks like he might run out of room, he takes a couple more steps.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-algorithm-sex-drugs-minors-11631052944", "title": "How TikTok Serves Up Sex and Drug Videos to Minors", "date": "2021-09-08 07:59", "summary": "The popular app can quickly drive young users into endless spools of adult content, including videos touting drug use and promoting pornography sites. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indonesian-prison-fire-kills-41-inmates-11631100766", "title": "Indonesian Prison Fire Kills 41 Inmates", "date": "2021-09-08 07:32", "summary": "Blaze highlights concerns over country's overcrowded penal system. A fire at an overcrowded Indonesian prison killed 41 inmates on Wednesday, reflecting the dangers posed by the country's overloaded correctional facilities.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alpine-investors-banks-2-25-billion-for-latest-fund-11631098801", "title": "Alpine Investors Banks $2.25 Billion for Latest Fund", "date": "2021-09-08 07:00", "summary": "The firm wrapped up its eighth fund in less than four months, a house record, founding partner Graham Weaver said. Alpine Investors has wrapped up its largest fund so far, raising $2.25 billion in less than four months, according to founding partner Graham Weaver.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sonder-seeks-room-in-post-covid-19-lodging-11631098801", "title": "Sonder Seeks Room in Post-Covid-19 Lodging", "date": "2021-09-08 07:00", "summary": "The startup finds old school hotels antiquated. What if we still prefer them?. What exactly is an upscale hotel experience without a front desk, room service and a friendly bellhop to hail you a taxi? Some would call it disappointing; Sonder sees opportunity.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/return-to-school-tests-europes-containment-of-covid-19-11631096176", "title": "Europe's Covid-19 Containment Is Tested as Schools Reopen", "date": "2021-09-08 06:16", "summary": "High vaccination rates and mask mandates boost confidence that Europe can avoid a resurgence of the virus. Europe, having passed the U.S. in Covid-19 vaccinations, is facing the biggest test of its progress against the virus: reopening schools in the face of the Delta variant.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australias-top-court-finds-media-companies-liable-for-other-peoples-facebook-comments-11631096115", "title": "Australia's Top Court Finds Media Companies Liable for Other People's Facebook Comments", "date": "2021-09-08 06:15", "summary": "Decision could hinder the promoting of important public-interest journalism, legal experts say. SYDNEY-Australia's highest court found that newspapers and television stations that post articles on Facebook Inc.'s platform are liable for other Facebook users' comments on those posts, a ruling that could prompt traditional publishers to rethink how they engage with social media.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/digital-currencies-pave-way-for-deeply-negative-interest-rates-11631091581", "title": "Digital Currencies Pave Way for Deeply Negative Rates", "date": "2021-09-08 06:11", "summary": "If people can't hoard physical money, it becomes much easier to cut rates far below zero. Investors have been ignoring progress toward government-issued electronic money, even as many countries are progressing rapidly toward their own online cash. They should ask two questions: Will the Federal Reserve issue a digital dollar? And will it eventually replace physical bank notes?", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/business-travelers-expect-more-zooms-and-few-trips-this-fall-11631095201", "title": "Business Travel Stays Stuck On the Tarmac", "date": "2021-09-08 06:00", "summary": "Companies are greenlighting trips for client meetings and closing deals, but internal gatherings and training are mostly staying virtual for now. The return to work isn't happening as expected this fall. The same is true for work travel.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/powerful-earthquake-hits-central-mexico-11631066660", "title": "Mexico Hit by Powerful Earthquake", "date": "2021-09-08 06:00", "summary": "Magnitude 7.1 quake struck near the resort city of Acapulco, killing at least one person. MEXICO CITY-A 7.1-magnitude earthquake struck near the Mexican resort city of Acapulco late Tuesday, killing at least one person and causing buildings to sway across central Mexico.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/commodity-markets-are-all-gummed-up-11631095158", "title": "Commodity Markets Are All Gummed Up", "date": "2021-09-08 05:59", "summary": "Commodities are a favorite play at times of high inflation, but there are unusual risk factors right now. Commodities are a favorite play during periods of high inflation, but the market-particularly for metals like copper and steel-is undergoing some unusual contortions. Buyers should be aware that they are betting on Chinese climate policy and global trade bottlenecks as much as supply and demand.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-9-11-split-second-decisions-by-employees-at-icap-affected-the-rest-of-their-lives-11631093402", "title": "On 9/11, Split-Second Decisions by Employees at ICAP Changed Everything", "date": "2021-09-08 05:30", "summary": "Resume Subscription. On the afternoon of Monday, Sept. 10, 2001, Karen Lynn Seymour told her boss that she wanted to attend a conference the next morning. The 40-year-old technology specialist at a subsidiary of ICAP, a London-based bond broker, thought it could help her career.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/paypal-to-buy-japans-paidy-for-2-7-billion-11631087698", "title": "PayPal to Buy Japan's Paidy for $2.7 Billion", "date": "2021-09-08 03:54", "summary": "Set to close in the fourth quarter, it's the latest in a flurry of deals involving 'buy now, pay later' companies. PayPal Holdings Inc. agreed to buy Japanese \"buy now, pay later\" startup Paidy Inc. for about $2.7 billion, in a move that will boost its business in the world's third-largest e-commerce market.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/app-developers-payments-dilemma-easier-with-or-without-apple-and-google-11631017431", "title": "App Developers' Payments Dilemma: Easier With or Without Apple and Google?", "date": "2021-09-08 01:10", "summary": "South Korean law to allow multiple in-app payment systems could lower digital-content prices, but will likely add hurdles for users and developers. SEOUL-South Korea's app developers can soon sidestep the digital tollway mandated by Apple Inc. and Alphabet Inc.'s Google, but changes for app companies and consumers may be hard to see initially.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11631041980", "title": "Pepper...and Salt", "date": "2021-09-08 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/britney-spearss-father-petitions-court-to-end-pop-stars-conservatorship-11631068137", "title": "Britney Spears's Father Petitions to End Conservatorship", "date": "2021-09-08 22:28", "summary": "James Spears moved to end the 13-year controversial arrangement that has given him control over her $60 million estate. Britney Spears's father moved in a new court filing to end the court conservatorship he has overseen for 13 years, bringing the pop star a step closer to ending the arrangement she's called abusive.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/work-office-safe-covid-19-11630864058", "title": "Toss the Wipes, Stock Up on Masks to Be Safe at Work", "date": "2021-09-08 21:38", "summary": "Doctors and researchers recommend masking up and eating outdoors, even for those who are vaccinated. For workers heading back to offices this fall, avoiding the highly contagious Delta variant of Covid-19 is likely at the top of their list of priorities.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazilian-president-bolsonaro-rallies-supporters-as-he-prepares-for-reelection-campaign-11631047586", "title": "Brazilian President Rallies Supporters Ahead of Re-Election Campaign", "date": "2021-09-08 21:12", "summary": "Backers turned out in more than 100 cities to disparage right-wing leader's foes in government and courts, calling to jail communists and close Congress. SÃO PAULO-More than 100,000 Brazilians took to the streets in nationwide rallies Tuesday in support of President Jair Bolsonaro, a show of force for the right-wing leader ahead of elections next year in which he will face a surging leftist challenger.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexicos-supreme-court-decriminalizes-abortion-in-historic-shift-11631049288", "title": "Mexico's Supreme Court Decriminalizes Abortion", "date": "2021-09-08 20:32", "summary": "In a unanimous ruling, the justices pave way for changes in country with world's second-largest Roman Catholic population. MEXICO CITY-Mexico's Supreme Court unanimously ruled that making abortion a crime was unconstitutional, paving the way for far greater access to legal abortions in the country with the world's second-largest Roman Catholic population.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vol-34-no-8-the-reckoning-11631059902", "title": "Vol. 34, No. 8: The 'Reckoning'", "date": "2021-09-08 20:11", "summary": "Most Popular News. Editor in Chief Matt Murray says he collected some writing/style notes over the summer, including our overuse of reckoning. As he stresses, despite the great work produced in The Wall Street Journal, the task of weeding our writing never ends.", "categories": [["Style & Substance"]], "category_links": ["https://www.wsj.com/news/styleandsubstance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackrock-raises-1-billion-for-first-chinese-mutual-fund-run-by-foreign-firm-11631059200", "title": "BlackRock Raises $1 Billion for First Foreign-Run China Mutual Fund", "date": "2021-09-08 20:00", "summary": "U.S. money managers' ambitions in China come at time of escalating U.S.-China tensions. BlackRock Inc. has raised roughly $1 billion for the first-ever mutual fund solely run by a foreign firm that is allowed to sell to Chinese individuals.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}]