[{"link": "https://www.wsj.com/articles/commodities-remain-a-popular-bet-despite-recent-declines-11624753695", "title": "Commodities Remain Popular Bet Despite Recent Declines", "date": "2021-06-27 19:33", "summary": "Lumber, copper, other raw materials fall from recent highs, but investors still see reasons to buy. Many commodities from copper to lumber have dropped from their peak pandemic prices, easing the most acute worries about an inflationary spiral. But investors remain bullish on many of them, arguing they still look cheap.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-waltons-win-in-buffalo-mayoral-primary-buoys-progressives-11624834801", "title": "India Walton's Win in Buffalo Mayoral Primary Buoys Progressives", "date": "2021-06-27 19:00", "summary": "Leaders say the decisive Buffalo results show movement's ability to compete beyond Brooklyn and Queens. New York progressives cheered last week after an insurgent socialist defied the odds and defeated a longtime incumbent to decisively win a Democratic primary for mayor-of Buffalo.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/engineers-examine-twin-building-of-miami-area-condo-that-collapsed-as-residents-express-fears-11624822452", "title": "Engineers Examine Twin Building of Miami-Area Condo That Collapsed", "date": "2021-06-27 18:20", "summary": "Structural engineers inspect the basement area of Champlain Towers North to see what the collapsed twin building looked like. SURFSIDE, Fla.-Residents of Champlain Towers North, whose twin building collapsed four days ago, were meeting Sunday to discuss whether they should stay in the beachfront condos or leave when two structural engineers from the National Institute of Standards and Technology arrived to inspect the building's garage, escorted by Miami-Dade Police.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/binance-crypto-exchange-ordered-to-cease-u-k-activities-11624812672", "title": "Binance Crypto Exchange Ordered to Cease U.K. Activities", "date": "2021-06-27 17:58", "summary": "The world's largest cryptocurrency exchange faced regulatory ire in the U.K. as well as Japan. Authorities in the U.K. and Japan took aim at affiliates of Binance Holdings Ltd., the world's largest cryptocurrency exchange network, in the latest regulatory crackdown on the wildly popular trade in bitcoin and other digital assets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-beer-giant-manages-through-waves-of-covid-around-the-world-11624830297", "title": "How a Beer Giant Manages Through Waves of Covid Around the World", "date": "2021-06-27 17:44", "summary": "Resume Subscription. In late March, executives at the biggest brewer in the world were working on a project they had code-named EU-phoria.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/white-house-senate-negotiators-try-to-keep-infrastructure-deal-alive-11624813400", "title": "White House, Senate Negotiators Try to Keep Infrastructure Deal Alive", "date": "2021-06-27 16:56", "summary": "Bipartisan deal on a central plank of Biden administration policy faces uncertain future as Democrats seek broader antipoverty effort. WASHINGTON-The White House and Senate negotiators sought to keep a bipartisan infrastructure deal on track Sunday after its future was cast into doubt when President Biden made and then withdrew a suggestion that he would veto the proposal if lawmakers failed to pass a separate antipoverty package favored by Democrats.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-warns-covid-19-origins-review-may-not-be-definitive-11624819570", "title": "Biden Administration Warns Covid-19 Origins Review May Not Be Definitive", "date": "2021-06-27 16:43", "summary": "The hunt for clues tests spy agencies, which haven't traditionally made pandemics a priority. Biden administration officials are cautioning that a 90-day review into the origins of the Covid-19 virus may not produce a definitive explanation as intelligence agencies take on the challenge of unraveling the global pandemic.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frances-macron-under-pressure-as-recent-terrorist-attacks-weigh-on-regional-elections-11624791927", "title": "Macron, Le Pen Stumble in France's Regional Elections", "date": "2021-06-27 16:17", "summary": "Centrist ranks of President Emmanuel Macron and Marine Le Pen's far-right party failed to notch victories. PARIS-The centrist ranks of President Emmanuel Macron and Marine Le Pen's far-right party both failed to notch victories in France's regional elections Sunday as voters gravitated toward establishment candidates amid tensions over recent terrorist attacks and the place of Islam in society.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-justice-plays-election-politics-11624824358", "title": "Biden Justice Plays Election Politics", "date": "2021-06-27 16:05", "summary": "Its lawsuit against Georgia is weak on evidence and the law.. President Biden has called Georgia's new voting law a revival of Jim Crow. So it was probably inevitable that the Justice Department would file suit, as it did Friday, alleging that the state Legislature \"intended to deny or abridge the right of Black Georgians to vote.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tapping-red-states-for-infrastructure-11624824291", "title": "Tapping Red States for Infrastructure", "date": "2021-06-27 16:04", "summary": "The bipartisan Senate deal finances Biden priorities with savings from unused jobless benefits.. The more we examine the bipartisan Senate infrastructure deal, the worse its details look. Consider its plan to pay for new spending in part with unemployment-benefit savings from GOP states that are recovering faster economically and ending the $300 federal bonus.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-ricchettis-infrastructure-clean-up-11624824218", "title": "President Ricchetti's Infrastructure Clean Up", "date": "2021-06-27 16:03", "summary": "Joe Biden told the truth about Democratic strategy the first time.. You have to hand it to Steven Ricchetti. The White House counselor to President Biden, and chief architect of the bipartisan infrastructure deal, has scrambled to clean up the political mess left by his boss last Thursday. His handiwork doesn't change Democratic intentions, but the media and some Senators have already bought the spin.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/showdown-in-mexicos-zama-oil-field-11624823865", "title": "Showdown in Mexico's Zama Oil Field", "date": "2021-06-27 15:57", "summary": "Pemex tries to muscle in on a consortium's field in what could be a test of the USMCA.. Mexico's state-owned oil company, Petroleos Mexicanos (Pemex), announced earlier this month that it is canceling plans to drill an appraisal well in the Gulf of Mexico's Zama oil field. This brings the total number of wells drilled by Pemex in the Zama field to, er, zero.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-great-dissenter-review-high-court-contrarian-11624823748", "title": "'The Great Dissenter' Review: High-Court Contrarian", "date": "2021-06-27 15:55", "summary": "In Plessy v. Ferguson and other landmark cases, Harlan stood fast and, often, alone. When the law ﬁnally moved in his direction, he stood vindicated.. If Justice John Marshall Harlan had written only one opinion, his legacy would still be secure. His solo dissent in Plessy v. Ferguson (1896), denouncing \"separate but equal\" racial segregation, is the greatest judicial dissent in American history.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lessons-from-a-summer-digging-ditches-11624823673", "title": "Lessons From a Summer Digging Ditches", "date": "2021-06-27 15:54", "summary": "I learned teamwork, pacing and, most important, the value of education.. I was 16 in the summer of 1954, when I worked my first job. My father believed I should be able to make some money to help with school costs, so I was hired by the largest construction company in New Haven, Conn., C.W. Blakeslee & Sons. I spent most days in a ditch with a pick and shovel. I learned a lot.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-covid-commission-americans-can-trust-11624823367", "title": "A Covid Commission Americans Can Trust", "date": "2021-06-27 15:49", "summary": "The country has lost faith in experts, but a thorough review free from conflicts of interest could help.. The pandemic is on its way out, but how many Americans think the U.S. approach succeeded? More than 600,000 Americans died from Covid, and lockdowns have left extensive collateral damage. Trust in science has eroded, and the damage won't be limited to epidemiology, virology and public health. Scientists in other fields will unfortunately also have to deal with the fallout, including oncologists, physicists, computer scientists, environmental engineers and even economists.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/conservatives-should-oppose-the-filibuster-11624823307", "title": "Conservatives Should Oppose the Filibuster", "date": "2021-06-27 15:48", "summary": "Too many bad laws are already on the books, and procedural roadblocks make them hard to repeal.. Senate Democrats' effort to abolish the legislative filibuster appears doomed to fail in this term, now that Sens. Joe Manchin of West Virginia and Kyrsten Sinema of Arizona have made clear their strong opposition. That's a shame. Conservatives benefit from the filibuster when the Democrats hold the majority, but they should support its repeal. It makes it harder to get laws enacted, but it also makes them harder to repeal. With all the noxious laws on the books, Republicans should be the party of repeal.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-high-cost-of-bipartisanship-11624823253", "title": "The High Cost of Bipartisanship", "date": "2021-06-27 15:47", "summary": "It'd be better if more politicians disagreed with deficit spending.. Political types often complain there isn't enough compromise and cooperation in Washington. Fiscal conservatives-to the extent we still exist-think there's too much. I'd argue that the only thing that's truly bipartisan these days is spending money. Exhibit A is the bipartisan infrastructure bill that received President Biden's blessing on Thursday.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-manufacturing-trade-employment-11624820400", "title": "Economy Week Ahead: Manufacturing, Trade, Employment", "date": "2021-06-27 15:00", "summary": "Also, economists expect consumer confidence to show a pickup. The U.S. employment report is the highlight of this week's economic data.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-tony-hamptons-homeowners-and-fishermen-fight-over-a-beach-11624716001", "title": "In Tony Hamptons, Homeowners, Fishermen Fight Over a Beach", "date": "2021-06-27 14:07", "summary": "Officials on eastern Long Island brace for summer protests over court order barring vehicles on 'Truck Beach'. A fight over access to a Hamptons beach is intensifying this summer, pitting wealthy homeowners seeking a serene oceanfront view against residents and local fishermen who want to drive trucks onto the sand.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/latest-fast-furious-movie-leads-weekend-box-office-11624815451", "title": "Latest 'Fast & Furious' Movie Leads Box Office", "date": "2021-06-27 13:37", "summary": "'F9: The Fast Saga' and other recent releases show moviegoers' steadily growing appetite to return to theaters. LOS ANGELES-The \"Fast & Furious\" franchise gave Hollywood its best opening weekend since December 2019 at the box office this weekend, offering further evidence that American entertainment industries are accelerating toward some semblance of normalcy.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tourists-return-and-venice-wonders-how-many-are-too-many-11624812240", "title": "Tourists Return, and Venice Wonders: How Many Are Too Many?", "date": "2021-06-27 12:44", "summary": "Resume Subscription. VENICE-In recent months, Piero Dri has luxuriated in the calm of Venice's waterways. Covid-19 restrictions kept tourists away and reduced water traffic to a trickle, allowing him to paddle his traditional mascareta rowboat across the lagoon any time he liked without having to worry about being swamped by the wake of larger craft or even cruise liners.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/battle-over-critical-race-theory-11624810791", "title": "The Battle Over Critical Race Theory", "date": "2021-06-27 12:19", "summary": "Advocates and media circle the wagons and try to conceal the truth about a pernicious ideology.. Critical race theory is the latest battleground in the culture war. Since the murder of George Floyd last year, critical race theory's key concepts, including \"systemic racism,\" \"white privilege,\" and \"white fragility,\" have become ubiquitous in America's elite institutions. Progressive politicians have sought to implement \"antiracist\" policies to reduce racial disparities, such as minorities-only income programs and racially segregated vaccine distribution.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drill-baby-drill-is-the-future-11624810731", "title": "'Drill, Baby, Drill' Is the Future", "date": "2021-06-27 12:18", "summary": "Fracking techniques could be used to generate energy with no carbon emissions.. Remember the cringeworthy \"Drill, baby, drill\" slogan from the 2008 Republican Convention? Maybe they were on to something, but not what you think. We're bombarded daily with calls for sustainable, renewable and carbon chewable technologies to meet our energy needs. But the solution may be just underfoot.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bruce-springsteen-returns-to-broadway-11624809911", "title": "Bruce Springsteen Ushers In Broadway's Return", "date": "2021-06-27 12:05", "summary": "The musician's sold-out show marked a new step in New York City's reopening from the Covid-19 pandemic. When Bruce Springsteen arrived on stage at the St. James Theatre shortly after 8 p.m. Saturday night, it marked more than just the New Jersey rocker's return to Broadway with his autobiographical, largely one-man show.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-catholic-school-it-director-to-cisco-system-engineer-11624809601", "title": "From Catholic School IT Director to Cisco System Engineer", "date": "2021-06-27 12:00", "summary": "Working remotely in the pandemic helped a school technology director see he didn't want to 'get back to normal'; he found a new career all about digital collaboration. If not for the pandemic, 31-year-old Braden Bonner might still be working at the Philadelphia-area Catholic boys' school where he started as a summer intern 14 years ago.", "categories": [["Life & Work", "Career Reboot"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/career-reboot?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-companies-shouldnt-tie-ceo-pay-to-esg-metrics-11624669882", "title": "Why Companies Shouldn't Tie CEO Pay to ESG Metrics", "date": "2021-06-27 11:00", "summary": "It may sound like a good idea. But it likely won't achieve the results proponents want.. Executive pay has been the poster child for everything that's wrong with capitalism. Chief executive officers are paid millions, while some of their employees make minimum wage. Bonus targets often tempt executives to take short-term actions that mortgage their company's future.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-killed-26-indonesian-doctors-in-juneat-least-10-had-taken-chinas-sinovac-vaccine-11624769885", "title": "Covid-19 Killed 26 Indonesian Doctors in June-at Least 10 Had Taken China's Sinovac Vaccine", "date": "2021-06-27 11:00", "summary": "Epidemiologists say the deaths need to be investigated to determine whether factors such as poor hospital care or underlying illnesses played a role. SINGAPORE-At least 10 of the 26 doctors in Indonesia who died from Covid-19 this month had received both doses of the vaccine developed by Sinovac Biotech Ltd., a medical association said, raising questions about the Chinese-made shot that is being used in many parts of the developing world.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-stock-market-hasnt-been-this-placid-in-years-11624740199", "title": "The Stock Market Hasn't Been This Placid in Years", "date": "2021-06-27 11:00", "summary": "S&P 500 hasn't had a 5% correction based on closing prices since October, but there is turmoil in the depths. The U.S. stock market is as calm as can be on the surface, while churning underneath more than it has in decades.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-focus-on-turning-tax-talk-into-action-11624798800", "title": "Democrats Focus on Turning Tax Talk Into Action", "date": "2021-06-27 10:41", "summary": "Narrow margins, shifting politics shape party's choices as it considers raising taxes on corporations and on those with high incomes. WASHINGTON-Democrats face a daunting task: turning years of talking about raising taxes on corporations and high-income Americans into legislation that can get through razor-thin congressional majorities and onto President Biden's desk.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-american-medical-association-responds-11624804713", "title": "The American Medical Association Responds", "date": "2021-06-27 10:38", "summary": "Physicians are compelled to confront the harmful effects of past injustices.. Your editorial \"Doctors for Progressive Conformity\" (June 19) criticizes policies passed by the American Medical Association's House of Delegates, a deliberative body in which physician leaders from every state and specialty medical society convene to discuss the most important issues in medicine and develop the consensus view based in science and evidence. There is considerable evidence showing a direct correlation between adverse health outcomes and early death rates for historically marginalized and minoritized populations. Covid-19's disproportionate impact on black and brown communities put a bright spotlight on the problem.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-president-biden-receive-communion-11624804577", "title": "Should President Biden Receive Communion?", "date": "2021-06-27 10:36", "summary": "The decision will separate the shepherds from the hired hands.. U.S. Catholic bishops would appear to be committing three sins, one religious and two political (\"Bishops Advance Restriction on Communion,\" U.S. News, June 19). The religious sin is the unwitting embrace of 17th-18th century Jansenism, condemned as heresy by Pope Clement XI's 1713 papal bull \"Unigenitus Dei Filius.\" Chief among the 101 heretical errors so condemned was the belief that those receiving Communion must be morally pure. As Pope Francis has stated, \"The Eucharist is not the reward of saints, but the bread of sinners.\" Jansenism also was bound up with efforts to restrict papal authority more broadly, which might be counted as more of a political rather than a religious sin.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-far-can-blinder-see-through-the-economic-mist-11624802939", "title": "How Far Can Blinder See Through the Economic Mist?", "date": "2021-06-27 10:09", "summary": "Here he was a few months ago, cheering on the Biden spending blowout as the vanguard action of the \"Biden Boom.\". Prof. Alan S. Blinder is seldom right but never in doubt. Now he states the obvious: Demand is outstripping supply (\"Erratic Data Is an Economic Symptom of the Pandemic,\" op-ed, June 22). Yet here he was a few months ago, in these pages, cheering on the Biden spending blowout as the vanguard action of the \"Biden Boom\" (\"Welcome to Joe Biden's Boom Economy,\" op-ed, April 22). For a guy who has seen as many pandemics as the rest of us, a little more humility might be in order. It's not the data, professor. It's what you're doing with it.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/googles-cookie-delay-is-bittersweet-for-trade-desk-11624802400", "title": "Google's Cookie Delay Is Bittersweet for Trade Desk", "date": "2021-06-27 10:00", "summary": "Ad-tech player has built a formidable business that's still seen as vulnerable to big tech's whims. The Trade Desk lives, but it can't escape the cookie monster's shadow.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wimbledon-roger-federer-grand-slams-ranking-djokovic-11624767964", "title": "Is This Roger Federer's Last Chance at Wimbledon?", "date": "2021-06-27 10:00", "summary": "Knee trouble and an imminent rankings tumble mean the chase for major title No. 21 is about to become harder than ever. LONDON-It didn't take long for word to get around the All-England Lawn Tennis Club on Friday that a couple of old-timers were knocking around on Court 14. The two men had sore hips and balky knees. They didn't glide like they used to.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capital-spending-surge-further-lifts-economic-recovery-11624798800", "title": "Capital-Spending Surge Further Lifts Economic Recovery", "date": "2021-06-27 09:00", "summary": "Businesses are pouring money into equipment and technology, a boon to economic growth. Business investment is emerging as a powerful source of U.S. economic growth that will likely help sustain the recovery.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-apps-and-websites-you-need-for-international-travel-during-covid-and-the-reopening-11624798801", "title": "Traveling Abroad This Summer? Check These Online Resources First", "date": "2021-06-27 09:00", "summary": "Resume Subscription. Now that Covid-19 restrictions are easing for vaccinated tourists in Europe and elsewhere, you might have your sights set on some international summer travel. But it won't be business as usual.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/master-the-politics-of-the-new-hybrid-office-11624795201", "title": "Master the Politics of the New Hybrid Office", "date": "2021-06-27 08:00", "summary": "When workplaces are only available part-time, it can get tricky deciding who gets to come in when. When Kristi Fox, chief HR officer of a financial-services firm in St. Paul, Minn., helped prepare the office for in-person work in May, she and her colleagues came up with the idea to offer free breakfast and lunch in their cafeteria on Mondays and Fridays to encourage attendance. So far, it's working-but only on Mondays. \"Not a chance for Fridays. No one wants to come into the office then, if they can help it,\" she says.", "categories": [["Life & Work", "At Work"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/at-work?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/socially-responsible-investing-11624288038", "title": "The New Math of Socially Responsible Investing", "date": "2021-06-27 08:00", "summary": "Investors are putting a lot more money into ESG funds, but they also expect a lot more in return. ESG investing has come a long way in the past few years.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-has-undercounted-covid-19-deaths-by-hundreds-of-thousands-families-and-experts-say-11624795202", "title": "India Has Undercounted Covid-19 Deaths by Hundreds of Thousands, Families and Experts Say", "date": "2021-06-27 08:00", "summary": "According to statisticians, the official death count of 390,000 falls far short of the pandemic's actual toll. NEW DELHI-As coronavirus cases rose rapidly across India in April, a 70-year-old woman died at her home in the eastern state of Bihar. A rapid antigen test for Covid-19 had been positive, and a lung scan had indicated viral pneumonia and the \"possibility of Covid infection.\"", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whistleblower-thought-he-would-get-a-big-payout-instead-he-got-nothing-and-went-broke-11624791602", "title": "Whistleblower, Expecting Big Payout, Got Nothing Instead", "date": "2021-06-27 07:00", "summary": "Resume Subscription. John McPherson was almost certain he'd get rich from the Securities and Exchange Commission's whistleblower program. Instead, he ended up bankrupt and embittered.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/during-covid-19-most-americans-got-richerespecially-the-rich-11624791602", "title": "During Covid-19, Most Americans Got Ahead-Especially the Rich", "date": "2021-06-27 07:00", "summary": "Resume Subscription. The coronavirus pandemic plunged Americans into recession. Instead of emerging poorer, many came out ahead.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tour-de-france-mark-cavendish-eddy-merckx-11624766849", "title": "Pro Cycling's Untouchable Record Is Probably Still Safe", "date": "2021-06-27 06:00", "summary": "Mark Cavendish is closing in on Eddy Merckx's 34 Tour de France stage wins and back in the race this year. And if Cavendish doesn't catch him, no one ever will.. No one was more shocked by Mark Cavendish's return to the Tour de France than Mark Cavendish. The pre-eminent sprinter of his generation, now 36 years old, was firmly in the twilight of his career, thinking serious thoughts about retirement, when the call came on Monday.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/far-from-texas-huge-gas-bills-stoke-anger-after-february-freeze-11624786202", "title": "Far From Texas, Huge Gas Bills Stoke Anger", "date": "2021-06-27 05:30", "summary": "Resume Subscription. An angry backlash is building across the middle of the U.S. as states step in to help their constituents pay billions of dollars in natural-gas bills racked up during February's freeze.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/americans-are-leaving-unemployment-rolls-more-quickly-in-states-cutting-off-benefits-11624786202", "title": "Americans Leave Unemployment Rolls Faster in States Cutting Benefits", "date": "2021-06-27 05:30", "summary": "Some Missouri businesses see uptick in applications after state set a June end to pandemic jobless aid. The number of unemployment-benefit recipients is falling at a faster rate in Missouri and 21 other states canceling enhanced and extended payments this month, suggesting that ending the aid could push more people to take jobs.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-seek-urgent-mental-health-support-as-covid-19-crisis-ebbs-11624786203", "title": "Americans Seek Urgent Mental-Health Support as Covid-19 Crisis Ebbs", "date": "2021-06-27 05:30", "summary": "Hospital ERs across the country say they are overwhelmed by patients who didn't receive psychiatric treatment through the pandemic. PITTSBURGH-Before the coronavirus pandemic took hold, psychiatrist Garrett Sparks usually treated about a dozen patients on his overnight shift in the emergency department at Western Psychiatric Hospital, this city's biggest mental-health hospital. On a recent Thursday evening, he saw 21 cases.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-microsoft-apple-tech-war-reignites-for-a-new-era-11624786202", "title": "The Apple-Microsoft Tech War Reignites for a New Era", "date": "2021-06-27 05:30", "summary": "Battle over App Store rules has renewed tensions between the rivals and could overshadow the rise of augmented and virtual reality applications. A new clash of tech titans is taking shape as Apple Inc. and Microsoft Corp. reignite a feud that dates back to the formative days of the personal computer era.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australias-covid-19-lockdowns-spread-amid-concerns-over-delta-variant-11624767644", "title": "Delta Variant Leads to More Covid-19 Lockdowns in Australia", "date": "2021-06-27 00:20", "summary": "Authorities are searching for workers from a remote gold mine linked to Covid-19 cases. SYDNEY-More parts of Australia have been locked down as authorities try to locate workers from a remote gold mine linked to five Covid-19 cases thought to be of the highly infectious Delta strain.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-great-masking-dilemma-in-trader-joes-11624910381", "title": "The Great Masking Dilemma in Trader Joe's", "date": "2021-06-27 00:01", "summary": "It isn't the store; it's the state of California.. Andy Kessler accuses mask-wearing Trader Joe's customers of being mindless \"lemmings\" (Inside View, \"Maskless Among the Lemmings,\" June 21). My wife and I wore masks to Trader Joe's the other day, and we're no lemmings. We are an elderly couple, fully vaccinated. We don't wear masks on the street or in restaurants.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-returns-to-the-rally-stage-in-ohio-11624713874", "title": "Trump Hints at Another Run, Disputes Past Election at Ohio Fairgrounds", "date": "2021-06-27 22:51", "summary": "Former president repeats fraud claims at his first rally since Jan. 6 Capitol riot. CLEVELAND-Former President Donald Trump on Saturday disputed the 2020 presidential election results and repeated many of the baseless claims of voter fraud he leveled at his last campaign-style rally nearly six months ago.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cruises-and-covid-19-when-u-s-sailings-could-restart-and-what-safety-precautions-are-expected-11607941801", "title": "First U.S. Cruise Since Covid Set Sail. Here's What You Need to Know About Cruises.", "date": "2021-06-27 21:31", "summary": "Carnival, Royal Caribbean and Norwegian outline rules for vaccinations, testing and what happens if someone gets sick on the ship. A cruise ship set sail from Florida Saturday, breaking more than a year of hiatus in the U.S. caused by the Covid-19 pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/search-at-miami-area-condo-collapse-hindered-by-continuing-fire-11624720433", "title": "Miami-Area Rescue Effort Is Hampered by Fire as Families Cling to Hope", "date": "2021-06-27 20:36", "summary": "Resume Subscription. SURFSIDE, Fla.-Emergency responders found one body and human remains during a third day of searching the site of a collapsed condo tower, putting the confirmed death toll at five. Officials on Saturday continued to call the emergency response a rescue mission to find survivors among 156 people who remain unaccounted for.", "categories": [[]], "category_links": []}]