[{"link": "https://www.wsj.com/articles/kyle-rittenhouse-verdict-sparks-riot-in-portland-ore-peaceful-protests-11637437080", "title": "Rittenhouse Verdict Sparks Protests in Chicago, Other Cities", "date": "2021-11-20 18:23", "summary": "Portland, Ore., demonstrators vandalized businesses and a police car, according to police. CHICAGO-Protesters gathered in Chicago Saturday to express frustration and anger about a jury's decision Friday to acquit Kyle Rittenhouse of all criminal charges over the fatal shooting of two people during unrest in Wisconsin last year.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/karl-lagerfeld-auction-chanel-11637414386", "title": "10 of Karl Lagerfeld's Most Personal Possessions", "date": "2021-11-20 17:20", "summary": "Amanda Harlech, the designer's longtime muse, selects some of his most treasured objects from an upcoming series of auctions and discusses Lagerfeld's passions.. Karl Lagerfeld designed his homes the same way he designed his collections: with complete conviction, each time charging off in a totally new direction, creating what fashion stylists call \"the full look.\" One château was an 18th-century rococo fever dream; a Monaco apartment was a 1980s neon-filled Memphis time capsule; a minimalist Parisian apartment featured sleek, futuristic pieces by Marc Newson and Martin Szekely. One house was used solely for eating meals in, another for working. Some houses he filled down to the pens on his desk but rarely slept in-and then sold.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/enes-kanter-move-the-olympics-for-peng-shuais-sake-11637444316", "title": "Enes Kanter: Move the Olympics for Peng Shuai's Sake", "date": "2021-11-20 16:38", "summary": "The IOC shockingly echoes Beijing's rhetoric on the tennis star's disappearance.. Tennis champion Peng Shuai took to social media earlier this month to accuse a former top-ranking official in the Chinese Communist Party of sexually assaulting her. Within 30 minutes the post was scrubbed from the internet in China and Ms. Peng disappeared. She finally turned up this weekend in a pair of seemingly stage-managed videos.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-covid-19-deaths-in-2021-surpass-2020-11637426356", "title": "U.S. Covid-19 Deaths This Year Surpass 2020's", "date": "2021-11-20 16:27", "summary": "Pandemic continues to exact huge toll despite vaccines as Delta variant spreads. The number of U.S. Covid-19 deaths recorded in 2021 has surpassed the toll in 2020, according to federal data and Johns Hopkins University, demonstrating the virus's persistent menace.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-spending-bill-senate-salt-immigration-11637430938", "title": "Tax Plan Inflames Democratic Debate in Senate Over $2 Trillion Bill", "date": "2021-11-20 13:50", "summary": "Build Back Better plan would lift the SALT deduction cap to $80,000, alarming Democrats who promised to raise taxes on the wealthy. WASHINGTON-House passage of Democrats' $2 trillion education, healthcare and climate package has inflamed an intraparty debate about whether the bill gives overly-generous tax benefits to high-income Americans.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republican-mccarthy-gosar-trump-infrastructure-spending-bill-11637426854", "title": "McCarthy Tries to Refocus Fractious GOP on Winning Back House", "date": "2021-11-20 12:37", "summary": "Republican leader is front-runner to be next House speaker if GOP regains majority. WASHINGTON-House Minority Leader Kevin McCarthy is trying to move Republicans beyond the intraparty fighting to taking control of Congress from the Democrats and potentially becoming the chamber's next speaker.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rioting-erupts-during-covid-19-rules-protest-in-the-netherlands-11637412545", "title": "New Covid-19 Restrictions Spark Protests Across Europe", "date": "2021-11-20 12:25", "summary": "Rioting erupts in Rotterdam, leaving seven people injured. Europeans are staging protests against new Covid-19 restrictions intended to stem an upsurge in the pandemic, with violence flaring overnight in the Netherlands.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/western-forest-wildfire-firefighter-crew-california-11637425808", "title": "Jason Schroeder Battled Wildfires for 20 Years. Can He Finally Quit?", "date": "2021-11-20 11:37", "summary": "Resume Subscription. After two decades fighting wildfires across the American West, Jason Schroeder wanted out. He submitted his resignation following a brutal 2019 fire season.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/thanksgiving-is-on-and-so-is-the-hunt-for-ingredients-11637424712", "title": "Thanksgiving Is On, and So Is the Hunt for Ingredients", "date": "2021-11-20 11:11", "summary": "Consumers are planning bigger gatherings after last year's scaled-back celebrations; grocery chains are stocking up on holiday staples. Bigger Thanksgiving gatherings mean bigger meals-and fuller shopping carts are putting supermarkets to the test, as many of them are still struggling to fill shelves and staff stores.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-love-hate-relationship-with-autumn-leaves-whos-going-to-pick-them-up-11637424278", "title": "America's Love-Hate Relationship With Fall Leaves: Pretty, but Who's Going to Pick Them Up?", "date": "2021-11-20 11:04", "summary": "Residents of Mt. Lebanon, Pa., pile up nearly 500,000 cubic feet of leaves, enough to fill more than 200 40-foot shipping containers; 'That's a lot'. MT. LEBANON, Pa.-Every year, autumn leaves turn to glorious hues of scarlet and yellow. Pat Walker's job is to make them disappear.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-1-9-nebraska-now-has-the-lowest-unemployment-rate-of-any-state-ever-11637421536", "title": "At 1.9%, Nebraska Has Lowest Unemployment Rate of Any State, Ever", "date": "2021-11-20 10:18", "summary": "There are 69,000 job openings in Nebraska, but less than a third as many people seeking work. Nebraska logged the lowest unemployment rate of any state on record in October, reflecting the acute labor shortages that have quickly swept across the nation amid an economic recovery that is without parallel.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-elizabeth-holmes-trial-prosecution-rests-after-11-weeks-29-witnesses-11637346983", "title": "Elizabeth Holmes Takes the Stand in Criminal-Fraud Trial", "date": "2021-11-20 10:10", "summary": "Ms. Holmes tells jury about early ambitions to change healthcare. SAN JOSE, Calif.-Elizabeth Holmes took the witness stand Friday afternoon to defend herself against criminal-fraud charges tied to the failure of Theranos Inc., the startup she founded in 2003 as a 19-year-old college dropout.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doordash-investors-gobble-up-european-takeout-11637420580", "title": "DoorDash Investors Gobble Up European Takeout", "date": "2021-11-20 10:03", "summary": "The food-delivery company's investors may have too high of hopes for the Wolt opportunity in Europe. Investors might have rushed their order.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-nfl-hall-of-famer-and-retired-judges-heart-belongs-to-a-115-year-old-buick-11637420401", "title": "This NFL Hall of Famer and Retired Judge's Heart Belongs to a 115-Year-Old Buick", "date": "2021-11-20 10:00", "summary": "Resume Subscription. Justice Alan Page, 76, a retired Minnesota Supreme Court judge and member of the Pro Football Hall of Fame living in Minneapolis, on his 1906 Buick Model F and 1968 Mercedes-Benz 250SL, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/desperate-parents-turn-to-shopping-bots-to-hunt-for-hottest-christmas-gifts-11637417633", "title": "Desperate Parents Turn to Shopping Bots to Hunt for Hottest Christmas Gifts", "date": "2021-11-20 09:28", "summary": "Resume Subscription. Frustrated by empty store shelves, some parents are turning to a new kind of Santa's helper: the consumer-friendly shopping bot.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/more-conservatives-turn-away-from-death-penalty-11637409600", "title": "More Conservatives Turn Away From Death Penalty", "date": "2021-11-20 09:16", "summary": "Utah prosecutor David Leavitt, hailing from a conservative county, is taking death penalty off the table in 2017 murder of two teens. In a deeply conservative Utah county, a Republican prosecutor has announced that he will no longer seek the death penalty in any of his cases, joining a growing movement of conservatives across the country pushing for an end to capital punishment.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-burden-of-causing-an-accidental-death-11637417446", "title": "The Burden of Causing an Accidental Death", "date": "2021-11-20 09:10", "summary": "Alec Baldwin is hardly alone. How does someone go on with life after unintentionally killing someone?. Each year, thousands of people in the U.S. learn what it means to live with the grief and guilt of having accidentally killed someone. I am one of them. For the most part, our suffering is invisible and irrelevant to those outside our circle of family and friends. We occupy a murky status-we are neither victims nor perpetrators.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ubs-names-colm-kelleher-as-next-chairman-11637417128", "title": "UBS Names Colm Kelleher as Next Chairman", "date": "2021-11-20 09:05", "summary": "Longtime Morgan Stanley executive is set to take over board leadership from Axel Weber next year. UBS Group AG named former Morgan Stanley executive Colm Kelleher to succeed Axel Weber as its next chairman, landing a prominent Wall Street name to oversee the Swiss bank.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trillions-in-assets-may-be-left-stranded-as-companies-address-climate-change-11637416980", "title": "Trillions in Assets May Be Left Stranded in Climate-Change Shifts", "date": "2021-11-20 09:03", "summary": "Write-downs of power plants, auto factories and fossil-fuel reserves could cause big losses in transition to renewable energy. At the end of 2019, General Motors Co. announced a $1 billion investment to produce a new generation of Chevrolet Colorado and GMC Canyon pickup trucks at its factory in Wentzville, Mo.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-know-about-teen-boys-and-videogamesaccording-to-teen-boys-11637416800", "title": "What to Know About Teen Boys and Videogames-According to Teen Boys", "date": "2021-11-20 09:00", "summary": "Resume Subscription. Why are videogames so important to so many kids? And why does it often feel like the gaming console is unwanted competition to parental authority?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/yemens-battleground-shifts-in-favor-of-iran-backed-houthis-11637413200", "title": "Yemen's Battleground Shifts in Favor of Iran-Backed Houthis", "date": "2021-11-20 08:00", "summary": "Saudi Arabia is scrambling to defend oil-rich city against group, as Biden administration debates whether to back Riyadh in Yemen civil war. RIYADH-Houthi fighters allied with Iran have gained important new ground in the yearslong war in Yemen, as Saudi Arabia is struggling to defend a strategic, oil-rich city and U.S. efforts to broker peace stagnate.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-ski-instructors-pre-season-training-secret-rollerblades-11637406000", "title": "A Ski Instructor's Pre-Season Training Secret: Rollerblades", "date": "2021-11-20 06:00", "summary": "A ski enthusiast turned to in-line skates to improve his technique. Even ski instructors need to work on their turns.", "categories": [["Life & Work", "What's Your Workout?"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/what-s-your-workout?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-vaccine-mandate-looming-business-owners-face-wary-workers-11637404200", "title": "With Vaccine Mandate Looming, Business Owners Face Wary Workers", "date": "2021-11-20 05:30", "summary": "Resume Subscription. Small-business owners are confronting challenges preparing for the Biden administration's vaccine mandate, with some saying efforts to comply are exacerbating hiring problems and stoking tensions with and among workers.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/putin-dispatches-russian-vessels-to-shadow-u-s-warships-during-flare-up-11637404202", "title": "Putin Dispatches Russian Vessels to Shadow U.S. Warships During Flare-Up", "date": "2021-11-20 05:30", "summary": "Resume Subscription. ABOARD THE USS PORTER, THE BLACK SEA-As the USS Porter entered the final hours of a transit across the Black Sea last week, an announcement came over the ship's speaker system, portending a potential threat. A Russian military helicopter was minutes away, set to join a Russian frigate and cruiser that had been shadowing the ship for days.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pentagon-chief-tries-to-reassure-mideast-allies-after-afghanistan-pullout-11637403580", "title": "Pentagon Chief Tries to Reassure Mideast Allies After Afghanistan Pullout", "date": "2021-11-20 05:19", "summary": "'We're not going to abandon' the region, Defense Secretary Lloyd Austin told a security forum in Bahrain. MANAMA, Bahrain-Defense Secretary Lloyd Austin sought to reassure allies that Washington remains committed to Middle East security, after the U.S. withdrawal from Afghanistan aggravated worries that it was abandoning the region.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkeys-currency-crisis-raises-cost-of-living-threatens-financial-system-11637397989", "title": "Turkey's Currency Crisis Raises Cost of Living, Threatens Financial System", "date": "2021-11-20 03:46", "summary": "Steep drop in the value of the lira is driving up the prices of food and medicine, jolting the country's economy. ISTANBUL-Turkey's currency crisis is driving up the cost of food, medicine and other essentials for average Turks, and poses a threat to the country's banks and large companies if the lira's slide isn't arrested, economists said.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reliance-industries-saudi-aramco-to-re-evaluate-planned-business-tie-up-11637388685", "title": "Reliance Industries, Saudi Aramco to Re-Evaluate Planned Business Tie-Up", "date": "2021-11-20 01:11", "summary": "Indian conglomerate Reliance says the move stems from its greater push into new-energy and materials business.. SINGAPORE-Reliance Industries Ltd. and Saudi Aramco are re-evaluating the planned $15 billion investment by the Saudi state-owned company in the Indian conglomerate's oil-to-chemicals business.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republican-governors-distance-themselves-from-trump-drawing-his-ire-11637357756", "title": "GOP Governors Distance Themselves From Trump, Drawing His Ire", "date": "2021-11-20 00:06", "summary": "About half of the 16 GOP governors up for re-election in 2022 face primary challenges from opponents endorsed or inspired by him. PHOENIX-As Republicans in the nation's capital mostly fall in line behind former President Donald Trump's bid to maintain control of the party, in state capitals, they are distancing themselves from the memes and demands that have emanated from Mar-a-Lago.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hunting-for-medicines-hidden-in-plants-11637384460", "title": "Hunting for Medicines Hidden in Plants", "date": "2021-11-20 00:01", "summary": "New technology is helping to unlock the secrets of the natural world, just as the limits of synthetic remedies are becoming clear. Wading through the swamp made my prosthetic leg chafe, but I gritted through the discomfort. It was this past July, and I was leading a team of 11 students and scientists through a steamy nature preserve in southwest Georgia to hunt for plants. The muck was thick, but the swamp was beautiful: Knobby-kneed cypress trees stood like wizened sentries over clusters of lush green ferns.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11637341831", "title": "Pepper...and Salt", "date": "2021-11-20 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]