[{"link": "https://www.wsj.com/articles/deere-workers-approve-new-contract-ending-strike-11637202272", "title": "Deere Workers Approve New Contract, Ending Strike", "date": "2021-11-17 23:10", "summary": "Members of United Auto Workers returning to work with raises, bonuses. Workers at Deere & Co. ratified a new six-year contract Wednesday, ending a strike against the farm and construction machinery company that lasted over a month.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-men-convicted-for-killing-of-malcolm-x-expected-to-be-exonerated-11637180733", "title": "Two Men Convicted in Killing of Malcolm X Expected to Be Exonerated", "date": "2021-11-17 20:20", "summary": "Muhammad A. Aziz and Khalil Islam spent years behind bars until a Netflix documentary sparked a review by the district attorney. The Manhattan district attorney's office on Thursday plans to ask a New York state judge to toss the convictions of two men found guilty of the 1965 assassination of Malcolm X.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rapper-young-dolph-killed-in-memphis-11637196498", "title": "Rapper Young Dolph Killed in Memphis", "date": "2021-11-17 19:48", "summary": "Musician fatally shot at Makeda's Homemade Butter Cookies. Rapper Young Dolph was shot and killed in Memphis Wednesday. He was 36 years old.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tweedledum-and-tweedledee-at-the-federal-reserve-chairman-candidates-jerome-powell-lael-brainard-inflation-11637187137", "title": "Tweedledum and Tweedledee at the Fed", "date": "2021-11-17 19:22", "summary": "Powell and Brainard have both presided over the inflation breakout.. President Biden says he'll announce his choice to lead the Federal Reserve for the next four years by the end of this week, and the leading candidates are current Chairman Jerome Powell and governor Lael Brainard. This reminds us of Hillary Clinton's famous formulation in response to the Benghazi debacle: \"What difference, at this point, does it make?\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-electric-vehicle-tax-credit-tesla-toyota-11637161415", "title": "Tesla, Toyota Accuse Biden's EV Tax Credit of Putting Unions Over the Environment", "date": "2021-11-17 19:22", "summary": "Consumers get full credit only if they buy union-built cars; White House says it wants to save middle-class jobs and the planet. WASHINGTON-President Biden says he wants to save the planet and save union jobs. The electric-vehicle tax credit in his social spending package shows how those aims can sometimes conflict.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sonys-playstation-and-others-put-pressure-on-activision-blizzard-11637194762", "title": "Sony's PlayStation and Others Put Pressure on Activision Blizzard", "date": "2021-11-17 19:19", "summary": "Head of Sony gaming console unit told employees the company asked videogame giant how it will address article about CEO's handling of sexual-misconduct accusations. Sony Group Corp.'s PlayStation unit has asked Activision Blizzard Inc. to explain how it plans to address a Wall Street Journal article about its chief executive's handling of sexual misconduct issues.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rust-crew-member-alleges-alec-baldwin-was-reckless-safety-rules-ignored-11637194771", "title": "'Rust' Crew Member Alleges Baldwin Was Reckless, Safety Rules Ignored", "date": "2021-11-17 19:19", "summary": "A lawsuit filed by 911 caller on film set says Mr. Baldwin should not have discharged gun because rehearsed scene didn't call for it. A \"Rust\" movie crew member who frantically called 911 after a fatal shooting on the film's New Mexico set last month said producers ignored safety protocols and that star Alec Baldwin acted recklessly before discharging a live round that killed the film's cinematographer and wounded the director.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-bill-to-improve-judges-financial-disclosures-progresses-11637194568", "title": "House Bill to Improve Judges' Financial Disclosures Progresses", "date": "2021-11-17 19:16", "summary": "Judiciary Committee quickly passes legislation in wake of WSJ articles. WASHINGTON-The House Judiciary Committee passed bipartisan legislation on Wednesday to require federal judges to report more promptly their financial holdings and stock trades, sending the bill to the U.S. House floor less than a month after it was introduced.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-climate-risk-guidance-will-be-in-line-with-global-principles-bank-regulator-says-11637194365", "title": "U.S. Climate Risk Guidance Will Be in Line With Global Principles, Bank Regulator Says", "date": "2021-11-17 19:12", "summary": "The acting head of the U.S.'s top banking regulator called for climate risk to be included in stress tests and spoke about guidance his agency plans to release. The acting head of the U.S.'s top banking regulator called for banks to be screened for climate risk as part of their periodic stress tests and said the agency's own regulatory approach was focused on maintaining the safety and soundness of the financial system.", "categories": [["Sustainable Business"]], "category_links": ["https://www.wsj.com/news/types/sustainable-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-gas-price-diversion-oil-and-gas-companies-ftc-lina-khan-letter-11637190339", "title": "Biden's Gas-Price Diversion", "date": "2021-11-17 18:38", "summary": "He sends out the FTC posse to chase the wrong suspects.. President Biden is feeling political pressure to show that he's doing something about rising energy costs even as his Administration's policies are a big part of the problem. Ergo, round up the usual fossil-fuel suspects.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/has-tony-evers-learned-his-lesson-wisconsin-kenosha-national-guard-kyle-rittenhouse-trial-verdict-11637189602", "title": "Has Tony Evers Learned His Lesson?", "date": "2021-11-17 18:37", "summary": "Wisconsin's Governor deploys 500 National Guard troops ahead of the Rittenhouse verdict.. Prosecutors say Kyle Rittenhouse's conduct at a riot in Kenosha, Wis., on Aug. 25, 2020 was \"criminally reckless,\" and we'll soon find out whether jurors agree. But no jury is needed to decide whether it was morally and politically reckless for public officials and the press to condone vicious rioting in Kenosha and other cities last summer. That created the vacuum in which the Rittenhouse shootings took place.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nvidia-posts-record-revenue-as-videogaming-sales-soar-11637185887", "title": "Nvidia Posts Record Revenue as Videogaming Sales Soar", "date": "2021-11-17 18:23", "summary": "Revenue reached $7.1 billion despite continuing chip shortage. Graphics-chip company Nvidia Corp. posted another quarter of record sales amid supercharged demand for videogaming and data centers.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/woke-is-a-bad-word-for-a-real-threat-to-american-democracy-cancel-culture-freedom-11637184284", "title": "'Woke' Is a Bad Word for a Real Threat to American Democracy", "date": "2021-11-17 18:23", "summary": "In authoritarian regimes, vengeance and coercion stand in place of justice and reason. I've seen it before.. The search is on for new words for old ideas. \"Cancel culture\" and \"woke\" have become overused and abused, part of a struggle to define one's political opponents in the harshest possible way, to dismiss ideas as not only wrong or harmful, but intolerable.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-decline-of-congress-paul-gosar-tweet-cartoon-alexandria-ocasio-cortez-11637167694", "title": "The Decline of Congress", "date": "2021-11-17 18:22", "summary": "A brawl over a cartoon tweet sums up the current House of Representatives.. Congress has a public approval rating of 22%, which makes us wonder what the 22% are watching. It can't be C-SPAN. If they paid attention to this week's spectacle involving Arizona Rep. Paul Gosar, the 22% are likely to join the other 78%.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maloney-midterm-messaging-mistake-democrats-approval-spending-culture-war-11637183950", "title": "Maloney's Midterm Messaging Mistake", "date": "2021-11-17 18:22", "summary": "The Democrats' problem isn't bad salesmanship. It's what they're selling.. Poor Sean Patrick Maloney. He represents an upstate New York district and chairs the Democratic Congressional Campaign Committee. Between a strong GOP showing in New Jersey and election losses in Virginia, he had a rough November-and things will get a lot worse next year, as Republicans will almost certainly take the House.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-trump-excesses-presidency-approval-democrats-moderates-spending-mandate-11637183588", "title": "Joe Biden's Trumpian Excess", "date": "2021-11-17 18:20", "summary": "The Trump fixation has produced policies that are turning off American voters.. The hardest thing to believe about Joe Biden is that his presidency is less than a year old. It feels like forever.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-the-search-for-truth-inconvenient-critical-race-theory-inflation-11637184517", "title": "Notable & Quotable: The Search for Truth", "date": "2021-11-17 18:17", "summary": "'A kind of funny pattern has emerged as it relates to liberal acceptance of inconvenient facts.'. A Nov. 10 Twitter thread from lawyer and podcast host Ben Yelin:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/collapse-review-the-shock-of-reform-11637191068", "title": "'Collapse' Review: The Shock of Reform", "date": "2021-11-17 18:17", "summary": "The rush of intellectual and creative freedom couldn't be contained, but gratitude turned into anger as the Soviet economy faltered.. When the Soviet Union fell apart three decades ago, Western leaders were at first deeply worried about the sudden disintegration of a vast, nuclear-armed state, foreseeing new threats and dangers. Soon enough, they came to understand the collapse in a different way-as the triumph of liberal values over dictatorship. For Vladimir Putin, by contrast, it was \"the greatest geopolitical catastrophe of the century.\" At least no one disputes its momentous significance.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/radio-helped-make-me-at-home-in-texas-local-advertisements-austin-economy-housing-11637184163", "title": "Local Radio Helped Make Me at Home in Texas", "date": "2021-11-17 18:15", "summary": "In the streaming age, local stations are an underappreciated part of a community.. Austin, Texas", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-closer-look-11637190940", "title": "A Closer Look", "date": "2021-11-17 18:15", "summary": "Selections from 'Hidden Planet,' 'Ocean Planet,' and 'Sensational Butterflies' by Ben Rothery. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/space-armageddon-and-putins-threats-to-ukraine-russia-antisatellite-weapon-11637183651", "title": "'Space Armageddon' and Putin's Threats to Ukraine", "date": "2021-11-17 18:15", "summary": "Russia's ruler senses weakness in the U.S. military's reliance on satellites.. Russia successfully conducted a test in which a direct-ascent missile destroyed a nearly 40-year-old defunct Soviet spy satellite, U.S. Space Command announced Monday. This unsettling development is noteworthy because it coincides with Russia's massive military buildup along the Ukrainian border. Moscow's pre-positioning of more than 100,000 soldiers, tanks and heavy weaponry has spurred the Pentagon's concerns about a possible Russian invasion of Ukraine.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-asks-ftc-to-examine-whether-oil-gas-companies-are-illegally-keeping-gas-prices-high-11637164142", "title": "Biden Asks FTC to Examine Whether Oil, Gas Companies Are Inflating Gas Prices", "date": "2021-11-17 18:11", "summary": "President cites 'mounting evidence of anti-consumer behavior' by oil-and-gas companies. WASHINGTON-President Biden called on the Federal Trade Commission to investigate whether oil-and-gas companies are participating in illegal conduct aimed at keeping gasoline prices high, in the latest effort by the White House to respond to public concerns about costs for everything from fuel to groceries.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-republican-gosar-censure-alexandria-ocasio-cortez-11637168147", "title": "House Votes to Censure GOP Rep. Paul Gosar Over Violent Video", "date": "2021-11-17 18:09", "summary": "Democrats also removed Arizona congressman from committee assignments. WASHINGTON-The Democrat-controlled House voted 223-207 Wednesday to censure GOP Rep. Paul Gosar and remove him from his committee assignments over an animated video he posted last week that showed him killing Democratic Rep. Alexandria Ocasio-Cortez and poised to attack President Biden.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-worlds-richest-athletes-earn-the-cash-to-buy-average-priced-homes-in-hours-11637190363", "title": "The World's Richest Athletes Earn the Cash to Buy Average-Priced Homes in Hours", "date": "2021-11-17 18:06", "summary": "Sports stars from Lionel Messi to LeBron James don't even have to put in a full-time week to afford new digs. This year, Lionel Messi, arguably the greatest soccer player of all time, left his former club F.C. Barcelona for Paris Saint-Germain.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/holiday-gift-books-review-2021-business-work-life-balance-remote-disruption-11637187994", "title": "Holiday Gift Books 2021: Business", "date": "2021-11-17 17:27", "summary": "A collection of books that offer insight and guidance for negotiating the work-life balance and resetting for a post-pandemic career.. We are a nation of workaholics. Americans work, on average, more hours than our counterparts in any peer nation, according to the Organization for Economic Cooperation and Development. The Covid-19 crisis only deepened our obsession with productivity. In 2020, employee engagement rates hit record highs as workers doubled down on their jobs to fend off layoffs, financial uncertainty and social isolation.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/holiday-gift-books-review-2021-sports-basketball-boston-celtics-11637187760", "title": "Holiday Gift Books 2021: Sports", "date": "2021-11-17 17:23", "summary": "A set of new books chronicle a legendary basketball team-and even a fan for its rivals finds much to love.. On April 18, 1969, the dynastic Boston Celtics, featuring Bill Russell in the twilight of his career and John Havlicek in the prime of his, led the New York Knickerbockers in the NBA Eastern Conference Finals, three games to two. I was 15 years old and the Knicks were my passion. Game Six was held at Boston Garden, famous for its parquet floor and for a bald man named Red Auerbach perched in a courtside seat, victory cigar at the ready. I watched the game on the portable black-and-white TV in my bedroom.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/holiday-gift-books-review-2021-childrens-books-11637187659", "title": "Holiday Gift Books 2021: Children's Books", "date": "2021-11-17 17:21", "summary": "Sumptuous illustrated classics, beguiling box sets and more books that make thrilling presents and engrossing reading.. Why give a child the gift of a single book when, without using much more wrapping paper, you could give a collection, an anthology or a series? Herewith, some ideas.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/holiday-gift-books-review-2021-nature-11637187578", "title": "Holiday Gift Books 2021: Nature", "date": "2021-11-17 17:20", "summary": "Gifts to take readers into the wild-from the comfort of a cozy chair.. Anyone can declaim the glories of waterfalls or snowy mountain peaks, but who dares speak for the swamp? Edward Struzik, in his adventurous natural history \"Swamplands: Tundra Beavers, Quaking Bogs and the Improbable World of Peat,\" fills his travelogue through that sodden landscape with accounts of the dread it has inspired in humankind. \"One felt like taking a dose of quinine every time one looked at it,\" shuddered an art critic upon seeing a mere painting of a misty wetland. \"If ugliness is real beauty they have yet to prove it to a very large mass of the assembled public.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apollo-poised-for-big-returns-on-1-5-billion-hertz-stock-buyback-11637172249", "title": "Apollo Poised for Big Returns on Hertz Stock Buyback", "date": "2021-11-17 17:19", "summary": "Hertz will sell debt to redeem preferred stock held by Apollo Global Management. Apollo Global Management Inc. is poised to mint a big return on a less-than-five-month investment in Hertz Global Holdings Inc.'s turnaround after the rental-car company said it would incur new debt to redeem preferred shares issued when it exited chapter 11.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-closer-look-11637187579", "title": "A Closer Look", "date": "2021-11-17 17:19", "summary": "Selections from 'Tiger, Tiger, Burning Bright!' by Fiona Waters, illustrated by Britta Teckentrup. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/catholic-bishops-drop-effort-to-ban-communion-for-politicians-who-support-abortion-rights-11637169752", "title": "Catholic Bishops Drop Effort to Ban Communion for Politicians Who Support Abortion Rights", "date": "2021-11-17 17:14", "summary": "The vote was the culmination of a debate that has exposed deep ideological divisions between U.S. bishops and the Vatican. BALTIMORE-The Catholic bishops of the U.S. ended a nearly yearlong debate Wednesday over whether to bar politicians who support abortion rights from receiving the Eucharist, passing new guidance on Communion that doesn't address the issue.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crypto-groups-bid-for-constitution-faces-real-world-snagswho-picks-it-up-11637187153", "title": "Crypto Group's Bid for Constitution Faces Real-World Snags-Who Picks It Up?", "date": "2021-11-17 17:12", "summary": "Resume Subscription. A group of internet friends decided last week to bid on the last privately held original copy of the U.S. Constitution, a mission with all the hallmarks of the cryptocurrency world they sprang from.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/china-u-s-to-ease-limits-on-one-anothers-journalists-11637186985", "title": "China, U.S. to Ease Limits on One Another's Journalists", "date": "2021-11-17 17:09", "summary": "Beijing ejected U.S. reporters from The Wall Street Journal, other newspapers in 2020; Trump administration limited China outlets' personnel. WASHINGTON-The U.S. and China are easing restrictions on one another's journalists, more than a year after Beijing ejected some U.S. reporters and the State Department implemented restrictions on China's state-owned media outlets.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/braze-shares-soar-in-market-debut-11637186428", "title": "Braze Shares Soar in Market Debut", "date": "2021-11-17 17:00", "summary": "Customer-engagement software company sees its stock rise 44% on first day of trading. Shares of Braze Inc., whose software helps brands communicate with consumers, soared 44% in the company's trading debut.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-to-stop-accepting-u-k-issued-visa-credit-cards-11637153600", "title": "Amazon to Stop Accepting U.K.-Issued Visa Credit Cards", "date": "2021-11-17 16:57", "summary": "Visa says it is trying to resolve the matter so customers can continue using its cards after a Jan. 19 deadline. Amazon . com Inc. said it would stop accepting Visa Inc. U.K. credit cards because of their high fees, a move that marks a major escalation in the retail giant's yearslong battle with the card network.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cassava-sciences-alzheimers-sec-investigation-11637154199", "title": "SEC Investigating Developer of Experimental Alzheimer's Drug", "date": "2021-11-17 16:55", "summary": "Resume Subscription. The Securities and Exchange Commission is investigating claims that Cassava Sciences Inc., the sixth-best performing U.S. stock this year, manipulated research results of its experimental Alzheimer's drug, according to people familiar with the matter.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/750-million-lawsuit-filed-against-travis-scott-drake-and-others-over-astroworld-tragedy-11637185776", "title": "Lawsuit Filed Against Travis Scott, Drake, Others in Astroworld Tragedy", "date": "2021-11-17 16:49", "summary": "Lawsuit on behalf of 125 festivalgoers says musicians, companies failed to create safe conditions. A lawsuit filed on behalf of 125 Astroworld attendees seeks $750 million in punitive damages from musicians Travis Scott and Drake, as well as corporations involved in the festival.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-11-17-2021-11637138436", "title": "Stocks Slip After Retail Results", "date": "2021-11-17 16:47", "summary": "Visa shares fall on Amazon concerns, while Target's revenue and earnings top expectations. U.S. stocks fell Wednesday after earnings from big retailers like Target, TJX Cos. and Lowe's.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-kyle-rittenhouse-trial-defense-makes-new-move-for-a-mistrial-11637185561", "title": "Rittenhouse Defense Makes New Move for a Mistrial", "date": "2021-11-17 16:46", "summary": "Attorneys say they received a compressed copy of a key video from the prosecution. Lawyers for Kyle Rittenhouse, the teenager who shot and killed two people during unrest in Kenosha, Wis., last year, have made a new motion for a mistrial over a video they say was transferred to them by the prosecution at a lower resolution than what was available to the state.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/entrepreneur-rocketed-into-space-then-died-a-month-later-11637185211", "title": "Entrepreneur Rocketed Into Space, Then Died a Month Later", "date": "2021-11-17 16:44", "summary": "Glen de Vries, a charismatic leader who co-founded a medical-software firm, found time to master the guitar, learn to fly and teach himself Japanese. ", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drug-overdose-deaths-fueled-by-fentanyl-hit-record-high-in-u-s-11637161200", "title": "Drug Overdose Deaths Hit Record High in U.S.", "date": "2021-11-17 16:41", "summary": "Nation records more than 100,000 fatalities over 12 months for first time. The U.S. recorded its highest number of drug-overdose deaths in a 12-month period, surpassing 100,000 for the first time in the shadow of the coronavirus pandemic, according to the Centers for Disease Control and Prevention.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/staples-center-in-l-a-to-be-renamed-crypto-com-arena-11637145428", "title": "Staples Center in L.A. to Be Renamed Crypto.com Arena", "date": "2021-11-17 16:26", "summary": "Sponsorship deal at home of Lakers and LeBron James is cryptocurrency industry's latest move to gain mainstream recognition. The Staples Center, home to LeBron James and the Los Angeles Lakers, will be renamed the Crypto.com Arena after a Singapore-based cryptocurrency brokerage paid to sponsor the sports and concert venue.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-museum-triennial-2021-soft-water-hard-stone-review-11637183322", "title": "'2021 Triennial: Soft Water Hard Stone' Review: What's Old Is New at the New Museum", "date": "2021-11-17 16:10", "summary": "The global survey of contemporary art has plenty to enjoy but can feel frustratingly beholden to the past. New York", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mornings-at-seven-paul-osborn-theater-at-st-clements-lindsay-crouse-alma-cuerto-patty-mccormack-alley-mills-dan-wackman-11637183103", "title": "'Morning's at Seven' Review: Doubts at Sunset", "date": "2021-11-17 16:06", "summary": "In Paul Osborn's rarely staged play, a quartet of aging small-town sisters reassess their pasts and wonder if they lived up to their potential. New York", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wide-angles-thursday-crossword-november-18-11636651725", "title": "Wide Angles (Thursday Crossword, November 18)", "date": "2021-11-17 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-at-the-bridge-11637182845", "title": "Biden at the Bridge", "date": "2021-11-17 16:00", "summary": "White House math on infrastructure funding foreshadows disappointing results.. When it comes to motivational speaking, President Joe Biden is no Kirby Smart. But this week Mr. Biden is gamely trying to sell his latest 13-figure spending law at a series of events in various states.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasurys-edge-toward-stability-after-inflation-driven-selloff-11637132157", "title": "Treasurys Edge Toward Stability After Selloff", "date": "2021-11-17 15:56", "summary": "Various market indicators suggest that most investors still expect inflation to moderate in the coming years. U.S. government bond yields are showing signs of stabilizing near the top of their 2021 range after a bout of selling precipitated by last week's surprisingly high inflation data.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflation-property-tax-surplus-government-debt-savings-tax-wages-labor-unions-11637108505", "title": "Welcome Back to the Wild World of Inflation", "date": "2021-11-17 15:43", "summary": "It is a tax of which Bernie Sanders and Elizabeth Warren would be proud.. Are city and county budget surpluses piling up in your area? (\"The Inflation Revenue Dividend,\" Review & Outlook, Nov. 13) Ask your local leadership to consider instituting a variable surplus property-tax credit to be applied toward the annual property-tax bill.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/veterans-vietnam-afghanistan-declare-war-fight-victory-11637108252", "title": "How to Honor Veterans in the Way We Fight", "date": "2021-11-17 15:43", "summary": "War is a last resort, but if we go to war, commit to winning.. As a disillusioned Vietnam veteran betrayed by his president (Lyndon Johnson) and his feckless defense secretary (Robert McNamara), who sent me off to a war he had already decided couldn't be won, and as a retired military professional disgusted with our chaotic and humiliating withdrawal from Afghanistan, I thoroughly support Lt. Gen. H.R. McMaster's thesis: \"Honor Veterans by Having the Will to Win a War\" (op-ed, Nov. 11). It is time for our government to adopt the Powell doctrine: War is a last resort, but if we go to war, commit to winning. Garner the support of the people and commit enough force to win. There is no other way to do it.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/employer-provided-tuition-assistance-mba-work-school-study-11637107810", "title": "Don't Leave Your Employer's Assistance on the Table", "date": "2021-11-17 15:42", "summary": "It's a mistake to 'take a career break' and accumulate huge debt getting an M.B.A.. With respect to \"Help Really Wanted: Firms Ease Hiring\" (Page One, Nov. 8) and \"How Much M.B.A. Debt Should Students Take On?\" (Personal Journal, Nov. 8): Is no one connecting the dots? This is the best time in decades for employers to pitch tuition assistance as their secret weapon in the recruitment process and to benefit from improved employee retention.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marcel-proust-science-medicine-treatment-doctors-11637107079", "title": "Follow Proust on the Science", "date": "2021-11-17 15:41", "summary": "'To believe in medicine would be utter madness, were it not still a greater madness not to believe in it.'. David Shaywitz's \"The Dangers of Finding a Cure,\" reviewing \"You Bet Your Life\" by Paul Offit (Bookshelf, Nov. 9), reminded me of a comment by Marcel Proust. In his novel \"In Search of Lost Time\" (1913), Proust writes: \"For, medicine being a compendium of the successive and contradictory mistakes of doctors, even when we call in the best of them the chances are that we may be staking our hopes on some medical theory that will be proved false in a few years. So that to believe in medicine would be utter madness, were it not still a greater madness not to believe in it, for from this accumulation of errors a few valid theories have emerged in the long run.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-drug-prices-cost-healthcare-medicine-innovation-new-research-grandchildren-11637106813", "title": "Democrats Offer Something for Nothing on Drug Prices", "date": "2021-11-17 15:40", "summary": "Don't fall for it.. Why is it that whenever I read of some drug-price policy from the Democrats (\"A Toxic Drug-Price Deal,\" Review & Outlook, Nov. 9), I feel as if they want to kill my grandchildren? It's always something for nothing. They never bring up the price of their policies: a stop to new drug development. God forbid, but if my grandchildren come down with some awful disease, I want there to be a cure or treatment for them.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-arbery-murder-trial-defendant-travis-mcmichael-takes-the-stand-11637180911", "title": "In Arbery Murder Trial, Defendant Travis McMichael Takes the Stand", "date": "2021-11-17 15:38", "summary": "Defendant shows emotion while telling jury about altercation with Ahmaud Arbery. Travis McMichael, one of the men accused of killing Ahmaud Arbery, took the stand in his defense Wednesday, choking up and wiping away tears as he described wrestling with Mr. Arbery and then firing at him with his shotgun.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-cme-cloud-partnership-could-upend-tech-investments-by-traders-11637181101", "title": "Google, CME Cloud Partnership Could Upend Tech Investments by Traders", "date": "2021-11-17 15:31", "summary": "High-frequency traders have spent years building systems designed to work with the exchange's data center. CME Group Inc.'s plan to move core trading systems to Google Cloud could upend hundreds of millions of dollars in investments by traders in communications and data centers, industry analysts say.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/britney-spears-says-her-fans-saved-her-life-11637160977", "title": "Britney Spears Says Her Fans Saved Her Life", "date": "2021-11-17 15:19", "summary": "Pop star applauds #FreeBritney movement, says 'voice was muted and threatened for so long' after conservatorship ends. Britney Spears credited her fans for saving her life, the pop star said in her first extensive comments since she was freed from her 13-year conservatorship.", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chobani-files-for-initial-public-offering-11637179942", "title": "Chobani Files for Initial Public Offering", "date": "2021-11-17 15:12", "summary": "The company best known for its Greek yogurt had sales of $1.21 billion for the first nine months of 2021. Chobani Inc. filed paperwork for its initial public offering, riding a wave of consumer and investor enthusiasm for socially responsible and health-conscious companies.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-life-taps-current-president-craig-desanto-as-next-ceo-11637178556", "title": "New York Life Taps Current President as Next CEO", "date": "2021-11-17 14:49", "summary": "CEO Ted Mathas to step down in April. New York Life Insurance Co.'s longtime chief executive, Ted Mathas, will hand over the reins of the 176-year-old company in April to current president Craig DeSanto.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/just-buy-the-house-next-door-if-you-need-more-space-for-your-basketball-court-11637178531", "title": "Just Buy the House Next Door if You Need More Space For Your Basketball Court", "date": "2021-11-17 14:48", "summary": "Resume Subscription. Cheryl DeSisto spent her New Jersey childhood playing in her backyard until dark. But that was something her three children seldom did at their home in Manhattan Beach, Calif. To remedy that, Ms. DeSisto took an unusual step: In 2018, she bought the house next door for about $3.2 million, tore it down and turned the roughly 5,000-square-foot lot into an outdoor play space for her children.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/qanon-shaman-jacob-chansley-sentenced-to-41-months-in-prison-11637171408", "title": "'QAnon Shaman' Sentenced to 41 Months in Prison Over Capitol Riot", "date": "2021-11-17 14:32", "summary": "Judge imposes stiff sentence after defendant gives speech referencing Gandhi, 'Shawshank Redemption'. WASHINGTON-Jacob Chansley, the self-described \"QAnon Shaman\" photographed at the Jan. 6 riot wearing a Viking hat with fur and horns, was sentenced to more than three years in prison Wednesday by a federal judge who said he believed Mr. Chansley showed genuine remorse but his actions at the Capitol were too horrific to prescribe lesser punishment.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lowes-posts-strong-results-as-sales-to-contractors-lift-revenue-11637158863", "title": "Lowe's Sales Rise as Retailer Shows Resilience to Inflation", "date": "2021-11-17 14:02", "summary": "Home-improvement retailer notches improved profits, a sign of its ability to navigate higher costs. Lowe's Cos. on Wednesday posted higher quarterly sales, joining a group of large retailers that have extended their pandemic-era growth into autumn despite challenging supply dynamics.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-corporate-board-universal-ballot-11637164553", "title": "SEC Rule Change Could Ease Path for Activist Investors to Gain Seats on Corporate Boards", "date": "2021-11-17 14:00", "summary": "Commission approved rule to allow shareholders to pick candidates from multiple slates for board seats. WASHINGTON-Activist investors competing to join a company's board of directors could get a boost for their campaigns under a plan approved by the U.S. Securities and Exchange Commission.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kyle-rittenhouse-trial-updates-kenosha-shooting-11636654825", "title": "What's Happening at the Kyle Rittenhouse Trial", "date": "2021-11-17 13:57", "summary": "Case handed over to jury after closing arguments. Kyle Rittenhouse is on trial for homicide after he shot and killed two men and wounded another during unrest following the police shooting of Jacob Blake in Kenosha, Wis.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irans-nuclear-fuel-production-is-accelerating-u-n-finds-11637157259", "title": "Iran's Stockpile of Near-Weapons- Grade Nuclear Fuel Grows, U.N. Finds", "date": "2021-11-17 13:33", "summary": "Tehran almost doubled output of highly enriched uranium in recent months, IAEA says. Iran's stockpile of near-weapons-grade nuclear fuel has jumped significantly, according to a confidential report by the United Nations atomic agency that found Tehran has almost doubled its output of highly enriched uranium in recent months, putting it closer to being able to produce the fuel needed for a nuclear weapon.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/truckers-steer-clear-of-24-hour-operations-at-southern-california-ports-11637173872", "title": "Truckers Steer Clear of 24-Hour Operations at Southern California Ports", "date": "2021-11-17 13:31", "summary": "The lone terminal with all-night hours has raised the bar for opening its gates, citing high costs and scant use by trucking companies. The Biden administration pressed ports in Southern California to open 24 hours a day to help ease supply-chain bottlenecks. The move has barely made a ripple.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-winners-from-natural-gas-crunch-coal-power-plants-in-europe-11637150981", "title": "Big Winners From Natural-Gas Crunch: Coal Power Plants in Europe", "date": "2021-11-17 13:27", "summary": "Profit margins are far and away the highest they have been in years. Under Europe's climate policies, this shouldn't be happening.. Coal power plants are running at full tilt in parts of Europe and enjoying a rare bout of massive profitability, a setback to efforts to cut carbon emissions.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/targets-and-walmarts-shelves-overfloweth-11637172423", "title": "Target's and Walmart's Shelves Overfloweth", "date": "2021-11-17 13:07", "summary": "The big box retailers have stocked up for the holiday season, and that is a mixed bag for investors. America's big-box retailers will have more than enough food, toys and goodies to keep their shelves full over the holiday season. While that is great news for shoppers, investors aren't so sure.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-searches-for-new-cfo-as-frank-damelio-retires-11637165409", "title": "Pfizer Searches for New CFO as Frank D'Amelio Retires", "date": "2021-11-17 12:56", "summary": "Mr. D'Amelio, who has been with the drugmaker since 2007, will stay on until his successor is named. Pfizer Inc. is looking for a new chief financial officer following the retirement of its longtime CFO, Frank D'Amelio.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-latest-luxury-amenity-is-social-and-fun-padel-courts-11637171619", "title": "The Latest Luxury Amenity Is Social and Fun: Padel Courts", "date": "2021-11-17 12:53", "summary": "Resume Subscription. Tennis players have a new crush: the sport's more social, knee-friendly cousin, padel.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-the-fed-rigs-the-bond-market-inflation-yields-financial-crisis-treasury-11637165868", "title": "How the Fed Rigs the Bond Market", "date": "2021-11-17 12:50", "summary": "Sales by 'vigilantes' used to serve as a warning of inflationary policies. The signal has been muted.. High inflation should no longer be surprising, nor should it be labeled \"transitory.\" Its existence should prompt serious reflection on policy decisions and spur action to avoid a financial crisis.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-summit-xi-but-no-strategy-for-china-taiwan-taipei-invasion-climate-kerry-cop26-11637165706", "title": "Biden Has a Summit With Xi, but No Strategy for China", "date": "2021-11-17 12:43", "summary": "Beijing's arms buildup and menacing of Taiwan make U.S. directionlessness dangerous for the world.. America has no China strategy 10 months after President Biden's inauguration. Monday's Zoom meeting between Mr. Biden and Xi Jinping only highlighted that void. Dulcet tones and torrents of presidential words are no substitute for clear policies. Beijing could perceive White House emphasis on \"cooling tensions\" as a green light to continue its assertive behavior. What explains the absence of U.S. direction? Insufficient presidential engagement? Conflicting advice? Indecision?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/padel-anyone-11637170592", "title": "Padel, Anyone?", "date": "2021-11-17 12:36", "summary": "The game that has homeowners putting up courts on their properties. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/turkish-lira-tumbles-after-erdogan-renews-call-for-unorthodox-rate-cuts-11637169979", "title": "Turkish Lira Tumbles After Erdogan Comments", "date": "2021-11-17 12:34", "summary": "Turkey's leader wants lower interest rates, the opposite of what economists and investors are calling for to fight spiraling inflation. Turkey's currency slid for the seventh day in a row, propelled by fears that the country's central bank will allow raging inflation to overwhelm the economy.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/surfside-condo-survivors-sue-neighboring-developer-alleging-its-work-weakened-building-11637167525", "title": "Surfside Condo Survivors Sue Neighboring Developer", "date": "2021-11-17 12:29", "summary": "Plaintiffs allege work on nearby condo was undertaken dangerously close to Champlain Towers South. Surviving residents and victims' families of the Champlain Towers South condo collapse are suing the developers of a neighboring luxury condo, alleging that the nearby construction destabilized the Miami-area building and helped lead to the collapse in June that left 98 dead, according to court documents filed late Tuesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/belarus-moves-some-migrants-away-from-polands-border-11637169240", "title": "Belarus Moves Some Migrants Away From Poland's Border", "date": "2021-11-17 12:14", "summary": "The shift is a tentative sign of a de-escalation in the standoff between the European Union and Belarus President Alexander Lukashenko. The number of migrants camped out on the Belarusian side of Poland's eastern border has fallen, a tentative sign of a de-escalation in the monthslong confrontation between the European Union and Belarus President Alexander Lukashenko.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-to-launch-self-service-repair-program-in-early-2022-11637160229", "title": "Apple to Launch Self-Service Repair Program in Early 2022", "date": "2021-11-17 12:12", "summary": "Customers will be able to fix their own devices, starting with the mobile-phone display, battery and camera, using genuine Apple parts and tools. Apple Inc. said Wednesday that it has created a self-service repair program that would allow customers to repair their own devices using genuine Apple parts and tools.", "categories": [["Tech", "Personal Tech", "Personal Technology"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-closer-look-11637169027", "title": "A Closer Look", "date": "2021-11-17 12:10", "summary": "Selections from 'Listified!: Britannica's 300 lists that will blow your mind Hardcover' by Andrew Pettie, Britannica Group, illustrated by Andrés Lozano. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-closer-look-11637168254", "title": "A Closer Look", "date": "2021-11-17 11:57", "summary": "Selections from 'Fairy Tales of the Brothers Grimm and Hans Christian Andersen' by Noel Daniel. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/biden-administration-to-work-with-drugmakers-to-boost-covid-19-vaccine-supply-11637163301", "title": "Biden Administration to Work With Drugmakers to Boost Covid-19 Vaccine Supply", "date": "2021-11-17 11:54", "summary": "The plan is to spend billions of dollars with a goal of producing an additional one billion doses a year. WASHINGTON-The U.S. government plans to spend billions of dollars to join with drugmakers on increasing Covid-19 vaccine supply with a goal of producing an additional one billion doses a year, the Biden administration said Wednesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zillow-offers-real-estate-algorithm-homes-ibuyer-11637159261", "title": "What Went Wrong With Zillow? A Real-Estate Algorithm Derailed Its Big Bet", "date": "2021-11-17 11:29", "summary": "Resume Subscription. When executives at Zillow Group Inc. pored over the company's earnings in the spring, they saw a problem: The real-estate firm was making too much money.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/wildfire-near-rocky-mountain-national-park-forces-evacuations-11637166294", "title": "Wildfire Near Rocky Mountain National Park Forces Evacuations", "date": "2021-11-17 11:24", "summary": "Kruger Rock Fire in Colorado has grown rapidly since sparking Tuesday, threatening structures near Estes Park. A wildfire burning in northern Colorado prompted evacuation orders for residents near the base of Rocky Mountain National Park as firefighters worked to contain the blaze.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-closer-look-11637164291", "title": "A Closer Look", "date": "2021-11-17 10:51", "summary": "Selections from 'I Survived' Graphic Novel Collection by Lauren Tarshis. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/blinken-urges-end-to-ethiopian-civil-war-on-africa-trip-11637163997", "title": "Blinken Urges End to Ethiopian Civil War on Africa Trip", "date": "2021-11-17 10:46", "summary": "Secretary of State Antony Blinken met with Kenyan President to discuss crises in fragile Horn of Africa region. NAIROBI, Kenya-Secretary of State Antony Blinken warned that the civil war in Ethiopia was risking the stability of Africa's second-most populous nation, and said that regional allies such as Kenya were critical to ending the conflict and other regional crises.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-xi-jinping-is-rewriting-chinas-history-to-put-himself-at-the-center-11637157022", "title": "How Xi Jinping is Rewriting China's History", "date": "2021-11-17 10:38", "summary": "Resume Subscription. China's Communist Party has issued a rare new accounting of its history that seals Xi Jinping's place in the pantheon of the country's greatest leaders. The document's repercussions go beyond just rewriting the past: It sets up Mr. Xi to wield lasting influence over the country's future as he seeks a precedent-breaking third term next year.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/target-posts-strong-sales-and-says-it-has-plenty-in-stock-for-black-friday-11637148726", "title": "Target, TJX Post Strong Sales, Say Plenty Is in Stock for Black Friday", "date": "2021-11-17 10:36", "summary": "Retail chains, like Walmart, say that shoppers returned to stores and that they pulled forward inventory to avoid supply-chain snarls. Retail chains Target Corp. and TJX Cos. said they were able to sidestep supply-chain snarls to post strong sales in the most recent quarter and stock up with goods for Black Friday and the holiday season.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/panel-urges-restricting-u-s-investment-in-china-over-security-concerns-11637163001", "title": "U.S. Should Restrict Investment in China Due to Security Concerns, Panel Says", "date": "2021-11-17 10:30", "summary": "Warnings from a commission convened by Congress come after Biden and Xi sought to ease tensions. A commission of security and economic experts convened by Congress recommended that the U.S. take more aggressive steps to dial back commercial ties with China, warning of heightened national security risks.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-football-parents-hinton-michigan-stanford-11637105580", "title": "The Lessons of Parents Who Raised Two Top College Football Players", "date": "2021-11-17 10:16", "summary": "The Hintons, with sons starting at Stanford and Michigan, on navigating recruiting, the pandemic and new money-making rules for athletes. When new NCAA rules last summer began allowing athletes to profit from their name, image or likeness, Michigan's football program struck a novel deal. When fans ordered a player's jersey on the website of M Den, the university's official retail partner, the athlete got a cut of the sale.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-xi-open-to-nuclear-arms-talks-white-house-says-11637098592", "title": "Biden, Xi Open to Nuclear-Arms Talks, White House Says", "date": "2021-11-17 10:09", "summary": "A dialogue, if it happens, would be one of the few concrete outcomes from president's meeting with Chinese leader. President Biden and President Xi Jinping of China have agreed to explore talks on arms control, a top White House official said, a day after the two used a virtual meeting to emphasize the need to avoid conflict on regional security and economic matters.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/helene-fortunoff-circled-the-globe-in-search-of-jewelry-11637161200", "title": "Helene Fortunoff Circled the Globe in Search of Jewelry", "date": "2021-11-17 10:00", "summary": "New York entrepreneur, who has died at age 88, raised six children and enlisted them to help her run a retailing business. When Helene Finke married Alan Fortunoff in 1953, his family owned a store selling pots, pans and other housewares in Brooklyn. In that era, Mrs. Fortunoff might have been expected to stay home with the couple's children, but she had a degree in business and soon saw a counterintuitive way to diversify the store's product line: by adding fine jewelry.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-colleges-in-the-west-for-diversity-11637100489", "title": "Top Colleges in the West for Diversity", "date": "2021-11-17 10:00", "summary": "La Sierra tops a list full of California schools, from the WSJ/THE College Rankings. La Sierra University is ranked highest in the Western U.S. and highest in the country for the diversity of its students and faculty, in the Wall Street Journal/Times Higher Education College Rankings.", "categories": [["Life & Work", "Journal Reports: College Rankings"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-college-rankings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lucid-tesla-nvidia-cisco-what-to-watch-when-the-stock-market-opens-today-11637150687", "title": "Lucid, Tesla, Nvidia, Cisco: What to Watch in the Stock Market Today", "date": "2021-11-17 09:47", "summary": "Lucid shares were extending their climb; Cisco and Nvidia are due to report after the close. Wall Street indexes opened lower amid another set of earnings reports from retailers and technology firms. Here's what we're watching on Wednesday:", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luggage-brand-away-names-melissa-weiss-as-its-cmo-11637160300", "title": "Luggage Brand Away Names Melissa Weiss as Its CMO", "date": "2021-11-17 09:45", "summary": "She joins as the direct-to-consumer travel brand is on a C-suite hiring spree and as the travel industry revives following the worst of the pandemic. Direct-to-consumer luggage brand Away has named Melissa Weiss as its marketing chief amid a C-level hiring spree.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-closer-look-11637159955", "title": "A Closer Look", "date": "2021-11-17 09:39", "summary": "Selections from 'Tomi Ungerer: A Treasury of 8 Books' by Tomi Ungerer. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-closer-look-11637159883", "title": "A Closer Look", "date": "2021-11-17 09:38", "summary": "Selections from 'The Wonderful Wizard of Oz' by L. Frank Baum, illustrated by MinaLima. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-k-inflation-hits-10-year-high-stirring-expectations-of-rate-rise-11637159168", "title": "U.K. Inflation Hits 10-Year High, Stirring Expectations of Rate Rise", "date": "2021-11-17 09:26", "summary": "Economists and investors believe the BOE could act as soon as next month to tame price growth. LONDON-Annual inflation in the U.K. accelerated to its fastest rate in a decade, strengthening expectations the Bank of England will be the first major central bank to lift interest rates from pandemic lows as worries over global inflation intensify.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russias-antisatellite-missile-test-adds-to-space-junk-concern-11637157601", "title": "Russia's Missile Test Adds to Space-Junk Concerns", "date": "2021-11-17 09:00", "summary": "Companies navigate debris as they spend billions of dollars to develop businesses in space. Orbital debris created when a Russian missile destroyed a defunct satellite on Monday adds to a problem for the nascent space industry: navigating a growing field of space junk.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/climate-and-environment-focused-funds-dominate-esg-11637092844", "title": "Environment and Climate-Focused Funds Dominate ESG Investing", "date": "2021-11-17 09:00", "summary": "Funds concentrating on the 'social' and 'governance' parts trail far behind in terms of drawing investors' money this year. For funds focused on ESG (environmental, social and governance) principles, the \"E\" remains king as a magnet for investors.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jessica-seinfeld-interview-vegan-11637155326", "title": "Jessica Seinfeld on Being (Kinda, Sorta) Vegan", "date": "2021-11-17 08:30", "summary": "The cookbook author and philanthropist explains how she convinces her kids-and her husband, Jerry Seinfeld-to eat less meat and dairy.. The cookbook author Jessica Seinfeld is standing in her office, which also happens to be her kitchen. \"This is where I do my homework,\" she says, referring to writing her fifth book, Vegan, at Times, which comes out this month and includes more than 120 plant-based recipes. There's not a chair in sight. \"I try not to sit because I heard sitting is the new smoking,\" she says, deadpan. \"And we're sitting ourselves to death.\"", "categories": [["Food"]], "category_links": ["https://www.wsj.com/news/types/magazine-food?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paytms-mega-ipo-is-priced-for-perfection-11637155277", "title": "Paytm's Mega IPO Is Priced for Perfection", "date": "2021-11-17 08:21", "summary": "The firm is growing fast and financial services could be a powerful new growth driver. But deep pocketed competitors and the global regulatory wave pose risks.. Chinese billionaire Jack Ma may finally cash out through the initial public offering of a mobile payments giant. Not, however, a Chinese one.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ai-customer-service-startup-netomi-raises-30-million-11637154120", "title": "AI Customer-Service Startup Netomi Raises $30 Million", "date": "2021-11-17 08:02", "summary": "The new round of funding values the company at $210 million, up from a valuation of $67.5 million in 2019.. Netomi Inc., a provider of customer-service chatbots, said it has raised $30 million in a Series B funding round that values the company at $210 million, up from a valuation of $67.5 million in 2019.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/holiday-season-will-show-if-airlines-have-done-enough-to-tame-unruly-passengers-11637154001", "title": "Have Airlines and Airports Done Enough to Tame Unruly Passengers?", "date": "2021-11-17 08:00", "summary": "Bad behavior has increased and can have a significant impact on airline staff and travelers alike. The holiday travel season starting next week will test whether airlines, regulators and airports have done enough to combat a sharp rise in unruly passenger behavior and ease tensions for travelers.", "categories": [["Life & Work", "Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-pittsburgh-steel-mill-to-become-biomedical-manufacturing-plant-with-mellon-grant-11637154001", "title": "Former Pittsburgh Steel Mill to Become Biomedical-Manufacturing Plant", "date": "2021-11-17 08:00", "summary": "The effort is part of a decadeslong process to transition away from the region's legacy industries. The Richard King Mellon Foundation announced a $100 million grant to fund a center for biomedical manufacturing, the latest piece in a plan to redevelop a stretch of riverfront outside Pittsburgh nearly half the size of the city's downtown.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peloton-cant-buy-happiness-11637150581", "title": "Peloton Can't Buy Happiness", "date": "2021-11-17 07:03", "summary": "Peloton's investors cheered a cash raise Tuesday as a solution to its problems when it could signal even more of them to come. Peloton Interactive has said it \"sells happiness.\" Too bad it can't buy its own.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-happens-service-raise-minimum-wage-11637113198", "title": "What Happens to Service When You Raise the Minimum Wage?", "date": "2021-11-17 07:00", "summary": "According to one study, after one California city raised its wage, complaints about service fell. There's a lot of debate about whether raising the minimum wage decreases employment, and whether it is a net plus or minus for businesses. But a new study suggests that higher pay is a positive for at least one group: customers.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldman-ceo-calls-china-hong-kong-covid-19-policies-a-headwind-for-global-talent-11637148620", "title": "Goldman CEO Calls China, Hong Kong Covid Policies a 'Headwind for Global Talent'", "date": "2021-11-17 06:30", "summary": "David Solomon's comments echo calls from the expatriate business community to ease border restrictions. Goldman Sachs Group Inc. Chief Executive David Solomon said mainland China and Hong Kong's strict border controls are creating staffing challenges, as the region's tight quarantine regime wears on foreign workers and businesses.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frequent-flier-creditcards-american-airlines-11637092275", "title": "Airlines Are Rewriting the Rules on Frequent-Flier Programs-Again", "date": "2021-11-17 06:00", "summary": "Spending now can be more important for points and status than actual flying under some new travel-rewards programs. Frequent-flier programs really need a new name: Welcome to the era of the frequent-spender program.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ottawa-senators-covid-11637123408", "title": "The Ottawa Senators Are Fully Vaccinated-40% of the Team Tested Positive for Covid", "date": "2021-11-17 06:00", "summary": "The sidelining of an NHL team this week shows that, while vaccination rates are high, indoor, maskless activities can still lead to an outbreak. A substantial Covid-19 outbreak that this week has sidelined the National Hockey League's Ottawa Senators-despite the entire team being vaccinated-carries a warning for the coming months of professional sports: even with blanket immunization, pandemic disruptions are far from over.", "categories": [["Sports", "NHL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nhl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carlyle-nears-2-billion-deal-to-buy-switzerlands-autoform-engineering-11637077081", "title": "Carlyle to Buy Switzerland's AutoForm in $2 Billion Deal", "date": "2021-11-17 05:48", "summary": "U.S. buyout firm is acquiring the business from smaller European buyout rival Astorg. U.S. private-equity firm Carlyle Group Inc. Wednesday struck a $2 billion deal to acquire AutoForm Engineering GmbH, a Switzerland-based industrial software provider.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-boosts-order-for-glaxos-covid-19-antibody-drug-11637145631", "title": "U.S. Boosts Order for Glaxo's Covid-19 Antibody Drug", "date": "2021-11-17 05:40", "summary": "Purchase will expand availability of a type of treatment that has proven useful in reducing hospitalizations. The U.S. government has agreed to buy more doses of an antibody drug for the early treatment of Covid-19 developed by GlaxoSmithKline PLC and Vir Biotechnology Inc., bringing its total order to nearly $1 billion for a treatment found to reduce the risk of hospitalization.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-new-deal-ambitions-run-into-political-economic-constraints-11637145001", "title": "Biden's New Deal Ambitions Run Into Political, Economic Constraints", "date": "2021-11-17 05:30", "summary": "FDR confronted economic devastation as his party had congressional majorities, unlike today's nearly evenly divided Washington. President Biden and his aides invoke liberal icons Franklin D. Roosevelt and Lyndon B. Johnson as role models for the historical impression he hopes to leave. His chief of staff, Ron Klain, late last month boasted that Mr. Biden's spending plan is \"twice as big, in real dollars, as the New Deal.\"", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-powerful-dynasties-accused-of-rights-abuses-join-forces-in-the-philippines-11637145001", "title": "Two Dynasties Accused of Rights Abuses Join Forces in the Philippines", "date": "2021-11-17 05:30", "summary": "Sara Duterte-Carpio, daughter of the current president, opts to run as vice president rather than challenge Ferdinand Marcos Jr., son of a former dictator. SINGAPORE-Two political dynasties have joined forces in the Philippines presidential race, creating a formidable ticket in the contest and uniting two powerful families that have faced allegations of human rights abuses.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-push-suppliers-to-disclose-more-climate-data-11637145001", "title": "Suppliers Pushed to Disclose More Climate Data", "date": "2021-11-17 05:30", "summary": "Finance executives say they are facing limited visibility into indirect pollution sources. Companies are pressing their suppliers to disclose data on greenhouse-gas emissions amid a struggle to more precisely account for something that's hard to quantify: their pollution.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-of-the-worlds-strongest-stock-markets-is-starting-to-fizzle-11637145000", "title": "One of the World's Strongest Stock Markets Is Starting to Fizzle", "date": "2021-11-17 05:30", "summary": "South Korean stocks have been hit by slowing growth, rising interest rates and the prospect of lower chip prices. Challenges are piling up for South Korea's once highflying shares.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/it-isnt-just-teslas-stock-that-needs-to-slow-down-11637144983", "title": "It Isn't Just Tesla's Stock That Needs to Slow Down", "date": "2021-11-17 05:29", "summary": "Elon Musk boosters and skeptics alike might agree that the car industry's aggregate market value leaves too little room for error. Whatever your view on Tesla, pulling money out of the car industry right now makes sense.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gun-control-support-drops-amid-growing-crime-and-firearm-purchases-11637139601", "title": "Gun-Control Support Drops Amid Rising Crime", "date": "2021-11-17 04:00", "summary": "A new survey by Gallup found that 52% of U.S. adults want stricter gun laws and 19% support a ban on handguns. Americans' support for stricter gun-control measures has fallen to its lowest level since 2014, according to a poll released Wednesday by Gallup.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australia-to-beef-up-high-tech-prowess-after-security-pact-with-u-s-11637129732", "title": "Australia to Beef Up High-Tech Prowess After Security Pact With U.S.", "date": "2021-11-17 01:15", "summary": "American ally says quantum science has commercial, defense uses. SYDNEY-Australia will strengthen its capabilities in quantum science and other technologies that could be used to counter threats from China, providing more detail on the type of innovations Australia might develop alongside the U.S. under a new security partnership.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11637093833", "title": "Pepper...and Salt", "date": "2021-11-17 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]