[{"link": "https://www.wsj.com/articles/medicaid-enrollment-surged-during-covid-19-pandemic-report-shows-11624319593", "title": "Medicaid Enrollment Surged During Covid-19 Pandemic, Report Shows", "date": "2021-06-21 19:53", "summary": "Nearly 9.9 million people enrolled in Medicaid and the Children's Health Insurance Program. More than 80 million people-a record number-have health coverage through Medicaid and the Children's Health Insurance Program, as enrollments surged due to Covid-19, according to new data released Monday by the Centers for Medicare and Medicaid Services.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carl-nassib-active-nfl-player-gay-11624318008", "title": "Carl Nassib Becomes First Active NFL Player to Come Out as Gay", "date": "2021-06-21 19:44", "summary": "The Las Vegas Raiders defensive end made the announcement on Instagram, eliciting statements of support from his team and the NFL. Las Vegas Raiders defensive end Carl Nassib on Monday became the first NFL player to come out as gay while still playing in the league, a significant moment in an American sport long identified with traditional ideas of masculinity.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manhattan-district-attorney-candidates-sprint-to-finish-11624314250", "title": "Manhattan District Attorney Candidates Sprint to Finish", "date": "2021-06-21 19:31", "summary": "The race has become contentious in recent days as the two leading candidates trade punches. The eight candidates for Manhattan district attorney spent the final day before the Democratic primary election trying to sway undecided voters in a race with no clear front-runner.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/appeals-court-revives-challenge-to-california-law-mandating-women-board-members-11624317002", "title": "Court Revives Challenge to California Mandate on Women Board Members", "date": "2021-06-21 19:10", "summary": "Federal judges say shareholder may sue over state's 2018 law that requires public companies in California to have women directors. A federal appeals court ruled that an investor may sue California over a 2018 law requiring publicly traded companies with headquarters in the state to include at least one woman on their boards.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-covid-to-comeback-11624315564", "title": "From Covid to Comeback", "date": "2021-06-21 18:46", "summary": "Rahm wins the U.S. Open. Plus, Federal Reserve officials on the brink of discovering the pandemic emergency is over.. \"Investors are growing more fearful of a Fed mistake,\" says a headline at corporate cousin Marketwatch. \"A survey now finds 'central bank policy error' is the third biggest risk to the market,\" writes Steve Goldstein. But he also notes that \"higher-than-expected inflation and bond yields\" were identified as the biggest risk, which many may eventually count in the category of Fed policy errors. The survey comes from Deutsche Bank , which finds such concerns rising since April.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-attack-on-an-alzheimers-drug-11624314809", "title": "The Attack on an Alzheimer's Drug", "date": "2021-06-21 18:33", "summary": "Progressives suddenly discover federal spending they don't like.. Public-health and media critics failed to stop federal approval of Aduhelm, Biogen 's new drug for Alzheimer's. So now they're mounting an assault on the drug's cost to stop Medicare from paying for it. Their sudden and rare concern for the federal fisc is illuminating, and not in a good way.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/phase-two-iran-talks-go-kaput-11624314762", "title": "'Phase Two' Iran Talks Go Kaput", "date": "2021-06-21 18:32", "summary": "The Biden team continues to misjudge Tehran at every turn.. So much for \"phase two\" of the Iran nuclear talks. Iran's president-elect Ebrahim Raisi won't take office until August, but on Monday he announced his government won't negotiate over ballistic missiles or its support for proxies destabilizing the Middle East.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-gorsuchs-antitrust-tutorial-11624314682", "title": "Justice Gorsuch's Antitrust Tutorial", "date": "2021-06-21 18:31", "summary": "In brushing back the NCAA, he and the Supreme Court offer good advice to other judges.. Congress is gearing up to pass new antitrust laws that scrap the consumer-welfare standard that has long held sway under the law. The Supreme Court weighed in Monday with a timely reminder that courts still need to keep consumer benefit top of mind.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-rejects-ncaas-tight-limits-on-athlete-benefits-compensation-11624285407", "title": "Supreme Court Rejects NCAA's Tight Limits on Athlete Benefits, Compensation", "date": "2021-06-21 18:25", "summary": "The court rules the NCAA violated antitrust law by limiting schools from competing for player talent by offering better benefits. WASHINGTON-The Supreme Court ruled unanimously that strict NCAA limits on compensating college athletes violate U.S. antitrust law, a decision that could have broad ramifications for the future of college sports.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-mayoral-race-everything-you-need-to-know-11624314201", "title": "NYC Primary: Your Guide to the Election, Candidates", "date": "2021-06-21 18:23", "summary": "Thirteen candidates are on the ballot in Tuesday's Democratic primary; a winner will be chosen through ranked-choice voting. New York City voters were at the polls on Tuesday for the mayoral primaries, which, for the first time, use a ranked-choice voting system to pick the winner.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/land-mines-for-u-s-abound-in-the-caucuses-11624313860", "title": "Land Mines for U.S. Abound in the Caucasus", "date": "2021-06-21 18:17", "summary": "Azerbaijan is rich with diplomatic possibilities; Armenia complicates matters.. Baku, Azerbaijan", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/let-jack-phillips-bake-cake-11624313827", "title": "Let Jack Phillips Bake Cake", "date": "2021-06-21 18:17", "summary": "Some of the worst acts of intolerance are being done in the name of tolerance.. For a simple Christian who bakes cakes for a living, Jack Phillips seems to have a special recipe for getting himself sued.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irans-perilous-pursuit-of-nuclear-weapons-review-in-tehrans-nuclear-archive-11624313716", "title": "'Iran's Perilous Pursuit of Nuclear Weapons' Review: In Tehran's Nuclear Archive", "date": "2021-06-21 18:15", "summary": "A cache of papers collected during Mossad's 2018 raid on Iran reveals the true extent of the Islamic nation's nuclear ambitions.. The Biden administration is working hard to re-enter the 2015 Iran nuclear deal. Readers of David Albright's \"Iran's Perilous Pursuit of Nuclear Weapons,\" however, will realize that it is Washington, not Tehran, that is pursuing a truly perilous course.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-fed-officials-say-they-are-ready-to-weigh-stimulus-pullback-11624289475", "title": "Fed's Williams Not Ready to Pare Aid, but Other Officials Talk Tapering", "date": "2021-06-21 18:13", "summary": "New York Fed chief John Williams says the central bank is a ways off from achieving its job and inflation goals. Federal Reserve Bank of New York leader John Williams said he isn't ready for the U.S. central bank to dial back the support it is giving the economy amid uncertainty about the recovery from the pandemic.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/free-money-can-make-life-worse-11624313507", "title": "'Free' Money Can Make Life Worse", "date": "2021-06-21 18:11", "summary": "Social workers, not check writers, address problems like substance abuse and domestic violence.. The left continues its push to do away with accountability in safety-net programs. Democrats in Congress recently made an enormous change to public social programs while no one was paying attention and without bipartisan support.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/erratic-data-is-an-economic-symptom-of-the-pandemic-11624313428", "title": "Erratic Data Is an Economic Symptom of the Pandemic", "date": "2021-06-21 18:10", "summary": "Among the conundrums: How do you seasonally adjust for a socially distanced Christmas?. Confused about the state of the U.S. economy? It's no wonder. One day a strong report comes in on jobs or gross domestic product. Then another data release on unfilled jobs or inflation paints a different picture.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/expand-the-human-rights-council-11624313362", "title": "Expand the Human Rights Council", "date": "2021-06-21 18:09", "summary": "Why not simply make each U.N. member state an automatic member?. Geneva", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/climate-fight-brews-as-sec-moves-toward-mandate-for-risk-disclosure-11624267803", "title": "SEC Wants More Climate Disclosures. Businesses Are Preparing for a Fight.", "date": "2021-06-21 17:53", "summary": "Asset managers push for more information; energy, transportation companies say climate-change risks aren't easily measured. WASHINGTON-The Securities and Exchange Commission is preparing to require public companies to disclose more information about how they respond to threats linked to climate change-and businesses are gearing up for a fight.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-orders-ant-group-state-banks-to-root-out-cryptocurrency-related-activities-11624282695", "title": "Bitcoin Price Extends Drop After China Intensifies Crypto Crackdown", "date": "2021-06-21 17:41", "summary": "Authorities order Ant Group and state banks to root out cryptocurrency-related activities. The price of bitcoin and other cryptocurrencies slid Monday after China's central bank ordered the country's largest banks and payment processors to take a more active role in curbing cryptocurrency trading and related activities.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-police-increase-payments-for-anti-crime-tips-11624311321", "title": "New York City Police Increase Payments for Anticrime Tips", "date": "2021-06-21 17:35", "summary": "Initiative announced after a weekend in which NYPD recorded 19 shootings and two homicides. The New York Police Department is increasing payments for crime tips as it seeks to end an increase in shootings and homicides, New York City Mayor Bill de Blasio said Monday.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-showing-sustained-progress-powell-says-11624307445", "title": "Economy Is Showing Sustained Progress, Powell Says", "date": "2021-06-21 17:17", "summary": "Fed chairman sees inflationary pressures easing after pandemic-related supply bottlenecks fade. WASHINGTON-Federal Reserve Chairman Jerome Powell said Monday that job growth should pick up in coming months and temporary inflation pressures should ease as the economy continues to recover from the effects of the pandemic.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/donald-trump-bodyguard-matthew-calamari-11624308000", "title": "Donald Trump's Former Bodyguard Under Scrutiny in New York Probe", "date": "2021-06-21 16:54", "summary": "Matthew Calamari, now the Trump Organization's chief operating officer, has hired his own attorney as prosecutors investigate the company's employee perks. New York prosecutors are investigating whether a top Trump Organization executive, Matthew Calamari, received tax-free fringe benefits, as part of their probe into whether former President Donald Trump's company and its employees illegally avoided paying taxes on such perks, according to people familiar with the matter.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-golden-casket-by-modest-mouse-review-float-on-past-the-noise-11624308364", "title": "'The Golden Casket' by Modest Mouse Review: Float On Past the Noise", "date": "2021-06-21 16:46", "summary": "The rock band's seventh LP teems with experimental sound, but that's not where its value lies.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-airlines-flight-cancellations-11624304934", "title": "American Airlines Cancellations: What to Do if Your Flight Was Canceled", "date": "2021-06-21 16:44", "summary": "Here's how to avoid getting stuck if your scheduled flight gets axed as airlines make last-minute changes. When American Airlines announced cancellations of some flights to avoid potentially straining its operations, it sent some fliers into a frantic search for a Plan B to make their early July travel happen.", "categories": [["Life & Work", "Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-062121-11624255506", "title": "Stocks Rebound as Dow Gains More Than 550 Points", "date": "2021-06-21 16:34", "summary": "Investors assess the prospects of higher economic growth, inflation and rising interest rates. U.S. stocks rallied Monday, lifting the Dow Jones Industrial Average by more than 550 points, as shares of everything from banks to manufacturers climbed.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lordstown-motors-executives-sold-stock-ahead-of-reporting-results-and-before-troubles-came-to-light-11624273380", "title": "Lordstown Motors Executives Sold Stock Ahead of Reporting Results", "date": "2021-06-21 16:30", "summary": "A board special committee concluded the share sales 'were made for reasons unrelated to the performance of the company'. Several top executives at Lordstown Motors Corp. sold off chunks of stock in the electric-truck startup ahead of reporting financial results, according to regulatory filings disclosing the transactions.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-port-logjam-threatens-christmas-shipping-rush-11624307360", "title": "Chinese Port Logjam Threatens Christmas Shipping Rush", "date": "2021-06-21 16:29", "summary": "Industry executives say a backlog of ships on the water and an estimated 350,000 containers at docks will further rattle global supply chains deep into the year. The latest obstacle hitting global shipping is likely to jolt trade flows for several more weeks and could delay shipments heading into the year-end holiday shopping season.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tokyo-olympics-to-allow-spectators-at-summer-games-11624263667", "title": "Tokyo Olympics to Allow Spectators at Summer Games", "date": "2021-06-21 16:25", "summary": "Organizers will permit up to 10,000 fans at each event but new headaches emerged over the imposition of pandemic protocols for athletes from hard-hit countries. TOKYO-The Summer Olympics in Tokyo will include up to 10,000 Japanese spectators at each event, organizers said, even as new headaches emerged over the imposition of pandemic protocols for athletes from hard-hit countries.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-federal-reserve-is-facing-troubled-waters-11624307123", "title": "The Federal Reserve Is Facing Troubled Waters", "date": "2021-06-21 16:25", "summary": "The Fed could be reined in by having it commit to conduct monetary policy in keeping with basic economic principles.. In his June 16 letter responding to Michael T. Belongia and Peter N. Ireland's \"The Fed's Duty Is to the Economy, Not 'Equity'\" (op-ed, June 10), Prof. Stephen Happel is correct to suggest \"the time has come to rein in the power of the Fed.\" However, his suggestion that it be done by having the Fed adopt a monetary-policy rule, such as Milton Friedman's money-growth rule or John B. Taylor's interest-rate rule, isn't correct.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/readers-sing-praises-of-trees-big-and-small-11624307004", "title": "Readers Sing Praises of Trees Big and Small", "date": "2021-06-21 16:23", "summary": "Trees are wonderfully therapeutic, and that can apply whether the trees are monumental or miniature.. A behemoth banyan can provide \"The Benefits of a Tree Friend\" (Personal Journal, June 16) and so can a bitty bonsai. Bonsai is a venerable and ancient art in which strong images of powerful trees are replicated in miniature, growing in shallow pots. I find relaxing pleasure in watering and eyeing my many 8-to-12-inch bonsai trees every day. Occasionally, after lengthy observation, I adjust the setting of one ever so slightly or gently clip a nub of errant twig.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/civil-servants-need-more-time-in-private-life-11624306908", "title": "Civil Servants Need More Time in Private Life", "date": "2021-06-21 16:21", "summary": "Allow civil servants to spend two or three years in the private sector and be guaranteed re-entry to the civil service without loss of GS grade.. Two contributions to \"Why Liberals Dominate Federal Bureaucracy\" (Letters, June 17) suggest to me one change that could help improve both identified problems. David Reynolds bemoans a corporate employee spending a few years in the Washington bureaucracy as \"punching a ticket\" in his or her rise up the private career ladder. Mark Adams's concerns are with a protected class of civil servants. A policy change that could improve this situation would be to allow civil servants to spend two or three years in the private sector and be guaranteed re-entry to the civil service without loss of GS grade. It should be seen as a career enhancer, a step up the government's career ladder. It should be limited to the profit-making sector; civil servants are already familiar with a nonprofit, debt-ridden organization. The civil servants would benefit by seeing, day after day, what the effect of the growing jungle of regulations does to companies. There would need to be certain restrictions: no lobbying, no direct contact with the agency that person had been serving in, and so on.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hey-prince-philip-really-did-fight-fascists-in-battle-11624306828", "title": "Hey, Prince Philip Really Did Fight Fascists in Battle", "date": "2021-06-21 16:20", "summary": "His actions did more to defeat fascism than any of the carping cant from self-important Twitterati.. Jerome Marcus's depressing June 12 letter hinting at modern writers condemning the Allies as \"patriarchists\" reminded me of some of the more uncharitable obituaries of the recently departed Prince Philip, husband of Queen Elizabeth II.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanderson-farms-explores-sale-11624305575", "title": "Sanderson Farms Explores Sale", "date": "2021-06-21 16:20", "summary": "Chicken producer has attracted interest from suitors including agricultural investment firm Continental Grain. Poultry giant Sanderson Farms Inc. is exploring a sale, according to people familiar with the matter, as demand for chicken products rises.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meatpacking-industry-faces-overhaul-push-in-washington-11624294728", "title": "Meatpacking Industry Faces Overhaul Push in Washington", "date": "2021-06-21 16:13", "summary": "New rules, legislation would revamp markets for livestock, poultry. The American meatpacking industry faces stricter oversight in Washington, as lawmakers and regulators push an overhaul of the $213 billion sector following complaints about meat companies' alleged influence over markets and farmers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-to-miss-june-target-for-some-covid-19-vaccine-donations-11624306309", "title": "U.S. to Miss June Target for Some Covid-19 Vaccine Donations", "date": "2021-06-21 16:11", "summary": "Officials say delays are related to logistical challenges in countries set to receive vaccines. WASHINGTON-The White House on Monday detailed plans to allocate 55 million Covid-19 vaccine doses it is donating overseas, saying the shipments would likely take longer than President Biden's initial target of sending them out by the end of June.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/long-dated-treasurys-win-favor-on-receding-inflation-bets-11624279775", "title": "Long-Dated Treasurys Win Favor on Receding Inflation Bets", "date": "2021-06-21 16:07", "summary": "Investors have been unwinding trades that bet on stronger economic growth and inflation. Investors have rushed into longer-dated Treasurys in a bet that the Federal Reserve will act more quickly against inflation, leading to slower growth and lower interest rates in the longer term.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unsafe-tuesday-crossword-june-22-11624220448", "title": "Unsafe (Tuesday Crossword, June 22)", "date": "2021-06-21 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-strikes-deal-with-filmmaker-steven-spielberg-11624293296", "title": "Netflix Strikes Deal With Filmmaker Spielberg", "date": "2021-06-21 15:55", "summary": "The streaming giant announces agreement to have multiple new films made by Spielberg's production company Amblin Partners. The acclaimed filmmaker Steven Spielberg has struck a multiyear deal to make movies for Netflix Inc., a huge get for the streaming giant as it faces increased competition for talent and content from deep-pocketed rivals such as Walt Disney Co. and Amazon.com Inc.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alligator-records-50-years-of-genuine-houserockin-music-review-indestructible-blues-11624304929", "title": "'Alligator Records: 50 Years of Genuine Houserockin' Music' Review: Indestructible Blues", "date": "2021-06-21 15:48", "summary": "The legendary Chicago label celebrates its 50th anniversary with a compilation of its greatest hits, from Shemekia Copeland's 21st-century blues to the original Hound Dog Taylor anthem that started it all. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-mayoral-candidates-make-final-pitch-to-voters-11624296559", "title": "New York City Mayoral Candidates Make Final Pitch to Voters", "date": "2021-06-21 15:30", "summary": "Poll shows Eric Adams as top choice in the race, followed by Andrew Yang and Kathryn Garcia. New York City mayoral hopefuls spent the day before the primary crisscrossing the city and making a final pitch to undecided voters, as a new poll showed front-runner Brooklyn Borough President Eric Adams maintaining a strong lead in the race.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eating-disorders-surged-among-adolescents-in-pandemic-11624302000", "title": "Eating Disorders Surged Among Adolescents in Pandemic", "date": "2021-06-21 15:00", "summary": "Doctors report steep increases in both hospitalization and outpatient visits, with children coming in sicker than ever. Before the pandemic, Basma O'Neill's 15-year-old daughter was lean but healthy, with a robust appetite.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/convicted-ex-deutsche-bank-trader-sentenced-to-prison-11624301421", "title": "Convicted Ex-Deutsche Bank Trader Sentenced to Prison", "date": "2021-06-21 14:50", "summary": "James Vorley gets a year and a day for manipulating metals prices through spoofing. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jordans-royal-rift-spills-into-court-as-men-face-sedition-charges-11624301021", "title": "Jordan's Royal Rift Spills Into Court as Men Face Sedition Charges", "date": "2021-06-21 14:43", "summary": "Two men were indicted in connection to an alleged plot to replace the king with his younger half-brother, Prince Hamzah bin Hussein. A public rift between Jordan's King Abdullah II and his younger half-brother entered a new stage, as two of the prince's alleged co-conspirators appeared in court for the first time to face charges of sedition over their involvement in a purported plot to replace the monarch.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-u-s-cruises-resume-operators-outfit-ships-with-contact-tracing-tech-11624300600", "title": "As U.S. Cruises Resume, Operators Outfit Ships With Contact-Tracing Tech", "date": "2021-06-21 14:36", "summary": "Ships will soon be returning to sea after more than a yearlong suspension. Cruise companies are using apps, wearable devices and AI as well as repurposing existing systems to keep passengers safe. Cruise operators, whose U.S. operations have been suspended for more than a year amid the Covid-19 pandemic, are betting on technology to help keep passengers safe when they finally start leaving U.S. ports this summer.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/work-flexibility-popular-with-employees-is-hardly-a-holy-grail-11624300543", "title": "Work Flexibility Is Hardly a Holy Grail", "date": "2021-06-21 14:35", "summary": "Surveys show many Americans aren't eager to return to the office, but companies have more to consider than just their feelings. Many of today's workers have landed the upper hand when it comes to where and when they work. But no one should get too comfortable.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/swim-trials-team-usa-katie-ledecky-11624300255", "title": "The Pandemic Produces a Youth Movement in the Pool for Team USA", "date": "2021-06-21 14:33", "summary": "Eight days of unpredictable, upset-filled racing at the U.S. Olympic Swim Trials produced a roster of unexpected swimmers heading to Tokyo. OMAHA, Neb.-When the pandemic shut pools and forced swimmers out of the water for weeks last spring, no one knew how the disruption would shape Team USA's swimming fortunes at the Tokyo Olympics.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-america-is-now-covid-19-hot-spot-witheighttimes-the-worlds-death-rate-11624299176", "title": "South America Is Now the World's Covid-19 Hot Spot", "date": "2021-06-21 14:12", "summary": "Driving the surge are more infectious variants, low vaccination rates, weak healthcare systems and, in some cases, governments that gave up on controlling the virus. SÃO PAULO-While Covid-19 is receding in much of the world, the pandemic is raging in South America, which has just 5% of the world's population but now accounts for a quarter of the global death toll.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tornado-touches-down-in-chicago-suburb-five-in-hospital-11624293473", "title": "Tornado Touches Down in Chicago Suburb; Five in Hospital", "date": "2021-06-21 14:08", "summary": "Sixteen homes declared uninhabitable amid more than 100 reports of property damage as storm hits in Naperville, Ill.. Five people were sent to the hospital and dozens of homes were damaged when a tornado touched down in the Chicago suburb of Naperville late Sunday, local officials said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-orders-more-proceedings-in-goldman-sachs-shareholder-suit-11624285180", "title": "Supreme Court Orders More Proceedings in Goldman Suit", "date": "2021-06-21 13:59", "summary": "Court rejects Wall Street bank's plea to alter the standards for misrepresentations. WASHINGTON-The Supreme Court on Monday rejected a plea from Goldman Sachs Group Inc. to raise the bar for shareholder lawsuits alleging fraud, but returned a class-action lawsuit against the company to a lower court for further proceedings.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-decades-of-control-the-ncaa-finds-itself-on-its-heels-11624297833", "title": "After Decades of Control, the NCAA Finds Itself 'On Its Heels'", "date": "2021-06-21 13:53", "summary": "A Supreme Court decision is opening a new era for the NCAA, one in which states are now calling the shots on athlete compensation. The National Collegiate Athletic Association once had the tightest of clamps on college athlete compensation, maintaining a strict stance that any form of benefit that rewarded players for their participation would wreck a so-called \"amateur model\" that it had relied on for decades.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-americas-solar-power-industry-compete-with-chinas-one-firm-tries-11624295249", "title": "Solar-Panel Maker in U.S. Takes on China", "date": "2021-06-21 13:07", "summary": "Resume Subscription. WALBRIDGE, Ohio-Solar panels are part of any formula for fighting climate change, yet the U.S. makes few of them, since subsidized manufacturers in China dominate the market.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/dan-quart-runs-for-manhattan-district-attorney-on-criminal-justice-record-11624113043", "title": "Dan Quart Runs for Manhattan District Attorney on Criminal-Justice Record", "date": "2021-06-21 12:46", "summary": "Assemblyman says he has obtained results in Albany that qualify him to be the borough's top prosecutor. Dan Quart, a state assemblyman for eastern Manhattan, says his decade in public office has prepared him to be the borough's next district attorney, a job that he says can steer criminal-justice policy in a progressive direction.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/critical-race-theory-is-the-opposite-of-education-11624293824", "title": "Critical Race Theory Is the Opposite of Education", "date": "2021-06-21 12:43", "summary": "It's more of a religion. Its practitioners reject the idea of evaluating the merits of competing ideas.. I learned economics from a Marxist.", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manchins-voter-id-deception-11624293693", "title": "Manchin's Voter-ID Deception", "date": "2021-06-21 12:41", "summary": "His S.1 compromise would allow the use of utility bills, which are easy to forge.. Joe Manchin of West Virginia appeared to have scuttled the Democrats' federal takeover of state voting laws, styled S.1, from which he is the only Democratic dissenter. He objected to its ban on voter-ID requirements. But he is offering a compromise that would impose such requirements on all states. It isn't much better than the original.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-p-morgan-asset-management-acquires-timberland-investment-firm-11624292684", "title": "J.P. Morgan Asset Management Buys Timberland Investment Firm", "date": "2021-06-21 12:24", "summary": "Money manager wants to become a major player in forest carbon markets. One of the biggest names on Wall Street is getting into the timber business, and a big part of its plan to make money involves less logging.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-yoga-capital-hit-by-downward-facing-prospects-due-to-covid-19-11624292062", "title": "India's Yoga Capital Is Hit Hard by Covid-19", "date": "2021-06-21 12:14", "summary": "Resume Subscription. NEW DELHI-As yoga grew in popularity in recent years, foreign visitors flocked to the northern Indian town of Rishikesh, which brands itself as the world's yoga capital.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-investment-firms-and-hbcus-are-luring-black-talent-11624291193", "title": "How Investment Firms and HBCUs Are Luring Black Talent", "date": "2021-06-21 11:59", "summary": "Apollo Global, Ares, and Oaktree management companies are committing a total of $90 million over the next decade to make the financial investment world more diverse. Three investment firms are launching a joint initiative aimed at attracting more Black talent to their industry. The initiative, which each firm will donate $3 million per year toward over the next decade, relies heavily on partnerships with historically Black colleges and universities, or HBCUs. Here's what else you need to know.", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-sanctions-senior-belarus-officials-allegedly-tied-to-political-crackdown-11624286708", "title": "U.S. Sanctions Senior Belarus Officials", "date": "2021-06-21 11:48", "summary": "U.S. and allies cite activities including flight diversion and arrest of dissident journalist. WASHINGTON-The U.S. and its trans-Atlantic allies on Monday imposed financial sanctions against senior Belarus officials and police units the Biden administration said are responsible for escalating political repression, including the forced diversion of a commercial airline carrying dissident journalist Roman Protasevich and his subsequent arrest in May.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-bad-is-our-companys-product-let-us-list-the-ways-11624289696", "title": "How Bad Is Our Company's Product? Let Us List the Ways", "date": "2021-06-21 11:34", "summary": "Tobacco firm Altria tells a judge its e-cigarette offering was lousy. Chalk it up to antitrust defense.. Tobacco giant Altria Group Inc. is on trial, accused of breaking antitrust laws by abandoning its e-cigarette business at the request of rival Juul Labs Inc. The Marlboro maker's defense: Our e-cigarettes were lousy.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irans-incoming-president-rebuffs-calls-to-reel-in-missiles-militias-11624288768", "title": "Iran's Incoming President Rebuffs Calls to Reel In Missiles, Militias", "date": "2021-06-21 11:29", "summary": "Ebrahim Raisi, who won Friday's election, reaffirms commitment to the nuclear deal as long it serves Iran's interests. TEHRAN-Iranian President-elect Ebrahim Raisi on Monday said the Islamic Republic wouldn't stop supporting Shiite militia groups fighting across the Middle East or rein in its missile program, rebuffing a key goal of the Biden administration as it negotiates a revival of the 2015 nuclear deal.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jacket-required-no-more-how-the-pandemic-changed-dress-codes-11624286698", "title": "'Jacket Required' No More? How the Pandemic Changed Dress Codes", "date": "2021-06-21 10:44", "summary": "Le Bernardin in New York City was the latest 'jacket required' restaurant to chuck its formal policy. FOR THE FIRST time in its 35-year history, Manhattan's Le Bernardin is letting male patrons order its tasting menu or a bottle of Burgundy without wearing a sportcoat. When it reopened its polished dining room on March 17 after a several month hiatus, the three-Michelin-starred restaurant discarded its longstanding \"jacket required\" dress code. The decision, said chef and co-owner Eric Ripert, was driven by hygiene concerns.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-big-tech-stock-is-always-on-sale-11624283672", "title": "This Big Tech Stock Is Always on Sale", "date": "2021-06-21 09:54", "summary": "Tencent's anchor shareholder Prosus has revealed the value of its $39 billion portfolio of startups-and the full extent of its discount problem. Getting 50% off isn't such an unmissable opportunity when there is no end to the discounting in sight.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ethiopias-nobel-prize-winning-leader-faces-election-as-war-rages-in-tigray-11624268255", "title": "Ethiopia's Nobel Prize-Winning Leader Faces Election", "date": "2021-06-21 09:30", "summary": "Resume Subscription. Ethiopia's election was meant to be the crowning moment for Nobel Peace Prize-winning Prime Minister Abiy Ahmed, a popular recognition of his efforts to break open one of Africa's most entrenched one-party states and liberalize its tightly controlled economy.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/americas-democratic-model-tarnished-yet-still-powerful-11624281706", "title": "America's Democratic Model Tarnished, yet Still Powerful", "date": "2021-06-21 09:21", "summary": "Trump's election claims and the Jan. 6 riot damaged U.S. reputation, but that view shifted toward the positive since President Biden took office. When President Biden began last week's trip through Europe that culminated in a summit meeting with Russian President Vladimir Putin, he said a main mission was to prove the power of democracies over dictatorships: \"We have to discredit those who believe that the age of democracy is over, as some of our fellow nations believe,\" he said.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/raven-industries-torchlight-energy-bitcoin-what-to-watch-when-the-stock-market-opens-today-11624273213", "title": "Raven Industries, Torchlight Energy, Bitcoin, Riot Blockchain: What to Watch When the Stock Market Opens Today", "date": "2021-06-21 09:05", "summary": "Futures are rising after a tumultuous morning. Stock futures are bouncing higher, with markets set to open for trading Monday after a bumpy ride last week. Here's what we're watching ahead of the bell.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-gun-control-battles-sparked-by-one-judges-decisions-11624280400", "title": "California Gun-Control Battles Sparked by One Judge's Decisions", "date": "2021-06-21 09:00", "summary": "Judge Roger Benitez has struck down several of the state's gun-regulation measures, including an assault-weapons ban. Second Amendment advocates and California Democrats are squaring off in a series of fights that began in the courtroom of a single San Diego judge and could ultimately alter the national debate over gun control.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jon-rahm-us-open-covid-11624279485", "title": "How Jon Rahm Went From Getting Covid to Winning the U.S. Open in 2 Weeks", "date": "2021-06-21 09:00", "summary": "Over the course of 15 days, the 26-year-old Spaniard lost a tournament because of a positive test to isolation to winning his first major. San Diego", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-airlines-let-sick-passengers-on-flights-11623848201", "title": "Why Airlines Let Sick Passengers on Flights", "date": "2021-06-21 08:32", "summary": "Carriers face a quandary when contagious fliers board planes-an issue with higher stakes during the coronavirus pandemic. The child in the window seat was sneezing and coughing. Passengers nearby grew increasingly nervous that perhaps the kid had Covid-19 and was spreading the virus. The mother claimed allergies; flight attendants said there was nothing they could do.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-airlines-cuts-some-flights-to-avoid-potential-strains-11624205739", "title": "American Airlines Cuts Some Flights to Avoid Potential Strains", "date": "2021-06-21 08:30", "summary": "Travel demand returned more sharply than expected, and too many flights can mean more difficulties when things go wrong. American Airlines Group Inc., which rapidly increased flying to meet a surge in travel demand, is trimming some flights to alleviate potential strains on its operations.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pink-on-why-good-leadership-is-harder-for-women-11624278544", "title": "Pink on Why Good Leadership Is Harder for Women", "date": "2021-06-21 08:29", "summary": "\"Unfortunately, as a woman you probably have to think longer and harder about the way that you say things.\". In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chip-shortages-are-starting-to-hit-consumers-higher-prices-are-likely-11624276801", "title": "Chip Shortages Are Starting to Hit Consumers", "date": "2021-06-21 08:00", "summary": "Semiconductor companies say they face higher costs that they are passing on to customers in some cases. The global chip shortage is pushing up prices of items such as laptops and printers and is threatening to do the same to other top-selling devices including smartphones.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turbocharged-u-s-economy-attracts-foreign-investors-11624263520", "title": "As U.S. Economy Rebounds From Covid, Foreign Investors Rush In", "date": "2021-06-21 07:38", "summary": "U.S. is likely the top destination for foreign investment, according to the U.N., as businesses meet bounce in demand for everything from steel to pet food. The extraordinary recovery of the U.S. economy is likely to make the country the world's top destination for overseas investment this year and next, according to new United Nations projections, with foreign businesses drawn by the prospect of a rapid and sustained rebound in consumer spending and the Biden administration's multitrillion-dollar infrastructure plans.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moderna-plans-to-expand-production-to-make-covid-19-vaccine-boosters-supply-more-countries-11624273200", "title": "Moderna Plans to Expand Production for Covid-19 Vaccine Boosters", "date": "2021-06-21 07:00", "summary": "Resume Subscription. NORWOOD, Mass.- Moderna Inc. is adding two new production lines at the rebuilt former Polaroid plant where it manufactures its Covid-19 vaccine, part of a push to prepare for making booster shots and the future of the pandemic.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/seven-simple-steps-to-feeling-better-and-shedding-pandemic-pounds-11624272901", "title": "Seven Simple Steps to Feeling Better and Shedding Pandemic Pounds", "date": "2021-06-21 06:55", "summary": "Lose weight with your own 30-day challenge, breathe deeply to shed stress and other tips for getting back to your pre-lockdown shape and self.. Months spent working from home-not far from the pantry and couch-have left many feeling sluggish and not ready to ease into life as pandemic restrictions lift. But making small, simple adjustments to your fitness and eating routines can change how you look and feel. Here are seven steps to try as summer arrives and life edges back to normal.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-investors-can-learn-from-the-history-of-inflation-11624263340", "title": "What Investors Can Learn From The History of Inflation", "date": "2021-06-21 06:51", "summary": "Price spikes post-World War II and the 1970s show how inflation can dominate stock market returns. Inflation is on the rise, hitting some of the highest levels seen since the early 1980s. Back then, the Federal Reserve's Paul Volcker killed off rampant price rises, hitting the economy hard initially, but ushering in decades of repeated rallies in stocks and bonds.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kongs-apple-daily-considers-closing-unless-government-releases-funds-11624270222", "title": "Hong Kong's Apple Daily Considers Closing Unless Government Releases Funds", "date": "2021-06-21 06:10", "summary": "A shutdown would be biggest blow to press freedom in the city since national-security law was imposed last June. HONG KONG-The publisher of the popular pro-democracy Apple Daily newspaper said it may cease publishing after authorities froze its assets and charged senior executives including its top editor under the national-security law.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/universal-music-isnt-the-only-track-on-investors-vivendi-playlist-11624269602", "title": "Universal Isn't the Only Track on Investors' Vivendi Playlist", "date": "2021-06-21 06:00", "summary": "Activist hedge funds face a potential tax bill when the record label is demerged from its owner. But there are other ways to profit.. Activist investors are showing up in force for the spinoff of Universal Music Group, the powerful record label behind Lady Gaga and Taylor Swift. But there might also be less glamorous ways to make money from a stake in its current owner, Vivendi .", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nba-playoffs-nets-bucks-hawks-suns-clippers-11624246776", "title": "The Nets Had a Big Three and One Too Many Injuries", "date": "2021-06-21 06:00", "summary": "Their stars got hurt, and the NBA's title favorites got eliminated. Can the last four teams in the playoffs stay healthy?. The Brooklyn Nets, Los Angeles Lakers and Utah Jazz were the betting favorites to win the NBA championship at the beginning of the playoffs. Now they have something else in common: They are out-and so were their best players.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-junk-bonds-flash-warning-signs-11624267802", "title": "Chinese Junk Bonds Flash Warning Signs", "date": "2021-06-21 05:30", "summary": "Concerns about defaults grow as yields top 10% for the first time since May 2020. Yields on Chinese junk bonds have jumped to levels last hit during the tail end of last year's market turbulence, signaling growing investor concern about defaults.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-in-certain-industries-receive-more-auditor-warnings-about-survival-11624267803", "title": "Companies in Certain Industries Receive More Auditor Warnings About Survival", "date": "2021-06-21 05:30", "summary": "Going-concern notices can foreshadow a bankruptcy filing or a default. The number of U.S. public companies labeled with auditor warnings about the ability to stay afloat declined overall during the 12 months ended May 31, but they rose in certain industries hard hit by the pandemic, such as transportation, construction and energy.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-businesses-on-one-chicago-street-struggle-to-meet-demand-as-covid-19-restrictions-end-11624267802", "title": "Small Businesses on a Chicago Street Struggle to Meet Demand", "date": "2021-06-21 05:30", "summary": "Resume Subscription. CHICAGO-The owners of Roscoe Village Bikes say the shop should be thriving as Covid-19 restrictions fade away, but sales this month are down about 10% from a year ago because the shop can't get enough new bikes and key parts to meet demand.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/deutsche-bank-jumps-back-into-payments-with-fiserv-deal-11624264588", "title": "Deutsche Bank Jumps Back Into Payments With Fiserv Deal", "date": "2021-06-21 04:36", "summary": "Germany's largest lender sets up joint venture with U.S. payments giant Fiserv, reentering market it exited nearly a decade ago. Deutsche Bank AG wants to get back into the suddenly valuable business of digital payments, nearly a decade after getting out of it.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foo-fighters-at-madison-square-garden-what-its-like-to-attend-an-arena-concert-post-lockdown-11624260461", "title": "What It's Like to Attend an Arena Concert Post-Lockdown", "date": "2021-06-21 03:27", "summary": "Fans of the post-grunge arena rockers filled the roughly 20,000-person venue for its first full-capacity show in more than 15 months. NEW YORK-Whether you were down in the pit or up in the nosebleed seats at Madison Square Garden on Sunday, social distancing was out. Singing along with a roaring, maskless crowd to Foo Fighters hits like \"Learn to Fly\" was in.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/breaking-up-japan-inc-s-love-affair-with-itself-11624259839", "title": "Breaking Up Japan Inc.'s Love Affair With Itself", "date": "2021-06-21 03:17", "summary": "Reducing cross-shareholding has long been an objective of Japan's corporate-governance overhaul, but recent events may have hastened the pace. Japan's corporate-governance reform has been a long, often painful process. But there has been some recent progress on one perennial complaint: massive cross-holdings that empower management and tend to weigh on returns.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/honoring-jimmy-lai-11624248153", "title": "Honoring Jimmy Lai", "date": "2021-06-21 00:02", "summary": "In Hong Kong, a valiant attempt to keep publishing the truth.. The Committee to Protect Journalists was founded 40 years ago to fight for journalists who are \"attacked, imprisoned or killed.\" In this spirit, the CPJ on Monday announced it is honoring Hong Kong's Jimmy Lai with its 2021 Gwen Ifill Press Freedom Award. Mr. Lai, the founder, owner and contributor to the Apple Daily newspaper, won't be able to accept the award in person because he sits in prison in Hong Kong.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11624057472", "title": "Pepper...and Salt", "date": "2021-06-21 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/h-o-t-stuff-monday-crossword-june-21-11624220246", "title": "H.O.T. Stuff (Monday Crossword, June 21)", "date": "2021-06-21 00:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-state-coffers-swell-riding-covid-19-recovery-11624230000", "title": "New York State Coffers Swell, Riding Covid-19 Recovery", "date": "2021-06-21 22:36", "summary": "Some fiscal watchdogs question increased income taxes on high earners. A better-than-projected economic recovery and a massive influx of federal aid have stuffed New York state's once-bare coffers, a reversal of fortune that is leading some fiscal watchdogs to again question the state's decision earlier this year to increase income taxes on high earners.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jon-rahm-wins-the-u-s-open-torrey-pines-11624234626", "title": "Jon Rahm Wins the U.S. Open", "date": "2021-06-21 20:20", "summary": "The Spaniard outlasted a crowded field to win his first major just two weeks after being forced to withdraw from a tournament he was poised to win because of a positive Covid-19 test.. SAN DIEGO-Jon Rahm finished his last tournament doubling over in anguish. He finished the U.S. Open screaming and pumping his fist in ecstasy.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-sweat-your-pandemic-resume-gap-11624233600", "title": "Don't Sweat Your Pandemic Résumé Gap", "date": "2021-06-21 20:00", "summary": "Most Popular News. Looking to get back to work after a pandemic break? That gap on your résumé might not be the obstacle you think it is.", "categories": [[]], "category_links": []}]