[{"link": "https://www.wsj.com/articles/americas-return-to-the-moon-will-have-to-wait-a-year-11636501813", "title": "America's Return to the Moon Will Have to Wait a Year", "date": "2021-11-09 18:50", "summary": "NASA pushes planned moon return to 2025 as agency administrator questions whether original date was feasible. U.S. astronauts are now expected to return to the moon in 2025 instead of 2024, with NASA Administrator Bill Nelson describing the earlier time frame as unrealistic for technical reasons.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-elizabeth-holmes-trial-theranos-lab-director-says-founder-resisted-efforts-to-address-problems-11636501447", "title": "Theranos's Last Lab Director Says Founder Resisted Efforts to Address Problems", "date": "2021-11-09 18:44", "summary": "Dr. Kingshuk Das joined startup as allegations about its technology mounted, following two predecessors who rarely set foot in lab. SAN JOSE, Calif.-The lab director who joined Theranos Inc. in late 2015 as the blood-testing startup faced increasing scrutiny about its technology testified Tuesday in the criminal fraud trial of founder Elizabeth Holmes that he faced pushback when he concluded the company's proprietary technology was beset with problems.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-worst-tort-abuse-ohio-opioid-trial-judge-dan-polster-11636492713", "title": "A Case of Opioid Tort Abuse", "date": "2021-11-09 18:31", "summary": "A federal judge is trying to force pharmacy chains into a settlement that would make bad law.. The plaintiffs bar has assaulted too many industries to count, but the landmark opioid trial now underway in Ohio may be the worst. The combination of avaricious lawyers, a consolidated case system and a rogue judge is highlighting again the need for Congress and courts to crack down on legal abuse.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/progressives-target-a-black-mayor-byron-brown-india-walton-buffalo-11636498199", "title": "Progressives Target a Democratic Mayor", "date": "2021-11-09 18:29", "summary": "They want revenge because he defeated a Democratic socialist.. If progressives are taking any responsibility for last week's rout of Democrats nationwide, they aren't showing it. Witness the long knives coming out for Buffalo Mayor Byron Brown, who won an election against a left-wing favorite.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-end-of-the-ge-empire-general-electric-splitting-into-three-companies-larry-culp-11636495000", "title": "The GE Empire Breaks Up", "date": "2021-11-09 18:27", "summary": "The company that was once worth $600 billion will split itself in three parts.. How the mighty have fallen-and perhaps will rise again. On Tuesday General Electric CEO Larry Culp announced a split-up of its aviation, healthcare and energy units, capping two decades of market decline. Markets can be unforgiving, but they are the best allocators of capital.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijing-hong-kong-ccp-june-4-tiananmen-square-jimmy-lai-gwyneth-ho-chow-hang-tung-11636305695", "title": "Beijing's Memory Control in Hong Kong", "date": "2021-11-09 18:26", "summary": "It's now a crime to memorialize the Tiananmen massacre.. In Chinese history, June 4 lives in infamy. On that day in 1989 the Communist Party government sent in tanks to crush protesting students who had raised a Goddess of Democracy on Tiananmen Square. Every year since, the people of Hong Kong have publicly commemorated that terrible day so it is not forgotten.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-do-climate-summits-actually-achieve-cop26-glasgow-emissions-china-russia-11636493899", "title": "What Do Climate Summits Actually Achieve?", "date": "2021-11-09 18:25", "summary": "Students discuss if the COP26 summit is doing any good.. Editor's note: In this Future View, students discuss climate summits. Next week we'll ask, \"A truck driver in New Jersey driver appears to have defeated the president of the New Jersey state senate, the second most powerful person in New Jersey. What do the recent off-year elections bode for next year's midterm elections?\" Students should click here to submit opinions of fewer than 250 words before Nov. 16. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-vaccine-mandate-kids-unlawful-eua-emergency-use-authorization-5-to-11-year-old-11636493796", "title": "Forced Covid Vaccination for Kids Is Unlawful", "date": "2021-11-09 18:24", "summary": "Statutes confer a clear right to refuse the shots before full FDA approval.. Now that the Food and Drug Administration has authorized the Pfizer -BioNTech vaccine for 5- to 11-year-olds, expect a wave of Covid-19 vaccine mandates for children. San Francisco announced last week that the city will require children in that age group to show proof of vaccination to enter restaurants, sporting events, swimming pools and more. New York's School of American Ballet informed parents via email on Nov. 4 that all students-the school enrolls children as young as 6-must receive a Covid vaccine by January.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-arabia-china-crown-prince-mohammed-bin-salman-energy-prices-climate-xi-biden-iran-11636493333", "title": "Saudi Arabia Turns Toward China", "date": "2021-11-09 18:24", "summary": "Crown Prince Mohammed is guiding the kingdom toward an assertive foreign-policy stance.. Riyadh, Saudi Arabia", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doordash-to-buy-finland-food-delivery-startup-in-deal-valued-above-8-billion-11636492582", "title": "DoorDash to Buy Finland Food-Delivery Startup Wolt", "date": "2021-11-09 18:23", "summary": "Deal to acquire Wolt comes amid a wave of consolidation in the competitive food-delivery segment. DoorDash Inc. said it has agreed to acquire European food-delivery company Wolt Enterprises Oy in an all-stock deal valued at over $8 billion.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdonalds-ceo-apologizes-race-crime-shooting-chicago-adam-toledo-jaslyn-adams-kempczinski-11636493025", "title": "McDonald's CEO Apologizes for Telling a Simple Truth", "date": "2021-11-09 18:22", "summary": "America can't solve its crime and education problems if people can't discuss them honestly.. \"You can't be a gang-banger and a good parent, no matter how much you love your kids.\"", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musk-joins-tax-debate-unrealized-capital-gains-sell-tesla-stock-valuation-twitter-poll-11636493709", "title": "Elon Musk Joins the Tax Debate", "date": "2021-11-09 18:22", "summary": "The billionaire's contribution is more lyrical than coherent, but what else is new?. A financial planner would have told Elon Musk to take some of his Tesla chips off the table long ago. But Mr. Musk had an additional reason for his weekend stunt, putting up for a Twitter vote whether he should liquidate 10% of his stake in the stupendously valuable electric-vehicle maker.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-will-to-see-review-conscience-without-borders-11636500026", "title": "'The Will to See' Review: Conscience Without Borders", "date": "2021-11-09 18:20", "summary": "An internationalist who reports from war-ravaged lands with passion and indignation-and with the aim of intervening in what he sees.. 'The Will to See\" is a pugnacious little book-part reportage, part autobiographical manifesto-written by a man whose conscience is frozen in time. That judgment isn't meant as a put-down. It's a way of saying that the moral compass of its author, the French philosopher Bernard-Henri Lévy, appears not to have been reset since he graduated from the École Normale Supérieure in Paris in 1971. Now 73, he was then an idealistic (even quixotic) 22-year-old with a degree in philosophy, \"a young graduate with heart.\" Living life as a cloistered intellectual seemed to him like \"poison,\" as did the prospect of working as a \"servile technician\" in the service of the academic establishment or the French state.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/squid-game-is-coming-back-for-season-two-creator-says-11636499803", "title": "'Squid Game' Is Coming Back for Season Two", "date": "2021-11-09 18:16", "summary": "Hwang Dong-hyuk says there's demand for another season following the show's success; date isn't yet set. A second season of Netflix Inc.'s popular series, \"Squid Game,\" is in the works, according to the show's creator.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/major-parts-ofdigital-studio-behind-lord-of-the-rings-films-to-be-bought-by-unity-software-11636485986", "title": "Major Parts of Digital Studio Behind 'Lord of the Rings' Films to Be Bought by Unity Software for Over $1.6 Billion", "date": "2021-11-09 18:13", "summary": "Videogame company discloses Weta Digital deal, lifts its full-year sales outlook after quarterly results. Videogame company Unity Software Inc . agreed to pay $1.63 billion for major parts of the visual-effects studio co-founded by director Peter Jackson that helped create such blockbusters as the \"Lord of the Rings\" movie trilogy and \"Game of Thrones\" television series.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-ramirez-execution-pastor-11636497355", "title": "Supreme Court Weighs Role of Religious Advisers During Executions", "date": "2021-11-09 18:10", "summary": "Texas inmate seeks to have pastor lay hands on him in his final moments. WASHINGTON-Supreme Court justices weighed a condemned inmate's argument that federal law protecting religious exercise entitles him to his pastor's touch while Texas puts him to death, an act the state contends risks disruption while it carries out the execution.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/own-tesla-stock-be-like-elon-musk-and-sell-11636462480", "title": "Own Tesla Stock? Be Like Elon Musk and Sell", "date": "2021-11-09 17:58", "summary": "Cashing in now locks in the gains, even if it does ensure they are taxable. Did Elon Musk outsource the decision of whether to sell his Tesla stock to his Twitter followers because he's a wacky billionaire who is angry about Democratic tax plans? Or is it because he knows more about Tesla's true value than anyone else, and thinks now's the time to get out?", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wynn-resorts-chief-executive-matt-maddox-stepping-down-11636494439", "title": "Wynn Resorts Chief Executive Matt Maddox Stepping Down", "date": "2021-11-09 17:56", "summary": "Las Vegas company said Maddox will be succeeded by Craig Billings, head of Wynn's digital division. Wynn Resorts Ltd. Chief Executive Matt Maddox will leave the casino operator in January, the company said Tuesday.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jan-6-committee-issues-10-more-subpoenas-11636493523", "title": "Jan. 6 Committee Issues 10 More Subpoenas", "date": "2021-11-09 17:54", "summary": "Panel seeks depositions from Kayleigh McEnany, Stephen Miller and other former Trump aides. WASHINGTON-The House select committee investigating the Jan. 6 attack on the U.S. Capitol has issued subpoenas to 10 former Trump administration officials, including former White House press secretary Kayleigh McEnany and senior adviser Stephen Miller.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paypal-shares-fall-on-tepid-growth-outlook-11636475048", "title": "PayPal Shares Fall on Tepid Growth Outlook", "date": "2021-11-09 17:45", "summary": "Payments company expects revenue for final three months of 2021 to be lower than initially expected. A more cautious and uncertain outlook for e-commerce spending at PayPal Holdings Inc. propelled a near-record selloff in shares of the financial-tech company on Tuesday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-wework-ceo-adam-neumann-says-he-has-regrets-11636497909", "title": "Former WeWork CEO Says He Has Regrets", "date": "2021-11-09 17:45", "summary": "In first interview since being ousted, Mr. Neumann said company's $47 billion valuation went to his head. In what was promoted as his first interview since being ousted as chief executive of WeWork , Adam Neumann said he has regrets about his time at the office-sharing company he co-founded and that its astronomical valuation at one point had gone to his head.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/johnson-johnson-opioid-verdict-overturned-by-oklahoma-supreme-court-11636481699", "title": "Johnson & Johnson Opioid Verdict Overturned by Oklahoma Supreme Court", "date": "2021-11-09 17:25", "summary": "Justices say district court stepped into shoes of legislature. The Oklahoma Supreme Court overturned a ruling that held Johnson & Johnson liable for contributing to the state's opioid-addiction crisis, the second court decision this month to favor drugmakers in opioid lawsuits.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/general-electric-to-split-into-three-public-companies-11636459790", "title": "General Electric to Split Into Three Public Companies", "date": "2021-11-09 17:17", "summary": "Once-mighty American manufacturer will split off healthcare and power businesses. General Electric Co. said it would split into three public companies, breaking apart the more than century-old company that was once a symbol of American manufacturing might and has struggled in recent years.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-stock-punishes-wary-fund-managers-11636453734", "title": "Tesla's $1 Trillion Valuation Punishes Some Wary Funds", "date": "2021-11-09 17:14", "summary": "Shares' valuation turns off some investors who missed their latest rally. Many stock-picking fund managers have shied away from Tesla Inc. shares and are now feeling the pain of falling behind.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nicaraguas-shift-towards-dictatorship-is-part-of-a-latin-american-backslide-11636476080", "title": "Nicaragua's Autocratic Shift Is Part of a Latin American Backslide", "date": "2021-11-09 17:13", "summary": "Resume Subscription. Nicaragua, following a presidential election called fraudulent by the U.S., is now widely seen to have become Latin America's third dictatorship and part of a broader trend of democratic backsliding across the region, say U.S. officials and political analysts.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/hertz-lists-on-nasdaq-as-investor-enthusiasm-for-rental-car-firms-rises-11636475500", "title": "Hertz Lists on Nasdaq as Investor Enthusiasm for Rental-Car Firms Rises", "date": "2021-11-09 17:09", "summary": "Once-bankrupt company starts trading its shares the under ticker symbol HTZ; the stock closed down nearly 10%. Hertz Global Holdings Inc., the rental-car company that emerged from bankruptcy this summer, listed on the Nasdaq on Tuesday with shares closing down nearly 10% in the first day of trading.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-does-general-electrics-split-up-plan-mean-11636474387", "title": "What Investors Need to Know About the GE Split", "date": "2021-11-09 17:03", "summary": "One of the best-known U.S. public companies is taking a dramatic step in an effort to restore growth. General Electric Co. shares rose 2.65% Tuesday after it said it would split into three companies focusing on aviation, healthcare and energy. The split will be a big change for GE shareholders-at least those who have held on through years of stagnant performance.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musks-possible-tesla-share-sale-comes-as-the-taxman-looms-11636482029", "title": "Elon Musk's Possible Tesla Share Sale Comes as Tax Bill Looms", "date": "2021-11-09 17:03", "summary": "Expiring stock options mean the car maker's chief executive likely faces a large IRS bill regardless of a proposed billionaires tax. Elon Musk's pledge to sell 10% of his Tesla Inc. stock highlights the complex financial web the world's richest man has spun around his personal fortune.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-11-09-2021-11636446826", "title": "Stocks' Slide Ends Eight-Day Winning Streak for S&P 500", "date": "2021-11-09 16:56", "summary": "U.S. shares retreated from record levels while bitcoin hit its highest price ever. U.S. stocks fell back from record levels Tuesday, breaking an eight-day winning streak for the S&P 500.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-stolen-content-copyright-infringement-facebook-files-11636493887", "title": "Facebook Allows Stolen Content to Flourish, Its Researchers Warned", "date": "2021-11-09 16:43", "summary": "Resume Subscription. Facebook has allowed plagiarized and recycled content to flourish on its platform despite having policies against it, the tech giant's researchers warned in internal memos.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/in-ges-split-some-see-the-end-of-the-sprawling-industrial-conglomerate-11636491796", "title": "In GE's Split, Some See End of Sprawling Industrial Conglomerates", "date": "2021-11-09 16:43", "summary": "A model General Electric championed is under pressure, even as tech firms such as Amazon and Alphabet amass a collection of businesses. General Electric Co. 's decision to break apart reignites the question of the best structure for business: fit and focused, or diversified.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-outlines-new-moves-to-alleviate-port-logjams-11636477200", "title": "Biden Administration Outlines New Moves to Alleviate Port Logjams", "date": "2021-11-09 16:36", "summary": "The Port of Savannah, Ga., will be able to reallocate more than $8 million of funding after dozens of ships have backed up off the port. WASHINGTON-Ports snarled with supply-chain problems, including a major one in Georgia, will be able to redirect money from other federally funded projects to help ease the logjams under a plan outlined by the Biden administration.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-parent-meta-bans-targeting-for-political-ads-11636488053", "title": "Facebook Parent Meta Limits Ad Targeting for Politics and Other Sensitive Issues", "date": "2021-11-09 16:34", "summary": "CEO Mark Zuckerberg had overruled staffers last year when they pushed for similar changes. Facebook parent Meta Platforms Inc . said it would eliminate micro-targeting options for advertisers on topics related to politics and other sensitive issues, a reversal for the company a year after CEO Mark Zuckerberg overruled staffers who called for tougher restrictions on such practices.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/passing-netflix-rebecca-hall-alexander-skarsgard-neila-larsen-tessa-thompson-bill-camp-ruth-negga-11636493010", "title": "'Passing' Review: Standing Out While Blending In", "date": "2021-11-09 16:24", "summary": "Rebecca Hall's screen adaptation of Nella Larsen's 1929 novel about crossing the color line is both emotionally acute and smartly subtle.. Movie adaptations of novels are like tomcats, unfaithful by nature. And Nella Larsen's \"Passing\" would have seemed \"unfilmable\" anyway, its conventional action limited, its emotions internalized. Nevertheless, actress Rebecca Hall, in her debut as a writer-director, has made a stunningly successful translation of Larsen's 1929 book by honoring its contents and allowing things that cannot be articulated in spoken words to be expressed through cinematic language-picture, music, ambient sound and the faces of her principal cast. It might have taken one actress to make a movie so reliant on others. It certainly took a director with a supreme confidence, not just in the talents of her performers but in the power of gesture.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ad-verification-firm-doubleverify-to-acquire-openslate-for-150-million-11636491901", "title": "Ad-Verification Firm DoubleVerify to Acquire OpenSlate for $150 Million", "date": "2021-11-09 16:05", "summary": "Deal expands DoubleVerify's brand-safety and ad-verification services on social-video platforms such as YouTube, Facebook, TikTok. DoubleVerify Inc., which helps marketers ensure that their ads don't run in places with objectionable content, is acquiring OpenSlate for $150 million as it seeks to expand its offerings for advertisers boosting their digital marketing investments.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-keeps-europe-guessing-with-tight-gas-supplies-11636463284", "title": "Russia Keeps Europe Guessing With Tight Gas Supplies", "date": "2021-11-09 15:55", "summary": "Moscow increased deliveries, sending prices lower, but it is too soon to say if it will send enough to avoid a winter energy shortage. Russia showed tentative signs of boosting natural-gas deliveries to relieve Europe's energy crunch, as Moscow keeps a firm grip on the continent's fuel supplies.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-biontech-ask-fda-to-expand-covid-19-booster-use-to-all-adults-11636489789", "title": "Pfizer, BioNTech Ask FDA to Expand Covid-19 Booster Use to All Adults", "date": "2021-11-09 15:52", "summary": "If the FDA grants the request, the companies' booster shot would be cleared for people 18 years and older, in addition to certain high-risk adults already eligible. Pfizer Inc. and partner BioNTech SE asked U.S. health regulators to expand the authorization of their Covid-19 booster to people as young as 18 years old, as the government explores expanding access to extra doses.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-infrastructure-law-biggest-investment-in-climate-until-next-week-11636490738", "title": "New Infrastructure Law: Biggest Investment in Climate Until Next Week", "date": "2021-11-09 15:51", "summary": "U.S. emissions have plunged, but green subsidies will soar.. No wonder so many Americans are worried about the impact of debt-fueled federal spending on consumer inflation. The Beltway binge enabled by Federal Reserve money-printing may have only just begun.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-puertorico-social-security-11636489388", "title": "Supreme Court Weighs Legality of Federal Benefits Denied to Low-Income Puerto Ricans", "date": "2021-11-09 15:32", "summary": "Justices consider whether Congress can exclude territory from U.S. program for the poor and disabled. WASHINGTON-The Supreme Court grappled Tuesday with whether the Constitution lets Congress deny certain benefits for the poor and disabled to residents of Puerto Rico, support that is routinely given to citizens living within the U.S. 50 states.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ragdoll-amc-killing-eve-daniel-cole-henry-lloyd-hughes-thalissa-teixeira-lucy-hale-11636489093", "title": "'Ragdoll' Review: Stitching Together a Gruesome Case", "date": "2021-11-09 15:19", "summary": "After a body, composed of parts from six different corpses, is discovered, a rough-edged detective must confront his past to understand the case.. A great many detective series are less about the crime than the chemistry- how does the police team fit together? How does the investigative genius deal with his demons? How does the cynical veteran deal with the overly woke rookie? How much sexual history already exists between the principals? Whether or not the formula works, this kind of show is always cobbled together out of pre-existing parts.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/visions-of-your-other-adam-ofarrill-stranger-days-open-the-gates-irreversible-entanglements-zack-ofarrill-chico-ofarrill-arturo-ofarrill-alison-reade-11636488921", "title": "'Visions of Your Other' and 'Open the Gates' Reviews: Jazz Today, Two Ways", "date": "2021-11-09 15:16", "summary": "A record from trumpeter and composer Adam O'Farrill and his quartet Stranger Days is refined and discreet; an album from quintet Irreversible Entanglements is bold and flamboyant.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cassette-playing-wednesday-crossword-november-10-11636135968", "title": "Cassette Playing (Wednesday Crossword, November 10)", "date": "2021-11-09 15:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thanksgiving-dinner-staples-might-be-hard-to-find-thanks-to-supply-chain-issues-11636453800", "title": "Thanksgiving Dinner Staples Are Low in Stock", "date": "2021-11-09 14:52", "summary": "Turkeys, yams and pies are low in supply, though aluminum foil to cover it all will be easier to find than last year. The supply-chain crunch is about to hit another part of American life: Thanksgiving dinner.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rep-paul-gosar-tweets-animated-video-of-him-attacking-rep-alexandria-ocasio-cortez-11636469720", "title": "Rep. Paul Gosar Posts Animated Video of Him Attacking Rep. Alexandria Ocasio-Cortez", "date": "2021-11-09 14:48", "summary": "Republican congressman's video on Twitter and Instagram sparked backlash on social media and criticism from the White House. Rep. Paul Gosar (R-Ariz.) shared an anime video on Twitter and Instagram on Monday where he appeared to be shown attacking Rep. Alexandria Ocasio-Cortez (D., N.Y.) with a sword and poised to attack President Biden, prompting backlash on social media.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-trump-officials-violated-hatch-act-ban-on-political-activity-during-2020-campaign-watchdog-says-11636486702", "title": "Trump Officials Violated Ban on Political Activity During 2020 Campaign, Watchdog Says", "date": "2021-11-09 14:38", "summary": "Pompeo, other former senior officials faulted for mixing campaign activities with official duties. WASHINGTON-Several Trump administration officials showed a \"willful disregard\" of laws restricting government employees' political activity in the final weeks of the 2020 presidential campaign, according to a federal watchdog report released Tuesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-calamity-strikes-at-an-open-house-11636486615", "title": "When Calamity Strikes at an Open House", "date": "2021-11-09 14:36", "summary": "Real-estate agents recall crashing framed art, sick babies, sick cats, sharks-then the doorbell rings. ", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-hate-conglomerates-it-doesnt-mean-theyll-love-the-new-ge-11636484521", "title": "Investors Hate Conglomerates. It Doesn't Mean They'll Love the New GE.", "date": "2021-11-09 14:02", "summary": "Spinning off healthcare is a no-brainer for CEO Larry Culp, but a stand-alone engine maker might have a hard time in the next downturn. General Electric 's aviation business is ready to fly solo. It might be a harder journey than simplicity-loving investors would like to think.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-canada-border-opening-sends-snowbirds-south-11636484009", "title": "U.S.-Canada Border Opening Sends Snowbirds Cruising South", "date": "2021-11-09 13:53", "summary": "Canadians are again driving to the U.S. to escape a harsh winter, and Florida and other states are eager to welcome them. OTTAWA-Shirley Parchoma and her husband, Bernie, were first-time Canadian snowbirds in February of last year when they last crossed the border into the U.S. in their 40-foot motor home, bound for Arizona and California.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/used-clothing-sellers-are-back-in-vogue-11636481104", "title": "Used-clothing Sellers Are Back in Vogue", "date": "2021-11-09 13:05", "summary": "Resale platforms ThredUp and The RealReal see an opportunity in today's inflation and supply-chain pressures. Now is not such a shabby time to be selling used clothing.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steele-clinton-dossier-trump-russia-collusion-durham-indictment-schiff-jan-6-11636410994", "title": "Getting to the Bottom of the Clinton Dossier", "date": "2021-11-09 13:04", "summary": "It did lasting damage to American democracy.. Regarding Kimberley Strassel's \"Durham and the Clinton Dossier\" (Potomac Watch, Nov. 5): The Jan. 6 committee in the House is hell-bent on holding former President Trump accountable for the \"insurrection\" at the Capitol. It is even willing to push the envelope on standards of privacy for White House communications to connect Mr. Trump to the uprising.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflation-prices-money-supply-growth-fed-reserve-counter-cpi-11636410652", "title": "Money Supply, Inflation and the Two-Year Lag", "date": "2021-11-09 13:03", "summary": "An excess money problem cannot be countered quickly.. In his Nov. 4 letter, economist Paul Sheard makes three comments on our op-ed \"The Monetary Bathtub Is Overflowing\" (Oct. 22). They are all wrong.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/navy-virginia-tech-football-win-lose-lead-gop-republican-11636410261", "title": "What the GOP Can Learn From Navy Football", "date": "2021-11-09 13:02", "summary": "Playing not to lose is no way to win.. The crux of Gerard Baker's \"The GOP Has a Chance at More Than Election Victory\" (Free Expression, Oct. 26) echoes something I often preach to my students, junior officers in the U.S. Navy. Early on, I tell them: \"Don't approach this course like Navy plays football. Navy doesn't play to win, it plays not to lose; and as a result, it loses.\" A similar lesson can be gleaned from my wife's alma mater. It seems that whenever Virginia Tech gets a 14-point lead, it stops driving and tries to sit on it until the clock runs out. Often, the clock doesn't run out soon enough. The GOP cannot rely on the Democrats to lose the next election. It needs to articulate and assert its values and goals until the election is won.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unrealized-capital-gains-tax-billionaires-rich-borrowing-income-11636409525", "title": "How the Very Wealthy Avoid Realizing Capital Gains", "date": "2021-11-09 12:59", "summary": "Borrowing against appreciated assets is the trick.. The proposed tax on billionaires fails to address the tactic commonly used by the wealthiest Americans to avoid realizing capital gains: borrowing against appreciated assets (\"Democrats Eye Tax on Billionaires,\" U.S. News, Oct. 25). A 10% excise tax on long-term (more than one year) borrowing for personal expenses by anyone with more than $1 billion in unrealized capital gains would allow the government to share in the benefit. Structured as an excise tax, it would avoid constitutional issues. It would also avoid ensnaring the average taxpayer, even if the threshold were reduced substantially, because most people don't borrow long-term for personal expenses when they have unrealized capital gains that could cover the expenses.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-covid-death-toll-age-adjusted-desantis-11636407924", "title": "Don't Bother Judging Florida Without Age-Adjusted Covid Stats", "date": "2021-11-09 12:54", "summary": "The Sunshine state avoided many restrictions on freedom and achieved a middle-of-the-pack health outcome.. Rebecca Howard criticizes Florida for rejecting harsh Covid restrictions (Letters, Nov. 4). Her evidence that the \"trade-off\" of more freedom for lives was not \"worth it\" is that \"Florida has the seventh-most deaths per 100,000 residents, whereas California ranks 35th among the states.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roe-v-wade-abortion-law-science-constitution-supreme-court-11636407417", "title": "On Abortion, Follow the Constitution, Not the Science", "date": "2021-11-09 12:53", "summary": "Roe should have been based on what the Constitution says.. Grazie Pozo Christie is correct that the science has changed since Roe v. Wade was decided in 1973 (\"The Obsolete Science Behind Roe v. Wade,\" Oct. 29). But a decision like Roe should have been based on what the Constitution says, not what science says. Science may change from day to day, but the Constitution does not.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-set-to-cut-provisions-in-house-democrats-2-trillion-plan-11636475141", "title": "Senate Set to Cut Provisions in House Democrats' $2 Trillion Plan", "date": "2021-11-09 12:51", "summary": "House proposals on paid leave, immigration and state-and-local-tax caps face obstacles. WASHINGTON-While House Speaker Nancy Pelosi (D., Calif.) is hoping for a vote as early as next week on a roughly $2 trillion social-spending and climate bill, the legislation is likely to be altered to have a chance at passing the Senate.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tim-cook-says-apple-is-looking-into-cryptocurrency-11636475111", "title": "Tim Cook Owns Crypto, but Apple Won't Invest Its Cash Into It", "date": "2021-11-09 12:47", "summary": "CEO says company is looking into cryptocurrencies, though what that might look like remains unclear. Apple Inc. Chief Executive Tim Cook said the company is looking into digital currencies and that cryptocurrency is part of his personal portfolio.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-losing-election-youngkin-schools-critical-race-theory-virginia-new-york-times-11636473200", "title": "The Democratic Guide to Losing Elections", "date": "2021-11-09 12:44", "summary": "First, tell parents to butt out of schools. Next, imply that mom and dad are racists.. When the flagship of the progressive flotilla calls for a retreat, you know something big has happened. In a remarkable editorial last week, the New York Times called for \"an honest conversation in the Democratic Party about how to return to the moderate policies and values that fueled the blue-wave victories in 2018 and won Joe Biden the presidency in 2020.\"", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biogen-investigates-death-of-aduhelm-patient-11636479862", "title": "Biogen Investigates Death of Aduhelm Patient", "date": "2021-11-09 12:44", "summary": "Company is exploring whether the death of the 75-year-old, who experienced brain swelling, is linked to use of the Alzheimer's drug. Biogen Inc. said it is investigating the recent death of a 75-year-old patient who had taken the company's new Alzheimer's drug Aduhelm.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-woke-joke-free-speech-comedy-polarization-censorship-dave-chappelle-netflix-chesterton-11636473581", "title": "Why the Woke Can't Take a Joke", "date": "2021-11-09 12:41", "summary": "The anti-Chappelle revolt at Netflix shows leftism's weakness.. 'It is the test of a good religion whether you can joke about it,\" G.K. Chesterton observed more than 100 years ago. The Laughing Prophet, as he was known, pointed out that people who are secure in their beliefs need not fear mockery. It's those with shaky doctrines who can't tolerate laughter. Today's political radicals hold their views with the fervor of a religion, and by Chesterton's measure they're rather weak creeds.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roblox-avoids-getting-schooled-11636479401", "title": "Roblox Avoids Getting Schooled", "date": "2021-11-09 12:36", "summary": "Recent outage doesn't derail videogame platform, which is growing its base of older users. A Halloween mishap didn't scare away Roblox 's users-possibly because more of them are old enough not to scare so easily.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-auto-safety-regulator-pays-24-3-million-to-hyundai-whistleblower-in-first-ever-award-11636478432", "title": "U.S. Auto-Safety Regulator Pays $24.3 Million to Hyundai Whistleblower", "date": "2021-11-09 12:20", "summary": "Recipient is former Hyundai engineer who flagged defects in engines from Korean auto maker. The National Highway Traffic Safety Administration plans to pay $24.3 million to a former Hyundai Motor Co. engineer in its first-ever whistleblower award, the agency said Tuesday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nuclear-fusion-attracts-startupsand-skeptics-11636477774", "title": "Nuclear Fusion Attracts Startups-and Skeptics", "date": "2021-11-09 12:09", "summary": "Thanks to technological advances, some private companies predict fusion may be on the grid as early as the 2030s. Recent technological breakthroughs and a surge in private funding have reignited interest in nuclear fusion, the atomic reaction that powers the sun and other stars.", "categories": [["Business", "Energy", "Journal Reports: Energy"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/energy-oil-gas?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-energy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yes-men-do-wear-spanx-heres-why-11636475959", "title": "Yes, Men Do Wear Spanx. Here's Why.", "date": "2021-11-09 11:39", "summary": "Slimming men's shapewear is trending, thanks to celebrity fans and the pandemic 15. Here's why it might be worth adding a flab-firming piece to your wardrobe-even if you have a fairly sculpted physique.. For his May 1 wedding, Josh Schwartz slipped a Spanx T-shirt under his suit and, frankly, he doesn't see how it differs from the compression gear that countless guys wear to the gym to promote the flow of blood and oxygen to muscles. \"It just has a different label on it,\" he said. The New York fashion designer, 31, bought the white crew neck before the big day because his suit was a bit snug and he had no time to shed any pounds. It tightened his midriff, nipped in his waist and, he said, felt like wearing an Under Armour top.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-marketers-can-prepare-for-unexpected-controversies-11636475782", "title": "How Marketers Can Prepare for Unexpected Controversies", "date": "2021-11-09 11:36", "summary": "Marketers are diverging in their handling of dust-ups like the one around Aaron Rodgers and his vaccine comments. State Farm Mutual Automobile Insurance Co. suggested Monday it would keep National Football League quarterback Aaron Rodgers as a spokesman amid a backlash over his not having been vaccinated against Covid-19. Wisconsin healthcare provider Prevea Health took a different tack, saying over the weekend that it was ending its partnership with Rodgers, who had served as a spokesman since 2012.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-can-help-paypal-get-through-a-rough-patch-11636475371", "title": "Amazon Can Help PayPal Get Through a Rough Patch", "date": "2021-11-09 11:29", "summary": "A changing relationship with eBay is putting pressure on PayPal's growth, and it needs a stronger spending rebound and new partnerships to offset that. PayPal is still feeling some of the effects of its breakup with eBay several years ago. But now it has a new relationship with Amazon.com .", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iraq-struggles-to-control-iran-allied-militias-believed-responsible-for-attack-on-prime-minister-11636475084", "title": "Iraq Struggles to Control Iran-Allied Militias", "date": "2021-11-09 11:24", "summary": "Paramilitary forces have wielded influence over Iraqi security and institutions since they helped defeat Islamic State. Iraqi officials are grappling with how to contain Iran-backed militias after a drone attack on the Iraqi premier's residence highlighted the enduring threat the paramilitary groups pose.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pe-daily-collibra-hits-5-25-billion-valuation-carlyle-vet-quarles-to-leave-the-fed-blackstone-backs-autolus-therapeutics-11636474879", "title": "PE Daily: Collibra Hits $5.25 Billion Valuation | Carlyle Vet Quarles to Leave the Fed | Blackstone Backs Autolus Therapeutics", "date": "2021-11-09 11:21", "summary": "Resume Subscription. Good day and welcome back. Isaac Taylor brings us the latest news on the soaring valuation of data-technology company Collibra NV, while Nick Timiraos and Andrew Ackerman report that Randal Quarles is leaving the Federal Reserve board of governors at the end of the year. Mr. Quarles is a familiar face in the private-equity world, having been a partner at Carlyle Group before embarking on his career as a banking regulator.", "categories": [["Pro PE Newsletter"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/poland-tries-to-repel-crowds-of-migrants-caught-up-in-eu-belarus-standoff-11636470387", "title": "Poland Tries to Repel Surge of Migrants Caught Up in EU-Belarus Standoff", "date": "2021-11-09 11:14", "summary": "EU members want more sanctions against Lukashenko government, accusing Belarus's authoritarian leader of using migrants against the bloc. The presence of thousands of migrants amassed near Belarus's border with Poland has escalated tensions between Minsk and the European Union, which blames Belarusian President Alexander Lukashenko for ushering the migrants to the bloc.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yellowjackets-actress-tawny-cypress-got-past-a-chaotic-childhood-then-triumphed-in-tv-11636473687", "title": "'Yellowjackets' Actress Tawny Cypress on Getting Past a Chaotic Childhood", "date": "2021-11-09 11:01", "summary": "She moved 31 times around New Jersey before she was 18, but felt secure with a doting mother. ", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-a-commute-in-a-car-free-city-might-be-like-11636473615", "title": "What a Commute in a Car-Free City Might Be Like", "date": "2021-11-09 11:00", "summary": "Bonnie's hometown banned personal-vehicle ownership years ago. Follow along as she heads home from the office in 2040.. Author", "categories": [["", "Transportation"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/barclays-reshuffles-leadership-for-post-jes-staley-era-11636473118", "title": "Barclays Reshuffles Leadership for Post-Jes Staley Era", "date": "2021-11-09 10:51", "summary": "New CEO, C.S. Venkatakrishnan, names members of his top team. Barclays PLC's new chief executive made a slew of executive appointments, putting his stamp on the bank after his predecessor, Jes Staley, resigned last week over how he described his interactions with convicted sex offender Jeffrey Epstein.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-santa-claus-coming-to-town-maybe-not-blame-the-labor-shortage-11636471869", "title": "Is Santa Claus Coming to Town? Maybe Not. Blame the Labor Shortage.", "date": "2021-11-09 10:35", "summary": "Resume Subscription. In her 39 years booking Santas for holiday events, Susen Mesco says she hasn't had a year like this one.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/usc-online-social-work-masters-11636435900", "title": "A $115,000 USC Degree Yields Low Pay, Huge Debts", "date": "2021-11-09 10:28", "summary": "Resume Subscription. Over the past decade, the University of Southern California has used a for-profit company to help enroll thousands of students in its online social-work master's program.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/green-energy-producing-more-jobs-11636388750", "title": "Will 'Green Energy' Produce More Jobs? Three Experts Discuss.", "date": "2021-11-09 10:02", "summary": "Advocates believe that the expansion of renewables will result in a jobs explosion. Not so fast, others say.. As Washington considers increasing incentives for businesses moving to a clean-energy future, one of the big questions is: Will the \"greening\" of the economy result in more employment or less?", "categories": [["Business", "Energy", "Journal Reports: Energy"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/energy-oil-gas?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-energy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ge-split-bitcoin-hits-new-record-what-to-watch-when-the-stock-market-opens-today-11636458453", "title": "GE Split, Bitcoin Hits New Record: What to Watch When the Stock Market Opens Today", "date": "2021-11-09 09:42", "summary": "General Electric wants to divide into three listed units, sending shares up sharply in premarket trading. U.S. stocks opened mixed a day after the S&P 500 closed at an all-time high for the eighth consecutive session-the longest streak of records since 1997. Here's what's moving in Tuesday trading.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/semiconductor-industry-isnt-spending-big-on-scarce-old-tech-chips-11636453801", "title": "Semiconductor Industry Isn't Spending Big on Scarce Old-Tech Chips", "date": "2021-11-09 09:08", "summary": "Less than $1 of every $6 being invested is earmarked for the 'legacy chips' facing the longest backlogs. SEOUL-The semiconductor industry's bets for tomorrow aren't addressing the problems of today.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-stresses-shared-interests-in-talks-with-egypt-11636466765", "title": "Biden Administration Stresses Shared Interests in Talks With Egypt", "date": "2021-11-09 09:06", "summary": "U.S. seeks to deepen economic and security cooperation with Cairo despite longstanding concerns over rights violations. The Biden administration is looking to deepen U.S. cooperation with Cairo on thorny regional security problems as well as in economic and climate areas, a step toward closer ties after years of political turmoil in Egypt and accusations of human-rights abuses.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-electric-truck-battle-to-come-batteries-versus-hydrogen-fuel-cells-11636466414", "title": "The Coming Battle Over Electric Trucks", "date": "2021-11-09 09:00", "summary": "As long-haul trucking goes electric, vehicle makers are betting on which technology is best to replace diesel. Author", "categories": [["", "Transportation"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/adt-to-buy-solar-panel-installer-sunpro-solar-for-about-825-million-11636455600", "title": "ADT to Buy Solar-Panel Installer for About $825 Million", "date": "2021-11-09 08:34", "summary": "Home-security company is seeking to offer more products and services to its residential customers. ADT Inc. has struck a deal to buy a top solar-panel-installation company in a push to offer more products and services to its residential customers, the companies said.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-negotiate-hospital-bills-11636400580", "title": "How to Negotiate Your Medical Bills and Debt With Your Hospital", "date": "2021-11-09 08:30", "summary": "Medical bills can be hard to decipher but there are several reasons to pause before you settle up. American households commonly struggle with medical bills, federal and consumer surveys show, often leading to lingering debt. Unpaid bills can drag down credit scores and prompt some people to delay care to avoid more debt.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mark-cuban-gabrielle-union-influence-11636464355", "title": "Mark Cuban and Gabrielle Union on How to Influence People", "date": "2021-11-09 08:26", "summary": "In Columnists, WSJ. asks six luminaries to weigh in on a single topic. This month: Influence.. \"I try to use my time in the shine to influence folks to live their best, most authentic lives, and to understand that to be vulnerable, to lead with radical transparency, is not putting your weakness on display and giving the opposition ammunition to take you out; it is freeing yourself from the shame that surrounds our challenges. When you are transparent and you lead with vulnerability, you create the space for community building. If you look at vulnerability as a weakness, it breeds isolation, and in isolation all sorts of negative crap can percolate. There are so many ways-there's billions of ways because there's billions of people, billions of journeys-and you cannot claim that your way is the way; it is a way. That's where I think a lot of influencers can get caught up in believing their own hype and believing that all of their decisions are the only way that you can exist in the world.\"", "categories": [["Soapbox"]], "category_links": ["https://www.wsj.com/news/types/magazine-soapbox?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tsmc-sony-to-open-7-billion-chip-plant-in-japan-in-2024-11636462339", "title": "TSMC, Sony to Open $7 Billion Chip Plant in Japan in 2024", "date": "2021-11-09 08:09", "summary": "Factory aims to ease semiconductor shortages and get Japan back in the manufacturing game. TOKYO- Taiwan Semiconductor Manufacturing Co. and Sony Group Corp. said they would build a $7 billion chip plant in Japan in a bid to ease the strained global supply chain for semiconductors.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-jpmorgan-is-helping-washington-make-sense-of-the-pandemic-economy-11636462980", "title": "How JPMorgan Is Helping Washington Make Sense of the Pandemic Economy", "date": "2021-11-09 08:03", "summary": "The JPMorgan Institute uses account data to parse consumer financial behavior. It also is trying to influence economic policy.. The pandemic sent economists hunting for evidence of how people were coping financially. They found it tucked away in a tiny corner of JPMorgan Chase & Co.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vacation-rental-firms-vacasa-sonder-to-test-market-with-public-offerings-11636462800", "title": "Vacation Rental Firms Vacasa, Sonder to Test Market With Public Offerings", "date": "2021-11-09 08:00", "summary": "Teaming up with special-purpose acquisition companies as remote work fuels demand for short-term rentals. A group of short-term rental companies are poised to go public, testing investor appetite for companies marketing themselves as alternatives to hotels, individual host listings and even traditional office space.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zillows-home-flipping-demise-puts-other-ibuyers-on-the-spot-11636462800", "title": "Zillow's Home-Flipping Demise Puts Other iBuyers on the Spot", "date": "2021-11-09 08:00", "summary": "Some analysts say exit demonstrates the challenges of turning a profit in capital-intensive business, especially if the market continues to cool. Investors are stepping up their scrutiny of Opendoor Technologies Inc. and Offerpad Solutions Inc., the two biggest players left in the iBuying industry after Zillow Group Inc. pulled the plug on this business.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/youngest-chess-grandmaster-abhimanyu-mishra-11636415739", "title": "How a 12-Year-Old From New Jersey Became the Youngest Chess Grandmaster Ever", "date": "2021-11-09 08:00", "summary": "Abhimanyu Mishra and his father booked one-way tickets to Hungary for a chance at history. 'You will never be 12 years old again.'. Once Abhimanyu Mishra and his father bought one-way tickets to get them from Englishtown, N.J., to Budapest, there was no turning back. The pandemic was still raging, but that tiny pathogen didn't stop the countdown clock separating a 12-year-old boy known as Abhi from history.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/singapore-execution-stayed-after-positive-covid-19-test-11636461886", "title": "Singapore Execution Stayed After Positive Covid-19 Test", "date": "2021-11-09 07:44", "summary": "Case has drawn scrutiny over death sentence for mentally disabled man convicted on drug charges. SINGAPORE-In an unexpected twist to a case that has drawn international scrutiny over Singapore's strict drug laws, the city-state's highest appeals court stayed the execution of a mentally disabled man after he tested positive for Covid-19.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-journalist-who-reported-from-wuhan-is-gravely-ill-after-prison-hunger-strike-11636460027", "title": "Chinese Journalist Who Reported From Wuhan Is Gravely Ill After Prison Hunger Strike", "date": "2021-11-09 07:13", "summary": "Washington calls for Beijing to release Zhang Zhan, while her family tries to persuade her to accept some food, but to no avail. TAIPEI-A woman who was imprisoned in China over her video reports from Wuhan during the early days of the pandemic is gravely ill after going on hunger strike, according to her family and attorney.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-tech-seeks-its-next-fortune-in-the-metaverse-11636459200", "title": "Big Tech Seeks Its Next Fortune in the Metaverse", "date": "2021-11-09 07:00", "summary": "From virtual-reality glasses to software to digital goods, emerging online realms promise new ways to make big bucks. The bets that Facebook parent Meta Platforms Inc., Microsoft Corp. and others are placing on the metaverse reflect a growing belief that the emerging virtual realm will unlock serious real-world dollars.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-cities-could-spend-1-trillion-on-infrastructure-roads-trains-and-highway-exits-11636459202", "title": "How Cities Could Spend $1 Trillion on Infrastructure", "date": "2021-11-09 07:00", "summary": "'Our population centers are booming, but our infrastructure hasn't kept up,' says Colorado's governor. Dayton, Ohio, is looking at rebuilding roads. The Denver area needs to expand highway exits. And Austin, Texas, wants to expand public transportation.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/movie-theaters-dodge-marvels-bullet-11636459200", "title": "Movie Theaters Dodge Marvel's Bullet", "date": "2021-11-09 07:00", "summary": "Poor reviews didn't sink 'Eternals,' but a post-pandemic box office still can't afford many misses. Movies might no longer be critic-proof in a post-pandemic world. The question is whether critic-resistant is good enough.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/panera-bread-set-to-return-to-public-market-11636459201", "title": "Panera Bread Set to Return to Public Market", "date": "2021-11-09 07:00", "summary": "Restaurant's traditional IPO will include investments from both Shake Shack founder Danny Meyer and his SPAC. Panera Bread is planning to go public and has secured an unconventional investment from Danny Meyer's special-purpose acquisition company, adding to one of the busiest restaurant IPO seasons in years.", "categories": [["WSJ News Exclusive", "IPOs"]], "category_links": ["https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bad-bets-episode-5-11636455662", "title": "'Bad Bets,' Episode 5", "date": "2021-11-09 06:01", "summary": "The auditors and banks that facilitated Enron's rise. After Enron's collapse, a congressional probe and a Justice Department task force began investigating not just company executives-but also the auditors and banks that had enabled the company's business practices.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/empty-plastic-bottles-go-from-trash-to-hot-commodity-11636455644", "title": "Empty Plastic Bottles Go From Trash to Hot Commodity", "date": "2021-11-09 06:00", "summary": "Spot prices for recycled PET have skyrocketed this year. A shortage will make consumer brands' sustainable packaging pledges more expensive to meet.. The used plastic bottles best known for clogging the world's oceans are in surprisingly short supply, as consumer brands compete to meet recycling targets.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-tests-israels-iron-dome-in-guam-as-defense-against-chinese-cruise-missiles-11636455224", "title": "U.S. Tests Israel's Iron Dome in Guam as Defense Against Chinese Cruise Missiles", "date": "2021-11-09 05:53", "summary": "System gets tryout at Pacific base, countering Beijing's buildup. Israel has used it to intercept thousands of Palestinian rockets and mortars. Now the Iron Dome missile-defense system is being tested in Guam by U.S. military planners concerned about possible Chinese attacks.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bad-news-chinese-property-debt-is-even-higher-than-thought-11636455034", "title": "Chinese Property Debt Is Even Higher Than Thought", "date": "2021-11-09 05:50", "summary": "Investors are starting to come to terms with an unpleasant reality in the wake of a missed payment by a Kaisa-backed wealth-management product. Among the big questions for anxious investors in Chinese property bonds: How much debt do developers really have? Figuring that out may be far less easy than expected.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/building-and-renting-single-family-homes-is-top-performing-investment-11636453800", "title": "Building and Renting Single-Family Homes Is Top-Performing Investment", "date": "2021-11-09 05:30", "summary": "Average risk-adjusted annual return for built-to-rent investments is now about 8%. Single-family homes built to rent are emerging as the hottest corner of the U.S. property market, as investors respond to booming demand from home-seekers priced out of housing for sale.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-lobby-against-democrats-interest-deduction-limits-11636453801", "title": "Companies Lobby Against Democrats' Interest-Deduction Limits", "date": "2021-11-09 05:30", "summary": "Executives say corporate debt, investment could shift offshore if proposal raises U.S. borrowing costs for multinational companies. A tax provision under consideration in Congress that is designed to get multinational businesses to pay more U.S. taxes could lead companies to move borrowing and investment offshore, some corporate executives and tax professionals say.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/morgan-stanley-gives-rich-customers-what-they-want-hot-startups-11636453801", "title": "Morgan Stanley Serves Rich Customers Hot Startups", "date": "2021-11-09 05:30", "summary": "The bank's private-share platform is expected to go live next year. Price of admission: $20 million in assets.. Rich people are clamoring to buy stakes in hot private companies. Morgan Stanley, the largest U.S. manager of household wealth, is on the case.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-developer-kaisa-to-speed-up-asset-sales-after-missing-payment-11636451522", "title": "Chinese Developer Kaisa to Speed Up Asset Sales After Missing Payment", "date": "2021-11-09 05:16", "summary": "Company says it will seek to negotiate a more feasible payment plan with investors and expedite sales at its property-development projects. Chinese property developer Kaisa Group Holdings Ltd. plans to speed up asset disposals to meet investor obligations, after the indebted company missed a payment on a wealth-management product last week.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11636397236", "title": "Pepper...and Salt", "date": "2021-11-09 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spacex-returns-four-astronauts-to-earth-ending-200-day-flight-11636433471", "title": "SpaceX Returns Four Astronauts to Earth, Ending 200-Day Flight", "date": "2021-11-09 23:51", "summary": "Their homecoming paves the way for the launch of their four replacements as early as Wednesday night. CAPE CANAVERAL, Fla.-Four astronauts returned to Earth on Monday, riding home with SpaceX to end a 200-day space station mission that began last spring.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-junk-bond-yields-top-25-as-property-market-strains-intensify-11636371718", "title": "Chinese Junk Bond Yields Top 25% as Property-Market Strains Intensify", "date": "2021-11-09 21:42", "summary": "Selloff in high-yield Chinese bonds shaves about a third of bondholders' wealth in six months. HONG KONG-The biggest selloff that China's international junk-bond market has ever seen has wiped out around a third of bondholders' wealth in just six months.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-evergrande-scrapes-together-more-cash-from-tech-company-stake-sale-11636386411", "title": "China Evergrande Raises More Cash From Tech Company Stake Sale", "date": "2021-11-09 21:23", "summary": "The troubled property giant sold a roughly 5.7% stake in HengTen Networks, raising $145 million. SINGAPORE- China Evergrande Group raised around $145 million in recent days by selling a chunk of its shares in a film production and internet-media company, scraping together more cash as additional bond-payment deadlines loom.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhood-hack-exposes-millions-of-customer-names-email-addresses-11636408263", "title": "Robinhood Hack Exposes Millions of Customer Names, Email Addresses", "date": "2021-11-09 20:05", "summary": "Trading app says the incident took place last week and that the breach has since been contained. Robinhood Markets Inc. said Monday that an intruder gained access to its systems last week and made off with the personal information of millions of its users.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wall-street-pushes-back-as-sec-targets-business-practice-that-generates-billions-11636376401", "title": "Wall Street Pushes Back as SEC Targets Business Practice That Generates Billions", "date": "2021-11-09 19:48", "summary": "Virtu and Robinhood are among firms that say payment for order flow allows for commission-free trading. Wall Street is fighting back as Securities and Exchange Commission Chairman Gary Gensler considers policy changes that threaten to upend a lucrative business model.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-reports-3-5-billion-loss-hit-by-chinas-tech-crackdown-11636354966", "title": "SoftBank Suffers $54 Billion Bruise From China's Tech Crackdown", "date": "2021-11-09 19:46", "summary": "Japanese investor loses big on Alibaba stake, announces share buyback, says risks under control. TOKYO- SoftBank Group Corp. took a more than $50 billion beating from Beijing's tech crackdown, but its leader said he still had money for share buybacks and was glad to be less dependent on China.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yes-yeezy-to-pay-950-000-to-settle-lawsuit-over-late-shipments-11636417793", "title": "Ye's Yeezy to Pay $950,000 to Settle Lawsuit Over Late Shipments", "date": "2021-11-09 19:29", "summary": "California civil lawsuit alleged brand repeatedly failed to ship orders within 30 days; company didn't admit wrongdoing. The sneaker and clothing brand created by Ye, the rapper formerly known as Kanye West, has agreed to pay $950,000 to settle a civil lawsuit over shipping delays.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amc-reports-narrower-loss-as-moviegoers-return-to-theaters-11636409527", "title": "AMC Reports Narrower Loss as Moviegoers Return", "date": "2021-11-09 19:06", "summary": "CEO says company isn't where it needs to be: 'We need to sell more tickets in future quarters'. AMC Entertainment Holdings Inc. reported a sharply narrowed loss as moviegoers returned to theaters during the September quarter, but the company's chief executive said AMC is far from out of the woods.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indonesia-focused-alpha-jwc-closes-433-million-venture-capital-fund-11636416000", "title": "Indonesia-Focused Alpha JWC Closes $433 Million Venture-Capital Fund", "date": "2021-11-09 19:00", "summary": "Tech investor's third raise is more than double its first two funds combined. SINGAPORE-Alpha JWC Ventures, an Indonesia-based early-stage venture-capital firm with three unicorns to its name, has secured $433 million for its third fund focused on Southeast Asia's booming technology sector.", "categories": [["Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-new-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-names-new-board-members-to-audit-watchdog-11636405959", "title": "SEC Names New Board Members to Audit Watchdog", "date": "2021-11-09 19:00", "summary": "Incoming chair Erica Y. Williams will be the PCAOB's first Black leader. WASHINGTON-The Securities and Exchange Commission moved to complete its overhaul of the federal audit watchdog Monday, naming four new members to the Public Company Accounting Oversight Board.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]