[{"link": "https://www.wsj.com/articles/cftc-commissioner-quintenz-to-step-down-11629385200", "title": "CFTC Commissioner Quintenz to Step Down", "date": "2021-08-19 19:28", "summary": "Departure will leave Democrats with a 2-1 majority on the commission. WASHINGTON-Democrats are set to gain control over the nation's derivatives-market regulator after one of the two Republicans on the Commodity Futures Trading Commission departs at the end of this month.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghanistan-taliban-us-biden-war-11629157484", "title": "A Debacle for Biden as the Taliban Take Afghanistan", "date": "2021-08-19 19:02", "summary": "The latest opinions on the U.S. troop withdrawal and the fall of Kabul from the WSJ editorial board and contributors.. President Biden is expressing no regrets for the catastrophic and humiliating U.S. withdrawal from Afghanistan. Instead, in a national address Monday afternoon, he doubled down on the \"choice\" he said he faced: \"Following through\" on the Trump Administration's withdrawal deal with the Taliban, or \"escalating the conflict.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-joe-biden-broke-nato-allies-boris-johnson-angela-merkel-emmanuel-macron-11629406300", "title": "How Biden Broke NATO", "date": "2021-08-19 18:56", "summary": "The chaotic Afghan withdrawal has shocked and angered U.S. allies.. Remember when candidate Joe Biden said America \"needs a leader the world respects\"? Apparently President Biden forgot. Of the many consequences of his misbegotten Afghanistan withdrawal, one of the more serious is the way it has damaged America's relationships with its allies, especially in Europe.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/so-much-for-easy-counterterror-ops-joe-biden-vladimir-putin-afghanistan-11629409749", "title": "So Much for Easy Counterterror Ops", "date": "2021-08-19 18:55", "summary": "The President is coming up empty in his search to replace Afghan bases.. The Journal news scoop Thursday that Vladimir Putin said nyet to President Biden's request for the U.S. to conduct counterterrorism operations from a base in Central Asia is another strike against Mr. Biden's ill-thought Afghanistan withdrawal. Having abandoned multiple bases in Afghanistan, including Bagram near Kabul and one in Kandahar, the U.S. is now left scrambling for the antiterror \"over-the-horizon capabilities\" that Mr. Biden has implied would be plentiful.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-masks-covid-fight-schools-education-department-miguel-cardona-ron-desantis-greg-abbott-11629412797", "title": "Biden's Masked Covid Fight", "date": "2021-08-19 18:54", "summary": "The President picks a needless fight over state anti-mask mandates.. Amid the chaos in Kabul, President Biden on Wednesday bravely rose to-pick a fight with Republican governors over masks. Yes, he really did.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-health-boss-leaves-to-take-over-cerner-11629413195", "title": "Google Health Boss Leaves to Take Over Cerner", "date": "2021-08-19 18:46", "summary": "David Feinberg led tech giant's healthcare push, Covid-19 initiatives. David Feinberg, who led Google's ambitious and sometimes controversial push into healthcare, is leaving the search giant to become Cerner Corp.'s chief executive officer.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/confidential-state-department-cable-in-july-warned-of-afghanistans-collapse-11629406993", "title": "Internal State Department Cable Warned of Kabul Collapse", "date": "2021-08-19 18:44", "summary": "July memo shows that administration officials were cautioned about Taliban's quick advance. WASHINGTON-An internal State Department memo last month warned top agency officials of the potential collapse of Kabul soon after the U.S.'s Aug. 31 troop withdrawal deadline in Afghanistan, according to a U.S. official and a person familiar with the document.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-afghanistan-withdrawal-save-refugees-taliban-jihadists-evacuation-11629405933", "title": "What Biden Can Still Save in Afghanistan", "date": "2021-08-19 18:44", "summary": "His careless withdrawal stranded thousands of U.S. citizens and an untold number of local allies.. The ends of things matter as much as the beginnings. This end was unworthy of an epic struggle. It was not a departure but an abandonment. We left carelessly, with incompetence that can hardly be imagined. Could there have been less planning and foresight? That's what will follow Joe Biden now, his carelessness and, when it broke as a world-wide story with the stampedes at the airport and people falling from planes, his stubbornness and pride.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-to-hold-ai-day-amid-new-scrutiny-what-to-expect-11629373430", "title": "Tesla's AI Day: What to Expect", "date": "2021-08-19 18:41", "summary": "Recruiting event in Palo Alto, Calif., to spotlight work the auto maker is doing on artificial intelligence. Tesla Inc . , the world's most valuable car maker, is holding an event to promote its use of artificial intelligence. The event is happening as federal regulators this week announced a new investigation into the company's Autopilot driver assistance technology, which Tesla's AI efforts support. Chief Executive Elon Musk says the system enhances safety, but some critics have raised concerns about its role in a series of accidents.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-right-and-our-afghan-allies-special-immigrant-visa-program-11629403595", "title": "The Right and Our Afghan Allies", "date": "2021-08-19 18:36", "summary": "It isn't conservative to betray a promise to those who fought with us.. The chaos in Kabul will forever stain President Biden's legacy, but he's not the only one who is harming America's reputation for constancy and honor. See the immigration restrictionists calling for the betrayal of U.S. allies in their moment of great need.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taliban-containment-foreign-policy-terrorists-jihadists-islamists-al-qaeda-biden-afghanistan-11629402375", "title": "How to Contain the Taliban", "date": "2021-08-19 18:31", "summary": "Afghanistan will surely provide a haven to an al Qaeda contingent-but the U.S. can still take action.. One of the most sweeping foreign-policy failures in American history has unfolded before our eyes. The Taliban has expanded its reign of terror, marching through provincial capitals and swallowing Afghanistan. The sad reality is that the Taliban is running the show and will surely provide a haven to a growing al Qaeda contingent. There is still time to help those who helped us and to limit the Taliban's influence in Afghanistan, but we must act now.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-withdrawal-afghanistan-pakistan-nuclear-lashkar-e-taiba-tehreek-e-taliban-islamist-11629402468", "title": "What's 50 Times More Dangerous Than Afghanistan?", "date": "2021-08-19 18:30", "summary": "Pakistan has nuclear weapons and 200 million people, many of whom celebrate Taliban victory.. Since Kabul fell to the Taliban Sunday, critics have flayed President Biden for diminishing America's global standing, empowering the Taliban and their al Qaeda partners, cold-shouldering U.S. allies, and abandoning Afghans who risked their lives to work with Americans. Add one more likely consequence of the cack-handed U.S. withdrawal: an emboldened Pakistan, whose Taliban-friendly generals and plethora of jihadist groups feel the wind in their sails.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/military-officers-affirmative-action-identity-politics-diversity-and-inclusion-national-security-11629402318", "title": "Should Military Officers Be Chosen by Race?", "date": "2021-08-19 18:26", "summary": "An admiral's revealing remark about naval promotion.. Imagine a U.S. Navy destroyer under enemy attack. Your son or daughter or niece is on board, having volunteered to serve. The decisions made by the captain of that warship make the difference between life and death for your loved one and all sailors on board.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-islamic-world-christianity-afghanistan-war-taliban-american-founding-11629402268", "title": "The Unconquerable Islamic World", "date": "2021-08-19 18:26", "summary": "Afghanistan shows the folly of mistaking Christian ideals for 'universal' ones.. Historians, soldiers and politicians will debate for decades the particulars of what went wrong during America's intervention in Afghanistan. But a simple truth has been apparent for years: We Westerners failed not for lack of effort, but because military and economic power alone cannot change the Islamic world in a lasting way.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peer-pressure-exercise-friendship-good-influences-11629402567", "title": "Peer Pressure Can Be Good", "date": "2021-08-19 18:25", "summary": "Every summer, my exercise buddies set an example of self-improvement.. Summer is when my exercise group leads something called its Father Time Challenge. FTC, as we know it, is a series of runs and exercises of varying distance and difficulty. We complete it together over a hilly course each Saturday morning throughout July.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-woven-world-review-tracing-a-stitch-in-time-11629411875", "title": "'A Woven World' Review: Tracing a Stitch in Time", "date": "2021-08-19 18:24", "summary": "The intricate craft of a work of high fashion echoes the skill that once mended fishing nets-and the beauty of a handmade world.. In 2016 Yves Saint Laurent's famous \"sardine dress\" went on display at the Metropolitan Museum of Art. It was a simple sheath, writes Alison Hawthorne Deming, \"made to hug the contours of the body so that a woman might look as sleek and bioluminescent as a fish.\" The silvery overlapping scales were made from opalescent sequins, and the colors were so subtle that they bled into one shimmer \"like the disappearing light a herring casts as it darts through the water.\" Ms. Deming was immediately reminded of the herring harvests in Grand Manan Island, a fishing community on the Bay of Fundy, New Brunswick, where she's spent many summers since she was a child.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-numbers-hiding-behind-that-qr-code-11629411899", "title": "The Numbers Hiding Behind That QR Code", "date": "2021-08-19 18:24", "summary": "The now-familiar square of little black boxes added a second dimension to bar codes-and holds exponentially more data. Mathematician Eugenia Cheng explores the uses of math beyond the classroom. Read more columns here.", "categories": [["Life & Work", "Ideas", "Everyday Math"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/everyday-math?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-carolina-flooding-leaves-2-dead-20-missing-11629391268", "title": "North Carolina Flooding After Tropical Depression Fred Leaves 2 Dead", "date": "2021-08-19 18:09", "summary": "Rescue workers go door-to-door in search of people. Two people have died and 20 are still unaccounted for after flooding inundated parts of western North Carolina following Tropical Depression Fred.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-charges-five-people-for-insider-netflix-trades-11629395362", "title": "Three Former Netflix Engineers Are Charged in Insider-Trading Ring", "date": "2021-08-19 18:01", "summary": "Civil complaint alleges individuals used confidential subscriber information to profit from company's stock moves after earnings announcements. Three former Netflix Inc. software engineers and two of their close associates were charged with insider trading, the U.S. Securities and Exchange Commission said Wednesday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congressional-office-building-evacuated-after-police-find-suspicious-vehicle-11629383785", "title": "Library of Congress Bomb Threat Suspect Surrenders After Standoff", "date": "2021-08-19 17:51", "summary": "Scare drew massive law-enforcement response to Capitol Hill, prompting the evacuations of nearby buildings. WASHINGTON-A man surrendered to law enforcement Thursday, about five hours after he drove a black pickup truck onto a sidewalk next to the Library of Congress and told police he had a bomb.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reminiscence-hugh-jackman-rebecca-ferguson-thandiwe-newton-cliff-curtis-lisa-joy-jonathan-nolan-hbo-max-11629408539", "title": "'Reminiscence' Review: Hugh Jackman's Partial Recall", "date": "2021-08-19 17:50", "summary": "In this sci-fi thriller, the actor stars alongside Rebecca Ferguson as a private eye who uses futuristic tech to help his clients regain lost memories. 'Reminiscence\" is a futurist thriller about memory and memory addiction. What you may remember best after seeing it, in theaters or on HBO Max, is its bleak but majestic vision of Miami at a time when rising sea levels have engulfed much of the city, which manages to carry on against all odds and logic-Venice at the intersection of \"Blade Runner,\" a mostly sodden megalopolis where a few dry enclaves protected by gigantic seawalls are the exclusive province of the rich. This debut feature by Lisa Joy, the co-creator of TV's \"Westworld,\" has been framed as a film noir, though with a difference. Almost every sequence contains references to other films. Spotting them is a pleasant distraction from figuring out the plot, an absurdly rococo structure that rivals the most flagrant befuddlements of \"Inception\" or, for that matter, the latter stretches of \"Westworld.\"", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-vaccinated-senators-have-tested-positive-for-covid-19-11629409574", "title": "Three Vaccinated Senators Have Tested Positive for Covid-19", "date": "2021-08-19 17:46", "summary": "Sens. Roger Wicker, Angus King and John Hickenlooper said they are experiencing mild symptoms and are isolating. WASHINGTON-Three vaccinated U.S. senators said Thursday they had tested positive for Covid-19 and were all experiencing mild symptoms.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-fall-to-lowest-point-since-may-on-stronger-dollar-11629371001", "title": "Oil Prices Fall to Lowest Point Since May on Stronger Dollar", "date": "2021-08-19 17:43", "summary": "U.S. currency climbs to highest level in over nine months after Fed signals it will pare back bond-buying program. Oil prices fell Thursday to their lowest level in about three months after the U.S. dollar strengthened on concern that the global economic recovery might slow and the Federal Reserve's signals that it will scale back stimulus measures.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-js-gorsky-to-leave-as-ceo-duato-to-take-helm-11629408318", "title": "J&J's Gorsky to Leave as CEO, Duato to Take Helm", "date": "2021-08-19 17:43", "summary": "Alex Gorsky will become Johnson & Johnson's executive chairman in January. Johnson & Johnson Chief Executive Alex Gorsky is stepping aside, handing over the reins of the world's largest health-products company to a longtime lieutenant after nearly a decade at the helm.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fanatics-topps-baseball-trading-cards-mlb-11629401528", "title": "With a Frenzy of Deals, Fanatics Swoops In to Reorder the Trading-Card World", "date": "2021-08-19 17:36", "summary": "The sports-merchandise retailer's deals with players in baseball, basketball and football overturn decades-long arrangements with dominant icons like Topps Co.. In a sweeping reordering of the trading-card universe, unions representing players in Major League Baseball, the National Basketball Association and the National Football League have struck exclusive agreements with a new company controlled by online sports-merchandise retailer Fanatics Inc., people familiar with the matter said.", "categories": [["WSJ News Exclusive", "MLB"]], "category_links": ["https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-chair-netflix-sandra-oh-bob-balaban-holland-taylor-11629407486", "title": "'The Chair' Review: Netflix's Sharp Take on Academia", "date": "2021-08-19 17:25", "summary": "The new series, starring Sandra Oh as the first female chair of an English department at a university, is an engaging sendup of higher education. That there are problems of the most serious kind at Pembroke University, not least the financial kind, is clear from the start. There's ominous muttering from the administration about faculty members who've been around for 25 years or so giving the same lecture. \"Just give me three names,\" pleads one dean looking for jobs to cut.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/talibans-return-in-afghanistan-poses-a-balancing-act-for-iran-11629408210", "title": "Taliban's Return in Afghanistan Poses Balancing Act for Iran", "date": "2021-08-19 17:23", "summary": "A deep religious divide separates Iran and the insurgent group, but Tehran is focused on finding a way to defend its economic interests. The speed of the Taliban's victory in Afghanistan surprised even some of its supporters and will force Iran to find a delicate balance if it is to build on the influence it has worked decades to build there.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flag-day-sean-penn-dylan-penn-jennifer-vogel-counterfeit-11629408120", "title": "'Flag Day' Review: The Banner of Family Dysfunction", "date": "2021-08-19 17:23", "summary": "Sean Penn directs and stars in this episodic story of a daughter's fraught relationship with her swindler father. Instead of skeletons in the closet, \"Flag Day,\" playing in theaters, gives us skeletal members of a dysfunctional family. It's clear what the film means to be-a bittersweet portrait of a daughter's love for her incorrigible father. But the characters don't add up. The complexities and nuances that might have brought them fully to life never made it to the screen. What's there is a repetitive tale spanning decades in which the daughter shuttles back and forth between two incompetent parents until her father is revealed to be a world-class counterfeiter on the run and she emerges, just as abruptly, as an investigative journalist.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washington-state-football-coach-covid-vaccine-jay-inslee-11629394036", "title": "Washington State Coach's New Rival: The Governor Who Wants Him to Get Vaccinated", "date": "2021-08-19 17:16", "summary": "Cougars football coach Nick Rolovich agrees to get Covid-19 vaccine after state mandate. As college football season looms, the most contentious rivalry for Washington State football coach Nick Rolovich might not be with Washington, its traditional foe in Seattle, but rather Gov. Jay Inslee in Olympia. At issue is not touchdowns, but vaccinations.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/onlyfans-to-ban-content-featuring-sexually-explicit-conduct-11629407757", "title": "OnlyFans to Ban Content Featuring 'Sexually Explicit Conduct'", "date": "2021-08-19 17:15", "summary": "The platform says policy change to help it comply with requests of banking partners. OnlyFans, a social-media platform whose popularity was built on viewers' subscriptions to adult content, is planning to ban sex videos.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sister-sorry-barrington-stage-company-alec-wilkinson-new-yorker-the-confession-mr-apology-11629407079", "title": "'Sister Sorry' Review: A Debut With No Need to Apologize", "date": "2021-08-19 17:09", "summary": "Journalist Alec Wilkinson adapts his New Yorker piece 'The Confession' into a laudable, tense two-hander. Pittsfield, Mass.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/data-center-company-aligned-energy-raises-1-25-billion-in-debt-to-fund-sustainable-facilities-11629407307", "title": "Data-Center Company Aligned Energy Raises $1.25 Billion in Debt to Fund Sustainable Facilities", "date": "2021-08-19 17:08", "summary": "The company's latest debt raise will finance construction of a 'waterless' data center in Salt Lake City, and other projects. Aligned Energy LLC is raising about $1.25 billion in debt, which will fund the data-center company's expansion amid rising demand for sustainable infrastructure.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colleges-grapple-with-costs-for-covid-19-tests-unvaccinated-students-11629365401", "title": "Colleges Grapple With Costs for Covid-19 Tests, Unvaccinated Students", "date": "2021-08-19 16:59", "summary": "Students sue, professors quit and a few colleges pass on extra costs of testing to those who aren't vaccinated against Covid-19. Colleges and universities are wrestling with how to treat, and budget for, unvaccinated students, with a few schools making those students pay to be tested regularly for Covid-19.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/caldor-fire-in-california-grows-forcing-more-evacuations-11629394823", "title": "Caldor Fire in California Grows, Forcing More Evacuations", "date": "2021-08-19 16:58", "summary": "About 23,000 residents of El Dorado County are under evacuation orders or warnings as fire is 0% contained. Firefighters in Northern California worked to quell the fast-moving Caldor Fire Thursday as more resources arrived and officials began to assess the fire's damage.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-retail-department-stores-11629330842", "title": "Amazon Plans Retail Locations Akin to Department Stores", "date": "2021-08-19 16:53", "summary": "Online shopping pioneer wants a larger retail presence to sell clothing and household items and facilitate exchanges. Amazon.com Inc. plans to open several large physical retail locations in the U.S. that will operate akin to department stores, a step to help the tech company extend its reach in sales of clothing, household items, electronics and other areas, people familiar with the matter said.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-08-19-2021-11629359284", "title": "U.S. Stocks End Mixed After Bumpy Trading", "date": "2021-08-19 16:50", "summary": "Dollar strengthens as increasing Covid-19 cases dull economic outlook. The S&P 500 rose Thursday, stabilizing after two days of declines and a choppy trading session as investors seemed to spot a buying opportunity.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cvs-walgreens-look-for-sales-bump-from-covid-19-boosters-11629387466", "title": "CVS, Walgreens Look for Sales Bump From Covid-19 Boosters", "date": "2021-08-19 16:45", "summary": "Pharmacy chains prepare for wave of demand as Delta surges and government-run vaccination sites shut down. Drugstores are gearing up to administer Covid-19 booster shots, which are expected to deliver another sales bump for big chains including CVS Health Corp. and Walgreens Boots Alliance Inc.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-amazon-is-getting-more-physical-11629405921", "title": "Why Amazon Is Getting More Physical", "date": "2021-08-19 16:45", "summary": "E-commerce giant needs showrooms for its growing line of private labels-and other retailers are unlikely to help. Amazon . com's plan to open its own department stores might not be as crazy as it sounds.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/news-organizations-make-progress-in-getting-workers-out-of-afghanistan-11629405801", "title": "News Organizations Make Progress in Getting Workers Out of Afghanistan", "date": "2021-08-19 16:43", "summary": "New York Times says employees and their families, totaling 128 men, women and children, are headed to safety. Large news organizations have made progress in their efforts to get their journalists out of Afghanistan following the Taliban's rapid takeover of the country, while some are committing to continuing their coverage on the ground, at least for now.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-hit-with-renewed-antitrust-lawsuit-as-ftc-tries-again-11629387483", "title": "Facebook Hit With Renewed Antitrust Lawsuit as FTC Tries Again", "date": "2021-08-19 16:37", "summary": "FTC files amended suit after original complaint was thrown out, denies Facebook request for Chairwoman Lina Khan's recusal. WASHINGTON-The Federal Trade Commission filed a new version of its antitrust lawsuit against Facebook Inc. on Thursday, seeking to jump-start its case with bolstered allegations that the company is abusing a monopoly position in social media.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bond-market-signals-confidence-in-fed-policy-outlook-11629365401", "title": "Bond Market Signals Confidence in Fed Policy Outlook", "date": "2021-08-19 16:27", "summary": "Closely watched spread between five- and 30-year Treasury yields has hardly changed after falling sharply when the Fed shifted its message in June. A key bond-market signal suggests investors feel they have a firm grip on Federal Reserve policy, reducing the chances that the central bank's Jackson Hole conference next week will break yields from their recent pattern.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/straightforward-marinara-sauce-11629404285", "title": "Straightforward Marinara Sauce", "date": "2021-08-19 16:18", "summary": "This is a great go-to recipe to serve with pasta, meatballs or any other way you put a classic Italian-style tomato sauce to use in your kitchen. Cook it an extra 10 minutes to use it as a pizza sauce.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tomato-salsa-11629404026", "title": "Tomato Salsa", "date": "2021-08-19 16:13", "summary": "Serve this no-fuss, all-purpose salsa with chips or on nachos, or use it as the base for a killer chili. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ketchup-11629403763", "title": "Ketchup", "date": "2021-08-19 16:09", "summary": "The balance here is maximum umami, minimum sweet. If you prefer your ketchup sweeter, feel free to up the sugar.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roblox-facebook-see-the-metaverse-as-key-to-the-internets-next-phase-11629286200", "title": "Facebook, Roblox See the 'Metaverse' as Key to the Internet's Next Phase", "date": "2021-08-19 16:05", "summary": "Social-media giant's Horizon Workrooms app reflects interest to invest in technology and content development for new range of online social experiences. A new tech-industry battle is taking shape over the \"metaverse\" as companies such as Facebook Inc. and Roblox Corp. work to shape a virtual realm that most consumers don't yet know exists.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/starting-positions-friday-crossword-august-20-11629140071", "title": "Starting Positions (Friday Crossword, August 20)", "date": "2021-08-19 16:01", "categories": [["WSJ Puzzles", "Crossword Contest"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword-contest?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/preserve-tomatoes-the-easy-way-11629403107", "title": "Preserve Tomatoes the Easy Way", "date": "2021-08-19 15:58", "summary": "No need for peeling or coring-or canning, for that matter. These simple, delicious recipes for homemade ketchup, salsa and marinara sauce will stock your kitchen with peak-season tomatoes for the months to come.. EACH MONDAY, from late July through September, I preserve tomatoes. In the thick of the season, I go through about 400 pounds a week. I boil them down into ketchup, and marinara sauce, and salsa, and tomato purée, and Bloody Mary mix. I put all these in jars, which I seal with a pressure canner to then sell at farmers' markets throughout the year. I've been preserving tomatoes every Monday, this time of year, since I met the farmer who is now my wife.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/quake-hit-haiti-failed-to-learn-building-lessons-after-2010-disaster-11629402778", "title": "Quake-Hit Haiti Failed to Learn Building Lessons After 2010 Disaster", "date": "2021-08-19 15:52", "summary": "Resume Subscription. LES CAYES, Haiti-Marie Lyvie François, a 65-year-old Haitian whose house was ripped through by the earthquake that struck this southern coastal city, says she has learned the hard way about the importance of adding enough cement to concrete.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/intel-ceo-calls-chip-maker-willing-buyer-as-industry-consolidates-11629382046", "title": "Intel CEO Calls Chip Maker 'Willing Buyer' as Industry Consolidates", "date": "2021-08-19 15:49", "summary": "The economics of the industry make deals among chip makers likely, Pat Gelsinger says. Intel Corp. Chief Executive Pat Gelsinger is committed to buying other chip-makers as the industry consolidates, despite a leading acquisition candidate's plan to go public.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-your-oven-stuck-on-350-degrees-its-not-broken-its-in-sabbath-mode-11629401988", "title": "Is Your Oven Stuck on 350 Degrees? It's Not Broken, It's in Sabbath Mode.", "date": "2021-08-19 15:39", "summary": "A feature designed to help Jewish users abide by religious laws confuses cooks of many faiths. When Brenda Glasscock's top-of-the-line GE oven recently powered down instead of heating up, she worried her newest appliance was torched.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/self-storage-billionaire-b-wayne-hughes-dies-at-87-11629401765", "title": "Self-Storage Billionaire B. Wayne Hughes Dies at 87", "date": "2021-08-19 15:36", "summary": "Co-founder of Public Storage and American Homes 4 Rent used his fortune to indulge his passion for horse racing and fund medical research. B. Wayne Hughes, a co-founder of Public Storage , made a bet on Americans' desire to buy--and keep--more stuff than they can fit into their homes. The self-storage giant, based in Glendale, Calif., made him a billionaire and allowed him to fund medical research and indulge his love of thoroughbred horse racing and breeding.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/t-mobile-faces-regulatory-scrutiny-after-hack-11629401366", "title": "T-Mobile Faces Regulatory Scrutiny After Hack", "date": "2021-08-19 15:29", "summary": "FCC inquiry comes as Biden promises to more aggressively police cybersecurity. A Federal Communications Commission probe into the hack of T-Mobile US Inc. is the agency's first high-profile cyber inquiry under a Biden administration that has promised to more aggressively police companies' security standards and privacy safeguards.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/movers-and-stayers-review-the-great-divide-11629401099", "title": "'Movers and Stayers' Review: The Great Divide", "date": "2021-08-19 15:25", "summary": "The South is the nation's most Republican region. Will it stay that way? In the South and elsewhere, big metro areas, trending Democratic, are the key.. For years, academics and journalists writing about politics in the South have paid homage to V.O. Key's \"Southern Politics in State and Nation\" (1949). For good reason: Key was an arresting writer, capable of fashioning a political scientist's generalizations and writing fascinating accounts of the quirks of local politicians. With a slide rule and long division, he calculated thousands of state and county voting percentages and displayed them on maps that clarified the mystery of why some candidates won and some lost the usually decisive Democratic primaries in the 1930s and 1940s.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-weeknd-buys-70-million-los-angeles-mansion-11629400904", "title": "The Weeknd Buys $70 Million Mansion in One of L.A.'s Biggest Deals of the Year", "date": "2021-08-19 15:22", "summary": "The 'Take My Breath' singer bought the swanky Bel Air spread in an off-market deal. Abel Tesfaye, the R&B star better known as the Weeknd, has spent $70 million on a swanky Bel Air mansion, generating one of the largest deals closed in Los Angeles so far this year.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-vaccines-mandate-forced-delta-variant-company-business-employer-11629386417", "title": "The CEO Wants His Staff Vaccinated. He Also Worries They Will Quit.", "date": "2021-08-19 15:21", "summary": "Resume Subscription. In a sprawling food processing plant on the outskirts of Nashville, Jon Matthews is expected to be everywhere. He oversees one million pounds of produce that flow into the plant daily to be sliced and separated into salads and sandwiches.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/2021-jaguar-f-pace-svr-a-ferocious-gas-powered-suv-for-now-11629400207", "title": "2021 Jaguar F-Pace SVR: A Ferocious, Gas-Powered SUV (For Now)", "date": "2021-08-19 15:10", "summary": "With Jaguar aiming to go all-electric by 2025, the F-Pace SVR might be one of its last petrol-powered models. Dan Neil test-drives the cat and lets it roar.. IN FEBRUARY, Jaguar Land Rover-based in Gaydon, Warwickshire, and owned by the Tata Group of Mumbai-announced that the Leaping Cat was to be \"reimagined\" as an \"all-electric luxury brand from 2025.\"", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-august-14-11629400183", "title": "Bestselling Books Week Ended August 14", "date": "2021-08-19 15:09", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/faa-adds-more-fines-amid-jump-in-unruly-airline-passengers-11629399703", "title": "FAA Adds More Fines Amid Jump in Unruly Airline Passengers", "date": "2021-08-19 15:01", "summary": "Agency has brought a total of more than $1 million in civil penalties as it pledges zero-tolerance policy. The Federal Aviation Administration has proposed almost $532,000 in fresh fines against 34 airline passengers for alleged unruly behavior while on planes.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-08-19-2021-11629325938", "title": "Jobless Claims Fall, Despite Delta Variant Spread", "date": "2021-08-19 14:47", "summary": "Data suggests the labor market continues to heal, with claims down for four straight weeks. Jobless claims fell to a new pandemic low last week, suggesting the labor market continues to heal even as the Delta variant causes uncertainty.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-legacy-of-tinderbox-forests-11629398749", "title": "A Legacy of Tinderbox Forests", "date": "2021-08-19 14:45", "summary": "Long before climate change exacerbated the problem, policies meant to suppress wildfires served to fan the flames. Historian Amanda Foreman searches the past for the origins of today's world. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Historically Speaking"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/historically-speaking?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delta-variant-delays-new-normal-unleashes-fresh-anxieties-i-have-no-answers-11629378000", "title": "Delta Variant Turns Fall Plans Upside Down", "date": "2021-08-19 14:43", "summary": "With office-return dates uncertain and other decisions in limbo, many say the pandemic's newest phase appears to be life in flux. September was supposed to mark the beginning of a new normal. Offices would reopen, children would return to classrooms, and many people who left their jobs during the pandemic would re-enter the workforce.", "categories": [["Management", "Managing Your Career"]], "category_links": ["https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/managing-your-career?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldman-sachs-to-acquire-european-asset-manager-for-1-9-billion-11629364151", "title": "Goldman Sachs to Buy European Asset Manager for $1.9 Billion", "date": "2021-08-19 13:42", "summary": "CEO David Solomon says the investment bank is looking to a top-three position in industry after purchase from NN Group. Goldman Sachs Group Inc. said Thursday it agreed to acquire the money-management operation of Dutch insurer NN Group NV for about $1.87 billion, as the need for scale in the asset-management business to lower costs drives sector consolidation.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-closes-u-s-auditor-as-tensions-mount-over-forced-labor-allegations-11629390253", "title": "China Closes U.S. Auditor as Tensions Mount Over Forced Labor Allegations", "date": "2021-08-19 13:38", "summary": "Closure of nonprofit Verite raises questions about credibility of labor audits in China.. SHENZHEN, China-Chinese authorities have shut down a U.S. labor auditor's local China partner, escalating Beijing's campaign to counter forced-labor allegations in its northwest Xinjiang region and potentially complicating efforts by multinationals to certify supply chains in the country.", "categories": [["WSJ News Exclusive", "China"]], "category_links": ["https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/worried-about-germs-consider-a-90s-nylon-bag-11629394620", "title": "The Next Big '90s Fashion Trend? Prada-Style Nylon Bags", "date": "2021-08-19 13:37", "summary": "Understated and easy to clean, these synthetic black bags are trending once more. Here, four updated options to try.. WHEN MIUCCIA PRADA took over her family's leather goods company in the 1970s, no one expected that she'd play by the rules-after all, she was a member of the Italian Communist Party. Now known for her cerebral explorations of femininity and for making \"ugly\" cool, Ms. Prada heretically found early success in handbags that didn't rely on exotic skins or flashy hardware, but on nylon-a material used for toothbrush bristles, ladies' stockings, and WWII soldiers' parachutes.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/us-excessive-heat-wave-11629392901", "title": "U.S. Heat Waves: Understanding What's at Play, Including Climate Change", "date": "2021-08-19 13:32", "summary": "Scientists say changing climate is making heat waves hotter, longer and more frequent. Across the U.S., the summer of 2021 has been marked by record-setting heat.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dicks-sporting-goods-promotes-navdeep-gupta-to-cfo-11629394120", "title": "Dick's Sporting Goods Promotes Navdeep Gupta to CFO", "date": "2021-08-19 13:28", "summary": "Mr. Gupta to succeed Lee Belitsky, who will oversee the company's supply chain and other operations. Dick's Sporting Goods Inc. promoted Navdeep Gupta to chief financial officer, succeeding Lee Belitsky, who will remain with the company and oversee its supply chain and other areas.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toyota-succumbs-to-chip-shortage-and-shuts-factories-11629372702", "title": "Toyota to Cut Output as Chip Shortage Finally Catches Up to It", "date": "2021-08-19 13:03", "summary": "Car maker says it will cut production in Japan by 40% in September. TOKYO-The global semiconductor shortage has finally started to bite at Toyota Motor Corp., highlighting how a resurgence in Covid-19 infections from the Delta variant is now stifling chip manufacturing in Southeast Asia, worsening a parts crisis for car companies.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-vacation-rental-business-is-coming-of-age-11629392453", "title": "The Vacation Rental Business Is Coming of Age", "date": "2021-08-19 13:00", "summary": "Resume Subscription. Every summer when Trevor Plencner, 24, was growing up, his family would take a trip to New Buffalo, Mich., where they'd rent a house on Lake Michigan. Year after year, Mr. Plencner became increasingly intrigued by the notion of owning a vacation rental property himself-so much so that he decided to give it a whirl.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trump-organization-and-prosecutors-spar-over-evidenceout-of-public-view-11629392117", "title": "Trump Organization and Prosecutors Spar Over Evidence-Out of Public View", "date": "2021-08-19 12:55", "summary": "Former President Donald Trump's company and its finance chief were criminally indicted this summer. Manhattan prosecutors are moving to advance their criminal investigation into former President Donald Trump's business affairs, fighting with his company over evidence and continuing talks with the lawyer of a Trump Organization executive who hasn't been charged, said people familiar with the matter.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-afghanistan-withdrawal-biden-pelosi-durbin-taliban-national-security-mainstream-media-11629376575", "title": "Democrats Run From Afghanistan", "date": "2021-08-19 12:45", "summary": "Unlike Republicans last year, few are willing to challenge the president.. Joe Biden handed out plenty of blame for his Afghanistan mess Monday, though he notably left out a core group of enablers. The Democratic Party owns this American humiliation and is already worried about the political fallout.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-stop-terrorism-afghanistan-al-qaeda-islamic-state-taliban-jihadist-islamist-11629376977", "title": "Where's Biden's Plan to Stop Terrorism?", "date": "2021-08-19 12:44", "summary": "He acknowledges the national interest, but his administration has failed to develop a strategy.. President Biden said Monday that \"our only vital national interest in Afghanistan remains today what it has always been: preventing a terrorist attack on [the] American homeland.\" Yet one of the administration's most egregious failures has been neglecting to develop a clear strategy to target terrorists in the country. With more than 10,000 foreign fighters already there, from groups like al Qaeda and Islamic State, the administration quickly needs an armed surveillance strategy that involves using intelligence and air power to target terrorists.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delta-variant-looms-over-rebound-in-clothes-shopping-11629385801", "title": "Delta Variant Looms Over Rebound in Clothes Shopping", "date": "2021-08-19 12:20", "summary": "Macy's and its rivals posted big summer sales jump, but some shoppers say they are pulling back on purchases of apparel. Macy's Inc., Kohl's Corp. and Coach parent Tapestry Inc. reported big quarterly sales gains on Thursday, but it is unclear how long the shopping spree will last in the face of new pandemic restrictions to counteract rising coronavirus cases.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delta-variant-may-come-for-the-feds-fall-plans-too-11629389509", "title": "Delta Variant May Come for the Fed's Fall Plans Too", "date": "2021-08-19 12:11", "summary": "The Fed is increasing chatter of tapering even as the Delta variant is weighing on the economy. The economy is still doing very well, but the already bad Covid-19 situation brought on by the Delta variant threatens to get even worse. It is an environment that has put both the Federal Reserve and investors in a fix.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seared-scallops-with-sweet-corn-cream-and-bacon-11629389336", "title": "Seared Scallops With Sweet Corn, Cream and Bacon", "date": "2021-08-19 12:08", "summary": "Few summer meals are as simple and elegant as a plate of seared scallops. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-to-discharge-5-8-billion-in-student-debt-for-disabled-borrowers-11629387475", "title": "U.S. to Eliminate Student Debt for Borrowers With Permanent Disabilities", "date": "2021-08-19 11:56", "summary": "Move, which will affect more than 323,000 borrowers, is part of piecemeal effort to provide debt relief. The Biden administration is wiping out more than $5.8 billion in student loans for more than 323,000 borrowers who are permanently disabled, the latest step in the government's piecemeal effort to lessen the burden for millions of adults struggling to repay their debts.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-laugh-track-is-back-in-fashion-11629387490", "title": "The Laugh Track Is Back in Fashion", "date": "2021-08-19 11:38", "summary": "After 75 years, adding laughter to TV programs has gone from cutting-edge technology to nostalgic reminder of sitcoms past.. Is the laugh track finally being taken seriously? Critics have long viewed adding the taped sound of laughter to TV shows as an exercise in mind control and behavior modification. At best, TV viewers have tolerated it as a subliminal necessity on par with elevator music and artificial flavors.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghanistan-war-taliban-biden-withdrawal-11629326508", "title": "The Wrong Way to End the Afghanistan War", "date": "2021-08-19 11:36", "summary": "Biden got the withdrawal backward.. The disengagement from Afghanistan should have gone in the following order: First, the removal of noncombat U.S. citizens and those Afghans in danger of retribution. Second, the removal, to the extent possible, of military equipment and the destruction of anything left behind. Third, after our people and equipment have been removed, our troops could come home. The Biden administration reversed steps one and three and skipped the second (\"Biden to Afghanistan: Drop Dead,\" Review & Outlook, Aug. 17). This isn't a criticism of ending the war, only how it was managed. The chaos was completely predictable and avoidable.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amtrak-trains-rail-service-expansion-infrastructure-11629326769", "title": "Amtrak Defends Its Vision of U.S. Rail Service", "date": "2021-08-19 11:36", "summary": "Expansion will create jobs, deliver economic benefits and reduce greenhouse-gas emissions.. \"Amtrak's $66 Billion Ticket\" (Aug. 7) expresses the editorial board's opinion on Amtrak's vision for the future and how funds provided for rail from the infrastructure bill should be allocated. But it fails to address Amtrak's recent operating and financial success, the economic opportunity, business competitiveness and quality of life Amtrak provides, and what this historic investment means for the future of America.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghanistan-vietnam-saigon-kabul-allies-betray-11629327096", "title": "U.S. Blames Its Allies After It Betrays Them", "date": "2021-08-19 11:35", "summary": "Biden shows contempt for Afghans, like the South Vietnamese before them.. William McGurn writes that President Biden's Afghanistan moment recalls images of U.S. helicopters fleeing in 1975 from atop the embassy in Saigon (\"All the President's Weaknesses,\" Main Street, Aug. 17). But the deeper comparison revolves around Mr. Biden's decision to pull the plug on the Afghan army by abruptly withdrawing logistical, intelligence and close air support and maintenance, then blaming the Afghans for refusing to fight. He did this despite high casualties taken and the disorientation and demoralization his action induced. Mr. Biden thereby showed contempt for the U.S. ally, essentially stating they were unworthy of continued U.S. investment.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/milton-friedman-nixon-reagan-free-market-price-controls-11629327291", "title": "When Milton Friedman Confronted Richard Nixon", "date": "2021-08-19 11:34", "summary": "The free-market economist knew that price controls were a mistake.. William Walker's op-ed \"Nixon Taught Us How Not to Fight Inflation\" (Aug. 14) correctly notes that the imposition of wage and price controls had an \"initial burst of popularity.\" At least one person, however, had the wisdom to see through it.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-whos-vaccine-misinformation-11629386489", "title": "The WHO's Vaccine Misinformation", "date": "2021-08-19 11:21", "summary": "The World Health Organization wrongly accuses the U.S. of \"vaccine nationalism.\". WHO Gets It Wrong Again", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toys-r-us-to-open-shops-inside-more-than-400-macys-locations-in-2022-11629383928", "title": "Toys 'R' Us to Open Shops Inside Some Macy's Locations in 2022", "date": "2021-08-19 10:38", "summary": "The move comes as the department-store chain plans to quintuple the size of its toy business. Geoffrey the Giraffe is coming to Macy's .", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delta-variant-low-covid-19-vaccination-rates-push-u-s-hospitalizations-higher-11629318796", "title": "U.S. Covid-19 Hospitalizations Rise", "date": "2021-08-19 10:32", "summary": "Delta variant, low vaccination rates push U.S. hospitalizations higher. More Americans are being hospitalized for Covid-19 in recent weeks, as some states surpass rates seen at the height of the pandemic, according to state and national data. The uptick is being fueled by the highly contagious Delta variant and lower-than-average vaccination rates in some states and regions.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-estate-has-gone-to-the-dogs-11629383400", "title": "Real Estate Has Gone to the Dogs", "date": "2021-08-19 10:30", "summary": "These brokers share whether man's best friend helped them land a listing or a sale. Laura Levy", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/caster-semenya-tokyo-olympics-testosterone-11629382859", "title": "The Study That Blocked Caster Semenya From the Olympics Has Been Corrected by Its Publishers", "date": "2021-08-19 10:21", "summary": "The British Journal of Sports Medicine has walked back findings on a study that led to testosterone regulations in women's track events. A study that was the basis for testosterone regulation in women's track events-and which prevented South African two-time gold medalist Caster Semenya from competing in the Tokyo Olympics-has been corrected by its publishers.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taliban-strengthen-control-of-kabul-11629215384", "title": "Afghanistan Under the Taliban", "date": "2021-08-19 10:08", "summary": "Thousands of Afghans seeking to leave the country remain stranded and unable to reach the airport for evacuation flights. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/salsa-recipe-saved-a-struggling-restaurant-owner-11629381604", "title": "Salsa Recipe Saved a Struggling Restaurant Owner", "date": "2021-08-19 10:00", "summary": "Jack Aronson, who has died at age 68, created the Garden Fresh Gourmet brand and sold it to Campbell Soup for $231 million. In 1997, Jack Aronson was in his mid-40s, deeply in debt and struggling to pay the bills at the barbecue restaurant he owned in Ferndale, Mich.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-puzzles-saturday-august-21-11629190963", "title": "Number Puzzles (Saturday, August 21)", "date": "2021-08-19 10:00", "categories": [["WSJ Puzzles", "Number Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/number-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lorde-solar-power-album-review-jack-antonoff-royals-mood-ring-11629320909", "title": "Lorde's 'Solar Power' Review: Under the Album's Warm Surface", "date": "2021-08-19 09:56", "summary": "While the New Zealand superstar's third LP puts on a mellow and relaxed front, it is filled with tension about the modern world.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-remodel-taking-forever-11629378936", "title": "Your Neighbor's Home Renovation Feels Like a Never-Ending Saga. That's Because It Is.", "date": "2021-08-19 09:16", "summary": "Resume Subscription. You know that house down the street that's been undergoing renovations for five years?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/robinhood-nvidia-carnival-what-to-watch-when-the-stock-market-opens-today-11629370503", "title": "Robinhood Markets, Nvidia, Carnival: What to Watch When the Stock Market Opens Today", "date": "2021-08-19 09:14", "summary": "Stock futures are slipping and Wall Street's fear gauge is ticking higher. U.S. stock futures are falling as investors weigh the likely reduction in stimulus measures by the Federal Reserve and rising Covid-19 cases. Here's what we're watching ahead of Thursday's opening bell:", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-tightens-focus-on-china-after-afghanistan-withdrawal-11629378244", "title": "U.S. Tightens Focus on China After Afghanistan Withdrawal", "date": "2021-08-19 09:04", "summary": "Largest military exercises since Cold War come to Western Pacific as U.S. seeks to reassure allies of military commitments. As the Taliban overran Afghanistan last week, 25,000 Marines and other U.S. Navy personnel held exercises in part to simulate the capture and control of islands in the Western Pacific.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/illumina-completes-deal-for-life-sciences-firm-grail-despite-ftc-antitrust-challenge-11629320260", "title": "Illumina Completes Deal for Grail Despite FTC Antitrust Challenge", "date": "2021-08-19 09:03", "summary": "Illumina says buying Grail back will allow it to scale up blood tests for cancer. WASHINGTON- Illumina Inc. on Wednesday said it completed its planned $7.1 billion acquisition of Grail Inc., despite a pending legal challenge by the Federal Trade Commission and separate antitrust concerns in Europe.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/selling-luxury-goods-in-a-more-socialist-china-becomes-a-problem-11629378116", "title": "Selling Luxury Goods in a More Socialist China Becomes a Problem", "date": "2021-08-19 09:01", "summary": "A speech on wealth inequality by the country's president has wiped 60 billion euros off the value of Europe's top luxury stocks. Beijing's crackdown on business that doesn't support its policy goals suddenly looks like it might extend to luxury brands. Investors are only just waking up to the risks.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paying-with-a-credit-card-thats-going-to-cost-you-11629378047", "title": "Paying With a Credit Card? It's Going to Cost You.", "date": "2021-08-19 09:00", "summary": "More businesses are trying to offset transaction fees with cash discounts and credit-card surcharges; 'My business is made on the pennies'. It is getting more expensive to pay for things with a credit card.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hot-fashion-warm-weather-dress-11629375303", "title": "What To Wear In the Hottest and Muggiest Weather Ever", "date": "2021-08-19 08:30", "summary": "Sweat-wicking but chic? It's not impossible. Companies are adjusting to the late-summer heat by making clothing for the times we live in.. After battling the heat in Phoenix all summer, Jill Schildhouse, a 44-year-old freelance journalist, made a decision to give up on nearly all of her nice dresses and almost every garment made from fabrics that weren't breathable. To the back of the closet went the polyester, the rayon and the denim. They were replaced by activewear with spandex. \"I am less concerned about getting one of those outfits all sweaty, versus a nice dress or other garment made from less breathable fabrics,\" Schildhouse says.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/minimalist-phones-try-to-give-users-what-they-neednot-always-what-they-want-11629370801", "title": "Minimalist Phones Try to Give Users What They Need-Not Always What They Want", "date": "2021-08-19 08:13", "summary": "The designers' big question: After making calls, what features do phones absolutely need?. A new device is slated to arrive in November: the Mudita Pure, a cellphone that can barely do anything-at least, compared with contemporary smartphones. It can make calls and send texts, but it cannot access social media, take photos or send email.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boosters-pfizer-moderna-vaccine-sales-11629368306", "title": "As Covid-19 Boosters Loom, Pfizer, Moderna to See Billions More in Sales", "date": "2021-08-19 08:00", "summary": "The spread of the Delta variant is increasing demand for messenger RNA vaccines and boosters, while the companies raise prices. Vaccine makers Pfizer Inc. and Moderna Inc. are on track to notch billions more in sales than previously expected, as new booster-shot strategies and concerns about the Delta variant push demand, and the companies raise prices in the U.S. and elsewhere.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smart-scallops-recipe-how-to-avoid-overcooking-11629374401", "title": "Smart Scallops Recipe: How to Avoid Overcooking", "date": "2021-08-19 08:00", "summary": "Seared well on one side, these scallops get that gorgeous caramelized flavor while retaining all their succulence and sweetness. Served with bacon, corn and roasted peppers, this is summer cooking at its simplest and best.. FEW SUMMER MEALS are as simple and elegant as a plate of seared scallops. At sister restaurants Street and Co., Fore Street and Scales in Portland, Maine, chef Frédéric Eliot enjoys a ready supply of the shellfish from local waters.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/accenture-elevates-famed-ad-man-to-lead-interactive-division-11629370921", "title": "Accenture Elevates Famed Ad Man to Lead Interactive Division", "date": "2021-08-19 07:02", "summary": "David Droga set to replace Brian Whipple as CEO of Accenture Interactive. Accenture PLC is naming David Droga as chief executive officer of Accenture Interactive, as the consulting giant continues to make inroads into the digital marketing business.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/formfactor-passes-the-test-11629370800", "title": "FormFactor Passes the Test", "date": "2021-08-19 07:00", "summary": "Maker of chip testing equipment was hit too early by fears of a peak in the semiconductor cycle. Three months ago, chip-testing equipment maker FormFactor looked like a company in the wrong place at the wrong time. The truth is actually the opposite.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghan-women-are-already-fading-from-public-view-as-fear-of-the-taliban-and-uncertainty-prevail-11629327049", "title": "Afghan Women Are Already Fading From Public View", "date": "2021-08-19 06:59", "summary": "Resume Subscription. Dr. Zuhal used to drive herself to work.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/why-the-great-gatsby-is-the-ultimate-summer-reading-11629332028", "title": "Why 'The Great Gatsby' Is the Ultimate Summer Reading", "date": "2021-08-19 06:00", "summary": "Garden parties may be back in vogue, but no one can throw a summer bash like Jay Gatsby. For a stylish page-turner, why not dip back into F. Scott Fitzgerald's classic tale of indulgence and spirit during a sweltering season in the Roaring '20s.. NEW YORK in the summer-hot, hazy, the streets steaming-calls for nothing so much as a garden party. At least that's what Jay Gatsby, the mysteriously moneyed protagonist of F. Scott Fitzgerald's best-loved novel, \"The Great Gatsby,\" might say. \"By seven o'clock the orchestra has arrived,\" Fitzgerald writes of one of Gatsby's famous bashes. \"The bar is in full swing, and floating rounds of cocktails permeate the garden outside, until the air is alive with chatter and laughter, and casual innuendo and introductions forgotten on the spot, and enthusiastic meetings between women who never knew each other's names.\" It's an extrovert's dream.", "categories": [["Life & Work", "Reading & Retreating"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/reading-retreating?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cryptos-defi-projects-arent-immune-to-regulation-secs-gensler-says-11629365401", "title": "Crypto's 'DeFi' Projects Aren't Immune to Regulation, Gensler Says", "date": "2021-08-19 05:30", "summary": "Some peer-to-peer trading and lending projects have features that may trigger the need for regulation, chairman says. WASHINGTON-A new breed of digital asset exchanges is potentially the holy grail for cryptocurrencies: online places for people to trade and lend that purportedly involve no middleman setting the rules or taking fees.", "categories": [["WSJ News Exclusive", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-msg-bad-for-you-not-if-it-comes-with-a-side-of-microchips-11629356095", "title": "Is MSG Bad for You? Not if It Comes With a Side of Microchips", "date": "2021-08-19 02:54", "summary": "Washing down this semiconductor play with a glass of foamy Japanese beer won't leave a bad taste. This column is part of the Heard on the Street Stock Picking Contest. You're invited to play along with us here.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-bad-debt-manager-huarong-to-be-bailed-out-by-state-owned-firms-11629353827", "title": "Chinese Bad-Debt Manager Huarong to Be Bailed Out by State-Owned Firms", "date": "2021-08-19 02:17", "summary": "Manager of distressed assets says it expects to post a net loss equivalent to about $16 billion for 2020. China's top manager of distressed assets said it would post a massive loss and expects to receive a capital infusion from state-owned financial institutions, avoiding a messy default that would have had wide repercussions for Asia's credit markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alaska-oil-permits-blocked-by-federal-judge-11629346302", "title": "Alaska Oil Permits Blocked by Federal Judge", "date": "2021-08-19 00:11", "summary": "The ConocoPhillips Willow project's impact on climate change and polar bears wasn't fully accounted for, judge says. WASHINGTON-A federal judge on Wednesday threw out federal approval of a multibillion-dollar oil project planned for Alaska, saying the government failed to properly assess the project's impact on climate change and its potential harm to polar bears.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11629325666", "title": "Pepper...and Salt", "date": "2021-08-19 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/putin-rebuffed-u-s-plans-for-bases-near-afghanistan-at-summit-with-biden-11629398848", "title": "Putin Rejected Central Asia Role for U.S. Forces at Biden Summit", "date": "2021-08-19 00:01", "summary": "After Afghan withdrawal, U.S. military hopes to position forces temporarily near Afghanistan, but Putin told Biden that Moscow objects. Russian President Vladimir Putin, during a June 16 summit meeting with President Biden, objected to any role for American forces in Central Asian countries, senior U.S. and Russian officials said, undercutting the U.S. military's efforts to act against new terrorist dangers after its Afghanistan withdrawal.", "categories": [["WSJ News Exclusive", "Russia"]], "category_links": ["https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taliban-block-routes-to-kabul-airport-hampering-evacuations-from-afghanistan-11629279556", "title": "Taliban Crack Down on Protests, Hamper Kabul Evacuations", "date": "2021-08-19 23:58", "summary": "Resume Subscription. The Taliban used gunfire Wednesday to disperse nascent protests against their rule in Afghanistan, killing two people and injuring several more, and continued to block access to Kabul's international airport after the U.S. said the group had agreed to allow evacuations.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/appeals-court-upholds-texas-ban-on-abortion-procedure-11629342890", "title": "Appeals Court Upholds Texas Ban on Abortion Procedure", "date": "2021-08-19 23:14", "summary": "The 2017 Texas law, which has never been enforced, bars a method commonly used to end second-trimester pregnancies. NEW ORLEANS-A Texas law outlawing an abortion method commonly used to end second-trimester pregnancies was upheld Wednesday by a federal appeals court in New Orleans.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-xi-eyes-return-to-communist-party-roots-amid-private-sector-crackdown-11629289611", "title": "China's Communist Party Goes Back to Basics: Less for the Rich, More for the Poor", "date": "2021-08-19 23:06", "summary": "President is signaling plans to more assertively promote social equality, with the catchphrase 'common prosperity' appearing everywhere. China gave priority to economic growth for most of the past 40 years. Now, Xi Jinping is signaling plans to more assertively promote social equality, as he tries to solidify popular support for continued Communist Party rule.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hostage-to-the-taliban-joe-biden-lloyd-austin-mark-milley-11629323032", "title": "The U.S. Is Hostage to the Taliban", "date": "2021-08-19 21:43", "summary": "Pentagon officials admit they don't have enough troops to protect the Kabul airport and assist Americans and Afghans trying to get to the airport.. The Taliban haven't formally taken any Americans captive in Afghanistan, at least not yet, but it's clear that the jihadists already have the Biden Administration as a political hostage. That was obvious from Wednesday's briefing at the Pentagon, where the Secretary of Defense and Chairman of the Joint Chiefs of Staff admitted they lack the military resources and political mandate to ensure that every American is evacuated amid the Taliban control of Kabul.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/miami-dade-votes-to-mandate-masks-in-schools-setting-up-fight-with-desantis-11629332377", "title": "Miami-Dade Votes for Mask Mandate in Schools", "date": "2021-08-19 20:19", "summary": "The district and Hillsborough County voted to require masks, a day after the state sanctioned other districts. MIAMI-Two of Florida's largest school districts voted Wednesday to implement mask mandates, setting up a clash with the state, which a day earlier moved to punish two other districts that passed similar orders.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]