[{"link": "https://www.wsj.com/articles/amazon-robinhood-disney-stocks-that-defined-the-week-11627685501", "title": "Amazon, Robinhood, Disney: Stocks That Defined the Week", "date": "2021-07-30 18:51", "summary": "Here are seven major companies whose stocks moved on the week's news. Amazon . com Inc.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-adjourns-without-extending-covid-19-eviction-moratorium-11627684248", "title": "House Adjourns Without Extending Eviction Ban", "date": "2021-07-30 18:49", "summary": "A CDC ban designed to help tenants who fell behind on rent during the pandemic is set to expire this weekend. WASHINGTON-A federal moratorium on the eviction of tenants who fell behind on rent during the Covid-19 pandemic is set to expire as scheduled this weekend after U.S. lawmakers were unable to advance a last-minute extension.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-to-require-masks-for-store-workers-in-high-risk-counties-11627655572", "title": "Walmart, Disney to Require Vaccines for Some U.S. Staff", "date": "2021-07-30 18:45", "summary": "Retail giant to ask shoppers to wear masks in stores in high-risk counties, while Disney tightens rules for U.S. employees. Walmart Inc. and Walt Disney Co. are requiring thousands of their U.S. workers to get vaccinated for Covid-19 amid a shift in federal health guidelines and rising U.S. cases in recent weeks.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-centers-for-disease-control-and-prevention-delta-variant-panic-covid-vaccines-11627682562", "title": "The CDC's Delta Variant Panic", "date": "2021-07-30 18:39", "summary": "The agency spreads needless worry about vaccinations.. As the coronavirus evolves, so does the science. The Delta variant is creating uncertainty about how much vaccines prevent transmission, but the overwhelming evidence shows they are highly protective against severe illness. Please get vaccinated if you aren't already.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/procter-gamble-warns-of-higher-costs-and-slower-sales-11627642767", "title": "Procter & Gamble Warns of Higher Costs and Slower Sales", "date": "2021-07-30 18:37", "summary": "Covid-19 pandemic, which has fueled demand for household staples, is also driving freight and commodity costs. Procter & Gamble Co. gave a somber outlook for the year ahead, predicting slower sales and historically high costs for raw materials and transportation as inflation picks up and the global health crisis continues.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-uber-and-lyft-can-save-lives-national-bureau-of-economic-research-study-11627597079", "title": "How Uber and Lyft Can Save Lives", "date": "2021-07-30 18:36", "summary": "Ride-sharing apps cut traffic fatalities by 4%, a new study finds.. The value of ride-sharing apps has been proven in the marketplace, and residents of areas poorly served by old-fashioned cabs have a particular reason to be grateful. Now here's a remarkable safety bonus: Uber \"has decreased US alcohol-related traffic fatalities by 6.1% and reduced total US traffic fatalities by 4.0%.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-distorted-view-of-wealth-inequality-working-paper-social-security-pensions-11627679769", "title": "A Distorted View of Wealth Inequality", "date": "2021-07-30 18:35", "summary": "Include pensions and Social Security, and the figures are less stark.. Americans may be richer than they think and less unequal than they've been led to believe. That's the takeaway from a recent working paper by five economists from the University of Wisconsin and the Federal Reserve, which adds to standard wealth measures by including Social Security and pension guarantees.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-apple-daily-next-digital-investigation-paul-chan-jimmy-lai-11627683569", "title": "Hong Kong's Apple Daily Overkill", "date": "2021-07-30 18:33", "summary": "The city shows again that it's no longer a safe place for business.. What's the Chinese word for chutzpah? It's surely the best way to describe this week's announcement by Hong Kong Financial Secretary Paul Chan Mo-po that he has appointed a special inspector to investigate Next Digital, parent company of the defunct Apple Daily newspaper.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chevron-posts-highest-profit-in-a-year-as-oil-demand-rebounds-11627640325", "title": "Big Oil Companies, Back in the Money, Keep Spending Tight", "date": "2021-07-30 18:31", "summary": "Despite strong turnaround as some economies recover from the pandemic the oil giants restrain spending to draw back investors. Big oil companies are raking in their highest profits since the onset of the coronavirus pandemic, but they plan to continue spending sparingly to boost production despite higher commodity prices.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bezos-blue-origin-rebuffed-in-its-protest-of-moon-lander-contract-11627670119", "title": "Bezos' Blue Origin Rebuffed in Contract Protest", "date": "2021-07-30 18:31", "summary": "Federal accountability agency says NASA acted properly in awarding lander contract to SpaceX. A federal agency upheld the decision to make Elon Musk's SpaceX the sole winner of a contract to develop a lander for the National Aeronautics and Space Administration's return to the moon, a setback to Jeff Bezos' space enterprise.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-sues-texas-over-ban-on-transporting-migrants-11627681014", "title": "Biden Administration Sues Texas Over Ban on Transporting Migrants", "date": "2021-07-30 18:28", "summary": "Justice Department challenges Gov. Greg Abbott's order barring transportation of migrants within state by anyone other than law enforcement. The Biden administration sued Texas on Friday, a day after Attorney General Merrick Garland warned Gov. Greg Abbott that his order banning the transportation of migrants within the state by anyone other than law enforcement impinges on the federal government's exclusive control over immigration matters.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-woman-to-lead-citizenship-and-immigration-services-confirmed-by-senate-11627682310", "title": "First Woman to Lead Citizenship and Immigration Services Is Confirmed", "date": "2021-07-30 18:22", "summary": "Ur Mendoza Jaddou, a former Obama administration official, criticized Trump-era immigration policies. WASHINGTON-A former Obama administration official who criticized Trump-era immigration policies was confirmed by the Senate on Friday as the director of the nation's legal-immigration agency.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-recasts-its-stance-on-guantanamo-bay-detainees-11627682560", "title": "Justice Department Recasts Its Stance on Guantanamo Bay Detainees", "date": "2021-07-30 18:02", "summary": "Brief steps back from Trump administration position that due-process rights don't apply to prisoners at facility in Cuba. WASHINGTON-The Biden administration is recalibrating the U.S. government's legal approach to the Guantanamo Bay prison, according to a redacted legal brief filed Friday, saying current detentions remain lawful but opening the door to possible future challenges from detainees at the nearly 20-year-old facility.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crime-murder-chicago-capone-syndicate-lightfoot-violence-urban-11627679077", "title": "Crime Is No Longer a Family Business in Chicago", "date": "2021-07-30 17:57", "summary": "The Syndicate was brutal, but it wasn't random and ubiquitous like violence in the 21st century.. When I was a kid and told people not from Chicago, the city of my birth and upbringing, where I was from, it wasn't uncommon for them to raise their arms as if holding a machine gun, murmur ratatatatatat, then utter \"Al Capone.\" Capone died in 1947, but Chicago and violence have ever after been linked. And now that link is more firmly established than ever, given the murder and shooting statistics announced at the end of every weekend in the city.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delta-variant-covid-19-coronavirus-vaccine-hesitancy-natural-immunity-herd-11627679672", "title": "Maybe With Delta the CDC Will Learn to Count", "date": "2021-07-30 17:57", "summary": "In Britain, they know 92% of the public has antibodies; here we panic in the dark.. Britain has seen its Delta surge wane rather quickly. And unlike the U.S., it is not flopping around in the half-dark about what's going on. Thanks to biweekly blood-sample surveys, the U.K. government knows how many people have antibodies from vaccination and/or infection. Thanks to surveys and modeling it also has a good idea how many are currently infected, invariably a multiple of those who get a positive test.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cdc-says-new-mask-mandate-informed-by-cape-cod-outbreak-11627664465", "title": "CDC Says New Mask Guidelines Informed by Cape Cod Outbreak", "date": "2021-07-30 17:54", "summary": "Vaccinated people infected by Delta variant appeared to carry as much virus as those in unvaccinated cases. A Covid-19 outbreak on Cape Cod helped prompt the Centers for Disease Control and Prevention to urge some Americans to start wearing masks again, the agency said, because it demonstrated that vaccinated people infected with the Delta variant might be as contagious as those who are unvaccinated.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/father-cigarette-salesman-philip-morris-international-uk-ban-great-depression-world-war-ii-11627678700", "title": "My Father, the Cigarette Salesman", "date": "2021-07-30 17:54", "summary": "He gave out free samples as a gesture of goodwill. It was a different world.. If my dad were still alive and were to read this week's news about Philip Morris International , he would think he had stepped into the Twilight Zone.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mlb-trade-deadline-kris-bryant-max-scherzer-giants-dodgers-11627676100", "title": "Some of Baseball's Richest Rosters Just Got Richer", "date": "2021-07-30 17:38", "summary": "The Giants snagged Kris Bryant from the Cubs a day after the Dodgers acquired Max Scherzer and Trea Turner from Washington; here's what it means for the playoff picture. With one seismic deal, the most dominant team in baseball over the past decade sent a resounding message to the rest of the sport: The road to the World Series still goes through Los Angeles.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lighting-up-modernism-11627680784", "title": "Lighting Up Modernism", "date": "2021-07-30 17:33", "summary": "In 'Lucky Strike,' Stuart Davis repurposed the imagery of tobacco packaging, becoming the first artist to capture the modern American 'landscape' of consumer culture.. The American modernist painter Stuart Davis had no interest in spacious skies and amber waves of grain: His chosen landscape was man-made. \"I paint what I see in America. I paint the American scene.\" Neon-lighted glare, cars, billboards, storefronts and advertising. \"Don't emotionalize. Copy Nature, only copy the nature of the present days-photography and advertisements tobacco cans and bags and tomatoe can labels.\"", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-to-set-new-disclosure-requirements-for-chinese-company-ipos-11627651546", "title": "SEC to Set New Disclosure Rules for Chinese Company IPOs", "date": "2021-07-30 17:23", "summary": "New disclosures focus on structure of Chinese shell companies, uncertainty around Chinese government actions. WASHINGTON-The Securities and Exchange Commission will increase scrutiny of Chinese companies that aim to sell shares in the U.S. following new restrictions from China's government on companies that raise capital offshore.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scarlett-johansson-sues-disney-black-widow-11627675176", "title": "Why Is Scarlett Johansson Suing Disney Over 'Black Widow'?", "date": "2021-07-30 16:50", "summary": "Actress filed lawsuit against Disney over releasing Marvel film on streaming service and in theaters at the same time. Walt Disney Co. 's latest Marvel movie \"Black Widow\" opened in theaters in the U.S. and on the Disney+ service on July 9. Scarlett Johansson stars in the film and has become an integral part of the Marvel universe since appearing as Black Widow in 2010's \"Iron Man 2.\" The Academy Award-nominated actress has starred in dozens of films including, \"Lost in Translation,\" \"Her\" and \"Lucy.\"", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhood-stock-sale-soured-by-investor-confusion-valuation-concern-11627667523", "title": "Robinhood Stock Sale Soured By Investor Confusion", "date": "2021-07-30 16:38", "summary": "Resume Subscription. Robinhood Markets Inc.'s bid to revolutionize IPOs has created losses for investors instead, after one of the year's most highly anticipated listings fell flat.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/record-lumber-prices-deliver-sawmills-a-windfall-11627654852", "title": "Record Lumber Prices Deliver Sawmills a Windfall", "date": "2021-07-30 16:35", "summary": "Forest-product firms notched record profits during the spring quarter, when wood prices surged. Sawmill owners raked in huge profits when lumber prices shot up this spring.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-make-bets-on-bond-market-more-accurate-marketaxess-enlists-lessons-from-big-tech-11627677286", "title": "To Make Bets on Bond Market More Accurate, MarketAxess Enlists Lessons From Big Tech", "date": "2021-07-30 16:34", "summary": "Visit to Silicon Valley helped inspire MarketAxess CIO's work on AI system for bond pricing. Traders in the financial markets must make endless predictions about where prices are headed moment by moment. For years they have sought increasingly sophisticated technology to make those predictions more accurate.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-07-30-2021-11627630972", "title": "U.S. Stocks Slide After Strong Month of Gains", "date": "2021-07-30 16:30", "summary": "Concerns over China's clampdown on technology businesses and lofty expectations for corporate earnings have weighed on sentiment. U.S. stocks hung on to their gains for July, despite drifting lower in a quiet final trading session of the month.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-no-jerks-policy-ignited-morale-at-the-company-behind-yankee-candle-11627658610", "title": "A No-Jerks Policy Ignited Morale at the Company Behind Yankee Candle", "date": "2021-07-30 16:29", "summary": "When Ravi Saligram took over Newell Brands, employees told him of a toxic workplace culture. 'If they pushed back on something, they would get fired on the spot.'. Soon after Ravi Saligram took charge of the company that makes Sharpie markers and Graco strollers, he offered his new workforce a blunt message: \"no assholes,\" read a slide shown to about 30,000 employees around the world.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-tap-artificial-intelligence-expert-as-top-business-diplomat-11627675784", "title": "Biden to Tap Artificial Intelligence Expert as Top Business Diplomat", "date": "2021-07-30 16:17", "summary": "Stanford professor Ramin Toloui is president's pick for assistant secretary of state for business. WASHINGTON-President Biden is set to tap an expert in artificial intelligence and investment management as the State Department's next head of economic and business affairs, a White House official said.", "categories": [["WSJ News Exclusive", "National Security"]], "category_links": ["https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beam-us-down-scotty-saturday-crossword-july-31-11627259926", "title": "Beam Us Down, Scotty! (Saturday Crossword, July 31)", "date": "2021-07-30 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-journal-acrostic-saturday-july-31-11627260089", "title": "The Journal Acrostic (Saturday, July 31)", "date": "2021-07-30 16:01", "categories": [["WSJ Puzzles", "Acrostic"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/acrostic?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ferrari-sf90-stradale-a-hybrid-built-to-be-noticed-11627675021", "title": "Ferrari SF90 Stradale: A Hybrid Built to Be Noticed", "date": "2021-07-30 15:57", "summary": "Ferrari's first ever plug-in hybrid, the SF90 Stradale, heralds a new style direction-and a high-tech architecture-as the company moves toward electrification.. I STEPPED OUT of the hotel-a weathered pensione in the Italian Alps named the Hotel Corona-to find the Ferrari SF90 Stradale test car surrounded. A group of high-schoolers were downstairs to meet their tour buses. I explained that I was an American journalist, just borrowing the car for the weekend. The very idea staggered them.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musk-sides-with-fortnite-maker-epic-in-battle-over-apple-app-store-fees-11627674037", "title": "Elon Musk Sides With 'Fortnite'-Maker Epic in Battle Over Apple App Store Fees", "date": "2021-07-30 15:40", "summary": "Tesla chief executive calls Apple fees 'a de facto global tax on the Internet'. Elon Musk waded into Apple Inc.'s legal battle over the fees it charges companies that use its app store, siding with \"Fortnite\" maker Epic Games Inc. in its antitrust case against the tech giant.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/infrastructure-bill-now-faces-restive-house-progressives-11627662157", "title": "Infrastructure Bill Now Faces Restive House Progressives", "date": "2021-07-30 15:26", "summary": "Democrats' liberal wing want to ensure antipoverty, climate and healthcare proposals in separate package don't get sidelined. WASHINGTON-As the Senate moves forward with a roughly $1 trillion bipartisan infrastructure package, progressive Democrats are warning party leaders not to take their votes for granted as they try to advance sweeping antipoverty and climate proposals.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-read-this-week-11627673117", "title": "What to Read This Week", "date": "2021-07-30 15:25", "summary": "Marie Curie's life in science, a Depression-era tour of the United States, the trial of Jack Ruby, Daniel Silva's new Gabriel Allon thriller and more.. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/re-born-in-the-u-s-a-review-liverpool-cant-compare-11627671494", "title": "'(Re)Born in the U.S.A.' Review: Liverpool Can't Compare", "date": "2021-07-30 14:58", "summary": "To English teenagers, as to those behind the Iron Curtain, it was clear only Americans could live as they wanted.. \"What do they know of England who only England know?\" asked Rudyard Kipling, that quintessential Englishman who was born in India, married an American, lived in Vermont and might have lived there longer had he not had a falling out with his brother-in-law. His point: Great nations make waves beyond their own shores. They have to be seen outside-in, as Kipling saw England from India; or inhabited inside-out, as Kipling did even after finally settling in England as a neighbor of Henry James, who had traveled in the opposite direction, taking notes on the character of both nations as he went.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ultimate-guide-to-tennis-clothesfrom-the-history-to-the-perfect-shoes-11627670972", "title": "The Ultimate Guide to Tennis Clothes-From the History to the Perfect Shoes", "date": "2021-07-30 14:49", "summary": "It requires skill to hit a volley while serving on-court fashion points. Here, everything you need to know including Venus Williams's stance on tennis skirts and why special socks are essential.. In Burning Questions, we expertly answer your pressing (and not-so-pressing) queries on topics related to fashion and style.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-americans-from-afghanistan-11627670544", "title": "New Americans from Afghanistan", "date": "2021-07-30 14:42", "summary": "A planeload of our friends finally escape the Taliban.. Have the parents of the next Sunisa Lee just landed in Virginia? On Thursday this column noted the Olympic gymnastics champion's distinguished lineage. The children of American allies who fought alongside U.S. troops during the Vietnam War, Ms. Lee's Hmong parents escaped murderous communists in Laos to find a better life in the United States. Now stalwart friends of American troops from another war are beginning to arrive in the U.S., but many more are still awaiting a rescue and face grave danger.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-cdc-mask-guidance-spurs-criticism-over-messaging-11627651554", "title": "New CDC Mask Guidance Spurs Criticism Over Messaging", "date": "2021-07-30 14:38", "summary": "Many health experts support change as Delta variant spreads, but some are frustrated by lack of clarity. New mask guidance from the Centers for Disease Control and Prevention released this week has met with criticism from some public-health experts who are frustrated by the agency's messaging and the lack of transparent data behind the change.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-rethink-china-bets-after-beijing-crackdown-triggers-stock-market-rout-11627669954", "title": "Investors Rethink China Bets After Beijing Crackdown Triggers Stock Rout", "date": "2021-07-30 14:32", "summary": "Resume Subscription. American investors are asking whether China Inc. is still worth the risk following a widening series of regulatory crackdowns that have wiped some $400 billion off the value of U.S.-listed Chinese companies.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/scarlett-johanssons-agent-rips-disney-over-black-widow-contract-dispute-11627669726", "title": "Scarlett Johansson's Agent Rips Disney Over 'Black Widow' Dispute", "date": "2021-07-30 14:28", "summary": "Creative Artists Agency co-chairman accuses Disney of 'attack' on Johansson's character. The fight between actress Scarlett Johansson and Walt Disney Co. over her contract for the movie \"Black Widow\" has a new participant: the powerful Creative Artists Agency, which represents Ms. Johansson and many of Hollywood's biggest stars.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stress-tests-show-european-banks-would-survive-another-severe-recession-11627669176", "title": "Stress Tests Show European Banks Would Survive Severe Recession", "date": "2021-07-30 14:19", "summary": "The results pave the way for EU-based banks to resume paying dividends after a ban on them when the pandemic started. Europe's largest banks are overall strong enough to withstand another severe economic shock even after the challenging conditions of the pandemic, results of a stress test show. The results pave the way for many banks to restart distributing dividends.", "categories": [["Markets", "Stocks", "Europe Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/europe-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/golf-wawashkamo-history-michigan-mackinac-island-progressives-american-values-11627655901", "title": "You Can Play Through History on Michigan's Mackinac Island", "date": "2021-07-30 14:11", "summary": "A golf course dedicated to tradition proves it's easier to defend certain values than it is to recover them.. Mackinac Island, Mich.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/caeleb-dressel-olympics-swimming-11627659824", "title": "Not Many Swimmers Can Beat Caeleb Dressel at the Finish. No One Can Beat Him at the Start.", "date": "2021-07-30 14:08", "summary": "Resume Subscription. TOKYO-Caeleb Dressel looks like a standard chiseled Olympian as he stands on the starting block. As soon as the starting bell sounds, however, it is clear that Dressel has an advantage over all of his competitors: the most explosive start in swimming.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/princes-heirs-music-publisher-seek-to-make-it-rain-purpleand-green-11627653444", "title": "Publisher Buys Stakes From Prince's Heirs in Bid to Steer Singer's Legacy", "date": "2021-07-30 13:53", "summary": "Prince's estate remains in probate five years after his death; music owner Primary Wave seeks to help end that. In a sign o' the times, Prince's music is attracting new investment.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nineteenth-century-instagram-11627667627", "title": "Nineteenth-Century Instagram", "date": "2021-07-30 13:53", "summary": "A new exhibition in Los Angeles shows how cabinet cards became a popular way for Americans to share playful and dramatic photos.. A young man with a watering can pretends to douse his companions. Two friends playfully attack each other, brandishing a hacksaw and a cleaver. A grinning girl takes aim with a popgun. Typical Instagram or Facebook fodder-except that the images are more than 130 years old. Even in the late 19th century, it seems, people loved to clown for the camera.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/civilian-climate-corps-green-jobs-environmentalism-11627506705", "title": "A Civilian Climate Corps for America", "date": "2021-07-30 13:46", "summary": "Massachusetts Sen. Ed Markey defends the idea of a national brigade of environmental workers.. Your editorial \"A New National Climate Army\" (July 27) misses the critical benefits of the Civilian Climate Corps: a workforce trained to compete in the 21st-century economy and create good-paying jobs. The Civilian Climate Corps would put Americans to work reducing carbon emissions, enabling a transition to renewable energy, building healthier and more resilient communities, implementing conservation projects with proven climate benefits, and helping communities recover from climate disasters.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-delta-variant-is-more-contagious-heres-what-it-means-for-you-11627473901", "title": "How Contagious Is the Delta Variant?", "date": "2021-07-30 13:41", "summary": "Because people infected with Delta carry much higher levels of virus, it's time to rethink our behaviors, scientists say. The Delta variant of the virus that causes Covid-19 is often described as highly transmissible. So, what does that actually mean?", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exxon-cant-catch-a-break-11627666841", "title": "Exxon Can't Catch a Break", "date": "2021-07-30 13:40", "summary": "ExxonMobil posted strong results as oil demand and prices bounced back. Questions regarding long-term strategy still cloud its valuation.. Exxon Mobil might have expected a hearty pat on the back after Friday's earnings announcement. It didn't get one from investors.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-be-more-productive-at-work-and-manage-your-time-effectively-11610743524", "title": "How to Be More Productive at Work", "date": "2021-07-30 13:29", "summary": "Most Popular News. You might think that you need to get everything on your to-do list done to be able to call yourself productive, but experts say increasing productivity often involves learning to check off the right things rather than every single item. Laura Mae Martin, executive productivity advisor at Alphabet Inc.'s Google, trains staff to be more productive. When she speaks to groups, she asks them to close their eyes and think of a day when they were very productive. She then asks the group to raise their hands if the day they pictured involved watching Netflix all day. Hands don't typically shoot into the air. A lot of times, she says, people associate being productive with checking many things off their to-do lists. \"But I think the point of productivity is really being thoughtful about what you want to do, and if that is spending time with family, if that is having a day where you're just watching Netflix, and then you do it, well, then to me that is a productive day,\" she says. We spoke with experts on productivity about how to be more efficient in a way that makes sense for you.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-malibu-a-32-million-house-looks-to-become-californias-first-zero-carbon-home-11627664723", "title": "In Malibu, a $32 Million House Looks to Become California's First Zero-Carbon Home", "date": "2021-07-30 13:05", "summary": "The developer says it reduced carbon emissions during the spec home's construction. Now it's aiming for zero-carbon certification. A Malibu, Calif., spec home built with recycled concrete and sustainable timber is hitting the market for $32 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-employees-prefer-to-be-tracked-by-machines-rather-than-humans-11627664400", "title": "Why Employees Prefer to Be Tracked by Machines Rather Than Humans", "date": "2021-07-30 13:00", "summary": "Technology lets bosses monitor workers' productivity. But how they do it makes a big difference, a study found.. Is there a way for companies to monitor remote employees without alienating them?", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-carbon-free-home-11627664332", "title": "A Carbon-Free Home", "date": "2021-07-30 12:58", "summary": "The developers say they have built an estate that will emit zero carbon over its lifetime.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/consumer-spending-personal-income-inflation-june-2021-11627609818", "title": "Household Spending Rose in June, Before Delta Upswing", "date": "2021-07-30 12:49", "summary": "While some local governments and businesses reinstate Covid-19 rules, economists expect consumers to continue opening their wallets. U.S. household spending bounced back in June as consumers shelled out more on services at the start of the summer, but a current upswing in Covid-19 cases related to the Delta variant is injecting uncertainty into the economic outlook.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-covid-vaccine-mandate-11627582286", "title": "Which Companies Are Mandating Covid-19 Shots for Employees?", "date": "2021-07-30 12:46", "summary": "Google and Facebook are requiring inoculations for worksites, but GE and Boeing aren't. How companies are responding to the pandemic.. Some tech giants and Wall Street banks are requiring their workers to get Covid-19 vaccines to return to their offices. A few U.S. airlines are telling new hires they must get inoculated. Most big manufacturers aren't mandating injections. Neither is one of the main Covid-19 vaccine producers.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mari-eder-was-an-army-unicorn-11627662502", "title": "Mari Eder Was an Army 'Unicorn'", "date": "2021-07-30 12:28", "summary": "After a pioneering military career, the retired major general has written a book about the experiences of women in World War II.. When Mari K. Eder, a retired major general, was coming up in the U.S. Army, she was called a unicorn, she says. Serving at a time when combat commands weren't yet open to women, she held training and professional commands at the company, battalion, brigade and division levels for 36 years before retiring in 2013. She knew she stood out: In meetings at the Pentagon, her male colleagues would check to make sure she was wearing her uniform correctly. When she toured with fellow generals overseas, she was often the only woman.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-s-delta-variant-wave-appears-to-ebb-offering-hope-covid-19-is-in-retreat-11627650457", "title": "U.K.'s Delta Variant Wave Appears to Ebb, Offering Hope Covid Is in Retreat", "date": "2021-07-30 12:22", "summary": "As caseloads drop, scientists watch to see if infections climb after restrictions lifted. LONDON-A wave of Covid-19 in the U.K. appears to be receding, a promising sign that high levels of vaccination can hold the highly transmissible Delta variant at bay and give governments confidence around easing public-health restrictions.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-man-arrested-on-suspicion-of-booing-chinas-national-anthem-during-olympics-11627662108", "title": "Hong Kong Man Arrested on Suspicion of Booing China's Anthem", "date": "2021-07-30 12:21", "summary": "Police investigated after videos circulated online of people jeering at a mall during a gold medal ceremony. HONG KONG-Hong Kong police arrested a 40-year-old man on suspicion of insulting the Chinese national anthem after videos circulated online of people waving a colonial Hong Kong flag and booing when the song played during an Olympics ceremony, police said.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musks-trip-through-hell-inside-the-2018-scramble-to-avoid-the-collapse-of-tesla-11627660800", "title": "Elon Musk's 'Delivery Hell'", "date": "2021-07-30 12:00", "summary": "Resume Subscription. \"Is Vegas on the line?\" Elon Musk asked on one of his nightly calls with his sales staff in September of 2018.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-bummer-olympics-may-yet-be-redeemed-11627660503", "title": "The Bummer Olympics May Yet Be Redeemed", "date": "2021-07-30 11:55", "summary": "The U.S. team has had several tough losses-in sports that we invented!. The Summer Olympics has often lifted the hearts of the American people in dark, dark times. Think of Jesse Owens personally humiliating Adolf Hitler at the 1936 Olympics in Berlin, Cassius Clay taking Rome by storm in 1960, Mary Lou Retton bouncing her way into immortality in the Soviet-boycotted Los Angeles games in 1984.", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-traditional-lawns-on-their-way-out-11627660303", "title": "Are Traditional Lawns on Their Way Out?", "date": "2021-07-30 11:51", "summary": "They hog resources, pollute waterways and support few species of fauna, but classic turf still holds a statusy allure. Landscape architects debate the merit of grassy expanses.. For the recurring series, That's Debatable, we take on a contentious issue of the day and present two spirited arguments-one in favor and other emphatically opposed. Previous installments from the series are here.", "categories": [["Life & Work", "Fashion", "That's Debatable"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/that-s-debatable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buying-what-robinhood-ipo-is-selling-11627659277", "title": "Should You Be Buying What Robinhood Is Selling?", "date": "2021-07-30 11:35", "summary": "The popular trading app isn't the first to sell a piece of itself to its own customers. Investors who jumped on prior brokerage-firm IPOs often ended up shooting themselves in the foot.. This week's initial public offering of Robinhood Markets Inc., parent of the wildly popular trading app, isn't just one of the most talked-about IPOs of 2021. It's the latest in a long series of pitches to everyday investors: Share in your broker's wealth by buying shares in your broker.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sallie-mae-federal-student-loan-debt-tuition-11627586590", "title": "Sallie Mae Responds on the Mounting Federal Student-Loan Problem", "date": "2021-07-30 11:32", "summary": "That business that Al Lord ran isn't associated with today's Sallie Mae.. Josh Mitchell's profile of Al Lord is a compelling look into the making of the federally guaranteed student-loan program that owns 92% of student loans outstanding today (\"A Student-Loan Titan Thinks Twice,\" Exchange, July 24). We agree that the federal-student-loan system is complicated and needs reform. That business Mr. Lord ran, however, isn't associated with today's Sallie Mae . We don't offer federal student loans.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/science-trust-covid-free-will-scientism-11627587009", "title": "Scientists Take the Bait and Lose Our Trust", "date": "2021-07-30 11:31", "summary": "They have no particular wisdom as policy makers, but politicians and media come calling.. Regarding Tunku Varadarajan's \"The Weekend Interview with Matt Ridley: How Science Lost the Public's Trust\" (July 24): Some of the lost trust in science was probably inevitable. Scientists have no particular wisdom as policy makers, and once they take the bait from politicians and media, trust takes a dive. As Americans learn they've been naive or duped about matters that affect their lives, science takes the blame.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ben-jerrys-israel-boycott-ice-cream-11627590316", "title": "Ben & Jerry's Israel Meltdown: Ice Cream Doesn't Need Boycotts", "date": "2021-07-30 11:30", "summary": "Unilever is throwing the baby out with the Cherry Garcia.. Regarding Eugene Kontorovich's \"Ben & Jerry's Boycott Could Cost Unilever\" (op-ed, July 22): Isn't it a little disingenuous for Unilever , which is based in Britain, the world's greatest colonizer in recent history, to beat up on Jewish communities in land that Israel has been trying, albeit unsuccessfully, to give back to a responsible entity for over 50 years?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vikings-entrepreneur-pillage-business-model-11627588190", "title": "Vikings at the Gate: Pillage, Entrepreneurs and You", "date": "2021-07-30 11:29", "summary": "The Norsemen improved commerce, but their HR department left much to be desired.. Imagine my surprise to learn from Arthur Herman that the Vikings were not pillagers but serial entrepreneurs (\"Bezos, Branson and the Vikings,\" op-ed, July 24). Vikings and entrepreneurs both take on greater-than-normal risks, it is true. But in business there is always something given for something received. One wonders what the monks at Lindisfarne in 793 gave in return for the sacking and burning of their abbey.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/olympics-athletes-protest-kneeling-national-anthem-11627590775", "title": "Kneeling Olympic Athletes Should Protest on Their Own Time", "date": "2021-07-30 11:29", "summary": "Many Americans are deeply offended when privileged athletes representing them kneel or turn their backs during the national anthem.. The reader defending Olympic athlete protests (\"Be Proud That U.S. Olympic Athletes Are Free to Protest,\" Letters, July 29) states that banishing such behavior from the Olympics \"sounds a lot like something China would do to pro-democracy protesters in Hong Kong.\" No, it doesn't. The Chinese government beats and jails protesters, it doesn't simply bar them from the Olympic team.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-vodka-stereotype-banya-11627509650", "title": "Russian Vodka Stereotypes Not Needed in the Banya", "date": "2021-07-30 11:28", "summary": "There is a long Russian tradition of using saunas and steam rooms, and it has nothing to do with drinking.. \"The Science of Sweating It Out\" (Review, July 17) singled out Russians as people who \"drink vodka in banyas\" when describing sweating ceremonies in different cultures. There is a long tradition of using saunas and steam rooms in Russia, and it has nothing to do with drinking. Your depiction is a stereotype that is false, unfair and insulting to many readers.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-anuk-arudpragasams-a-passage-north-11627658829", "title": "Fiction: Anuk Arudpragasam's 'A Passage North'", "date": "2021-07-30 11:27", "summary": "In the aftermath of the Sri Lankan civil war, a returnee makes a cross-country trip that is also a journey into his secret history.. Place and time are charged presences in Anuk Arudpragasam's sophomore novel, \"A Passage North\" (Hogarth, 290 pages, $27). Geographically, the place is Sri Lanka, where Krishan, the central character, has returned after a decade abroad in India. Krishan lives with his mother and grandmother in the southwestern city of Colombo, and when the book begins the family has received word of the death of his grandmother's former caretaker, Rani, a Tamil woman whose two sons had been killed in Sri Lanka's decades-long civil war. Bearing a gift from his grandmother, Krishan sets off by train to Rani's funeral in her small village in the northeast, near what was the heart of the war's most devastating violence.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-refusal-could-drive-up-your-life-insurance-premium-in-south-africa-11627658482", "title": "Covid-19 Vaccine Refusal Could Drive Up Your Life-Insurance Premium in South Africa", "date": "2021-07-30 11:21", "summary": "Insurer Discovery says opting not to get a shot is risk factor similar to smoking. JOHANNESBURG-Refusing a Covid-19 vaccine could now drive up your life-insurance premium similar to other risk factors such as smoking, South African financial-services and insurance company Discovery Ltd. said this week, in a move that is likely to be watched closely by other industry players.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-on-marie-curie-elements-of-a-life-11627658176", "title": "Three on Marie Curie: Elements of a Life", "date": "2021-07-30 11:16", "summary": "'My beautiful radium,' as she called it, became the focus of both public fascination and of entrepreneurial zeal.. Marie Curie holds a special place in Nobel Prize history-not only the first woman to win the prize, but also one of very few people to have been awarded a second. Both were connected with the element radium that she discovered.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-the-cellist-review-11627658119", "title": "Mysteries: 'The Cellist' Review", "date": "2021-07-30 11:15", "summary": "Israeli spymaster Gabriel Allon enlists a beautiful musician to expose corruption in the Kremlin.. Gabriel Allon, the hero of Daniel Silva's bestselling series of espionage novels, doesn't live life by half-measures. In addition to serving as chief of Israel's secret intelligence service, he's a world-class art restorer and a decent painter. His current goal: \"Restore the global order and Western liberal democracy before it's too late.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kennedys-avenger-review-the-assassins-assassin-11627658079", "title": "'Kennedy's Avenger' Review: The Assassin's Assassin", "date": "2021-07-30 11:14", "summary": "When he shot the man who killed President Kennedy, was Jack Ruby acting with malice or was he momentarily insane?. There's a shot! Oswald has been shot! Oswald has been shot! A shot rang out . . . mass confusion here. . . . The dark stocky man with the hat on . . . put the gun right in his belly. One of the wildest scenes I have ever seen. . . . The man rushed up and jammed the gun right into Oswald's stomach and fired one shot. Oswald was carried back in the hallway . . .", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pastoral-song-review-a-world-finite-and-breakable-11627657996", "title": "'Pastoral Song' Review: A World Finite and Breakable", "date": "2021-07-30 11:13", "summary": "The author of 'The Shepherd's Life' inherits the family farm and learns further lessons in the art of stewardship.. English pastoral literature once consisted of imitations of the idyllic, bucolic poetry of Theocritus and Virgil. Later practitioners, from the Romantics to John Clare, George Eliot and Thomas Hardy, swapped soft-focus Arcadia and other green and pleasant lands for new pastures that came with darker skies, rougher edges and harsher realities.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-grit-audacity-and-imagination-11627657944", "title": "Children's Books: Grit, Audacity and Imagination", "date": "2021-07-30 11:12", "summary": "Tales of being stuck inside and the great outdoors.. There's a lot of turmoil that comes in the transitional years between childhood and adolescence, but there are satisfactions, too. It's between the ages of 10 and 13, for instance, that most children begin to enjoy some independence. That's what should be happening for the kids in Caroline Adderson's collection of linked stories, \"Sunny Days Inside\" (Groundwood, 166 pages, $16.99). Instead Covid-19 has locked them down.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-on-canada-11627657868", "title": "Five Best: On Canada", "date": "2021-07-30 11:11", "summary": "Selected by David M. Shribman, a former Journal political reporter, now teaching at McGill University's Max Bell School of Public Policy.. By Roch Carrier (1979)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unstrung-review-the-art-of-distortion-11627657775", "title": "'Unstrung' Review: The Art of Distortion", "date": "2021-07-30 11:09", "summary": "A guitar virtuoso and composer revisits a life of lessons learned on the bandstand.. 'Hi. My name is Marc. I'm a guitarist who points extremely loud amplifiers directly at his head.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-last-days-of-osama-bin-laden-11627657283", "title": "The Last Days of Osama bin Laden", "date": "2021-07-30 11:01", "summary": "Resume Subscription. In the first weeks of 2011, Osama bin Laden was worried. For five years, he had concealed himself and his extended family-wives, children and grandchildren-in a compound in Abbottabad, Pakistan, but now it appeared that his carefully constructed hideaway was coming apart. His longtime bodyguards were two brothers, members of al Qaeda whose family originated nearby. They did everything for bin Laden, from shopping in the local markets to hand delivering his lengthy memos to other leaders of al Qaeda.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/mens-soccer-union-tells-court-that-u-s-women-should-have-been-paid-more-than-men-11627656648", "title": "Men's Soccer Union Tells Court That U.S. Women Should Have Been Paid More Than Men", "date": "2021-07-30 11:00", "summary": "Acting executive director of the U.S. men's players' association makes assertion in an amicus brief in support of the U.S. women's equal-pay lawsuit appeal. The U.S. women's soccer team should be paid the same as or more than the U.S. men's team, and has suffered discrimination at the hands of the U.S. Soccer Federation for three decades, according to an amicus brief filed on Friday by the head of the players association for the men's team.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldman-sachs-ontario-pension-fund-close-to-deal-to-buy-covid-19-test-provider-11627642438", "title": "Ontario Pension Fund, Goldman Sachs Agree to Buy Covid-19 Test Provider", "date": "2021-07-30 10:59", "summary": "Deal expected to close by the end of the year. A group headed by Canadian pension fund Ontario Municipal Employees Retirement System and Goldman Sachs Group Inc.'s infrastructure arm agreed Friday to buy a majority stake in Germany's Amedes Holding GmbH, a provider of medical-diagnostic services including Covid-19 tests.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-crypto-traders-evade-offshore-exchange-bans-11627637401", "title": "U.S. Crypto Traders Evade Offshore Exchange Bans", "date": "2021-07-30 10:55", "summary": "Americans can easily bypass measures that seek to block them from trading risky crypto derivatives outside the U.S.. Americans are circumventing bans intended to stop U.S. customers from accessing overseas cryptocurrency exchanges, new research suggests.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazons-new-boss-stays-off-the-line-11627656546", "title": "Amazon's New Boss Stays Off the Line", "date": "2021-07-30 10:49", "summary": "Andy Jassy continues Jeff Bezos' tradition of staying off earnings calls. At least no one will accuse Andy Jassy of phoning it in.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sun-valley-idaho-home-lists-for-9-95-million-11627655899", "title": "From the Sky, This $9.95 Million Idaho Mansion Looks Like a Starship", "date": "2021-07-30 10:40", "summary": "The 12,500-square-foot property near Sun Valley is made of concrete, steel, glass and reclaimed antique wood and has a prow-like architectural protrusion over its entryway. Dubbed the Sun Valley Starship due to its unusual aerial footprint, a quirky home about 20 miles south of the resort city of Sun Valley, Idaho, is on the market for $9.95 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-home-built-to-look-like-a-ship-11627655606", "title": "A Home Built to Look Like a Ship", "date": "2021-07-30 10:33", "summary": "Dubbed Sun Valley Starship for its unusual aerial footprint, this five-bedroom house is on the market for $9.95 million in Idaho.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/path-to-infrastructure-deal-shows-promise-and-pitfalls-of-bipartisanship-11627655549", "title": "Path to Infrastructure Deal Shows Promise, Pitfalls of Bipartisanship", "date": "2021-07-30 10:32", "summary": "Even on a topic with unique appeal to President Biden and Hill Republicans, the talks dragged on and nearly fell apart. WASHINGTON-For President Biden and the group of senators who negotiated it, the roughly $1 trillion infrastructure agreement vindicates a long-held belief: With enough time, effort and expertise, bipartisanship on a major issue is still possible in a rancorously divided Washington.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-roc-olympics-swimming-doping-murphy-11627623674", "title": "After Loss, American Ryan Murphy Alleges 'I'm Swimming In a Race That's Probably Not Clean'", "date": "2021-07-30 10:26", "summary": "Resume Subscription. Ryan Murphy came to Tokyo as the king of backstroke. He'll leave these Games dethroned, but not silent.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tesla-megapack-catches-fire-at-australian-battery-project-11627635528", "title": "Tesla Battery Catches Fire at Utility Storage Project in Australia", "date": "2021-07-30 10:14", "summary": "The battery was part of a large storage installation being built by France's Neoen SA in Australia's Victoria state. SYDNEY-A Tesla Inc. battery pack caught fire at one of Australia's largest utility-scale electricity storage projects on Friday, and fire crews worked to prevent it from spreading across the site in Victoria state.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-womens-soccer-team-netherlands-olympics-11627654020", "title": "U.S. Women's Soccer Team Beats Netherlands in Shootout", "date": "2021-07-30 10:07", "summary": "Resume Subscription. YOKOHAMA, Japan-The U.S. women's soccer team was in an extremely rare role in the Tokyo Olympic quarterfinals on Friday: underdogs.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/binance-crypto-exchange-to-wind-down-derivatives-offerings-in-parts-of-europe-11627653909", "title": "Binance to Wind Down Derivatives Offerings in Parts of Europe", "date": "2021-07-30 10:05", "summary": "Users in Germany, the Netherlands and Italy won't be able to open new futures or derivatives products accounts. Binance, the world's largest cryptocurrency exchange, will cease offering futures and derivatives products to investors in some European countries amid a growing crackdown by regulators.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/self-taught-yacht-designer-created-olympic-dinghy-11627653600", "title": "Self-Taught Yacht Designer Created Olympic Dinghy", "date": "2021-07-30 10:00", "summary": "Bruce Kirby, who has died at age 92, designed the Laser and knew right away it was 'a hot little boat'. ", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-power-of-purpose-driven-schools-11627653650", "title": "The Power of Purpose-Driven Schools", "date": "2021-07-30 10:00", "summary": "To engage young people, education needs to be about religious or social values that transcend preparing for a job.. My 8-year-old daughter is happy most everywhere-she is one of the merriest people I know-and she was always happy to walk, or skip, two minutes down the block every morning to our excellent neighborhood public school in New Haven, Conn. So when we learned it would not open for in-person learning last fall, it was a difficult decision to move her. But she is exceedingly social, and we wanted her to be with people, in person. Her elder sister was at the local Jewish school, three miles up the road, and we liked it, so we made the switch.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-the-loch-ness-monster-a-lovesick-sturgeon-locals-dont-want-to-know-11627653436", "title": "Is the Loch Ness Monster Just a Lovesick Sturgeon? Some Fans Don't Want to Know", "date": "2021-07-30 09:57", "summary": "Recent DNA research failed to find plesiosaur traces, but that doesn't daunt Scots who depend on tourism; 'the closer we get to finding out, the more curious we become'. DRUMNADROCHIT, Scotland-If there's one thing people here find scarier than the Loch Ness monster, it's the idea it might not be real after all.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-pinterest-robinhood-chevron-what-to-watch-when-the-stock-market-opens-today-11627641764", "title": "Amazon, Pinterest, Robinhood, Chevron: What to Watch When the Stock Market Opens Today", "date": "2021-07-30 09:43", "summary": "Technology shares led losses in opening trading. Stocks opened lower, with technology shares leading the way, suggesting that the S&P 500 may slip to end the week on its way to close out its sixth straight month of gains.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jungle-cruise-review-disney-dwayne-johnson-emily-blunt-11627595445", "title": "'Jungle Cruise' Review: From Theme Park to Film Arc", "date": "2021-07-30 09:37", "summary": "Dwayne 'The Rock' Johnson and Emily Blunt star in this Disney picture, set in 1916, about a trek down the Amazon in search of a tree with magical healing powers. 'Jungle Cruise\" will take a few hits for being a Disney production based on a Disney theme-park ride and airing on Disney+. But anyone already subscribing to Disney+ won't be fazed, as only the rare Disney+ presentation doesn't plug another Disney product. And besides, this one's pretty entertaining, although increasingly noisy and ultimately ridiculous.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-trade-representatives-top-china-adviser-resigns-11627652129", "title": "U.S. Trade Representative's Top China Adviser Resigns", "date": "2021-07-30 09:35", "summary": "Mark Wu cites family issues as reason for departure. WASHINGTON-Mark Wu, the U.S. Trade Representative's top China adviser, said he resigned his position, citing family reasons.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-spanish-island-of-mallorca-is-a-design-loving-travelers-dream-11627651802", "title": "The Spanish Island of Mallorca Is a Design-Loving Traveler's Dream", "date": "2021-07-30 09:30", "summary": "Enchanted by the artistic assets of Mallorca, one visitor devises an enviable shopping and sightseeing tour around the island. MALLORCA'S reputation today as a jasmine-scented, jet-set paradise can make it hard to swallow tales of the Spanish island's formerly hardscrabble history. Frédéric Chopin, who spent the winter of 1838 on the island with his then-paramour, George Sand, nearly froze to death there. Until the 20th century, the island survived on agriculture and cottage industry and even today, tucked among the almond groves and luxury villas, are a number of workshops, artists studios and factories. Inside: gorgeous textiles, ceramics, shoes and many other objects of both beauty and utility, often fashioned in the same manner as they might have been in Chopin's day.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-new-voting-laws-what-you-need-to-know-11619791761", "title": "States' New Voting Laws: What You Need to Know", "date": "2021-07-30 09:27", "summary": "Texas Democrats are fighting bill; Florida, Georgia, other states tighten election rules. State bills and new laws to change voting rules are in the spotlight following the contentious 2020 election.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-outbreak-during-olympics-leads-japan-to-widen-state-of-emergency-11627638803", "title": "Covid-19 Outbreak During Olympics Leads Japan to Widen Emergency", "date": "2021-07-30 09:23", "summary": "Officials say there isn't a connection between the Games and a rapid rise in new cases. TOKYO-Japan widened its state of emergency to the entire Tokyo region and extended it until the end of August in response to a record-setting Covid-19 wave during the Tokyo Summer Olympics.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-protester-sentenced-to-nine-years-under-chinas-national-security-law-11627629763", "title": "Hong Kong Protester Jailed for Nine Years Under Security Law", "date": "2021-07-30 09:14", "summary": "Driver of a motorcycle that collided with police was convicted by judges selected to enforce the new rules. HONG KONG-The first person convicted under the national-security law imposed by Beijing was sentenced to nine years in prison Friday, in a case closely watched as a bellwether for how strictly Hong Kong judges will enforce the law.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/olympics-sunisa-lee-auburn-gymnastics-11627650399", "title": "Olympic All-Around Champ Sunisa Lee Committed to Auburn. She's Still Going.", "date": "2021-07-30 09:10", "summary": "Resume Subscription. TOKYO-A day after grabbing the most coveted crown in women's gymnastics, Sunisa Lee is adamant about one thing: She is going to Auburn University in the fall.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bonanza-for-big-luxury-brands-points-to-small-private-casualties-11627650479", "title": "Bonanza for Big Luxury Brands Points to Small, Private Casualties", "date": "2021-07-30 09:07", "summary": "Listed labels like Hermès and Louis Vuitton have charged past their pre-pandemic sales. The question is who they are taking so much market share from.. Covid-19 is changing the global luxury-goods industry. Either it will emerge from the crisis much bigger than currently expected, or many privately owned brands are in very bad shape.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/esg-companies-try-standing-out-11627592724", "title": "When It Comes to ESG, Companies Often Find It Hard to Stand Out", "date": "2021-07-30 09:00", "summary": "One reason: Various metrics are rolled up into one number, making it hard to differentiate. Companies have a lot of good reasons to pay close attention to environmental, social and governance factors: attracting talented employees who want to work at a place that is making a positive impact on the world; responding to regulators who are demanding more ESG-related transparency; and pleasing major investors who are pushing them to be sustainable for the long haul.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/southern-states-urge-covid-19-vaccines-as-the-delta-variant-surges-11627649009", "title": "Southern States Urge Covid-19 Vaccines as the Delta Variant Surges", "date": "2021-07-30 08:43", "summary": "Arkansas works with churches, businesses and historically Black fraternities and sororities to boost shots; Alabama is a cautionary tale.. Arkansas and other Southern states have emerged as crucial battlegrounds in efforts by state and local officials to persuade enough unvaccinated Americans to get Covid-19 shots to arrest a national surge in coronavirus infections. Arkansas now has the second-highest rate of new daily Covid-19 cases in the country, after Louisiana.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/olympics-covid-test-pole-vault-german-chiaraviglio-11627630817", "title": "How an Athlete's Covid Roller-Coaster Shows Testing's Limits for Preventing Contagion", "date": "2021-07-30 08:23", "summary": "Resume Subscription. TOKYO-Argentinian pole vaulter German Chiaraviglio described his days in the Olympic village as a sleep-robbing, emotional Covid rollercoaster. First, he tested positive, setting off a mandatory isolation. Several hours and a negative test later, he was set free, allowed to resume normal life, he posted on Instagram.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/novak-djokovic-olympics-golden-slam-tennis-11627647152", "title": "Novak Djokovic: Still Possibly Grand, No Longer Golden", "date": "2021-07-30 08:13", "summary": "Resume Subscription. Tokyo", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/polaris-considers-more-price-increases-11627646400", "title": "Polaris Considers More Price Increases", "date": "2021-07-30 08:00", "summary": "After increases across its portfolio by an average of 2.5% in May, sports-vehicle maker weighs boosting prices further amid supply shortages, higher logistics costs. Polaris Inc.'s finance chief is weighing additional price increases and adding suppliers as part shortages dent the sports-vehicle maker's retail sales.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delta-variant-tests-chinas-covid-19-strategy-11627646309", "title": "Delta Variant Tests China's Covid-19 Strategy", "date": "2021-07-30 07:58", "summary": "Infections are spreading quickly after cluster was detected in Nanjing on July 20. HONG KONG-China's coronavirus controls, which have largely succeeded in keeping Covid-19 at bay over the past year, are facing a fresh test as the highly infectious Delta variant spreads quickly within the country.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-hit-with-record-eu-privacy-fine-11627646144", "title": "Amazon Hit With Record EU Privacy Fine", "date": "2021-07-30 07:55", "summary": "Penalty of $887 million is a sign that bloc's privacy regulators are taking a more aggressive stance on enforcement. Amazon.com Inc. has been fined 746 million euros, equivalent to $887 million, by a European Union privacy regulator for violations related to its advertising, by far the largest-ever fine under the EU's data-protection law.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-airlift-of-imperiled-afghan-interpreters-departs-for-u-s-11627635600", "title": "First Airlift of Afghan Interpreters Arrives in U.S.", "date": "2021-07-30 07:53", "summary": "Thousands of Afghans face Taliban retribution for aiding the U.S. war effort. WASHINGTON-The first plane carrying more than 200 Afghan interpreters and their families has arrived in the U.S., officials said, beginning a major effort to evacuate thousands of Afghans who face retribution by the Taliban for aiding the U.S. military and reconstruction effort over two decades of war.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sale-of-worlds-oldest-lender-would-soothe-italys-banking-woes-11627646017", "title": "Sale of World's Oldest Lender Would Soothe Italy's Banking Woes", "date": "2021-07-30 07:53", "summary": "UniCredit is in talks with Rome to take over long troubled rival Monte dei Paschi, whose history stretches back to the Italian Renaissance. Banca Monte dei Paschi di Siena SpA, the world's oldest bank and a festering wound of Italy's financial system, may finally be heading for a sale.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meketa-founder-says-china-climate-change-and-baby-boomers-will-shape-investment-world-11627644602", "title": "Meketa Founder Says China, Climate Change and Baby Boomers Will Shape Investment World", "date": "2021-07-30 07:30", "summary": "James Meketa, managing principal and chairman of investment adviser Meketa Investment Group, pointed to three trends that investors should bear in mind as they allocate capital. James Meketa, founder, managing principal and chairman of Meketa Investment Group, says he sees three \"tides of history\" that investors should factor into future asset allocations: an aging baby boomer generation, the emergence of China as an economic superpower and the effects of climate change.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philippine-leader-reverses-course-keeps-u-s-defense-pact-11627644278", "title": "Philippine Leader Reverses Course, Keeps U.S. Defense Pact", "date": "2021-07-30 07:24", "summary": "President Rodrigo Duterte said he would scrap the agreement in 2020 after the U.S. Senate condemned alleged extrajudicial killings as part of an antidrug campaign. Philippine President Rodrigo Duterte has reversed his decision to scrap a major defense pact with the U.S., salvaging a cornerstone of the two countries' military alliance and reinforcing efforts to counterbalance an increasingly assertive China.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ever-given-fresh-from-suez-becomes-a-tourist-attraction-11627644085", "title": "The Ever Given, Fresh From Suez, Becomes a Tourist Attraction", "date": "2021-07-30 07:21", "summary": "Rotterdam port sells tickets for boat ride past the container ship that disrupted global trade. ROTTERDAM, Netherlands-The Ever Given, the 1,300-foot container ship that became an internet meme after getting stuck in the Suez Canal, is now facing a new type of celebrity: tourist destination.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/world-economy-caps-extraordinary-return-from-covid-19-collapse-11627643509", "title": "World Economy Roars Back From Covid-19 Collapse", "date": "2021-07-30 07:11", "summary": "Rich countries have roared back from the depths of last year's contraction, but poor countries lag. The world economy likely returned to its pre-pandemic size in the spring, according to economists, marking an extraordinary comeback from the deepest global downturn in decades. But new variants of Covid-19 are casting a cloud over the global expansion, disrupting manufacturing powerhouses in Asia, leaving some Western consumers on edge and driving a wedge between rich and poor countries.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/novak-djokovic-golden-slam-tokyo-olympics-zverev-11627640593", "title": "Djokovic's 'Golden Slam' Run Ends With Semifinal Loss", "date": "2021-07-30 06:54", "summary": "Resume Subscription. TOKYO-Novak Djokovic's bid for a calendar-year sweep of all four Grand Slam tennis tournaments plus a gold medal in Tokyo came to a stunning end on Friday as he fell apart in the semifinals of the Olympic singles tournament.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/eli-lillys-new-compliance-chief-on-his-priorities-11627639380", "title": "Eli Lilly's New Compliance Chief on His Priorities", "date": "2021-07-30 06:03", "summary": "Alonzo Weems says compliance must keep pace with innovations like machine learning as well as a changing regulatory environment. Technological innovation, the coronavirus pandemic and a shifting regulatory landscape are among the topics that are top of mind for pharmaceutical company Eli Lilly & Co.'s new compliance chief, Alonzo Weems.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/simone-biles-olympics-tokyo-twisties-11627639363", "title": "Simone Biles Explains Her Olympic Withdrawals on Social Media", "date": "2021-07-30 06:03", "summary": "The gymnast documented in detail how she is experiencing 'the twisties,' a sudden onset of disorientation that prevents her from completing the skills that have powered her to victory before. TOKYO-Simone Biles used social media on Friday to document in detail the harrowing condition that prompted her dramatic withdrawal from gymnastics team and all-around competitions at the Tokyo Olympics earlier this week.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crunch-fitness-exercise-during-covid-19-11627479266", "title": "How Crunch Fitness Stayed in Shape During Covid-19", "date": "2021-07-30 06:00", "summary": "The company believes that digital exercise offerings will continue to be important. But people also want the in-gym experience.. Fitness clubs have been hit hard by the coronavirus pandemic.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/looking-for-love-post-lockdown-niche-dating-apps-are-the-next-big-thing-11627639200", "title": "Looking for Love Post-Lockdown? Niche Dating Apps Are the Next Big Thing", "date": "2021-07-30 06:00", "summary": "Designed to pair up pet owners, runners, vegetarians, gamers and even astrology zealots, super-specific dating apps are helping singles find common ground quickly now that we're no longer confined. AFTER A LONG and lonely lockdown, Theresa Causa was ready for love.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-makes-the-delta-variant-of-covid-19-so-dangerous-for-unvaccinated-people-11627637402", "title": "What Makes the Delta Variant So Dangerous for Unvaccinated People", "date": "2021-07-30 05:30", "summary": "A unique combination of mutations led to this more infectious version of the coronavirus, prompting revised mask guidelines. The Delta variant of coronavirus was first detected in India last October, where it helped fuel a devastating Covid-19 surge that set records for new infections and deaths. Delta has since spread to more than 100 countries. Nations that had previously kept Covid-19 cases relatively low, such as Indonesia, Australia and parts of Africa, are now seeing record growth in infections from the more transmissible variant.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-top-democrats-in-passing-state-voting-laws-often-adding-limits-11627637401", "title": "GOP Tops Democrats in Passing State Voting Laws, Often Adding Limits", "date": "2021-07-30 05:30", "summary": "GOP lawmakers say new rules improve security; Democrats say the laws aim to suppress voters. At least 41 states have made changes to their election laws already this year following the contentious 2020 election.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rise-in-car-crash-deaths-prompts-new-seat-belt-push-11627637400", "title": "Rise in Car Crash Deaths Prompts Seat-Belt Push", "date": "2021-07-30 05:30", "summary": "Americans have driven less during Covid-19 pandemic, but crash fatalities rose last year, with more than half involving unbelted people. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-oil-is-vulnerable-to-climate-change-literally-11627637435", "title": "Big Oil Is Vulnerable to Climate Change. Literally.", "date": "2021-07-30 05:30", "summary": "Energy companies already faced reputation and legal challenges in the fight against climate change. Now they are grappling with their own exposure to unusual and extreme weather.. Alaska seems like one of the last places on the planet that could use extra cooling. That is exactly what it will soon need, though, to prevent one of the world's largest oil pipeline systems from sinking into melting permafrost.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-green-knight-review-alicia-vikander-david-lowery-dev-patel-camelot-gawain-11627595134", "title": "'The Green Knight' Review: Heads We Lose", "date": "2021-07-30 05:29", "summary": "Filmmaker David Lowery adapts the 14th-century Arthurian legend into a fantasy film starring Dev Patel as an aspirant knight on a perilous journey. An eye for an eye is kid stuff compared to the equivalency set forth near the beginning of \"The Green Knight,\" David Lowery's mysterious, fantastical and astonishingly beautiful retelling of the 14th-century epic poem \"Sir Gawain and the Green Knight.\" The knight in question is a towering creature with a tree-like head and face that might remind sci-fi fans of Groot from \"Guardians of the Galaxy.\" He appears at the gates of Camelot at Christmastime, rides his horse right up to King Arthur's Round Table and asks if anyone present will engage him in combat, the proviso being that whatever injury he may sustain will be returned in kind at his far-off Green Chapel on the following Christmas Day. The challenge is accepted by Gawain (Dev Patel), who lops off the knight's head with a single stroke of his sword, then embarks on a yearlong journey of honor that seems destined to end with his own beheading.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eleanor-roosevelt-fdr-11627595275", "title": "'Eleanor' Review: The First-and Only-Lady on Stage", "date": "2021-07-30 05:26", "summary": "Tony Award-winner Harriet Harris stars as Eleanor Roosevelt in Mark St. Germain's revealing bioplay, produced by Barrington Stage. Pittsfield, Mass.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/myth-mogul-john-delorean-back-to-the-future-pennebaker-cristina-ferrare-11627594291", "title": "'Myth & Mogul: John DeLorean' Review: The Car Executive's Crash", "date": "2021-07-30 05:25", "summary": "A Netflix docuseries examines the rise and fall of the auto-industry innovator through never-before-seen footage and interviews with the people who knew him best. The subject of \"Myth & Mogul: John DeLorean\" is portrayed as both a swashbuckling hero and a scurvy pirate; a visionary innovator and an unscrupulous huckster. It's a credit to the filmmakers that both John DeLoreans come across so powerfully in this unorthodox and fully involving three-part series. Even his most sympathetic champions have to concede that the man was as smooth as stainless steel and equally impenetrable.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cousins-new-zealand-maori-indigenous-people-11627593999", "title": "'Cousins' Review: The Tests of Kinship", "date": "2021-07-30 05:25", "summary": "A New Zealand feature, now streaming on Netflix, follows three Maori cousins over the course of decades and shines light on the struggles of indigenous peoples. Treasures lie buried in the sedimentary layers of the streaming services. One of them, newly available on Netflix, is \"Cousins,\" an intricate and ambitious feature from New Zealand, in English and subtitled Maori, that was directed by Ainsley Gardiner and Briar Grace Smith from the latter's adaptation of a novel by Patricia Grace. It's a memory mosaic about the bonds, unbreakable though frayed for decades, that connect three Maori women from the 1940s to the present. The story's larger concerns, forcefully stated, are those common to indigenous peoples-the primacy of family, the sacred nature of the land. What gives the film its distinction is the grace and intimacy with which it depicts the cousins' girlhoods, and the quality of the performances-superb throughout, remarkably well-matched at every stage of each character's life, and, in the case of a homeless wanderer who was once a lovely, ardent child, nothing less than extraordinary.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-baseball-olympics-japan-sushi-11627634757", "title": "Team Israel's Shlep for the Best Kosher Tuna in Japan", "date": "2021-07-30 04:53", "summary": "Before the Israeli baseball team improbably made the Olympics, they came to Japan for the World Baseball Classic. They left after a meal they would never forget.. TOKYO-The members of the Israeli national baseball team were lost, wandering Tokyo without their cellphones.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-tech-crackdown-could-backfire-badly-11627627273", "title": "China's Tech Crackdown Could Backfire Badly", "date": "2021-07-30 02:44", "summary": "When a government comes to believe it can snap its fingers and create-or destroy-whole industries at will, things can easily go awry. In the superhero movie \"Avengers: Infinity War,\" antagonist Thanos snaps his fingers and half of life in the universe instantly disappears. After the rout of the past few days, that may sound horribly familiar to investors in certain Chinese educational and internet technology stocks.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/billie-eilish-album-happier-than-ever-11627624118", "title": "Why Billie Eilish's New Album Is Her Biggest Test Yet", "date": "2021-07-30 01:50", "summary": "Resume Subscription. Two years after becoming the spokeswoman for a new generation of music fans, Billie Eilish faces an age-old challenge: keeping her momentum.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/navy-charges-sailor-with-starting-fire-on-uss-bonhomme-richard-ship-11627623540", "title": "Navy Charges Sailor With Starting Fire on USS Bonhomme Richard Ship", "date": "2021-07-30 01:39", "summary": "Amphibious assault ship burned for more than four days last July while docked off San Diego. An American sailor was charged with starting the fire that heavily damaged an amphibious assault ship last year and will face a preliminary hearing on the accusations, the U.S. Navy said Thursday.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11627584060", "title": "Pepper...and Salt", "date": "2021-07-30 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carl-levin-michigans-longest-serving-senator-dies-at-87-11627614567", "title": "Carl Levin, Michigan's Longest-Serving Senator, Dies at 87", "date": "2021-07-30 23:09", "summary": "He was in the minority-even among his Democratic Senate colleagues-when he voted against sending U.S. troops to Iraq in 2002. DETROIT-Former Sen. Carl Levin, a powerful voice on military issues in Washington and a staunch supporter of the auto industry back home in Michigan during his record tenure in the U.S. Senate, has died. He was 87.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jill-biden-to-undergo-medical-procedure-on-left-foot-11627592115", "title": "Jill Biden Underwent Medical Procedure on Left Foot", "date": "2021-07-30 22:18", "summary": "An object became lodged in the first lady's foot as she walked on a beach in Hawaii. WASHINGTON-First Lady Jill Biden underwent a medical procedure Thursday to remove an object that got lodged in her left foot as she walked on a beach in Hawaii last weekend, her spokesman Michael LaRosa said in a statement.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nikola-founder-trevor-milton-charged-with-lying-to-investors-11627563648", "title": "Nikola Founder Trevor Milton Charged With Securities Fraud", "date": "2021-07-30 21:46", "summary": "Federal prosecutors say alleged scheme targeted individual investors. Trevor Milton, the founder of Nikola Corp. and onetime executive chairman of the electric-truck startup, was indicted Thursday on securities-fraud charges for allegedly lying to investors about its business making commercial trucks powered by alternative fuel.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-calls-for-100-payments-for-newly-vaccinated-americans-11627586033", "title": "Biden Says Federal Employees Must Get Covid-19 Shots or Wear Masks, Test Regularly", "date": "2021-07-30 21:03", "summary": "President also called on state, local governments to make $100 payments to newly vaccinated Americans. President Biden said federal employees and on-site contractors must get vaccinated against Covid-19 or wear a mask on the job and submit to regular testing, and he called on state and local governments to make $100 payments to newly vaccinated Americans.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mypillow-to-pull-ads-from-fox-news-in-disagreement-with-network-11627605182", "title": "MyPillow to Pull Ads From Fox News", "date": "2021-07-30 20:33", "summary": "Mike Lindell, CEO of MyPillow, says Fox News refused to run ad promoting an event linked to claims of widespread election fraud. The chief executive of MyPillow Inc., one of Fox News's big advertisers, said he is pulling his ads from the network after a disagreement over a proposed commercial.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-oklahoma-college-football-southeastern-conference-big-12-11627604320", "title": "Texas and Oklahoma Move to SEC Is Approved", "date": "2021-07-30 20:19", "summary": "The schools' move to the most dominant conference in the sport likely touches off a period of convulsive change in conference membership. College football powerhouses Texas and Oklahoma will join the Southeastern Conference by 2025, bolstering what is already the most dominant league in the nation and likely sparking a seismic restructuring of the sport.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}]