[{"link": "https://www.wsj.com/articles/biden-visits-bob-dole-after-former-gop-senator-announces-cancer-diagnosis-11613863544", "title": "Biden Visits Bob Dole After Former GOP Senator Announces Cancer Diagnosis", "date": "2021-02-20 18:29", "summary": "Both men unsuccessfully sought their party's 1988 presidential nomination. President Biden visited former Sen. Bob Dole Saturday, days after the longtime Republican Senate leader said he has been diagnosed with stage four lung cancer.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-issues-major-disaster-declaration-for-texas-winter-storm-11613834499", "title": "Biden Issues Major Disaster Declaration for Texas Winter Storm", "date": "2021-02-20 18:15", "summary": "Federal grants, low-cost loans can now go to those suffering from the power and water crisis. President Biden approved a major disaster declaration for Texas on Saturday after winter storms wreaked havoc on the state, creating a power and utility crisis.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-speak-at-cpac-in-first-public-appearance-since-leaving-office-11613862126", "title": "Trump to Speak at CPAC in First Public Appearance Since Leaving Office", "date": "2021-02-20 18:08", "summary": "Former president to talk about future of GOP, Biden's immigration policies. Former President Donald Trump is expected to address the Conservative Political Action Conference on Feb. 28, in what would be his first public appearance since leaving the White House.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-hold-bilateral-meeting-with-canadas-justin-trudeau-11613845110", "title": "Biden to Hold Meeting With Canada's Justin Trudeau", "date": "2021-02-20 14:21", "summary": "Leaders plan to discuss Covid-19 response efforts, climate change and economic issues. President Biden will meet virtually with Canadian Prime Minister Justin Trudeau on Tuesday, in his first bilateral meeting as president.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/burning-mans-mission-in-a-post-covid-world-11613844000", "title": "Burning Man's Mission in a Post-Covid World", "date": "2021-02-20 13:00", "summary": "The CEO of Burning Man Project talks about leading an organization that eschews hierarchy, and how the pandemic might make it more important than ever. Each year tens of thousands of people trek into the Nevada desert to erect a temporary metropolis and briefly experience a society founded on principles such as immediacy, generosity and inclusion. The eight-day gathering, Burning Man, is in part a psychedelic dance party, an interactive art extravaganza and a spiritual destination.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-court-upholds-prison-term-for-putin-critic-navalny-11613825119", "title": "Russian Court Upholds Prison Term for Putin Critic Navalny", "date": "2021-02-20 11:49", "summary": "The opposition leader is due to spend around 2½ years behind bars after his appeal was denied. MOSCOW-A Russian court denied an appeal by Alexei Navalny, sealing an earlier ruling that would see the prominent Kremlin critic and anticorruption activist spend a lengthy sentence in a penal colony.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-much-of-the-marvel-universe-did-stan-lee-really-create-11613836800", "title": "How Much of the Marvel Universe Did Stan Lee Really Create?", "date": "2021-02-20 11:00", "summary": "A new biography examines the iconic comic-book creator's legacy including his role in shaping characters like Iron Man and the Hulk. Stan Lee co-created Iron Man, the Hulk, the X-Men, and other Marvel Comics superheroes who've thrilled movie audiences and become pop-culture icons. Or did he?", "categories": [["Books & Arts", "Books"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-gms-plans-to-convert-its-factories-for-evs-11613836800", "title": "Inside GM's Plans to Convert Its Factories for EVs", "date": "2021-02-20 11:00", "summary": "Gerald Johnson, head of global manufacturing, talks about what has to be done for a transformation to electric cars and the retraining it will take to get there. General Motors Co. is betting its future on electric cars. By mid-decade it plans to spend $27 billion on manufacturing 30 electric models and developing driverless cars. By 2035, it expects to have phased out gasoline-engine options completely and to be selling only electric vehicles, a technology that currently generates about 2% of sales and no profit for the company.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-grandparents-help-out-during-covid-readers-respond-11613833200", "title": "'I Feel Like I'm a Far Better Grandfather Than I Was a Father': Readers Share What It's Like To Help With the Grandkids", "date": "2021-02-20 10:00", "summary": "Readers describe joys and challenges. 'I feel like I'm a far better grandfather than I was a father.'. A recent Wall Street Journal article by Rachel Feintzeig explored how grandparents across the U.S. have stepped up to take care of their grandchildren during the pandemic. The demands of full-time jobs and shifting school schedules have many working parents turning to their own mothers and fathers for relief.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-tech-employees-opened-wallets-for-biden-campaign-11613833201", "title": "Big Tech Employees Opened Wallets for Biden", "date": "2021-02-20 10:00", "summary": "Google, Microsoft, Amazon, Apple and Facebook made up biggest source of donations to Democrat among corporate employees. WASHINGTON-Employees of big technology firms were a key source of contributions for Joe Biden's presidential campaign, newly released campaign finance records show, eclipsing donations from employees at traditional Democratic fundraising sources such as banks and law firms.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-mardini-11613149537", "title": "The Mardini", "date": "2021-02-20 09:59", "summary": "Burak Ayaz, the owner of Fahri Konsolos bar in the trendy Moda neighborhood on the Asian side of Istanbul, named this cocktail for the Southeastern city of Mardin.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-increase-the-number-of-black-board-members-11613829602", "title": "How to Increase the Number of Black Board Members", "date": "2021-02-20 09:00", "summary": "Racially diverse boards still aren't the rule. Three insiders say there are things companies can do to change that.. If you peek inside a typical corporate board meeting, odds are you won't see any Black members seated around the table.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-him-and-bmws-it-was-love-at-first-sight-11613829600", "title": "For Him and BMWs, It Was Love at First Sight", "date": "2021-02-20 09:00", "summary": "Resume Subscription. Richard Varner, 66, chief financial officer and partner in the MotoAmerica motorcycle racing series and the chairman of the board of the Petersen Automotive Museum, on his 1973 BMW E9 racing and road cars, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/teachers-not-nurses-get-covid-19-vaccine-priority-in-somecorners-of-mexico-11613829602", "title": "Teachers, Not Nurses, Get Vaccine Priority in Some Corners of Mexico", "date": "2021-02-20 09:00", "summary": "In rural Campeche, some are furious the government inoculated teachers-a key voting bloc-ahead of nearly half the state's health workers. CAMPECHE, Mexico-In recent weeks, thousands of public school teachers lined up outside schools and hospitals in this southern state as navy helicopters buzzed overhead carrying a precious shipment sent exclusively for them by Mexico's president: Covid-19 vaccines.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-chefs-go-the-delivery-route-11613829601", "title": "New York City Chefs Go the Delivery Route", "date": "2021-02-20 09:00", "summary": "Restaurateurs see an appetite for 'ghost kitchens' during Covid-19 pandemic. For his latest culinary venture, veteran New York City chef Franklin Becker has decided to tackle what might seem like a mission impossible. He is opening four restaurants at once, each with different themes and menus, from the Israeli-inspired Shai to the Southern-styled Butterfunk Biscuit Co.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-mothers-are-lonely-during-coronavirus-mom-shaming-on-social-media-is-making-it-worse-11613829600", "title": "New Mothers Are Lonely During Coronavirus. Social Media Is Making It Worse.", "date": "2021-02-20 09:00", "summary": "The pandemic has exacerbated the isolation of early motherhood; some apps are trying to create a safer space for new moms. Melanie Parker had a difficult labor with the birth of her first baby in August and was grieving because she wasn't able to hold and nurse her baby immediately after her emergency C-section.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/naomi-osaka-wins-the-australian-open-her-fourth-grand-slam-title-11613815609", "title": "Osaka Wins the Australian Open", "date": "2021-02-20 08:56", "summary": "Straight-set victory over Jennifer Brady is Osaka's second title in Melbourne. The months since tennis returned to action last fall have been one long experiment for players-in preparation, in logistics, and in not going crazy. They have been locked in hotel rooms, torn up training plans, and bounced from bubble to bubble. This winter, they traveled halfway around the world for an Australian Open that wasn't guaranteed to happen.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-a-pair-of-vintage-bmws-11613828700", "title": "Photos: A Pair of Vintage BMWs", "date": "2021-02-20 08:45", "summary": "Richard Varner shows off his two 1973 BMW E9s.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/without-tourists-to-put-to-work-australias-farms-are-short-on-labor-11613828602", "title": "Without Tourists to Put to Work, Australia's Farms Are Short on Labor", "date": "2021-02-20 08:43", "summary": "Resume Subscription. SYDNEY-To harvest red papaya in northern Australia's tropical heat, farmer Paul Fagg has long drawn on an unusual labor pool of overseas tourists.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pope-francis-removes-conservative-african-from-vatican-post-11613826965", "title": "Pope Francis Removes Conservative African Cardinal From Vatican Post", "date": "2021-02-20 08:29", "summary": "Cardinal Robert Sarah of Guinea is often mentioned as a possible future pontiff. ROME-Pope Francis accepted the resignation of Cardinal Robert Sarah as head of the Vatican's office for liturgy, removing an outspoken conservative and possible future pope from the ranks of Vatican leadership.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoins-value-is-all-in-the-eye-of-the-bithodler-11613826002", "title": "Bitcoin's Value Is All in the Eye of the 'Bithodler'", "date": "2021-02-20 08:00", "summary": "The digital currency has skyrocketed, and yet determining its fair value is a tricky business. The total market value of bitcoin crossed $1 trillion on Friday as the price surged above $55,000.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musk-got-4-000-spacex-workers-to-join-a-covid-19-study-heres-what-he-learned-11613826001", "title": "Musk Got 4,000 SpaceX Workers to Join a Covid-19 Study", "date": "2021-02-20 08:00", "summary": "Tech billionaire joined with researchers to track infections; effort explored coronavirus immunity. When Covid-19 shut down the U.S. economy in March, Elon Musk had a rocket to launch.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kamala-harriss-jewelry-shines-a-light-on-designer-irene-neuwirth-11613826000", "title": "Kamala Harris's Jewelry Shines a Light on Designer Irene Neuwirth", "date": "2021-02-20 07:00", "summary": "The Los Angeles jewelry designer is thriving after a year of pandemic belt-tightening and a boost from the vice president, a fan of her pearls and other pieces. Off Brand is a column that delves into trends in fashion and beauty.", "categories": [["Life & Work", "Style & Fashion", "Off Brand"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/off-brand?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-zoom-couldnt-cut-it-dad-took-over-gym-class-11613818800", "title": "When Zoom Couldn't Cut It, Dad Took Over Gym Class", "date": "2021-02-20 06:00", "summary": "Resume Subscription. Many parents have taken on the role of teacher during the pandemic. Jeremy Bodenhamer, 42, is working out more than ever since he's been acting as P.E. educator for his three sons. When youth sports were put on hiatus last year and parks and playgrounds closed, the CEO of packing- and shipping-software company ShipHawk started leading his boys through workouts in the family's garage gym.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/grocers-wrestle-with-mask-mandates-as-pandemic-wears-on-11613817000", "title": "Grocers Wrestle With Mask Mandates as Pandemic Wears On", "date": "2021-02-20 05:30", "summary": "Resume Subscription. Some supermarkets are still struggling to figure out how to deal with customers who show up without masks or don't wear them properly.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/covid-19-vaccination-delays-could-bring-more-virus-variants-impede-efforts-to-end-pandemic-11613817002", "title": "Covid-19 Vaccination Delays Could Bring More Virus Variants", "date": "2021-02-20 05:30", "summary": "Scientists say high rates of viral spread in a partially immunized population could encourage mutations that make virus harder to contain. Scientists say the world has reached a precarious point in the Covid-19 pandemic, one where conditions are ripe for the rise of more new coronavirus variants that could complicate efforts to control the disease.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/midwest-labor-markets-shake-off-covid-19-downturn-11613817001", "title": "Midwest Labor Markets Shake Off Covid-19 Downturn", "date": "2021-02-20 05:30", "summary": "Resume Subscription. Midwest cities such as Columbus, Ohio, have had some of the most resilient job markets during the pandemic.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/two-air-force-pilots-killed-after-trainer-jet-crashes-in-alabama-11613801268", "title": "Two Air Force Pilots Killed After Trainer Jet Crashes in Alabama", "date": "2021-02-20 01:07", "summary": "Authorities said the cause of the crash wasn't immediately known. MONTGOMERY, Ala.-Two Air Force pilots were killed Friday when a trainer jet crashed near an Alabama airport, the military branch confirmed.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-bring-back-our-girls-tweets-changed-a-war-in-nigeria-11613797261", "title": "How the 'Bring Back Our Girls' Tweets Changed a War in Nigeria", "date": "2021-02-20 00:01", "summary": "A well-meaning social-media campaign to free young women kidnapped by Boko Haram galvanized rescue efforts-and may have spurred the jihadist group to expand its use of gender violence. On the evening of April 14, 2014, a band of gunmen stormed into a girls boarding school in the northeast Nigerian town of Chibok and carried away more than 200 students who had been preparing for their graduation exams. The young women were taken to the remote forest hideout of a little-known Islamist sect named Boko Haram.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11613751859", "title": "Pepper...and Salt", "date": "2021-02-20 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-disney-ceos-covid-strategy-leans-on-streaming-hits-like-wandavision-11613797202", "title": "The New CEO's Experience With Talking-Dog DVDs Is Helping Disney Weather Covid", "date": "2021-02-20 00:01", "summary": "During the DVD boom, Bob Chapek championed movies made for at-home viewing-a useful strategy in the streaming age. Two decades before Bob Chapek was named chief executive of Walt Disney Co. , he identified an unlikely cash gusher: a pack of adorable, talking golden retrievers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/online-speech-is-now-an-existential-question-for-tech-11613797254", "title": "Online Speech Is Now an Existential Question for Tech", "date": "2021-02-20 00:00", "summary": "Content moderation rules used to be a question of taste. Now, they can determine a service's prospects for survival.. Every public communication platform you can name-from Facebook , Twitter and YouTube to Parler, Pinterest and Discord-is wrestling with the same two questions:", "categories": [["Tech", "Keywords: Christopher Mims"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-n-report-accuses-blackwater-founder-erik-prince-of-libya-weapons-ban-violations-diplomat-says-11613784585", "title": "U.N. Report Accuses Blackwater Founder of Libya Arms Violations", "date": "2021-02-20 21:27", "summary": "Mr. Prince likely to be referred to the U.N.'s Sanctions Committee, which could order a freeze on his assets or a travel ban. DUBAI-A United Nations report accuses Blackwater founder Erik Prince of assisting in violations of an international arms embargo on Libya, placing the military contractor at risk of U.N. sanctions, according to a diplomat with access to the report.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/los-angeles-times-owner-exploring-sale-of-company-11613765566", "title": "Los Angeles Times Owner Exploring Sale of Company", "date": "2021-02-20 20:17", "summary": "Patrick Soon-Shiong seeks exit after less than three years at the helm, as losses mount. Billionaire biotech investor Patrick Soon-Shiong is exploring a sale of the Los Angeles Times less than three years after buying it for $500 million, people familiar with the matter said.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-sign-federal-disaster-aid-for-texas-snow-storm-11613756190", "title": "Biden Looks to Step Up Federal Disaster Aid for Texas", "date": "2021-02-20 19:46", "summary": "President plans to travel to Texas soon, as state grapples with power outages and aftermath of winter weather. President Biden said Friday he would speed up federal aid to Texas, after a winter storm prompted a power and utility crisis that has left people lining up in the streets looking for ways to access safe drinking water.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-goldman-sachs-amazon-com-stocks-that-defined-the-week-11613780701", "title": "Walmart, Goldman Sachs, Amazon.com: Stocks That Defined the Week", "date": "2021-02-20 19:25", "summary": "Here are seven major companies whose stocks moved on the week's news. Walmart Inc.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reddit-legend-keith-gill-boosts-stake-in-gamestop-11613779373", "title": "Reddit Legend Keith Gill Boosts Stake in GameStop", "date": "2021-02-20 19:02", "summary": "A screenshot of his brokerage account appears to show that he bought an additional 50,000 shares of the stock. DeepF---ingValue has doubled down on GameStop Corp.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}]