[{"link": "https://www.wsj.com/articles/michigan-school-shooting-suspects-parents-charged-with-involuntary-manslaughter-11638552325", "title": "School-Shooting Suspect's Parents Plead Not Guilty", "date": "2021-12-04 17:44", "summary": "Bond for James and Jennifer Crumbley set at $500,000. The parents of a Michigan teen accused of killing four high-school classmates each pleaded not guilty to four counts of involuntary manslaughter at an arraignment Saturday morning, hours after the couple was arrested in Detroit following a manhunt.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/putin-troop-buildup-near-ukraine-raises-concerns-of-potential-2022-invasion-u-s-officials-say-11638589004", "title": "Russia Troop Buildup Near Ukraine Raises Fears of Invasion", "date": "2021-12-04 17:12", "summary": "Expected Russian force of 175,000 would dwarf troop levels from earlier massing in the spring. WASHINGTON-Russian President Vladimir Putin is amassing a force expected to total 175,000 troops near Russia's border with Ukraine, giving him the capability for a potential invasion of his neighbor by early 2022, administration officials said Friday.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/explosion-heard-near-iranian-nuclear-site-natanz-11638650787", "title": "Explosion Heard Near Iranian Nuclear Site Natanz", "date": "2021-12-04 15:46", "summary": "Conflicting reports emerge about nature of the blast, which occurred as Tehran is negotiating to restore 2015 nuclear deal. TEHRAN, Iran-An explosion shook the area near Iran's main nuclear-enrichment plant late on Saturday, prompting conflicting explanations from Iranian officials as Tehran engages in talks with world powers over its nuclear program.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frances-macron-is-first-major-western-leader-to-visit-saudi-arabia-since-khashoggi-killing-11638611395", "title": "France's Macron Secures Saudi Agreement to Re-Engage With Lebanon", "date": "2021-12-04 15:37", "summary": "Visit by French president is the first to Saudi Arabia by a major Western leader since the Jamal Khashoggi killing. DUBAI-French President Emmanuel Macron said Saudi Arabia's crown prince had agreed to re-engage with Lebanon after Riyadh cut ties, in the first trip by a major Western leader to the kingdom since the 2018 killing of dissident journalist Jamal Khashoggi.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tips-for-young-adults-to-start-investing-saving-11638555831", "title": "How Young Adults Can Start Saving and Investing", "date": "2021-12-04 12:00", "summary": "Helping children and grandchildren begin building a nest egg is one of the best legacies you can share. My wife and I have several grandchildren who are in college or have recently graduated. We would like to share a good resource with them about starting and building a nest egg. Any recommendations?", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-omicron-threat-looms-delta-variant-pushes-covid-19-cases-higher-11638633600", "title": "As Omicron Threat Looms, Delta Pushes Covid-19 Cases Higher", "date": "2021-12-04 11:00", "summary": "Surge is driving hospitalizations in New York and other cold-weather states. Covid-19 cases are climbing and filling hospitals after the Thanksgiving holiday in places like upstate New York, New England and the Midwest, largely fueled by the still-dominant Delta variant.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/personal-data-is-worth-billions-these-startups-want-you-to-get-a-cut-11638633640", "title": "Personal Data Is Worth Billions. These Startups Want You to Get a Cut.", "date": "2021-12-04 11:00", "summary": "Entrepreneurs, politicians and a real-estate mogul are trying to help consumers control the data that the tech industry collects. Author", "categories": [["", "Data"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-knight-rider-replica-is-the-whole-k-i-t-t-and-caboodle-11638630001", "title": "This 'Knight Rider' Replica Is the Whole K.I.T.T. and Caboodle", "date": "2021-12-04 10:00", "summary": "Resume Subscription. Frank D'Angeli, a 63-year-old computer-support technician at Boston Children's Hospital living in Wakefield, Mass., on his replica of K.I.T.T. from \"Knight Rider,\" as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/jussie-smollett-taking-stand-is-seen-as-risky-potential-defense-tactic-11638630002", "title": "Jussie Smollett Taking Stand Seen as Risky Potential Defense Tactic", "date": "2021-12-04 10:00", "summary": "Former 'Empire' actor accused of staging hate crime would be latest defendant in a high-profile trial to testify. CHICAGO-Jussie Smollett's attorneys will build the bulk of their case starting Monday as they attempt to counter video, text and witness testimony from the prosecution alleging that the actor hired two men to pretend to attack him and lied about it to police.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tax-loss-harvesting-valuable-tax-breaks-11638390838", "title": "Just How Valuable Is Tax-Loss Harvesting?", "date": "2021-12-04 10:00", "summary": "Research suggests that investors can get substantially higher returns by selling loser stocks and using the losses to offset their capital-gains tax liability. Investors looking to improve their overall portfolio returns often turn to tax-loss harvesting at the end of the year. This amounts to selling some stocks or assets that have fallen in value and using the losses to help offset capital-gains tax liability, reducing one's overall tax bill.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/james-van-der-zee-photographs-a-portrait-of-harlem-national-gallery-of-art-harlem-renaissance-11638569367", "title": "'James Van Der Zee's Photographs: A Portrait of Harlem' Review: Quintessential Images of a Time and Place-the Harlem Renaissance", "date": "2021-12-04 09:46", "summary": "The artist's pictures and portraits from the '20s and '30s capture a complex and dynamic society.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-nft-collector-hit-art-basel-miami-beach-for-a-crash-course-we-tagged-along-11638626828", "title": "A Day in the Life of an NFT Collector at Art Basel Miami Beach-Told Through Photos", "date": "2021-12-04 09:07", "summary": "Resume Subscription. Felix Xu figured he knew enough about art to navigate the analog scene at Art Basel Miami Beach. The 29-year-old Beijing co-founder and chief executive officer of the crypto startups Arpa and Bella Protocol has been buying NFT artworks at breakneck speed since the spring, ranking as one of the top 10 buyers of art on the digital art platform HicEtNunc. He now owns more than 3,000 digital artworks including examples by artists like Urs Fischer, Lucas Samaras and Damien Hirst.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/spotify-removes-some-comedians-work-from-streaming-service-11638626401", "title": "Spotify Removes Some Comedians' Work From Streaming Service", "date": "2021-12-04 09:00", "summary": "A push for royalty payments on comedic material sidelines work of Kevin Hart, Tiffany Haddish and hundreds of others. Spotify Technology SA has removed the work of hundreds of comedians, including John Mulaney, Jim Gaffigan and Kevin Hart, amid a new fight over royalty payments.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-anti-sexting-tool-for-ios-will-warn-kids-about-nudesbut-wont-notify-parents-11638626402", "title": "Apple's Anti-Sexting Tool for iOS Will Warn Kids About Nudes-but Won't Notify Parents", "date": "2021-12-04 09:00", "summary": "Apple is adding a warning for children about nude photos in text messages, but backed off from a plan to notify parents. Apple 's next iPhone update is set to include something child-safety advocates and parents have been asking for-a feature that warns U.S. users under 18 before they send or open text messages with nude photos.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/defense-bill-slowed-by-fights-over-foreign-policy-amendments-11638625545", "title": "Defense Bill Slowed by Fights Over Uyghur, Nord Stream 2 Policy", "date": "2021-12-04 08:45", "summary": "NDAA includes pay raises for troops and money for military construction, ships and aircraft. WASHINGTON-An annual defense-policy bill that typically passes Congress with broad bipartisan support has been slowed in the Senate by a handful of controversial policy issues regarding Russia and China, as well as the pressures of the year-end Senate calendar.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arab-gulf-states-compete-for-influence-in-taliban-ruled-afghanistan-11638624895", "title": "Arab Gulf States Compete for Influence in Taliban-Ruled Afghanistan", "date": "2021-12-04 08:34", "summary": "U.A.E. and Saudi Arabia reopen diplomatic missions, restart flights, as they try to match Qatar's sway in Kabul. DUBAI-America's Gulf Arab allies are stepping up their involvement in Afghanistan, expanding their diplomatic presence and resuming flights as competition for influence over the new Taliban administration heats up.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-order-saturday-cryptic-puzzle-december-4-11638623682", "title": "In Order (Saturday Cryptic Puzzle, December 4)", "date": "2021-12-04 08:17", "categories": [["WSJ Puzzles", "Variety Puzzle"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/variety-puzzle?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/striped-shirts-striped-dresses-striped-hats-the-best-ways-to-wear-the-best-pattern-11638623017", "title": "Stripes: The Best Ways to Wear the Best Pattern", "date": "2021-12-04 08:03", "summary": "Cheerful, cozy and chic, knit ensembles in a rainbow's worth of colors give comfort. The season's best stripes (and how to wear them).. Looking for a way to liven up spring wardrobes? Put a stripe on it. A simple sweater from Burberry, Dior or Loro Piana feels fresh with lines of bold color while the matching sets from Ulla Johnson and Max Mara make for double the impact. The trend can feel jaunty-see bright sweaters from Dior or Polo Ralph Lauren -or evoke a rainbow's ephemeral beauty, as with Valentino's silk kaftan. Layering on accessories can also capture the same effect. Colorful jewelry from Fry Powers and Jessica Bieles, an oversize striped Eric Javits straw hat or a classic Gucci bag with racing-stripe print offer easy options to fall in line. -Kevin Huynh", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-buyers-flock-to-investment-clubs-to-learn-rules-of-the-road-11638622800", "title": "Bitcoin Buyers Flock to Investment Clubs to Learn Rules of the Road", "date": "2021-12-04 08:00", "summary": "The Black Bitcoin Billionaires group, which meets on the social-media platform Clubhouse, swells to 136,000 members. Shalair Armstrong has a busy life. She runs two chiropractic offices in Boston. She has a teenage son. Still, every weekday morning she makes time to buy some bitcoin within earshot of hundreds of strangers.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-omnicron-covid-masks-vaccine-mandates-11638574233", "title": "Officials Avoid Lockdowns, New Mask Mandates in Omicron Fight", "date": "2021-12-04 08:00", "summary": "Response reflects view that the Covid-19 pandemic is in a different phase and many Americans wouldn't accept a return to toughest restrictions. WASHINGTON-President Biden and many state and local leaders are urging Americans to wear masks and take other precautions in response to the Omicron variant but are largely avoiding endorsing broad mask mandates and lockdowns that marked earlier stages of the pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nvidias-deal-setback-eased-by-soaring-chip-demand-11638622801", "title": "Nvidia's Deal Setback Eased by Soaring Chip Demand", "date": "2021-12-04 08:00", "summary": "Company may not be able to buy Arm, but trends that have made it biggest chip maker are seen continuing. The exploding growth in semiconductor demand that has helped turn Nvidia Corp. into a chip titan is expected to ease the setback facing the company if it can't complete its acquisition of Arm Holdings, analysts said.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gift-tax-benefits-of-529-plans-11638391861", "title": "The Gift-Tax Benefits of '529' Plans", "date": "2021-12-04 08:00", "summary": "Contributions to these state-sponsored education plans are considered gifts for tax purposes, up to a certain amount. Many individual investors know that \"529\" plans are a good tax-advantaged vehicle that parents and grandparents use to save for a child's education.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bala-bangles-essential-weights-for-a-hot-girl-walk-11638550129", "title": "Bala Bangles: Essential Weights for a 'Hot Girl Walk'", "date": "2021-12-04 08:00", "summary": "The story behind the rise of the viral, 'Shark Tank'-approved ankle and wrist weights that are part accessory, part exercise equipment. I would not be doing my job if I did not inform you that there is something called a \"hot girl walk.\" Last year, then-college student Mia Lind made a TikTok video, which became a phenomenon, around the practice of a daily empowering walk. Now working in business development, Ms. Lind has trademarked the term \"hot girl walk.\" Her idea is that you do a 4-mile walk every morning where you think about, according to her video: \"1) things you're grateful for, 2) your goals and how you're going to achieve them, 3) how HOT you are.\" Ms. Lind's concept has taken off across the internet, and young women have built an aesthetic around the walk: Outdoor Voices Exercise Dresses, corded headphones, Hoka sneakers and Bala Bangles-light ankle and wrist weights that look like bracelets and retail for $55 a pair.", "categories": [["Life & Work", "Style & Fashion", "Off Brand"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/off-brand?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-an-82-year-old-volleyball-fanatic-keeps-his-reflexes-sharp-11638615601", "title": "How an 82-Year-Old Volleyball Fanatic Keeps His Reflexes Sharp", "date": "2021-12-04 06:00", "summary": "Resume Subscription. At 82, Jack Wagner can still spike a volleyball. But he hits it against a wall, rather than over a net.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/in-russias-death-valley-putins-pledge-to-become-carbon-neutral-rings-hollow-11638614426", "title": "Putin's Pledge to Become Carbon Neutral Rings Hollow", "date": "2021-12-04 05:40", "summary": "Resume Subscription. KISELYOVSK, Russia-In October, President Vladimir Putin pledged Russia would become carbon neutral by 2060, an ambitious promise for the world's fourth-biggest emitter of greenhouse gases and an economy heavily reliant on fossil fuels.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fighting-inflation-in-your-investment-portfolio-11638546686", "title": "Fighting Inflation Without Getting Carried Away", "date": "2021-12-04 00:51", "summary": "No single investment strategy is a panacea for inflation. But not every option is a good one.. This year, inflation has become the risk everyone seems to want to be protected from. It's always good to have insurance, but insurance can get expensive and slipshod when everybody wants it at once.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-christmas-cookie-recipes-2021-all-from-italy-11638571238", "title": "The Best Christmas Cookie Recipes of 2021, All From Italy", "date": "2021-12-04 00:07", "summary": "Behold the effortlessly elegant biscotti of Italy, starring in this season's smartest holiday spreads. Use our field guide to find festive Italian recipes big on flavor, low on fussy flourishes, from buttery little flowers with a jam center to \"ugly but good\" toasted-hazelnut meringues.. TO ALL THE COOKIES I've loved before, that traveled in and out my door during the pandemic (and there have been many): I'm glad they came along, but I'd dedicate a song to baker Rick Easton's collection of Italian cookies. I keep returning to this assortment of not-very-sweet biscuits from Mr. Easton's bakery, Bread and Salt, in Jersey City, N.J. Each one is distinguished by a single salient ingredient or two-the bitter almond of the soft amaretti morbidi, the sesame seeds of the crunchy reginelle made with lard \"for a little more of that Palermo bakery taste,\" the shop's description reads.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lone-pow-of-pearl-harbor-11638594060", "title": "The Lone POW of Pearl Harbor", "date": "2021-12-04 00:01", "summary": "Eighty years ago, Japanese submariner Kazuo Sakamaki was taken prisoner by the U.S.-and erased from his own country's history. Until the end of World War II, Japan celebrated its surprise attack on Pearl Harbor on Dec. 7, 1941, as a glorious victory. But the patriotic legend also created a victim: Kazuo Sakamaki, a lieutenant in the Japanese Navy who was taken captive during the attack, becoming Japan's first prisoner of war in the conflict.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11638569156", "title": "Pepper...and Salt", "date": "2021-12-04 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/think-your-jobs-rough-try-being-the-assistant-manager-11638594003", "title": "Think Your Job's Rough? Try Being the Assistant Manager", "date": "2021-12-04 00:00", "summary": "Resume Subscription. In the hierarchy of hard-to-fill jobs, the assistant manager is at the top.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/apples-iphone-successor-comes-into-focus-11638594004", "title": "Apple's iPhone Successor Comes Into Focus", "date": "2021-12-04 00:00", "summary": "An augmented-reality headset or smart glasses could become the tech giant's next big thing. If you thought the hullabaloo about Facebook , virtual reality, and the metaverse was a lot, wait till next year. Apple is expected to unveil in 2022 something at least as attention getting: a head-mounted device that has the potential to be the next biggest thing after the iPhone.", "categories": [["Tech", "Keywords: Christopher Mims"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musk-needs-china-china-needs-him-the-relationship-is-complicated-11638594026", "title": "Elon Musk Needs China. China Needs Him. The Relationship Is Complicated.", "date": "2021-12-04 00:00", "summary": "To attract Tesla, the government rewrote its rules for foreign auto businesses, but now, the company is entering bumpier terrain. With the U.S. tightening technology exports to China in 2018, President Xi Jinping defiantly pledged to make China the world's future innovation and industrial center. Key to his plan was Elon Musk.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-variant-detected-in-at-least-five-u-s-states-11638547065", "title": "Omicron Variant Detected in at Least 10 U.S. States", "date": "2021-12-04 22:21", "summary": "More than a dozen cases of Covid-19 linked to the new variant have been reported. The new Omicron variant was identified in more than a dozen people in at least 10 states, early evidence of its presence across the U.S.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moderna-twitter-kroger-stocks-that-defined-the-week-11638576385", "title": "Moderna, Twitter, Kroger: Stocks That Defined the Week", "date": "2021-12-04 19:06", "summary": "Here are seven major companies whose stocks moved on the week's news. Moderna Inc.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]