[{"link": "https://www.wsj.com/articles/britney-spears-conservatorship-hearing-what-to-know-11631110557", "title": "Britney Spears's Conservatorship Hearing: What to Know", "date": "2021-09-29 19:49", "summary": "In a turning point for the pop star, her father has been suspended from a conservatorship that has ruled her life and finances for 13 years. Britney Spears has succeeded in her effort to remove her father, James Spears, also known as Jamie, from a conservatorship that has dictated her life and overseen her finances for more than a dozen years.", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warby-parker-to-start-trading-on-nyse-11632913202", "title": "Warby Parker Ends First Trading Day With $6.8 Billion Valuation", "date": "2021-09-29 19:48", "summary": "Eyewear maker's direct listing shows investors are still interested in popular, and unprofitable, direct-to-consumer brands. Eyewear maker Warby Parker Inc. is worth roughly $6.8 billion after going public on Wednesday, finishing its first trading day with a valuation twice what it was in a private funding round last year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foreign-bribery-prosecutor-daniel-kahn-departs-justice-department-11632946129", "title": "Foreign Bribery Prosecutor Daniel Kahn Departs Justice Department", "date": "2021-09-29 19:36", "summary": "The Justice Department veteran, who helped enforce the Foreign Corrupt Practices Act, is returning to law firm Davis Polk & Wardwell. A federal prosecutor who oversaw the Justice Department's enforcement of a key antibribery law across three U.S. presidential administrations is stepping down to return to private practice.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fire-shut-up-in-my-bones-terence-blanchard-metropoolitan-opera-openng-night-charles-m-blow-11632949495", "title": "'Fire Shut Up in My Bones' Review: The Met Comes Blazing Back", "date": "2021-09-29 18:58", "summary": "Monday night's performance, the first in 18 months, featured the Met's first-ever opera by a Black composer: a stage adaptation of the memoir by Charles M. Blow. ", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comptroller-of-the-economy-saule-omarova-joe-biden-nominee-11632937029", "title": "Comptroller of the Economy", "date": "2021-09-29 18:49", "summary": "Biden's nominee to regulate banks really, really hates . . . banks.. President Biden checked off another progressive identity box last week by nominating Saule Omarova as Comptroller of the Currency. Some Trump appointees were ridiculed for having supported the elimination of their agencies. Ms. Omarova wants to eliminate the banks she's being appointed to regulate.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moment-of-truth-for-the-moderates-democrats-house-infrastructure-bill-vote-nancy-pelosi-joe-manchin-kyrsten-sinema-11632953852", "title": "Moment of Truth for the Moderates", "date": "2021-09-29 18:46", "summary": "Did Pelosi play them for chumps again on the infrastructure bill?. Thursday will be a moment of political truth for swing-state Democrats, as the House prepares to vote on the Senate infrastructure bill as Speaker Nancy Pelosi promised. If the Speaker further delays a vote, or progressive Democrats defeat the bill, the centrists will know they've again been played for chumps.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-brawl-over-schools-in-virginia-terry-mcauliffe-glenn-youngkin-debate-governor-race-11632954464", "title": "A Brawl Over Schools in Virginia", "date": "2021-09-29 18:40", "summary": "Can a Republican gain in the suburbs backing more parental influence?. Virginia's race for Governor in November could be a bellwether for the national midterm elections next year, and one emerging fault line is over school choice and whether parents have a say in the public-school curriculum.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-if-you-like-your-plan-moment-zero-cost-spending-build-back-better-11632943575", "title": "Biden's 'If You Like Your Plan' Moment", "date": "2021-09-29 18:39", "summary": "Democrats will lose more seats in 2022 if the huge tax and spending bill passes.. President Biden's tweet Saturday that \"My Build Back Better Agenda costs zero dollars\" is reminiscent of President Obama's June 2009 claim that, under his Affordable Care Act, \"if you like the plan you have, you can keep your health care plan.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judges-prevent-covid-insurance-raid-claims-contracts-business-interruption-law-suit-11632943301", "title": "Judges Prevent a Covid Insurance Raid", "date": "2021-09-29 18:39", "summary": "Business-interruption policies clearly don't cover losses from lockdown restrictions.. The Sixth U.S. Circuit Court of Appeals recently ruled that Santosuossos, an Italian restaurant in Medina, Ohio, wasn't entitled to payment for a claim on its business-interruption insurance after a state order prohibited in-person dining. Such policies cover lost income when a business is shut down because of physical loss of or damage to its property.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paul-wolfowitz-winner-fcc-5g-auction-huawei-spectrum-telecom-beijing-11632944504", "title": "The Real Winner of the Next FCC 5G Auction? Huawei", "date": "2021-09-29 18:38", "summary": "The billions U.S. companies spend on spectrum can't be used to build faster and better networks. Why not replace bidding with a new model?. It's a rare occasion when the Biden administration decides to continue any policy put in place by President Trump, and the most notorious example is the botched Afghanistan withdrawal. The latest cause for alarm: The Biden team plans on Oct. 5 to auction off one of the last available bands of government-controlled spectrum in the electromagnetic midband, the extremely valuable \"sweet spot\" of 5G.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-europe-join-forces-to-address-chip-shortage-tech-issues-11632945611", "title": "U.S., Europe Team Up to Address Chip Shortage, Tech Issues", "date": "2021-09-29 18:23", "summary": "New trade and technology council seen as counterweight to China and its subsidies for favored industries. PITTSBURGH-U.S. and European Union officials agreed to join forces in an effort to boost the semiconductor supply chain and maintain leadership in emerging technologies.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nancy-pelosi-spending-plan-zero-cost-infrastructure-build-back-better-reconciliation-11632944432", "title": "Nancy Pelosi's Hell Week", "date": "2021-09-29 18:12", "summary": "This week's legislative agenda in the House of Representatives sounds like the to-do list of a madhouse.. Members of Congress know now what it's like to swim through mud. Welcome to Nancy Pelosi's hell week. It can still get worse.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spies-and-traitors-review-american-eagle-soviet-mole-11632953428", "title": "'Spies and Traitors' Review: American Eagle, Soviet Mole", "date": "2021-09-29 18:10", "summary": "A dual biography of James Jesus Angleton and Kim Philby is a window onto the Cold War spycraft of the CIA, MI6 and the KGB.. The two most fascinating and controversial intelligence professionals of the Cold War were Kim Philby (1912-1988), an officer of Britain's MI6 who passed secrets to the Soviets, and James Jesus Angleton (1917-1987), the chief of counterintelligence for the CIA from 1954 to 1974. In \"Spies and Traitors,\" Michael Holzman, author of previous biographies of Angleton and the British double agents Guy Burgess and Donald Maclean, claims that the close friendship of \"Jim and Kim,\" \"the anti-communist Cold Warrior and the traitorous communist spy,\" was of world-historical importance and shaped not only their respective spy agencies but the Cold War itself.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alternative-milk-company-perfect-day-raises-350-million-prepares-for-ipo-11632952800", "title": "Celebrity-Backed Perfect Day Raises $350 Million", "date": "2021-09-29 18:00", "summary": "Food-tech startup advised by Leonardo DiCaprio is valued at roughly $1.5 billion. Perfect Day Inc. raised $350 million in a late-stage funding round, valuing the non-animal dairy startup at roughly $1.5 billion and setting the stage for an initial public offering.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-tpp-china-japan-indo-pacific-trade-influence-11632931688", "title": "The U.S. Has a Way Back on Pacific Trade", "date": "2021-09-29 17:48", "summary": "And if Washington doesn't take it, the Indo-Pacific would likely become China's for the taking.. It was February 2017 and President Trump's first address to a joint session of Congress. I was on the floor of the U.S. House as a guest of a pro-trade Republican congressman. As the president announced the U.S. withdrawal from the Trans-Pacific Partnership, I was thinking about a conversation I'd had with a particularly astute Asian ambassador. He'd suggested to me that if a book on the decline of American influence in Asia and the Indo-Pacific were ever written-and he hoped it never would be-its first chapter would be an account of the withdrawal of the U.S. from TPP.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bond-yield-surge-challenges-investor-confidence-in-big-tech-companies-11632907865", "title": "Bond-Yield Surge Challenges Investor Confidence in Tech Giants", "date": "2021-09-29 17:46", "summary": "Treasury yields are climbing at their fastest pace in months, testing investors' faith in popular stocks such as Microsoft, Google parent Alphabet and Nvidia. A swift rise in government-bond yields is hitting shares of technology stalwarts that have powered major indexes higher for years, testing investors' faith in some of the stock market's most popular trades.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ross-stores-names-new-cfo-11632951053", "title": "Ross Stores Names New CFO", "date": "2021-09-29 17:30", "summary": "The retailer promotes Adam Orvos to finance chief. Ross Stores Inc. said Wednesday it has promoted Adam Orvos, who currently oversees the company's supply chain, to chief financial officer, effective Oct. 1.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-bid-to-include-immigration-change-in-budget-package-again-rejected-11632937187", "title": "Democrats' Bid to Include Immigration Change in Budget Package Again Rejected", "date": "2021-09-29 17:19", "summary": "Lawmakers had been hoping to use the wide-ranging climate and social-policy package to enact major immigration changes without Republican votes. WASHINGTON-President Biden's immigration agenda suffered a fresh setback Wednesday when the arbiter of Senate rules said that Democrats' alternative plan for providing a path to citizenship for millions of immigrants in the country illegally couldn't be included in a $3.5 trillion budget plan moving through Congress.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-09-29-2021-11632882757", "title": "U.S. Stocks Move Higher in Wake of Wall Street Rout", "date": "2021-09-29 17:15", "summary": "S&P, Dow industrials rise; yield on 10-year Treasury higher. The S&P 500 rose Wednesday, clawing back some of its losses from the prior day's rout as traders scooped up discounted shares.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joan-mitchell-san-francisco-museum-of-modern-art-abstract-expressionism-jakcson-pollock-willem-de-kooning-claude-monet-vincent-van-gogh-pierre-bonnard-11632949311", "title": "'Joan Mitchell' Review: A Rocketing Capsule of an Extraordinary Career", "date": "2021-09-29 17:03", "summary": "A retrospective at the San Francisco Museum of Modern Art is shot through with energy, revealing the painter's dynamic genius. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-republicans-confront-dilemma-on-infrastructure-vote-11632948758", "title": "House Republicans Confront Dilemma on Infrastructure Vote", "date": "2021-09-29 16:52", "summary": "Many GOP lawmakers support what is in the bill, but a smaller number are expected to actually vote for it. WASHINGTON-Plenty of House Republicans support what is in the roughly $1 trillion bipartisan infrastructure bill. The vast majority of them won't vote for it.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/want-your-toddlers-to-make-their-own-breakfast-get-them-a-working-kitchen-11632948639", "title": "Want Your Toddlers to Make Their Own Breakfast? Get Them a Working Kitchen", "date": "2021-09-29 16:50", "summary": "Grown-ups are adding functional faucets, mini-fridges and kid-friendly utensils to play kitchens, encouraging toddlers to prepare food; 'He's able to pour a flawless bowl of cereal now'. When Alex Kim wanted to teach his toddler how to prepare meals, he tried everything including the kitchen sink.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-economy-set-to-pick-up-speed-after-delta-driven-downturn-11632907800", "title": "U.S. Economy Is Expected to Pick Up Speed After Delta-Driven Downturn", "date": "2021-09-29 16:36", "summary": "Economists cut third-quarter growth estimates because of Covid-19 surge and supply constraints but expect recovery to regain momentum. The Delta variant of Covid-19 appeared to temper economic growth this summer, but economists expect the recovery from the pandemic to reaccelerate as the virus's toll eases.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/courchevel-ski-homes-real-estate-news-11632947412", "title": "Courchevel's Ski Runs Remained Quiet During Covid. Its Real-Estate Market Was Anything But.", "date": "2021-09-29 16:30", "summary": "The exclusive enclave within Les Trois Vallées in the French Alps saw property prices climb 10% during the pandemic, despite a lack of international buyers. After a year of closures due to the pandemic, ski season will finally kick off on Dec. 4 in Courchevel, an exclusive enclave high in the French Alps. And although the snow sport was put on hold last winter, Courchevel's property market has continued to climb. Prices increased by 10% during the pandemic, according to the latest research, despite the almost total absence of international buyers who have been largely grounded by travel restrictions.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robert-e-lee-life-review-allen-guelzo-marble-man-but-no-pedestal-11632946621", "title": "'Robert E. Lee' Review: A Marble Man, But No Pedestal", "date": "2021-09-29 16:19", "summary": "A historian reconsiders the reputation and moral culpability of the Confederate general.. Since the end of the Civil War, Robert E. Lee's dignified visage has been the most formidable emblem of the \"Lost Cause\" tradition, which portrayed the Confederacy's bid for independence as a noble tragedy rather than a rebellion led by self-interested slaveholders. Lee's personal probity, his skill on the battlefield and his initial ambivalence about secession have long earned him a favorable judgment in the public imagination-of a kind that, say, Jefferson Davis, the Confederacy's president, never enjoyed. Lee was easy to admire, even to celebrate, as a man who transcended the ugly realities behind the Confederate cause.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-proposal-seeks-transparency-in-how-money-managers-wield-vast-voting-power-11632928496", "title": "SEC Seeks Transparency in How Asset Managers Wield Voting Power", "date": "2021-09-29 16:10", "summary": "Rule would require more disclosure on how asset managers handle proxy votes, securities lending. The Securities and Exchange Commission proposed a rule that would require money managers to disclose more information on how they use their voting power.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/knock-it-off-thursday-crossword-september-30-11632707058", "title": "Knock It Off (Thursday Crossword, September 30)", "date": "2021-09-29 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/obama-wins-another-victory-against-community-organizers-11632944791", "title": "Obama Wins Another Victory Against Community Organizers", "date": "2021-09-29 15:46", "summary": "Former president begins ceremonial destruction of public parkland.. Community organizing can be a lonely job, and perhaps never more so than when one watches a massive development begin to rise where a beloved local park once lay.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-tax-death-estate-step-up-in-basis-carried-interest-blinder-11632941509", "title": "Death Is No Escape From Taxes", "date": "2021-09-29 15:23", "summary": "We can be grateful that Prof. Alan Blinder teaches economics rather than federal taxation.. After praising President Biden's proposal to impose the income tax on unrealized capital gains at death (\"House Democrats Miss Some Necessary Tax Increases,\" op-ed, Sept. 27), Alan Blinder mentions as \"one objection\" that the proposal might force heirs to sell the family farm to pay the tax bill. He then dismisses this, calling it \"as red a herring as you will ever see,\" only to cite a federal estate-tax exemption-\"the first roughly $11.7 million can be passed on to heirs tax-free\"-that has nothing to do with the Biden proposal. Only the first $1 million of unrealized gains ($2 million in some cases) would be exempt from income taxation at death under Mr. Biden's proposal, which could indeed force sales of family farms, businesses and even homes.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvard-rotc-military-service-wealth-career-11632941681", "title": "Missing in Action: Harvard's Culture of Service", "date": "2021-09-29 15:21", "summary": "By senior year, it seems naive or stupid to pursue any other path but the one to wealth.. Regarding Ruth Wisse's op-ed \"Afghanistan Was Lost in the Halls of Harvard\" (Sept. 21): If colleges were graded by how they encourage students to value their country and serve something bigger than themselves, Harvard would fail. The school paid lip service to military service by reinstating ROTC and offering a few military-focused courses, but its ingrained traits and habits undermine these offerings.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steel-prices-costs-tariffs-supply-chain-manufacturing-11632941831", "title": "Steel Tariffs vs. the Common Good", "date": "2021-09-29 15:18", "summary": "We need a robust American steel industry, albeit one that is not artificially buoyed by broadly felt, job-killing tariffs.. \"Climbing Steel Costs Press Manufacturers\" (Business & Finance, Sept. 16) correctly notes that tariffs on imported steel are contributing to the higher prices confronting makers of a wide range of goods, but it largely omits the extent of this contribution and understates the tariffs' damaging effects on the economy.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/evil-hitler-good-morality-christian-11632941956", "title": "The Evil We Prefer to Forget", "date": "2021-09-29 15:16", "summary": "The unchecked accumulation of ordinary evils creates habits that facilitate graver evils.. In \"Not That Long Ago, 'Evil' Really Meant Something\" (op-ed, Sept. 27), Lance Morrow seems to suggest that evil appears only in extreme figures such as Hitler. My Christian tradition tells me that the grossest evil resides not only in the obviously monstrous acts of Hitler, but equally in my own presumption to live apart from God, as manifested in my small, daily acts of inhumanity. Pointing to Hitler as the definition of evil is really a way of justifying \"ordinary\" evils. The unchecked accumulation of ordinary evils creates habits-in a person and a society-that facilitate graver evils.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lockdown-pandemic-supply-disruption-computer-chip-semiconductors-weather-11632942092", "title": "Chip Shortage Is No Act of Nature", "date": "2021-09-29 15:13", "summary": "Factory fires, droughts and winter storms happen every year.. Daniel Yergin and Matteo Fini blame today's serious shortage of computer chips on pandemic lockdowns and a drought in Taiwan, a fire at a Japanese semiconductor factory and a winter storm in Texas (\"For Auto Makers, the Chip Famine Will Persist,\" op-ed, Sept. 23). Alas, only one of these four events is to blame: lockdowns.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/youtube-to-remove-videos-containing-vaccine-misinformation-11632927443", "title": "YouTube to Remove Videos With Vaccine Misinformation", "date": "2021-09-29 15:10", "summary": "Tightening goes beyond Covid-19 to target false claims about failings of range of approved vaccines. YouTube said it would remove content that falsely alleges approved vaccines are dangerous and cause severe health effects, expanding the video platform's efforts to curb Covid-19 misinformation to other vaccines.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-the-seven-shows-stories-and-movies-to-stream-this-week-11632942000", "title": "What to Watch: Seven Shows, Stories and Movies to Stream This Week", "date": "2021-09-29 15:00", "summary": "'Star Wars' takes us back to a far away galaxy, 'The Many Saints of Newark' returns to New Jersey and HBO Max, and more to add to your queue. The nine seasons of \"Seinfeld\" have been bouncing around the streaming landscape for years, landing in places such as Crackle and Hulu. On Friday, all 180 episodes of the beloved sitcom will be available on Netflix, where it is scheduled to remain for at least the next five years. Here's what else you can consider streaming this week:", "categories": [["Books & Arts", "Entertainment", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-instagram-is-hurting-teen-girls-11632940937", "title": "How Instagram is Hurting Teen Girls", "date": "2021-09-29 14:42", "summary": "A Wall Street Journal investigation reveals that Facebook's own research shows a significant teen mental-health issue that the company plays down in public. For the past three years, Facebook has been conducting studies into how its app Instagram affects its millions of young users. Repeatedly, the company's researchers found that Instagram is harmful for a sizable percentage of them, most notably teenage girls.", "categories": [["Culture"]], "category_links": ["https://www.wsj.com/news/types/noted-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-closer-look-11632940325", "title": "A Closer Look", "date": "2021-09-29 14:32", "summary": "Selections from 'A House' by Kevin Henkes. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/democrats-pursue-europes-welfare-state-on-american-style-taxes-11632924100", "title": "Democrats Want Europe's Welfare State With American-Style Taxes", "date": "2021-09-29 14:15", "summary": "Biden's agenda further severs the connection between government benefits and the obligation to pay for them. The $3.5 trillion fiscal package Democrats hope to pass soon represents an ambitious expansion of the social safety net, offering regular child allowances, paid sick and parental leave, universal preschool and free college.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ftc-weighs-new-online-privacy-rules-11632913200", "title": "FTC Weighs New Online Privacy Rules", "date": "2021-09-29 14:00", "summary": "Agency is looking at strengthening rules that govern how digital businesses collect user data. WASHINGTON-The Federal Trade Commission is considering strengthening online privacy protections, including for children, in an effort to bypass legislative logjams in Congress.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/originalist-judges-truths-precede-law-textualism-supreme-court-abortion-marriage-11632931440", "title": "'Originalist' Judges Lose Sight of Truths That Precede Law", "date": "2021-09-29 13:42", "summary": "Even if the Constitution is silent on abortion, nature and science have a lot to say about it.. The Supreme Court opens its new term Monday with six nominal conservatives appointed by Republican presidents. But conservatives have been shaken in their confidence that those six will yield majorities on issues that deeply matter. That declining confidence comes along with a serious argument within the conservative family over the nature of \"conservative jurisprudence.\" Conservatives are united in taking as our coordinates the original meaning of the text of the Constitution. But some of us have argued for \"a better originalism,\" as opposed what we call the \"truncated originalism\" that has predominated. We see the latter as detached from the understanding that the American Founders, the true originalists, had of the moral ground of the Constitution and laws they were shaping.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-battling-amazon-tries-an-e-commerce-makeover-to-win-back-advertisers-11632936601", "title": "Google Refreshes Its E-Commerce Amid Ad Race With Amazon", "date": "2021-09-29 13:30", "summary": "Two decades of shifting strategies have left search giant playing catch-up to Amazon for online retail advertising. Google, an unlikely underdog, is struggling to keep pace with Amazon . com Inc. in the battle for billions in e-commerce ad dollars.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-temporarily-blocks-parts-of-new-arizona-abortion-law-11632936417", "title": "Judge Temporarily Blocks Parts of Arizona Abortion Law", "date": "2021-09-29 13:26", "summary": "Sections would have criminalized abortions performed because of genetic abnormalities. A federal judge temporarily blocked part of a new Arizona law that would have allowed felony charges to be brought against doctors who performed abortions based only on genetic abnormalities like Down syndrome.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/powell-says-supply-chain-bottlenecks-could-lead-to-somewhat-longer-interval-of-high-inflation-11632934764", "title": "Powell Says Supply-Chain Bottlenecks Could Lead to Somewhat Longer Interval of High Inflation", "date": "2021-09-29 13:19", "summary": "Central-bank chairman says he expects prices to come down on their own. Federal Reserve Chairman Jerome Powell said that a recent spell of higher inflation might last longer than central bank officials had anticipated, but he repeated his expectation that the price surge should eventually fade during a panel discussion on Wednesday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/port-logjams-reach-savannah-as-container-ships-idle-off-georgia-coast-11632935229", "title": "Port Logjams Reach Savannah as Container Ships Idle off Coast", "date": "2021-09-29 13:07", "summary": "The flotilla of vessels exceeds 20 ships at the fourth-largest gateway for seaborne imports in the U.S.. The Port of Savannah, Ga., the fourth-largest U.S. gateway for seaborne imports, is trying to clear a backlog of more than 20 container ships that has grown in the waters outside the port, in the latest logjam to hit the country's swamped supply chains.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/micron-hasnt-memory-holed-the-chip-shortage-just-yet-11632934671", "title": "Micron Hasn't Memory-Holed the Chip Shortage Just Yet", "date": "2021-09-29 12:57", "summary": "Chip maker's disappointing projection still leaves some questions as to health of memory market. As surprises go, Micron Technology 's disappointing projection hardly qualifies.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-costa-rica-a-family-vacation-that-rivals-the-kardashiansonly-much-cheaper-11632934443", "title": "In Costa Rica, a Family Vacation That Rivals the Kardashians'-Only Much Cheaper", "date": "2021-09-29 12:54", "summary": "Seeking adventure in solitude, two families book an entire rainforest lodge for themselves and spend a week ziplining, jumping into rapids and boating through eerie mangroves. 'Even the teens were impressed.'. MY FAMILY IS not part of the private-jet crowd. We are not even resort people. And we certainly are not the take-over-an-entire-hotel sort of snobs. Quite the opposite, really. Last summer, at the height of the pandemic, we rented an RV along with our frequent traveling companions-my first \"mommy\" friend and her brood-and pitched tents across upstate New York. I knew this summer, with my oldest heading to college, would likely be our last time to travel together, so we let the two clans' kids decide where to venture for this final hurrah. It was unanimous: Costa Rica.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nearly-two-dozen-endangered-species-are-now-extinct-u-s-agency-says-11632934478", "title": "Nearly Two-Dozen Endangered Species Are Now Extinct, U.S. Agency Says", "date": "2021-09-29 12:54", "summary": "Resume Subscription. The U.S. Fish and Wildlife Service said 23 species-ranging from fish to birds-are now extinct. As a result, the federal agency is proposing delisting them from the Endangered Species Act.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/dollar-tree-to-sell-more-items-above-1-as-costs-rise-11632918816", "title": "Dollar Tree to Sell More Items Above $1 as Costs Rise", "date": "2021-09-29 12:22", "summary": "Discount chain expanding earlier tests to boost prices, citing higher wage and freight costs. The buck has stopped at Dollar Tree Inc.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/embattled-tunisian-leader-appoints-new-prime-minister-amid-protests-11632931875", "title": "Tunisian Leader Names New Prime Minister Amid Protests", "date": "2021-09-29 12:11", "summary": "President Kais Saied, facing criticism for claiming executive powers, names professor as Tunisia's first female prime minister. Tunisian President Kais Saied, facing growing resistance to a power-grab that his opponents called a coup, appointed a new prime minister on Wednesday to help tackle the North African country's worsening economic problems.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-charm-necklaces-the-new-ties-11632931831", "title": "Are Charm Necklaces the New Ties?", "date": "2021-09-29 12:10", "summary": "Maybe not, but kooky, colorful versions are trending for men, thanks to fans like Justin Bieber and Pete Davidson. BRYANT SIMMONS first noticed men wearing necklaces adorned with childlike charms or upbeat beads this summer. A stylist at New York boutique Kirna Zabête, he suddenly saw them on the napes of customers, subway commuters and young trendsetters all across town (not to mention Instagram). So after a bit of research, he decided to buy a rainbow-hued version from the label Anni Lu.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iceland-vacation-home-11632930739", "title": "An Iceland Vacation Home With Front Row Seats to a Rare Sight: Greenery", "date": "2021-09-29 12:00", "summary": "Tina Dico and Helgi Jonsson's property above Lake Thingvallavatn has views of an extinct volcano, the top of the country's second-largest glacier and something less common: lush, green surroundings. With its waterfalls and glaciers, Iceland offers views that are hard to beat. But Tina Dico and Helgi Jonsson managed to do just that with their new vacation home, built on a lot where the view is made even more spectacular by a rare bit of greenery.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkeys-erdogan-presses-russias-putin-to-halt-syria-assault-11632930111", "title": "Turkey's Erdogan Presses Russia's Putin to Halt Syria Assault", "date": "2021-09-29 11:41", "summary": "Turkish leader, worried about another wave of refugees from Syria's civil war, meets with his erstwhile partner as ties between Ankara and Washington cool. ISTANBUL-Turkey's President Recep Tayyip Erdogan met with Russian President Vladimir Putin on Wednesday in an effort to calm rising hostilities in Syria, where they back opposite sides in the country's decadelong civil war.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-detains-cybersecurity-ceo-in-treason-case-11632929973", "title": "Russia Detains Cybersecurity CEO in Treason Case", "date": "2021-09-29 11:39", "summary": "Group-IB co-founder Ilya Sachkov faces charges of attacking state authority. MOSCOW-A prominent Russian cybersecurity executive was arrested on suspicion of treason in a case that follows a recent spate of arrests on charges of attacking state authority and that some business leaders said risks rattling the country's IT sector.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawsuits-challenge-new-voting-laws-in-texas-georgia-other-states-11632929935", "title": "Lawsuits Challenge New Voting Laws in Texas, Georgia, Other States", "date": "2021-09-29 11:38", "summary": "Statutes make it a crime to impersonate an election official, hand out water to voters. New voting laws in Texas, Kansas and Georgia face courtroom challenges over their attempts to criminalize behavior around casting a ballot, marking another flashpoint in the legal battle over voting laws across the country.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-seeks-to-hire-150-000-workers-as-holidays-approach-11632929488", "title": "Walmart Seeks to Hire 150,000 Workers as Holidays Approach", "date": "2021-09-29 11:31", "summary": "The retailer will compete with Amazon and others for hourly staff in a tight labor market. Walmart Inc. said it aims to hire 150,000 workers ahead of the busy holiday shopping season, another sign that retailers are rushing to staff stores and warehouses in a tight U.S. labor market.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-plans-to-restore-criminal-penalties-for-accidental-killings-of-migratory-birds-11632928768", "title": "U.S. Plans to Restore Criminal Penalties for Accidental Killings of Migratory Birds", "date": "2021-09-29 11:19", "summary": "The Interior Department said reversing a Trump-era policy is needed to protect declining bird populations. WASHINGTON-The Biden administration is moving to restore criminal penalties for accidental killings of migratory birds, saying the measures are needed to protect declining bird populations.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/n26-fined-for-delayed-money-laundering-reports-by-german-finance-regulator-11632928393", "title": "N26 Fined for Delayed Money-Laundering Reports by German Finance Regulator", "date": "2021-09-29 11:13", "summary": "BaFin ordered the digital bank to pay around $5 million over the delayed submission of suspicious activity reports. Germany's financial watchdog BaFin has issued a fine to digital bank N26 for delayed reporting of suspicious money-laundering activity, the bank said Tuesday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/easy-eggplant-parmesan-recipe-lighter-crisper-never-soggy-11632927296", "title": "Easy Eggplant Parmesan Recipe: Lighter, Crisper, Never Soggy", "date": "2021-09-29 10:54", "summary": "It's the comfort-food classic we love, only re-engineered so that the different components cook separately. The result is both satisfying and surprising.. A FRESH PERSPECTIVE on classic dishes has earned chef Joe Papach rave reviews at the Harvey House in Madison, Wis. Here, in his second Slow Food Fast recipe, Mr. Papach re-engineers eggplant Parmesan so that each component cooks separately. No soggy texture, no muddled flavors.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ritz-paris-is-launching-a-merch-collection-with-frame-11632919214", "title": "The Ritz Paris Is Launching a Merch Collection With Frame", "date": "2021-09-29 10:41", "summary": "\"You walk in and feel something. They make you feel like part of a club, even if you're not part of a club,\" says Frame co-founder Erik Torstensson of the legendary hotel.. Erik Torstensson thinks the word iconic is overused these days. \"There are very few icons in the world, whether it's music or hotels or brands,\" says Torstensson, 42, the co-founder and chief creative officer of the fashion brand Frame. He counts the 123-year-old Ritz Paris, where he's been a regular guest for the past 20 or so years, as one of them. \"You walk in and feel something. They make you feel like part of a club, even if you're not part of a club.\"", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ncaa-tournament-march-madness-basketball-11632925775", "title": "The NCAA's 'March Madness' Basketball Brand Will Now Include Women", "date": "2021-09-29 10:34", "summary": "The association had reserved the popular marketing slogan for the men, but inequities at the 2021 women's tournament spurred outrage and change. The NCAA Division I women's basketball tournament next March will use the \"March Madness\" branding long associated with the men's tournament, the NCAA announced Wednesday, reversing the association's practice of withholding the slogan from the women's event.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/evergrande-to-raise-1-5-billion-by-selling-bank-stake-to-state-owned-firm-11632880557", "title": "China Evergrande to Sell Bank Stake to State-Owned Firm for $1.5 Billion", "date": "2021-09-29 10:14", "summary": "Developer will pare holding in Shengjing Bank to less than 15%. A Chinese state-owned enterprise struck a deal to buy most of China Evergrande Group 's stake in a commercial bank for $1.5 billion, the latest sign that the country's authorities are trying to help the property giant resolve some of its financial troubles.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-transmission-flights-planes-recent-research-11632857439", "title": "What Science Knows Now About the Risk of Covid-19 Transmission on Planes", "date": "2021-09-29 10:00", "summary": "New research has uncovered when chances are higher, including during meal service. Overall risks appear to remain relatively low, but newer variants may change that equation.. Fliers have yearned for reliable data on the risks of air travel since the pandemic began. Recent research on Covid-19 transmission on flights suggests that airlines could adopt new policies to better protect their passengers.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japanese-prosecutors-seek-two-years-in-prison-for-former-ghosn-aide-greg-kelly-11632902497", "title": "Prosecutors Seek Two Years in Prison for Former Ghosn Aide", "date": "2021-09-29 09:39", "summary": "Trial of former Nissan executive nears end almost three years after his arrest. TOKYO-Former Nissan Motor Co. executive Greg Kelly should spend two years in prison for his alleged role in helping hide former Nissan chief Carlos Ghosn's pay from the public, Japanese prosecutors told a Tokyo court on Wednesday.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-nvidia-micron-cintas-what-to-watch-when-the-stock-market-opens-today-11632912190", "title": "Apple, Nvidia, Micron, Dollar Tree: What to Watch When the Stock Market Opens Today", "date": "2021-09-29 09:16", "summary": "Shares of major technology firms were clawing back some of Tuesday's losses. Futures are pointing to a partial relief rally after Tuesday's rout on Wall Street. Here's what we're watching before Wednesday's trading heats up.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/there-is-still-no-alternative-for-investors-11632921336", "title": "There Is Still No Alternative for Investors", "date": "2021-09-29 09:15", "summary": "Whether a post-pandemic world brings a consumer boom or a bout of \"stagflation,\" it might not mark the end of easy money. Investors seem ready to move on from the \"there is no alternative\" mind-set that has guided their decisions since the 2008 crisis. But TINA may be harder to quit than they think.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-coal-and-gas-woes-might-test-beijings-principles-11632921317", "title": "China's Coal and Gas Woes Might Test Beijing's Principles", "date": "2021-09-29 09:15", "summary": "Country could soon reach its economic pain threshold and embrace the dirty fuel again as winter looms. American and European energy users are nervously eyeing low natural gas inventories as colder weather approaches. Northeast Asia might find its heating bills skyrocketing this winter too. The global gas shortage is one factor, but there is a bigger one closer to home.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-rodney-gilstrap-sets-an-unwanted-record-most-cases-with-financial-conflicts-11632920541", "title": "Texas Judge Leads Tally of Cases With Financial Conflict", "date": "2021-09-29 09:02", "summary": "Resume Subscription. No federal judge in America has heard more patent-infringement lawsuits in the past decade than Rodney Gilstrap, who presides over a small courthouse in Marshall, Texas.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/canadian-miners-escape-by-climbing-4-000-feet-11632861291", "title": "Canadian Miners Escape by Climbing 4,000 Feet", "date": "2021-09-29 08:59", "summary": "All 39 miners trapped at a Canadian nickel and copper mine in northern Ontario have emerged. TORONTO-All 39 miners trapped at a Canadian nickel and copper mine in northern Ontario have been rescued.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-time-to-ditch-all-your-neutrals-and-embrace-rainbow-fashion-11632918745", "title": "It's Time to Ditch All Your Neutrals and Embrace Rainbow Fashion", "date": "2021-09-29 08:32", "summary": "Exuberant styles in mood-boosting hues offer moments of happiness and connection.. Everyday wear doesn't need to be dull. Brighten up your day by slipping on a mellow yellow trench coat from Dior Men, a scarlet sweater under a Louis Vuitton jacket or a bold blue head-to-toe look by Alexander McQueen. For this men's fall fashion story, Ghanaian-British photographer Campbell Addy captured four models in moments of happiness, intimacy and togetherness. \"I just wanted to create images that make me smile,\" says Addy, who drew inspiration for this shoot from his recent trips to Ghana and Mexico, which he says reignited his love of rich hues. Each picture is its own jubilee, with the models dressed in pieces such as Bottega Veneta's Kelly-green blazer, Gucci's red-velvet pants, or Prada's oversize patterned sweater. Jil Sander is even offering knit \"bibs\" in colors such as cherry red and sorbet yellow, here styled under the brand's suiting. Says Addy, \"The palette we shot with...just makes me feel happy.\" -Jenny Hartman", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/7-top-flight-bomber-jackets-for-fall-11632918699", "title": "7 Top-Flight Bomber Jackets for Fall", "date": "2021-09-29 08:31", "summary": "Dress up with aplomb in bomber jackets that go from practical to refined. Seven ways to try the trend.. The bomber jacket's military origins go back as far as World War I, and over the decades the classic coat has evolved from protective outerwear to a wardrobe staple. When worn with sharp shirting and smart suiting, the jacket goes from practical to refined. Here are seven ways to style a voluminous bomber with tailored pieces. Black versions from Prada and Y/Project catch the eye with geometric printed lapels or when worn with stripes and solids from shirtmakers Salie 66 and Sébline, while a tan Valentino blazer balances out the boldness of the house's leather jacket. The lime and emerald shades of green shown in the bombers from Dolce & Gabbana and Dries Van Noten stand out against the subtle solids of a suit jacket or a Ralph Lauren herringbone vest and pant. For an out-of-this-world look in an even brighter color, the sky-blue Balenciaga bomber with a NASA logo fits the mission. -Kevin Huynh", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tom-brady-on-the-one-game-hed-like-to-do-over-11632918639", "title": "Tom Brady on the One Game He'd Like to Do Over", "date": "2021-09-29 08:30", "summary": "The champion quarterback on his go-to pregame ritual, wanting to find ways to \"chill out a little bit better\" and the one thing that keeps him motivated.. What's one habit you wish you could break?", "categories": [["WSJ. Magazine"]], "category_links": ["https://www.wsj.com/news/types/magazine-wsj-magazine?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-are-getting-covid-19-boostersno-questions-asked-11632916800", "title": "Americans Are Getting Covid-19 Boosters-No Questions Asked", "date": "2021-09-29 08:00", "summary": "People say they are securing third vaccines by attesting that they meet the latest requirements. Doctors and pharmacies are rapidly signing up patients for Covid-19 booster shots, many without requiring proof of eligibility under standards that federal officials set last week.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/catch-the-early-bird-special-on-restaurant-stocks-11632913380", "title": "Catch the Early Bird Special on Restaurant Stocks", "date": "2021-09-29 07:03", "summary": "Higher labor and food costs, coupled with rising cases of the Covid-19 Delta variant, have created an attractive backdrop for restaurant stock prices. Restaurant expenses are surging. But a healthy consumer appetite suggests that restaurant stock prices might soon catch up.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-francis-faces-tests-on-abortion-gay-rights-11632913201", "title": "Pope Francis Faces Tests on Abortion, Gay Rights", "date": "2021-09-29 07:00", "summary": "The pope is struggling to hold the diverse church together amid tensions over Biden's abortion stance and progressive demands by German Catholics. ROME-Bishops in the U.S. and Germany are poised to challenge Pope Francis, from the right and left respectively, on abortion and gay rights, in tests that could shape the 84-year-old's legacy.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/business-communications-firm-dialpad-hires-former-okta-cfo-11632913202", "title": "Business Communications Firm Dialpad Hires Former Okta CFO", "date": "2021-09-29 07:00", "summary": "Startup wants to be ready for a public listing in the coming year. Dialpad Inc., a cloud-based business communications firm, named Mike Kourey as chief financial officer as the startup prepares for a possible public listing.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peak-rock-capital-buys-mapping-and-survey-company-sam-cos-11632913200", "title": "Peak Rock Capital Buys Mapping and Survey Company SAM Cos.", "date": "2021-09-29 07:00", "summary": "SAM provides geospatial and other infrastructure-related services to utility, transportation and construction companies. Private-equity firm Peak Rock Capital has acquired SAM Cos., betting it can help the mapping-and-survey company accelerate growth and expand geographically.", "categories": [["U.S.", "General News"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/general-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-robinhood-employees-launch-parafin-a-finance-startup-for-small-business-11632913201", "title": "Former Robinhood Employees Launch Parafin, a Finance Startup for Small Business", "date": "2021-09-29 07:00", "summary": "The startup that offers cash advances to small businesses will power Mindbody Capital, the financing arm of software company Mindbody. Several former employees of stock-trading platform Robinhood Markets Inc. are building a new fintech startup for small businesses.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-recruiting-startup-andela-raises-200-million-in-round-led-by-softbank-11632913202", "title": "Startup Andela Bets on Helping Companies Hire Far-Flung IT Staff", "date": "2021-09-29 07:00", "summary": "Andela, which raised $200 million in round led by SoftBank, uses AI to help employers look beyond Silicon Valley to places including Africa and Latin America. Tech-recruiting startup Andela Inc. said Wednesday it has raised $200 million to help fund its effort to connect employers with software engineers in an increasingly global search for tech talent.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fanatics-trading-cards-baseball-topps-value-10-billion-11632883190", "title": "Fanatics Trading Cards Valuation Rises to $10.4 Billion as New Firm Aims to Expand Its Reach", "date": "2021-09-29 07:00", "summary": "New business, which took over the future trading card business with a flurry of deals, received $350 million in Series A funding as it sets its sights on changing the industry. The new trading card venture launched by Fanatics Inc., which just last month upended the industry with a series of surprise deals, has received $350 million in Series A funding that values the firm at $10.4 billion, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korean-weapons-launch-showed-off-vital-piece-of-kim-jong-uns-ambitions-11632911839", "title": "North Korean Weapons Launch Showed Off Vital Piece of Kim Jong Un's Ambitions", "date": "2021-09-29 06:37", "summary": "New hypersonic missile has fuel system that makes deployment faster and more mobile. SEOUL-In January, Kim Jong Un outlined the ambitions for a new five-year weapons strategy, promising technology the world has never seen. The aim, he said, was to place North Korea's war-fighting capabilities and deterrence \"on the highest level.\"", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-deports-high-profile-hacker-to-russia-before-end-of-prison-sentence-11632871404", "title": "U.S. Deports High-Profile Hacker to Russia", "date": "2021-09-29 06:03", "summary": "American authorities had aggressively sought and won Alexei Burkov's extradition from Israel. WASHINGTON-The U.S. released a high-profile Russian cybercriminal from its custody this week, at least a year before his prison sentence was expected to finish, handing him over to Russian authorities despite long resisting Moscow's efforts to retrieve him.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-it-ever-ok-to-get-stoned-with-a-client-and-other-questions-as-pot-comes-to-work-11632907802", "title": "Is It Ever OK to Get Stoned With a Client? And Other Questions as Pot Comes to Work", "date": "2021-09-29 05:30", "summary": "As more young professionals use legal weed with work friends, companies grapple with setting boundaries on a new kind of bonding. The legalization of marijuana around the U.S. is bringing weed into the workplace in new ways.", "categories": [["Life & Work", "At Work"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/at-work?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-aims-to-producemrnacovid-19-vaccine-this-year-11632907801", "title": "India Aims to Produce mRNA Covid-19 Vaccine by Year End", "date": "2021-09-29 05:30", "summary": "Effort could boost nation's pharmaceutical industry and ease global distribution. NEW DELHI-India is preparing to produce its own mRNA-based Covid-19 vaccine by the end of the year, in what would be a scientific breakthrough for the country's growing pharmaceutical industry and help expand the range of global production hubs for the shots.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/industry-lobbyists-aim-to-pick-apart-democrats-3-5-trillion-spending-bill-11632907802", "title": "Industry Lobbyists Take Aim at Democrats' $3.5 Trillion Bill", "date": "2021-09-29 05:30", "summary": "Efforts target lawmakers whose support Nancy Pelosi needs to overcome GOP opposition. WASHINGTON-Industry lobbyists are working to undermine key elements of the Democrats' $3.5 trillion spending bill, adding another complication to efforts by President Biden and Democratic leaders to move their domestic agenda through Congress this fall.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/university-endowments-mint-billions-in-golden-era-of-venture-capital-11632907802", "title": "University Endowments Mint Billions in Golden Era of Venture Capital", "date": "2021-09-29 05:30", "summary": "Some schools, including Washington University in St. Louis and Duke University, gained more than 50%. Large college endowments have notched their biggest investment gains in decades, thanks to portfolios boosted by huge venture-capital returns and soaring stock markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11632866809", "title": "Pepper...and Salt", "date": "2021-09-29 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-airlines-prepares-to-fire-employees-who-refuse-covid-19-vaccinations-11632868364", "title": "United Airlines Prepares to Fire Employees Who Refuse Covid-19 Vaccinations", "date": "2021-09-29 21:11", "summary": "Carrier estimates 593 workers didn't get the shots Sept. 27 deadline. United Airlines Holdings Inc. is moving ahead with plans to terminate close to 600 employees who didn't meet its Covid-19 vaccination deadline, company officials said Tuesday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ozy-media-board-announces-investigation-of-business-practices-11632865291", "title": "Ozy Media Board Announces Investigation of Business Practices", "date": "2021-09-29 20:37", "summary": "Board says it asked Chief Operating Officer Samir Rao to take leave of absence during investigation. The board of online news magazine Ozy Media said it was conducting an investigation into the company's business practices following a New York Times report that raised questions about the company.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boy-scouts-victims-get-conflicting-advice-on-restructuring-plan-vote-11632875339", "title": "Boy Scouts Victims Get Conflicting Advice on Restructuring Plan Vote", "date": "2021-09-29 20:28", "summary": "Coalition of plaintiffs' lawyers recommends approving the plan, while the official committee representing victims says to reject it. Sexual-abuse victims who filed claims in the Boy Scouts of America bankruptcy case are getting conflicting advice on whether to approve the organization's restructuring plan and accept more than $1.8 billion in settlements.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/progressives-split-on-backing-thursdays-house-infrastructure-vote-11632856257", "title": "Progressives Split on Backing Thursday's House Infrastructure Vote", "date": "2021-09-29 20:01", "summary": "Liberal Democrats want to ensure progress on larger education, healthcare and climate package. WASHINGTON-The House Democrats' powerful progressive bloc split Tuesday over whether lawmakers should vote for a roughly $1 trillion bipartisan infrastructure package this week even if a larger education, healthcare and climate package remains in flux.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]