[{"link": "https://www.wsj.com/articles/biden-allies-to-launch-advocacy-group-to-promote-covid-19-relief-plan-other-policies-11613601833", "title": "Biden Allies to Launch Advocacy Group to Promote Covid-19 Relief Plan, Other Policies", "date": "2021-02-17 18:50", "summary": "The nonprofit's working name is 'Building Back Together,' expected to launch next month. WASHINGTON-President Biden's allies are preparing to create a new nonprofit advocacy organization, with the White House's approval, that will be funded by donors and seek to build support for his policy agenda, senior administration officials said.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-to-prohibit-sharing-of-news-content-in-australia-11613591775", "title": "Facebook to Prohibit Sharing of News Content in Australia", "date": "2021-02-17 18:44", "summary": "Tech giant says the government continues to misunderstand the relationship between publishers and the company's social-media platform. Facebook Inc. said it would restrict publishers and users in Australia from viewing or sharing news articles, ramping up a standoff with the government there over a proposal that would force tech companies to pay newspapers for content.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-are-up-but-frackers-stay-on-the-sidelinesfor-now-11613597968", "title": "Oil Prices Are Up, but Frackers Stay on the Sidelines-for Now", "date": "2021-02-17 18:40", "summary": "Some producers are unable to benefit from the rally as they work to restore output in Texas and other regions hit hard by winter storms. Oil's recent rise above $60 a barrel will test the willpower of shale companies that pledged to slow drilling and repair balance sheets battered by the pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/emmanuel-macron-and-the-woke-11613604823", "title": "Emmanuel Macron and the Woke", "date": "2021-02-17 18:33", "summary": "The French president challenges American campus and media leftism.. Classical Western values such as free speech and tolerance need all the defenders they can find these days, so kudos to French President Emmanuel Macron for volunteering for the mission. It's hardly an easy task, but it's an important one. Mr. Macron is right to conclude it's vital to France's future-and we'd add, to America's.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-winter-storm-strikes-chip-makers-compounding-supply-woes-11613588617", "title": "Texas Winter Storm Strikes Chip Makers, Compounding Supply Woes", "date": "2021-02-17 18:32", "summary": "Samsung, NXP and others are asked to power down factories in state to help conserve energy. Severe weather conditions hitting much of the U.S. have caused some semiconductor companies to idle production capacity, threatening to exacerbate a chip shortage that has already prompted car makers to curtail output at some plants.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-covid-bills-hidden-tax-increase-11613604685", "title": "A Covid Bill's Hidden Tax Increase", "date": "2021-02-17 18:31", "summary": "The House bill raises $22 billion by tweaking rules on multinationals.. Democrat are selling a $1.9 trillion spending bill as a Covid relief measure, but buried in the fine print are policy choices far removed from the pandemic, such as a $22 billion tax increase on multinational companies.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mars-mission-2021-rover-perseverance-nasa-11613595107", "title": "NASA's Mars Perseverance Mission on Track for Ambitious Landing", "date": "2021-02-17 18:20", "summary": "SUV-size rover and a tiny robotic helicopter are scheduled to touch down on Mars on Thursday, beginning quest to find evidence of past biological activity. If alien life once existed on Mars, scientists may finally be poised to find traces of it. After a seven-month, 292-million-mile journey, NASA's biggest, fastest and brainiest rover ever-Perseverance-is nearing its highly anticipated touchdown on the Red Planet.", "categories": [["Life & Work", "Science"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-smears-dont-diminish-mcconnell-11613603493", "title": "Trump Smears Don't Diminish McConnell", "date": "2021-02-17 18:11", "summary": "The master of the Senate isn't going anywhere, whatever the ex-president says.. Donald Trump presumably liked it when Senate Republican Leader Mitch McConnell voted to acquit him because the senator believes impeachment of a former president is unconstitutional. But Mr. Trump had a very different reaction to Mr. McConnell's floor speech Saturday, when he rightly said the former president was \"practically and morally responsible for provoking\" the Jan. 6 assault on the Capitol and for failing to denounce the violence while it was under way.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-risks-of-skimping-on-covid-relief-11613603438", "title": "The Risks of Skimping on Covid Relief", "date": "2021-02-17 18:10", "summary": "Some economists warn about too much spending, but too little could hurt the economy more.. A big tempest is brewing in a big teapot over President Biden's $1.9 trillion coronavirus relief plan. Republican objections are to be expected. But some of the objections come from nominally Democratic economists, led by former Treasury Secretary Lawrence Summers. This is a surprise.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-netanyahu-hold-first-phone-call-of-bidens-presidency-11613597093", "title": "Biden, Netanyahu Hold Their First Phone Call of Biden's Presidency", "date": "2021-02-17 18:10", "summary": "White House noted a shared commitment 'to strengthen all aspects of the U.S.-Israel partnership'. President Biden and Israeli Prime Minister Benjamin Netanyahu held their first phone call of Mr. Biden's presidency on Wednesday, the White House said, noting a shared commitment \"to strengthen all aspects of the U.S.-Israel partnership.\"", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-american-belt-and-road-initiative-11613603381", "title": "An American Belt and Road Initiative?", "date": "2021-02-17 18:09", "summary": "China is funding massive projects all over the world, and gaining influence. The U.S. can do the same.. President Biden last week announced a Pentagon task force to review military policy toward China, commenting that America will \"meet the China challenge\" and \"win the competition of the future.\" From its makeup it's clear the review will look for ways to move U.S. policy toward a greater emphasis on diplomatic solutions. But in defining America's future national strategy, the new administration should take this process a step further.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-intercession-of-the-grateful-dead-11613603221", "title": "The Intercession of the Grateful Dead", "date": "2021-02-17 18:07", "summary": "Picking up the rosary again is like returning to a fireside feast.. I met Michael around 10 years ago in a parking lot where, strangely, he was taking a picture of my truck. Knowing I hadn't been involved in an accident, I approached him with some trepidation. \"That's my truck,\" I said, walking around to where he stood by my taillights. \"Everything OK?\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-catches-andrew-cuomo-11613603167", "title": "Covid Catches Andrew Cuomo", "date": "2021-02-17 18:06", "summary": "Like Trump, Cuomo has tried to impose himself on Covid. It may not end well for him, either.. After Trump, the deluge. Ask Andrew Cuomo.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dress-codes-review-from-frock-coat-to-flip-flops-11613603131", "title": "'Dress Codes' Review: From Frock Coat to Flip-Flops", "date": "2021-02-17 18:05", "summary": "Even the subdued language of business casual-oxford shirt, khakis, loafers, fleece vest-speaks volumes via the codes of fashion.. In the early 1980s, dressed in a bespoke dark velvet three-piece suit and ruffled white silk shirt, my young English friend met me for dinner at the prestigious 21 Club restaurant. He was detained at the door. Where was his tie? After a brief discussion, a 21 Club tie, festooned with jockeys, was draped over the ruffles and we were escorted to Siberia. Richard Thompson Ford calls that 21 Club tie a \"badge of shame.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hp-makes-its-interim-finance-chief-permanent-11613603098", "title": "HP Makes Its Interim Finance Chief Permanent", "date": "2021-02-17 18:04", "summary": "Tech giant named Marie Myers as chief financial officer, effective immediately. HP Inc. named Marie Myers its chief financial officer, making permanent a role she has held on an interim basis since October.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-agents-seize-10-million-counterfeit-n95-face-masks-11613603061", "title": "U.S. Agents Seize 10 Million Counterfeit N95 Face Masks", "date": "2021-02-17 18:04", "summary": "Federal officials urge hospitals, clinics to stop using suspected fake 3M masks. WASHINGTON-Federal agents have seized approximately 10 million counterfeit N95 face masks bearing the 3M Co. logo in recent weeks, officials said Wednesday, as they urged thousands of hospitals and medical facilities to stop using suspected fakes.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-longtime-boeing-board-members-expected-to-step-down-sources-11613590318", "title": "Two Boeing Directors to Step Down From Board", "date": "2021-02-17 18:02", "summary": "Plane maker's board has undergone changes since the 737 MAX crashes in 2018, 2019. Boeing Co. said two longtime directors would step down as the aerospace giant's board undergoes more changes in the wake of the 737 MAX crisis.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theranos-lab-chief-says-he-found-blood-testing-technology-didnt-work-11613602822", "title": "Theranos Lab Chief Says He Found Blood-Test Tech Didn't Work", "date": "2021-02-17 18:00", "summary": "Kingshuk Das is expected to testify at Elizabeth Holmes's fraud trial that he faced pushback over concerns he raised. Theranos Inc.'s laboratory director in the company's final years is expected to testify at founder Elizabeth Holmes's criminal trial that the failed blood-testing startup's leaders pushed back against his assessment that its technology wasn't accurate enough to use.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/faltering-covid-19-vaccine-drive-in-developing-world-risks-prolonging-pandemic-11613557801", "title": "Vaccine Delays in Poor Nations Risk Prolonging Pandemic", "date": "2021-02-17 17:55", "summary": "As richer nations secure supplies, poorer countries struggle to inoculate their populations. In the race to vaccinate the world against Covid-19, developing countries are running dangerously behind as mutations of the virus make it harder to catch up-a situation that could spell at least another year of humanitarian and economic misery for poor nations.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-authorities-charge-north-koreans-in-long-running-hacking-scheme-11613581358", "title": "North Korea Turns to Cryptocurrency Schemes in Global Heists, U.S. Says", "date": "2021-02-17 17:47", "summary": "Justice Department charges North Koreans hackers in wide-ranging scheme that included attempts to steal $1.3 billion for Pyongyang. The Justice Department unsealed an indictment Wednesday against two alleged members of North Korea's military intelligence services, accusing them of hacking banks and companies in more than a dozen countries including the U.S. as part of a wide-ranging scheme to steal $1.3 billion over the past half-decade for Pyongyang.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-arabia-set-to-raise-oil-output-amid-recovery-in-prices-11613570923", "title": "Saudi Arabia Set to Raise Oil Output Amid Recovery in Prices", "date": "2021-02-17 17:46", "summary": "World's largest oil exporter plans to reverse recent unilateral production cut, signaling confidence in recovery. Saudi Arabia plans to increase its oil output in the coming months, reversing a recent big production cut, say advisers to the Kingdom, a sign of growing confidence over an oil-price recovery.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-officials-saw-easy-money-policies-remaining-in-place-11613588510", "title": "Fed Officials Saw Easy-Money Policies Remaining in Place", "date": "2021-02-17 17:41", "summary": "Minutes of policy meeting in January show expectation of economic pickup but also persistent pandemic risks. Federal Reserve officials agreed at their most recent policy meeting that they would need to hold interest rates very low and continue central bank bond purchases to help spur the economy's recovery from the effects of the coronavirus pandemic.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-new-york-city-students-have-died-by-suicide-this-school-year-11613600251", "title": "Five New York City Students Have Died by Suicide This School Year", "date": "2021-02-17 17:17", "summary": "There were four such suicides the prior school year; the mayor says some children feel isolated and depressed in the pandemic. Five New York City public-school students have died by suicide so far this academic year, surpassing last year's total, city officials said Wednesday.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-frenzy-prompts-sec-to-weigh-more-short-sale-transparency-11613593827", "title": "GameStop Frenzy Prompts SEC to Weigh More Short Sale Transparency", "date": "2021-02-17 17:13", "summary": "House lawmakers meeting Thursday plan to examine the GameStop trading and discuss the dearth of short-sale data. Wall Street's main regulator is weighing whether to require more transparency of short selling and the opaque network of stock lending and borrowing that facilitates it, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-carolina-passes-fetal-heartbeat-abortion-legislation-11613599308", "title": "South Carolina Passes 'Fetal Heartbeat' Abortion Legislation", "date": "2021-02-17 17:01", "summary": "Governor has said he would sign bill, making it latest state to enact abortion restriction that may be headed to U.S. Supreme Court. The South Carolina House of Representatives passed a bill Wednesday that would ban most abortions after six to eight weeks, making it the latest of a dozen states testing the limits of federal law.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-winter-storm-threatens-fragile-electrical-grids-in-texas-other-parts-of-u-s-11613588298", "title": "New Winter Storm Threatens Fragile Electrical Grids in Texas, Other Parts of U.S.", "date": "2021-02-17 16:59", "summary": "Second storm will prolong icy conditions for many already struggling with snow and extreme temperatures. Millions of Americans remained without power for a third consecutive day, as another winter storm began blanketing parts of the South with more snow and freezing rain.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-frigid-texas-desperate-families-take-risks-to-stay-warm-11613599101", "title": "In Texas, Families Take Risks to Stay Warm", "date": "2021-02-17 16:58", "summary": "Parents resort to gas stoves or build fires inside their homes during power outages, with no relief in sight. AUSTIN, Texas-The children played in front of four lighted gas burners in East Austin on Tuesday night as their family tried to warm up during days of subfreezing temperatures, no power, and no relief on the horizon.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-02-17-2021-11613551397", "title": "Nasdaq Slumps as Tech Shares Fall", "date": "2021-02-17 16:57", "summary": "Investors retreated from shares of many of the technology companies that have powered markets higher this year. The Nasdaq Composite tumbled Wednesday as investors retreated from many of the technology companies that have powered markets higher this year.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-endless-winter-11613598750", "title": "Biden's Endless Winter", "date": "2021-02-17 16:52", "summary": "After running as a moderate, he now promotes unlimited government spending.. If any media folk are still interested in \"fact-checking\" presidents after the Trump era, they'll have plenty of fodder from Tuesday night's appearance by President Joe Biden on CNN. A favorite Biden habit is to appeal to the authority of economists, many of whom remain unnamed, to suggest that his policies are wildly popular among experts. And what would we do without anonymous experts?", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-to-pay-news-corp-for-access-to-its-publications-content-11613592397", "title": "Google to Pay News Corp for Access to Its Publications' Content", "date": "2021-02-17 16:38", "summary": "Wall Street Journal parent is said to get tens of millions of dollars from Google as part of three-year licensing deal. News Corp reached a three-year deal with Alphabet Inc.'s Google to license content from its publications and produce new audio and video products for Google platforms, News Corp said Wednesday.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-fires-back-at-critic-over-nursing-home-deaths-11613597781", "title": "Cuomo Fires Back at Critic Over Nursing-Home Deaths", "date": "2021-02-17 16:36", "summary": "The New York governor singled out a Democratic state lawmaker who has spoken out against his administration's handling of information about Covid-19 fatalities. New York Gov. Andrew Cuomo on Wednesday defended his handling of Covid-19 deaths in nursing homes and accused a Democratic state lawmaker of making false claims about his administration's response.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/following-big-ticket-deal-next-door-a-palm-beach-property-lists-for-84-million-11613597721", "title": "Following Big-Ticket Deal Next Door, a Palm Beach Property Lists for $84 Million", "date": "2021-02-17 16:35", "summary": "Developer Clark Beaty is selling a Bermudian-style home next door to hedge fund billionaire David Tepper's new mansion. Two years ago, Palm Beach developer Clark Beaty put his oceanfront site on the market for $55 million, promising to work with a buyer to build a house to their specifications. Now he is listing the property with a newly completed home for $84 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-face-intraparty-fight-on-minimum-wage-11613596001", "title": "Democrats Face Intraparty Fight on Minimum Wage", "date": "2021-02-17 16:06", "summary": "Progressives want $15 an hour by 2025, but procedural questions and centrists' doubts could force changes to piece of Covid-aid proposal. WASHINGTON-Democrats are bracing for an internal battle over raising the minimum wage to $15 an hour, as they grappled with the political and procedural constraints on reaching a long-held goal of the party's progressive wing.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/off-the-plate-thursday-crossword-february-18-11613351999", "title": "Off the Plate (Thursday Crossword, February 18)", "date": "2021-02-17 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/us-economy-january-retail-sales-coronavirus-recovery-11613503145", "title": "Retail Sales Rose Strongly in January, Driven by Stimulus", "date": "2021-02-17 15:56", "summary": "Sales rose 5.3% after three consecutive months of declines during the 2020 holiday shopping season. The U.S. economy's recovery picked up as consumers used stimulus checks to boost retail spending in January to its largest increase in seven months, a significant jump that comes as manufacturers continued to increase output and employers resumed hiring.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-yields-stabilize-after-big-jump-11613584858", "title": "Treasury Yields Stabilize After Big Jump", "date": "2021-02-17 15:56", "summary": "U.S. government bonds showed signs of steadying after wave of selling sent yields soaring a day prior. U.S. government bonds showed signs of stabilizing Wednesday after a wave of selling sent yields soaring a day earlier.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/im-like-a-spacwhat-the-hell-is-that-rap-explains-hot-finance-trend-11613594908", "title": "'I'm Like a SPAC-What the Hell Is That?': Rap Explains Hot Finance Trend", "date": "2021-02-17 15:48", "summary": "Special-purpose acquisition companies inspire 'SPAC Dream,' featuring homages to experts on social media who taught the singer about investing. ", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-a-ski-vacation-during-covid-is-worth-the-hassle-11613594119", "title": "Why a Ski Vacation During Covid Is Worth the Hassle", "date": "2021-02-17 15:35", "summary": "Jackson Hole and other popular ski resorts in the West are up and running with varying Covid rules and limitations. For purists, that's not such a bad thing.. ON A RECENT Wednesday at noon, I stood in the middle of Jackson Hole Mountain Resort, peering over my skis at the run below us. At big resorts that time of day, every last new snowflake has usually been flattened by legions of skiers streaming off the lifts. But the trail below me, which dropped away at a perfect pitch between pine trees and cliffs, looked strangely pristine. It was clear that only a few people had skied here that morning.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-elton-john-recommends-its-a-sin-on-hbo-max-11613593743", "title": "What to Watch: Four New Releases to Stream This Week", "date": "2021-02-17 15:29", "summary": "Elton John recommends 'It's a Sin' on HBO Max and the award-contender 'Nomadland' comes to Hulu and more picks to add to your queue. It's winter and it's award season. There are few better times to catch up on what you've missed, what's new and the recent performances generating critical buzz. See a recent profile of Daniel Kaluuya, an actor whose profile has risen through a string of noteworthy films, including \"Judas and the Black Messiah\" (now streaming on HBO Max).", "categories": [["Books & Arts", "Entertainment", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dozens-missing-in-nigerias-latest-school-kidnapping-11613564416", "title": "Dozens Missing in Nigeria's Latest School Kidnapping", "date": "2021-02-17 15:28", "summary": "One student was shot dead as gunmen stormed a high school in north-central Nigeria. Dozens of schoolboys and staff were kidnapped by gunmen in north-central Nigeria on Wednesday, according to local officials, the latest in a string of high-school abductions that have roiled the northern states of Africa's most populous country.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-in-ghosn-escape-case-ask-u-s-to-halt-extradition-11613585456", "title": "Americans in Ghosn Escape Case Ask U.S. to Halt Extradition", "date": "2021-02-17 15:21", "summary": "Attorneys for Michael and Peter Taylor, accused of helping auto titan Carlos Ghosn out of Japan, made the request in a letter to Secretary of State Antony Blinken. Two Americans accused of helping former auto titan Carlos Ghosn escape from Japan have made a last-ditch appeal to the Biden administration to stop the pair from being extradited to Japan or to put new conditions on their extradition.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-schools-spread-covid-19-everything-you-need-to-know-11613170571", "title": "Do Schools Spread Covid-19? What You Need to Know", "date": "2021-02-17 15:19", "summary": "Here is what the research says about coronavirus transmission in K-12 schools. The degree to which Covid-19 spreads in K-12 schools depends on a host of factors, according to epidemiologists and public-health officials. They include whether masking and other safety measures are in place as well as the rate of transmission in the surrounding community.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-colleges-in-the-south-for-academic-resources-11613592902", "title": "Top Colleges in the South for Academic Resources", "date": "2021-02-17 15:15", "summary": "Vanderbilt University heads this list from the WSJ/THE College Rankings. Vanderbilt University is the highest-ranked school in the South for academic resources, at No. 6 nationwide for this category of the Wall Street Journal/Times Higher Education College Rankings. Rice University is a close second in the region for resources, at No. 7 nationally.", "categories": [["Life & Work", "Journal Reports: College Rankings"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-college-rankings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goyas-graphic-imagination-review-etched-in-blood-and-acid-11613592643", "title": "'Goya's Graphic Imagination' Review: Etched in Blood and Acid", "date": "2021-02-17 15:10", "summary": "A Met exhibition of more than 100 prints and drawings shows the Spanish artist's often macabre social critiques.. New York", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-freeze-heats-up-some-refiners-11613592128", "title": "Texas Freeze Heats Up Some Refiners", "date": "2021-02-17 15:02", "summary": "Unusually cold Texas weather is both good and bad for oil refiners as margins get a boost, but some are unable to capitalize. The massive oil-and-gas complex along the U.S. Gulf Coast is built with extreme weather in mind-just not this kind. Bitter cold and resulting blackouts have shut in more production and refining capacity than any recent hurricane, delivering a windfall for some companies with the right assets in the right place.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/could-g-shock-be-the-new-rolex-why-discerning-collectors-are-coveting-180-watches-11613592059", "title": "Could G-Shock Be the New Rolex? Why Discerning Collectors Are Coveting $180 Watches", "date": "2021-02-17 15:01", "summary": "Thrifty, functional tickers by brands like Timex and Swatch have become highly desirable-and it's not just because John Mayer collaborated with Casio. ONE OF THE more seriously sought-after watches released last year was the $180 Casio G-Shock Ref. 6900 digital ticker made in collaboration with the musician John Mayer and the watch blog Hodinkee. Hodinkee is the sort of site that attracts horological fanatics who could spend hours ravenously reading up on the idiosyncrasies of different Omega reissues or uber-rare Swiss-made watches about to hit the auction block. These wonks regularly lust after four- or even five-figure timepieces, yet the modest Mayer G-Shock seduced them. (Tellingly, Hodinkee followed it up with a $14,400 Swiss dive watch by Blancpain.) When the limited-edition G-Shocks were released in December, they sold out in under 15 minutes. Like a rare pair of Nikes, the watch is still being flipped on eBay for nearly thrice its price tag.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-do-if-you-cant-find-a-job-11606934204", "title": "What to Do if You Can't Find a Job", "date": "2021-02-17 15:01", "summary": "Most Popular News. The pandemic-related economic shutdown led to Americans at all career stages facing unemployment. Many who lost jobs are still seeking work and struggling with deep financial hardship. Exploring your financial aid options and taking a strategic approach can make this period of job searching feel less overwhelming, according to career experts and financial planners.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whatsapp-jan-koum-pays-87-million-for-malibu-mansion-11613590459", "title": "After $100 Million Malibu Purchase, WhatsApp Co-Founder Jan Koum Pays $87 Million for the Home Next Door", "date": "2021-02-17 14:35", "summary": "The clifftop property includes a funicular down to the ocean that was built by late country singer Kenny Rogers. Jan Koum, the co-founder of WhatsApp, is paying $87 million for a Malibu, Calif., mansion right next door to one he already owns, according to two people familiar with the deal.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-city-deals-with-no-power-no-water-during-big-chill-11613590412", "title": "Inside One Texas City's Struggle to Keep Power and Water Running", "date": "2021-02-17 14:33", "summary": "Resume Subscription. Denton is a midsize Texas city north of Dallas. This week, it became a microcosm of the cascading crises that has beset the state: electricity blackouts, natural-gas shortages and water problems.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/insiders-at-covid-19-vaccine-makers-sold-nearly-500-million-of-stock-last-year-11613557801", "title": "Insiders at Covid Vaccine Makers Sold Millions in Stock Last Year", "date": "2021-02-17 14:25", "summary": "Executives at Moderna, Merck are among those who have reaped the biggest rewards. Executives and directors at Pfizer Inc., Moderna Inc. and other companies developing Covid-19 vaccines sold approximately $496 million of stock last year, reaping rewards of positive vaccine developments that drove up the value of the drugmakers' shares.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-a-15-minimum-wage-will-really-do-11613589213", "title": "What a $15 Minimum Wage Will Really Do", "date": "2021-02-17 14:13", "summary": "Raising the minimum wage to $15 per hour would greatly hurt the economy, and the young and underqualified will be the ones to suffer if this is enacted.. Regarding your editorial \"Reality Check for a $15 Minimum Wage\" (Feb. 9): Raising the minimum wage to $15 per hour would greatly hurt the economy, and the young and underqualified will be the ones to suffer if this is enacted.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/race-belongs-in-the-acs-not-in-the-census-11613589016", "title": "Race Belongs in the ACS, Not in the Census", "date": "2021-02-17 14:10", "summary": "The American Community Survey's scope, frequency and granularity can understand discrimination in ways not possible with the decennial census, the target of my \"quit counting race\" statement.. In \"The Weekend Interview with Richard Alba: 'Majority Minority' America? Don't Bet on It\" (Feb. 6) John J. Miller notes that I believe we should quit counting racial/ethnic statistics. Correct, except that my subject was only the decennial census. It has seven questions, two about race, occupying 40% of the form. No room for questions on income, citizenship, immigration, etc. Is it not reasonable to conclude that the government cares about race above other issues? This is not the message we want sent to the entire population, including groups angry that race statistics, writes the Census Bureau, provide \"services of particular interest to certain racial and ethnic groups.\" Nor is the decennial robust enough to keep up with the demographic transformation Mr. Alba documents.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-pepper-and-salt-cartoon-and-a-new-heart-valve-11613588969", "title": "A Pepper and Salt Cartoon and a New Heart Valve", "date": "2021-02-17 14:09", "summary": "Your newspaper has an unusual ability to foresee events to come.. Your newspaper has an unusual ability to foresee events to come. I suspended the delivery of my Journal subscription beginning on Jan. 19. To my surprise, I discovered the first day's suspended delivery on my doorstep when I returned over a week later. I found your \"Pepper . . . and Salt\" cartoon at the bottom of the page. The caption under it read, \"The heart wants what the heart wants, and yours wants a new aortic valve.\" On the morning of Jan. 19 I had an aortic-valve replacement procedure that was successful, painless and completed within hours. The astounding coincidence of your cartoon and the timing of my valve replacement was uncanny. That I even had that day's Journal was an unexpected gift. Thank you for unknowingly having thoughts of my welfare and the welfare of others who might benefit from the same medical procedure.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-froze-its-economy-in-place-the-thaw-could-be-ugly-11613586536", "title": "Europe Locked Its Economy. Unlocking It Could Be Ugly.", "date": "2021-02-17 13:28", "summary": "Resume Subscription. For nearly a year, large swaths of Europe's economy have been in a deep freeze.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/filing-an-insurance-claim-for-texas-storm-damage-payouts-will-hinge-on-policy-details-11613585483", "title": "Insurance Payouts for Storm Damage Vary Among Policies", "date": "2021-02-17 13:11", "summary": "Consumer activists lament growing diversity of basic homeowners policies; on the plus side is the increased use of mobile apps for filing. When the snow and ice melt, many Texans will file insurance claims for the damage. Some will be annoyed that they get nothing for a freezer-full of spoiled meat, while others will be pleasantly surprised at how easy it is to get money to fix a wrecked car.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gucci-lags-behind-rivals-as-tourist-shoppers-stay-home-11613559320", "title": "Gucci Lags Behind Rivals as Tourist Shoppers Stay Home", "date": "2021-02-17 13:03", "summary": "Fourth-quarter results mark a sharp turnaround for the fashion house after years of outperformance. PARIS-Gucci fell further behind its big competitors in the fourth quarter, as the Italian fashion house stumbled without tourist shoppers filling its boutiques during the pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rush-limbaugh-right-wing-media-impresario-is-dead-at-70-11613583970", "title": "Rush Limbaugh, Right-Wing Radio Host, Dead at 70", "date": "2021-02-17 13:02", "summary": "Media personality influenced conservative discourse for decades. Rush Limbaugh, conservative talk-radio icon and pioneer of a thriving right-wing media industry, died Wednesday of complications from lung cancer, his wife, Kathryn Limbaugh, announced on his show. He was 70 years old.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-closer-look-11613584342", "title": "A Closer Look", "date": "2021-02-17 12:52", "summary": "Excerpts from \"The Sea-Ringed World\" by Maria Garcia Esperon and Illustrated by Amanda Mijangos. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-road-trip-to-the-real-shangri-la-11613583256", "title": "A Road Trip to the Real Shangri-La", "date": "2021-02-17 12:34", "summary": "In Tibet, writer Ed Douglas seeks out the true story of a mythical world and a long-vanished kingdom. MOST OF US dream of a better world, even a perfect one. Not many of us, though, when challenged to locate our own utopia, would think of a ruined citadel in a half-forgotten corner of western Tibet. Yet here is where the myth of Shangri-La begins, at least in part, among the ruins of Tsaparang. Part monastery, part fortress, this eroded jumble of buildings and caves sits atop a promontory overlooking the silted gray waters of the Langchen Tsangpo, the \"elephant river,\" known in India as the Sutlej.", "categories": [["Life & Work", "Travel", "Traveler's Tale"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/traveler-s-tale?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nestle-to-sell-poland-spring-pure-life-and-other-water-brands-for-4-3-billion-11613555874", "title": "Nestlé to Sell North American Water Brands for $4.3 Billion", "date": "2021-02-17 12:20", "summary": "World's largest bottled-water maker seeks to sharpen its focus on more lucrative, premium brands in North America. Nestlé SA agreed to sell most of its North American bottled-water brands, including Poland Spring, Arrowhead and Pure Life, for $4.3 billion, hoping to jump-start growth by focusing on a slimmed-down group of upscale and trendy brands.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cisco-systems-discloses-possible-embezzlement-scheme-at-its-china-operations-11613582434", "title": "Cisco Systems Discloses Possible Embezzlement Scheme at Its China Operations", "date": "2021-02-17 12:20", "summary": "The company is also investigating alleged payments to employees of Chinese state-owned enterprises, it said. Cisco has disclosed the matter to the U.S. Justice Department and the SEC. Cisco Systems Inc. is investigating an alleged embezzlement scheme by former employees in China that may have involved payments to Chinese state-owned firms, the company said.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-rosengren-still-eyeing-economic-snapback-in-second-half-of-year-11613581882", "title": "Fed's Rosengren Still Eyeing Economic Snapback in Second Half Of Year", "date": "2021-02-17 12:11", "summary": "The Boston Fed leader expects it to take a year or two to get inflation sustainably back to 2%. Federal Reserve Bank of Boston leader Eric Rosengren said Wednesday he still expects the economy to pick up steam in the latter half of the year, and gave no sign he thinks it is time for the central bank and broader government to pull back the aid they have provided during the pandemic.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-closer-look-11613581916", "title": "A Closer Look", "date": "2021-02-17 12:11", "summary": "Excerpts from \"Sato the Rabbit\" by Yuki Ainoya. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/german-shipping-fleet-dwindles-as-financing-dries-up-11613581454", "title": "German Shipping Fleet Dwindles as Financing Dries Up", "date": "2021-02-17 12:04", "summary": "The country's once-robust shipping funds are shrinking as the maritime sector looks elsewhere to back a new generation of vessels. German shipping investment that once helped shape the world's maritime operations is in retreat, as years of steep losses lead many of the country's biggest banks to abandon ship financing altogether.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/my-mother-got-covid-in-a-new-york-nursing-home-11613580694", "title": "My Mother Got Covid in a New York Nursing Home", "date": "2021-02-17 11:51", "summary": "The truth is coming out about Cuomo's disastrous policy. Families like mine demand accountability.. My mother, Joan Morris, died of Covid-19, which she contracted at a Brooklyn, N.Y., nursing home. She arrived there Jan. 24, 2020. She came down with Covid symptoms the week of April 5. She was sent to the hospital on April 10, was diagnosed with Covid on April 11, and died on April 17.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-you-get-a-hydroponic-garden-to-grow-your-own-veggies-indoors-11613580557", "title": "Is Growing Your Own Indoor Garden Worth It?", "date": "2021-02-17 11:49", "summary": "Hydroponic countertop gardens that promise a bounty of lettuce, herbs and more are trending, but some say it takes weeks to get one salad. Here, the pros and cons.. For the recurring series, That's Debatable, we take on a contentious issue of the day and present two spirited arguments-one in favor and other emphatically opposed. Previous installments from the series are here.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-media-tries-to-divide-republicans-11613580575", "title": "The Media Tries to Divide Republicans", "date": "2021-02-17 11:49", "summary": "Praising Trump's record and criticizing his conduct isn't 'having it both ways.' It's simply common sense.. Where does the Republican Party go from here? The party that abolished slavery, won the right to vote for women, and beat Soviet communism must continue to be strong and principled to move America forward.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-approves-trials-that-will-deliberately-infect-volunteers-with-coronavirus-11613580325", "title": "U.K. Approves Trials That Will Infect Volunteers With Coronavirus", "date": "2021-02-17 11:45", "summary": "Controversial studies are aimed at understanding the virus and speeding vaccine development. LONDON-U.K. medical-ethics authorities gave the go-ahead Wednesday to controversial trials that will deliberately infect young, healthy volunteers with coronavirus with the aim of better understanding the virus's impact on the human body and speeding vaccine development.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/silicon-valley-compound-of-former-jetblue-chairman-joel-peterson-lands-on-the-market-for-49-million-11613579485", "title": "Silicon Valley Compound of Former JetBlue Chairman Joel Peterson Lands on the Market for $49 million", "date": "2021-02-17 11:31", "summary": "The property in Woodside, Calif., includes a reconstructed home by Bernard Maybeck, an architect known for Craftsman-style houses. Joel Peterson, the former chairman of JetBlue , is putting his sprawling Silicon Valley compound-which includes a reconstructed home designed by noted local architect Bernard Maybeck-on the market for $49 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-sprawling-silicon-valley-compound-11613579228", "title": "A Sprawling Silicon Valley Compound", "date": "2021-02-17 11:27", "summary": "In Woodside, Calif., the 11-acre property of Joel Peterson, the former chairman of JetBlue, comes with two main homes, three guesthouses, a tennis pavilion and more. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/worlds-oldest-dna-unlocks-lineage-of-ice-age-mammoths-11613577600", "title": "World's Oldest DNA Unlocks Lineage of Ice Age Mammoths", "date": "2021-02-17 11:00", "summary": "Genetic material taken from carcasses that were preserved in Siberian permafrost reveals a prehistoric species. Reaching back in time more than a million years, scientists reported Wednesday that they had recovered the world's oldest known DNA from mammoths whose carcasses had lain frozen in the Siberian permafrost since the Ice Age.", "categories": [["Life & Work", "Science"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pro-aging-skin-care-wrinkles-secret-11613576450", "title": "For Skin-Care Brands, It's Not Anti-Aging Anymore. It's Pro-Aging.", "date": "2021-02-17 10:42", "summary": "In the beauty world, women over 50 have often been aged out, with brands more eager to focus their attention on younger consumers. But the generation with the most buying power may finally be getting a seat at the table.. In early December a tweet by writer Emily Nunn about Mank, the Netflix movie about Citizen Kane co-writer Herman J. Mankiewicz, went viral. The tweet read: \"Herman J. Mankiewicz's wife, Sara, was born in 1897, the same year as her husband. In the David Fincher movie Mank, she is played by a 33-year-old actress [Tuppence Middleton]. Gary Oldman, who plays Mankiewicz, is 62. We don't feel invisible. You erase us.\" The experience that women of a certain age have of being erased from public view is not limited to representation in Hollywood; the beauty and fashion industries have long been just as guilty, often prioritizing youth and the appearance of it. In one famous example, Isabella Rossellini was not renewed as the face of Lancôme once she reached her 40s.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sunchoke-fried-rice-with-mushroom-gravy-11613576021", "title": "Sunchoke Fried Rice With Mushroom Gravy", "date": "2021-02-17 10:33", "summary": "Dotted with sunchokes and topped with a rich mushroom gravy, this recipe delivers deep comfort, quickly. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/decoupling-with-china-would-hurt-u-s-businesses-chamber-of-commerce-says-11613575803", "title": "Decoupling With China Would Hurt U.S. Businesses, Chamber Says", "date": "2021-02-17 10:30", "summary": "The group's worst-case scenario envisions a crippling of major industries such as aviation and semiconductors. WASHINGTON-The U.S. Chamber of Commerce is warning that rising tensions with China could have serious consequences for U.S. businesses, laying out a worse-case scenario where some major U.S. industries would be crippled.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-plaza-casino-demolished-in-atlantic-city-11613575836", "title": "Trump Plaza Casino Demolished in Atlantic City", "date": "2021-02-17 10:30", "summary": "The long-closed boardwalk casino was once owned by the former president. Trump Plaza Hotel and Casino, a closed casino on the Atlantic City, N.J., boardwalk once owned by former President Donald Trump, was demolished Wednesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fast-fried-rice-recipe-a-delicious-meatless-meal-in-20-minutes-11613575813", "title": "Fast Fried Rice Recipe: A Delicious Meatless Meal in 20 Minutes", "date": "2021-02-17 10:30", "summary": "Dotted with sunchokes and topped with a rich mushroom gravy, this recipe delivers deep comfort, quickly. WITH THIS RECIPE, Brandon Jew nods to Hokkien fried rice, a comforting classic topped with rich gravy. In the original, cornstarch thickens the sauce and prevents the rice from getting soggy. \"The two remain distinct,\" Mr. Jew said. He retains that trick here.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kehinde-wiley-interview-audiobooks-paints-11613574926", "title": "Why Kehinde Wiley Listens to Audiobooks When He Paints", "date": "2021-02-17 10:20", "summary": "The renowned painter on how he enters a \"muscle-memory place\" to create his oversize portraits inspired by the Western canon. As lockdowns began spreading around the world last winter, artist Kehinde Wiley, 43, was working in Norway, shooting footage in the fjords for an upcoming show exploring the European landscape and seascape traditions-an \"epic painting and film project,\" he calls it-opening late this year at the National Gallery in London. \"Gorgeous,\" he says, of the Nordic locale, \"but then, of course, the reality of the pandemic started to make itself clear.\"", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hyundais-new-chairman-charts-high-tech-futurewithout-apple-for-now-11613574638", "title": "Hyundai's New Chairman Charts High-Tech Future-Without Apple, for Now", "date": "2021-02-17 10:12", "summary": "Groomed for the job his entire life, the 50-year-old grandson of Hyundai's founder plans for future beyond gas-guzzling cars. When Hyundai Motor Group 's new chairman Chung Eui-sun took over last fall, he outlined a bold road map for a future where flying vehicles and robots make up as much business as typical gas-guzzling cars.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/under-his-mentors-wing-peter-kim-could-finally-be-himself-11613574639", "title": "Under His Mentor's Wing, Peter Kim Could Finally Be Himself", "date": "2021-02-17 10:10", "summary": "'The Forty-Year-Old Version' actor recalls the relationship he cultivated with his fifth-grade teacher. Peter Kim, 45, is a Broadway, TV and film actor who has appeared in \"Hackers\" and \"Saturday Church.\" He co-stars in \"The Forty-Year-Old Version\" ( Netflix ). He spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-to-invest-1-billion-in-german-electric-vehicle-plant-11613561987", "title": "Ford Vows to Phase Out Gas Cars in Europe by 2030", "date": "2021-02-17 10:10", "summary": "The announcement is the latest evidence of the industry's rapid shift away from traditional engines. BERLIN- Ford Motor Co. said it would invest $1 billion in a German factory as part of a plan to phase out gas-powered cars in Europe by 2030, the latest auto maker to embrace a shift to electric vehicles.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/universal-basic-income-could-be-coming-for-kids-11613574528", "title": "Universal Basic Income Could Be Coming for Kids", "date": "2021-02-17 10:08", "summary": "Tax-credit proposals would send almost every parent $250 or more a month. Entrepreneurs, intellectuals and presidential candidates have in recent years touted \"universal basic income,\" a cash stipend to everyone with no strings attached, as the answer to poverty, automation and the drudgery of work. It has never gotten off the ground in the U.S.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shopifys-fate-is-tied-to-that-of-small-businesses-11613574445", "title": "Shopify's Fate Is Tied to That of Small Businesses", "date": "2021-02-17 10:07", "summary": "Shopify is selling a post-pandemic growth narrative, but not everyone is buying it. Can a stock be overvalued if its product remains tremendously underutilized? That is the question investors in cloud commerce platform Shopify must ask themselves as post-pandemic bricks-and-mortar shopping promises to return.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/guccis-lower-price-tag-looks-justified-11613574429", "title": "Gucci's Lower Price Tag Looks Justified", "date": "2021-02-17 10:07", "summary": "Sales at the Italian brand have slipped further behind rival labels Louis Vuitton and Christian Dior in recent months. During the pandemic, investors sought safety in a handful of top luxury stocks. Gucci's owner Kering hasn't made the cut despite its natural advantages.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/serena-williams-naomi-osaka-australian-open-11613569729", "title": "The Matchup of Tennis's Pandemic Era", "date": "2021-02-17 10:00", "summary": "With the top seed out of the women's tournament, the semifinal match feels like a final before the final. Naomi Osaka can't help but watch Serena Williams' matches, even when she doesn't mean to. In fact, the entire Australian Open seems to tune in, from the hotel, the locker room and anywhere else pandemic rules allow players to wander. Williams' matches in Grand Slam tournaments these days simply bring tennis to a halt.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kim-jong-un-wife-ri-sol-ju-11613570645", "title": "Ri Sol Ju: What We Know About Kim Jong Un's Wife", "date": "2021-02-17 09:20", "summary": "Resume Subscription. Ri Sol Ju is a trailblazing North Korean first lady. Unlike the wives of former North Korean leaders, Ms. Ri, believed to be 31 or 32, has joined her husband, Kim Jong Un, at high-level diplomatic engagements, toted designer handbags and helped establish a family-friendly image for Pyongyang's dictator. In 2018, she was bestowed the title of \"respected first lady\" in state media-the first to be called that in more than four decades.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/aig-avis-budget-devon-energy-what-to-watch-when-the-stock-market-opens-today-11613563371", "title": "AIG, Avis Budget, Verizon: What to Watch When the Stock Market Opens Today", "date": "2021-02-17 09:02", "summary": "Minutes from the Fed's latest meeting are due Wednesday afternoon. Here's what we're watching ahead of Wednesday's market action.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/emotional-support-animals-are-banned-on-airplanes-but-service-dogs-can-still-fly-free-11613570234", "title": "Emotional-Support Animals Are Banned on Airplanes, but Service Dogs Can Still Fly Free", "date": "2021-02-17 08:57", "summary": "New rules allow trained service dogs, and only dogs, to fly free uncaged. For many people, flying with a pet just got more expensive.. The free ride for Fido is over.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-says-he-wants-k-8-schools-open-five-days-a-week-11613536309", "title": "Biden Says He Wants K-8 Schools Open Five Days a Week", "date": "2021-02-17 08:53", "summary": "White House earlier said its pledge to reopen schools within 100 days would be satisfied by having in-person instruction one day a week. WASHINGTON-President Biden said he expects a \"significant percentage\" of K-8 schools to reopen five days a week within his first 100 days in office, after the White House said last week that its pledge to open schools would be met by in-person instruction one day a week.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mlb-pitchers-injuries-2021-season-11613566867", "title": "MLB Pitchers' Toughest 2021 Challenge: Keeping Their Arms Intact", "date": "2021-02-17 08:05", "summary": "As spring training begins, hurlers will need to figure out how to prepare their bodies for the grind of a full season after last year's pandemic-shortened campaign. As spring training camps open across Arizona and Florida this week, the big story in Major League Baseball heading into 2021 involves health-and not only because of the coronavirus.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rio-tinto-annual-net-profit-up-22-to-pay-special-dividend-11613541720", "title": "Rio Tinto's New CEO Looks to Take More Risks", "date": "2021-02-17 07:34", "summary": "Jakob Stausholm says the world's second-largest mining company should be more aggressive in pursuing commodities used in low-carbon technologies. SYDNEY-The new chief executive officer of Rio Tinto PLC wants to change a risk-averse culture at the world's second-largest mining company that could see it pursue commodities vital to the energy transition more aggressively.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-africa-rolls-out-j-j-covid-19-vaccine-to-healthcare-workers-11613564630", "title": "South Africa Rolls Out J&J Covid-19 Vaccine to Healthcare Workers", "date": "2021-02-17 07:23", "summary": "Yet-to-be-authorized shot is administered after a clinical trial showed its efficacy against the new coronavirus strain first detected in South Africa. JOHANNESBURG-South Africa started administering Johnson & Johnson 's Covid-19 vaccine, which has yet to be authorized anywhere, to healthcare workers, as the country grapples with a new, more contagious coronavirus strain.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dogecoin-has-a-top-dog-worth-2-1-billion-11613559022", "title": "Dogecoin Has a Top Dog Worth $2.1 Billion", "date": "2021-02-17 07:18", "summary": "A single digital address appears to have accumulated holdings in dogecoin, the cryptocurrency that was started as a joke. The dogecoin market has a pack leader.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-subway-killings-prompt-push-for-more-police-11613563779", "title": "New York City Subway Killings Prompt Push for More Police", "date": "2021-02-17 07:09", "summary": "The NYPD says crime on trains and in stations is down, and city officials say the perception of crime is the main challenge. The fatal stabbings of two homeless people in the New York City subway system over the weekend has sparked a debate between state and city officials over how to keep riders feeling safe.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buy-now-pay-later-isnt-winner-take-all-11613563215", "title": "Buy Now, Pay Later Isn't Winner Take All", "date": "2021-02-17 07:00", "summary": "Competition between payment firms including PayPal and Affirm is intensifying, but the territory they are vying for is huge and diverse. Several financial technology firms are eager to grow in the expanding realm of \"buy now, pay later\" lending. There likely is room enough in this town for everyone, at least for now.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/waiting-for-big-pharmas-coronavirus-profits-to-impress-wall-street-11613563200", "title": "Waiting for Big Pharma's Coronavirus Profits to Impress Wall Street", "date": "2021-02-17 07:00", "summary": "Vaccines and therapeutics for Covid-19 have been an unexpected windfall for the drug industry, but Wall Street is less enthusiastic about cash windfalls. For big pharma, a fresh $15 billion in sales just isn't what it used to be.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-brazil-people-illicitly-snag-vaccines-and-brag-about-it-11613563201", "title": "In Brazil, People Illicitly Snag Vaccines and Brag About It", "date": "2021-02-17 07:00", "summary": "Resume Subscription. SÃO PAULO-Soon after a Covid-19 vaccine became available in a farming town in Brazil's central savanna, health secretary Assis Silva Filho ordered nurses to vaccinate his wife ahead of local hospital workers.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/iheartmedia-to-acquire-triton-digital-from-scripps-11613563201", "title": "iHeartMedia to Acquire Triton Digital From Scripps", "date": "2021-02-17 07:00", "summary": "Deal for audio advertising analytics and measurement services bolsters radio giant's bet on podcasting. iHeartMedia Inc. has agreed to acquire E.W. Scripps Co. 's Triton Digital for $230 million in a deal that will give the radio giant a full slate of audio advertising technology and measurement capabilities as it builds out its podcast business.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hotel-rwanda-hero-paul-rusesabaginas-terrorism-trial-begins-11613563041", "title": "'Hotel Rwanda' Hero's Terrorism Trial Begins", "date": "2021-02-17 06:57", "summary": "Case is seen as an example of President Paul Kagame's Efforts to quash political dissent beyond Rwanda's borders. KAMPALA, Uganda-The trial of a U.S. resident hailed as a hero and immortalized by Hollywood for saving more than 1,200 people during the Rwandan genocide began Wednesday in the country's capital, in a case seen as spotlighting President Paul Kagame's efforts to quell political dissent across the globe.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kim-jong-uns-wife-ri-sol-ju-goes-to-the-theater-after-a-year-out-of-the-spotlight-11613560691", "title": "Kim Jong Un's Wife Heads to the Theater After a Year Out of Spotlight", "date": "2021-02-17 06:18", "summary": "North Korea's first lady had been absent from state media since early 2020. SEOUL-Kim Jong Un's wife made her first public appearance in more than a year when she attended a concert celebrating one of North Korea's major holidays.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-and-facebooks-trouble-down-under-will-spread-11613559457", "title": "Google and Facebook's Trouble Down Under Will Spread", "date": "2021-02-17 06:00", "summary": "Australian politicians want digital platforms to pay media companies more for their content. Regulators world-wide are watching closely.. The tussle between Big Tech and a government Down Under is a preview of the battle to come globally.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kitchen-gadget-inventors-navigate-backlash-to-lazy-products-11613558596", "title": "Kitchen Gadget Inventors Navigate Backlash to 'Lazy' Products", "date": "2021-02-17 05:43", "summary": "Why are devices designed to make kitchen tasks easier attacked?. When tennis elbow made it painful for Patrice Dionne to add milk to his coffee, he invented the Roll'N Pour, a stand that holds bottles and tilts to make pouring easier.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wells-fargos-8-billion-question-how-to-slash-costs-without-angering-regulators-11613557800", "title": "Wells Fargo's $8 Billion Test: Slash Costs Without Angering Regulators", "date": "2021-02-17 05:30", "summary": "Bank says meeting regulators' requirements after fake-account scandal takes precedence. Plenty of companies are cutting costs to weather the pandemic recession. Few are trying to do so while also spending billions of dollars to satisfy their regulators.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/online-trading-platform-will-let-investors-bet-on-yes-or-no-questions-11613557800", "title": "Online-Trading Platform Will Let Investors Bet on Yes-or-No Questions", "date": "2021-02-17 05:30", "summary": "Sequoia, Chuck Schwab are among those backing Kalshi, which plans to launch in March. An online-trading startup that aims to let people wager on questions about future events ranging from economics to the weather to public health has raised $30 million from an array of prominent investors including venture firm Sequoia Capital and discount-brokerage pioneer Charles R. \"Chuck\" Schwab.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fortnite-maker-epic-games-extends-legal-battle-with-apple-to-europe-11613545200", "title": "Epic Games Files Antitrust Complaint Against Apple in Europe", "date": "2021-02-17 04:46", "summary": "Game developer is disputing with tech giants over revenue sharing in multiple countries. BRUSSELS-\"Fortnite\" game developer Epic Games Inc. has filed an antitrust complaint against Apple Inc. in the European Union, broadening its continuing legal battle after filing similar lawsuits in the U.S., Australia and the U.K.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/winter-storm-creates-havoc-across-the-u-s-11613500444", "title": "Deadly Winter Storm Causes Havoc Across U.S.", "date": "2021-02-17 03:50", "summary": "From power outages to disrupted Covid-19 vaccinations, the snow, ice and stinging cold upend life for millions. Millions of Americans were without power after a winter storm brought snow, ice, blackouts and record-setting low temperatures to swaths of the U.S.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maersk-plans-to-put-carbon-neutral-container-ship-in-operation-in-two-years-11613544300", "title": "Maersk Plans to Put Carbon-Neutral Container Ship In Operation in Two Years", "date": "2021-02-17 01:45", "summary": "The shipping line is advancing its green-ship timetable with a 'feeder' vessel that will operate on biofuel. Shipping giant A.P. Moller Maersk A/S is fast-tracking efforts to transition to carbon-neutral ship operations with plans to add in two years what would be the first container ship running on biofuel.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-state-sues-amazon-over-worker-treatment-during-covid-19-pandemic-11613535922", "title": "New York Sues Amazon Over Worker Safety", "date": "2021-02-17 00:20", "summary": "Company says attorney general's case doesn't present accurate picture of its pandemic response. New York's attorney general has filed a lawsuit against Amazon.com Inc. that accuses the online retailer of not doing enough to protect workers in the state from the coronavirus.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11613506908", "title": "Pepper...and Salt", "date": "2021-02-17 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cfos-on-the-hunt-for-acquisitions-face-high-prices-strong-competition-11613572200", "title": "CFOs on the Hunt for Acquisitions Face High Prices, Strong Competition", "date": "2021-02-17 00:01", "summary": "Companies have spent more than three times as much on fewer deals so far this year compared with a year ago. Finance chiefs in pursuit of mergers and acquisitions are facing high asking prices and strong competition from other deal makers. Some are seizing the opportunity nonetheless, while others are holding off.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wisconsin-covid-19-response-is-shaped-by-political-divide-11613484003", "title": "Wisconsin Political Divide Shapes Covid-19 Response", "date": "2021-02-17 23:59", "summary": "Biden visits Milwaukee on his first official trip since taking office as he promotes efforts to fight pandemic. In a nation split over how best to respond to the Covid-19 pandemic, Wisconsin has exemplified the divisions.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-sues-morningstar-alleging-undisclosed-changes-to-bond-ratings-11613524141", "title": "SEC Sues Morningstar, Alleging Undisclosed Changes to Bond Ratings", "date": "2021-02-17 20:45", "summary": "Adjustments were made to 30 commercial mortgage-backed securities valued at $30 billion, SEC says in lawsuit. Morningstar Inc. allowed credit-rating analysts to adjust financial models that resulted in better terms for bond issuers and in some cases less interest income for investors, the Securities and Exchange Commission alleged in a civil lawsuit on Tuesday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-bankruptcy-watchdog-says-nra-law-firm-has-disqualifying-conflicts-11613525781", "title": "U.S. Bankruptcy Watchdog Says NRA Law Firm Has 'Disqualifying Conflicts'", "date": "2021-02-17 20:36", "summary": "Justice Department bankruptcy overseer says Brewer firm has interests that could impede it from working as special counsel to the gun group. The Justice Department's bankruptcy monitor wants the National Rifle Association's go-to lawyers barred from representing the gun-rights group in its chapter 11 case, citing \"disqualifying conflicts\" and previous allegations of billing improprieties.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-did-democrats-want-from-impeachment-11613523532", "title": "What Did Democrats Want From Impeachment?", "date": "2021-02-17 19:58", "summary": "After agreement to avoid witnesses, an immediate call for another investigation.. In the space of less than 72 hours, congressional Democrats called for witnesses to be heard in the second impeachment trial of Donald Trump, then agreed not to interview witnesses and conclude the trial on Saturday, then announced on Monday a new investigation to include witness interviews. What exactly are they trying to accomplish?", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marriott-international-says-president-ceo-arne-sorenson-died-11613483225", "title": "Marriott CEO Arne Sorenson Dies", "date": "2021-02-17 19:53", "summary": "Lutheran missionary's son was first person outside company's founding family to head hotel operator. Marriott International Inc. Chief Executive Officer Arne Sorenson, who ran the world's largest hotel company and talked often about the need for business executives to speak out on important social issues, died Monday.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marriotts-next-ceo-likely-to-come-from-inside-11613517366", "title": "Marriott's Next CEO Likely to Come From Inside", "date": "2021-02-17 19:16", "summary": "Two executives currently leading hotel company's day-to-day operations are seen as top choices. Marriott International Inc. suffered another blow when Arne Sorenson, its chief executive, died from cancer on Monday, but analysts expect the hotel company under new leadership to still manage a gradual recovery from the pandemic's effect on business.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alden-global-capital-agrees-to-buy-rest-of-tribune-publishing-11613519424", "title": "Alden Global Capital Agrees to Buy Rest of Tribune Publishing", "date": "2021-02-17 19:13", "summary": "Hedge fund to pay $17.25 a share in deal that values the newspaper publisher around $630 million. A New York hedge fund that is the largest shareholder in Tribune Publishing Co. has reached a deal to acquire the rest of the newspaper company which owns some of the biggest papers in the country, including the Chicago Tribune and New York Daily News.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-trades-above-50-000-for-first-time-11613479752", "title": "Bitcoin Trades Above $50,000 for First Time", "date": "2021-02-17 19:11", "summary": "Digital currency rose Tuesday as high as $50,584.85, up more than 74% for the year. Bitcoin topped $50,000 for the first time Tuesday, doubling in value in less than two months.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}]