[{"link": "https://www.wsj.com/articles/the-colorado-river-is-in-crisis-the-walton-family-is-pushing-a-solution-11633167002", "title": "The Colorado River Is in Crisis. The Walton Family Is Pushing a Solution.", "date": "2021-10-02 19:32", "summary": "Resume Subscription. The first-ever official shortage on the Colorado River has intensified a debate over how to provide water for 40 million people across the Southwest and irrigate fields of thirsty crops like wheat, cotton and alfalfa.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tiktok-and-fashion-agree-that-side-part-makes-you-look-old-11633178336", "title": "TikTok and Fashion Agree: That Side Part Makes You Look Old", "date": "2021-10-02 17:42", "summary": "Along with skinny jeans, the side part has become a sign of being out of touch with the zeitgeist. At the spring 2022 fashion shows in New York and Europe, the center part continues its mighty reign.. \"PROVE ME WRONG, but I don't think there is a single person that looks better with a side part than they do a middle part,\" said Glorianna Restrepo in a viral TikTok video she posted in July 2020. Ms. Restrepo, a 24-year-old Connecticut photographer, went on in the clip to extol the \"luscious, elegant\" and \"supreme\" center part. Her voice, recorded under the track \"Middle Part Baddies,\" became a popular soundtrack for other TikTok videos on the strangely sensational topic of center parts versus middle parts. According to TikTok logic, side parts and skinny jeans are for out-of-touch millennials, while center parts and baggier \"mom jeans\" are for cool Gen-Z kids. In playfully contentious videos, millennials defend their skinny-jean-side-parted turf, while Gen-Z trendsetters mock them. These subtle differences in hair division and denim fit have become an inescapable generational lightning rod.", "categories": [["Life & Work", "Style & Fashion", "Off Brand"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/off-brand?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-oks-short-term-extension-of-transportation-programs-11633203659", "title": "Senate OKs Short-Term Extension of Transportation Programs", "date": "2021-10-02 15:40", "summary": "Stopgap measure comes after House delayed approval of $1 trillion infrastructure bill. WASHINGTON-The Senate approved a short-term extension of transportation programs Saturday, sending to President Biden stopgap legislation after the House again delayed a vote on a roughly $1 trillion infrastructure bill.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-deliveries-surge-defying-supply-chain-woes-11633194328", "title": "Tesla Deliveries Surge, Defying Supply-Chain Woes", "date": "2021-10-02 13:26", "summary": "Electric-vehicle maker provided a record number of vehicles in third quarter amid flagging global auto sales. Tesla Inc . overcame snarled global supply chains to deliver a record number of vehicles in the third quarter.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-airlines-alaska-jetblue-orders-workers-to-get-covid-19-vaccinations-11633138914", "title": "American Airlines, Alaska, JetBlue Orders Workers to Get Covid-19 Vaccinations", "date": "2021-10-02 12:03", "summary": "Airlines say employees must be vaccinated under new federal rules for government contractors. More airlines are telling employees they'll have to get Covid-19 vaccinations as carriers move to comply with new rules for companies that do business with the federal government.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-target-date-fund-11633130377", "title": "Should Investors Create Their Own Target-Date Fund?", "date": "2021-10-02 12:00", "summary": "Do-it-yourself investors, especially younger ones, can save money by re-creating their own target-date fund, a professor finds. Target-date retirement funds are often found in company 401(k)s, IRAs and other investment vehicles. But many investors in such funds wonder if they couldn't get similar or better returns by putting together replica versions, without the fees.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/infrastructure-delay-shows-clout-of-progressive-leader-pramila-jayapal-11633178357", "title": "Infrastructure Delay Shows Clout of Progressive Leader Pramila Jayapal", "date": "2021-10-02 11:44", "summary": "Many lawmakers refused to vote for bipartisan package unless social-policy and climate plan also advanced. WASHINGTON-Centrist Rep. Josh Gottheimer emerged from a meeting with House Speaker Nancy Pelosi on Thursday certain that she would follow through on her promise to him and other moderate Democrats to hold a vote on a bipartisan infrastructure bill that day.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/morrisons-sold-to-clayton-dubilier-rice-for-9-4-billion-in-frenzied-bidding-war-11633175510", "title": "Morrisons Sold to Clayton, Dubilier & Rice for $9.4 Billion in Frenzied Bidding War", "date": "2021-10-02 11:03", "summary": "Deal for the British supermarket chain shows the extreme lengths private-equity firms are willing to go amid a global rush for deals. A consortium led by U.S. buyout firm Clayton, Dubilier & Rice won the bidding war for U.K. grocery chain Wm Morrison Supermarkets PLC, an almost $9.4 billion bet that highlights the extreme lengths private-equity firms are willing to go amid a global deal frenzy.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-does-decoupling-mean-to-investors-11633112138", "title": "When Investors Mention 'Decoupling,' What Do They Mean?", "date": "2021-10-02 11:00", "summary": "The Wall Street term had one definition for decades, while now it has another. Over the past year, investors have seen the term \"decoupling\" often. However, it is likely to confuse people because it had one definition for decades, while now it has another. The two meanings are related, but they aren't the same.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "In Translation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-trials-arent-everyones-tribulations-11633183200", "title": "Facebook's Trials Aren't Everyone's Tribulations", "date": "2021-10-02 10:00", "summary": "Facebook appears to be particularly damaging to teens, even compared with other social networks. That could benefit its rivals.. If you're explaining, you're losing, according to Ronald Reagan. Right now, Facebook isn't winning many arguments.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-makers-say-there-are-enough-doses-for-everyone-poor-countries-are-still-waiting-for-shots-11633179601", "title": "Covid-19 Vaccine Makers Say There Are Enough Doses for Everyone. Poor Countries Are Still Waiting for Shots.", "date": "2021-10-02 09:00", "summary": "World leaders aim to vaccinate 70% of the global population by next September, yet experts say many doses in rich countries risk going unused. While Covid-19 vaccine booster shots are being administered in the U.S. and other rich nations, a large majority of people in poor countries haven't received their first shot.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parents-teen-girls-guide-to-better-instagram-11633125456", "title": "Parents, Here's a Girls' Guide to Using Instagram", "date": "2021-10-02 09:00", "summary": "Young women who have found ways to stay safe on Instagram offer tips on how girls can protect their mental health while using the social-media app. Instagram can be toxic to teen girls. Plenty of people outside of Facebook Inc. have said it. My colleagues recently reported that, based on internal research, the company itself has known this about its photo-sharing app for some time.", "categories": [["Life & Work", "Family & Technology"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/family-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/her-familys-saab-story-began-nearly-50-years-ago-11633176002", "title": "Her Family's Saab Story Began Nearly 50 Years Ago", "date": "2021-10-02 08:17", "summary": "Resume Subscription. Cathy Blinken, 51, a sourcing expert with Citigroup living in Rutherford, N.J., on her Saab collection, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/holiday-travel-bookings-are-growing-tight-driving-up-prices-11633176002", "title": "Holiday-Travel Bookings Are Growing Tight, Driving Up Prices", "date": "2021-10-02 08:00", "summary": "Advisers recommend flexibility as reservations pile up for Thanksgiving, Christmas getaways. A rush of people booking holiday travel is driving up prices and lowering inventory, with advisers recommending Americans who have been holding out to make plans soon.", "categories": [["Life & Work", "Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-market-is-right-to-be-spooked-by-rising-bond-yields-11633142803", "title": "Market Is Right to Be Spooked by Rising Bond Yields", "date": "2021-10-02 08:00", "summary": "Shares are in trouble if the sharp rise in yields since last week's Federal Reserve meeting is the start of a trend. No one likes losing money, but Tuesday's stock-price fall worries me more than the headline of a 2% fall in the S&P 500 should. In itself, 2% is no biggie: three days this year had bigger falls, and on average we have had seven worse days a year since 1964.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philippine-president-rodrigo-duterte-announces-retirement-from-politics-11633175555", "title": "Philippine President Rodrigo Duterte Announces Retirement from Politics", "date": "2021-10-02 07:52", "summary": "The polarizing leader had previously considered a vice-presidential bid after his six-year term ends next year. Philippine President Rodrigo Duterte, whose brash and authoritarian style has upended governance in the country, said Saturday that he intends to retire from politics, indicating he won't attempt to extend his time in power by seeking the vice presidency.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/countdown-starts-on-chinese-company-delistings-after-long-u-s-china-audit-fight-11633172403", "title": "Countdown Starts on Chinese Company Delistings After U.S.-China Audit Fight", "date": "2021-10-02 07:00", "summary": "The three-year countdown will accelerate a decoupling of the world's two largest economies. U.S. securities regulators have started a countdown that will force many Chinese companies to leave American stock exchanges, after a long impasse between Washington and Beijing over access to the companies' audit records.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bob-thompson-this-house-is-mine-review-colby-college-museum-of-art-11633118588", "title": "'Bob Thompson: This House Is Mine' Review: The Staggering Breadth of a Brief Career", "date": "2021-10-02 07:00", "summary": "A survey of the painter's work at the Colby College Museum of Art is a colorful exploration of his singular creativity.. Waterville, Maine", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/six-exercises-for-runners-to-build-muscle-balance-11633168800", "title": "Six Exercises for Runners to Build Muscle Balance", "date": "2021-10-02 06:00", "summary": "Resume Subscription. Runners often focus on their mileage, whether they're training for a marathon or enjoying a short daily run. A top trainer has some advice: Don't neglect strength training.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bull-market-end-11633129950", "title": "Bull Markets Usually Don't End With a Bang", "date": "2021-10-02 05:30", "summary": "The implication: Stock investors shouldn't try to pick a specific time when it makes sense to get out of the market. Unlike bear-market bottoms, which tend to be short and violent, bull-market tops in the stock market tend to occur gradually over time, as first one sector or investment style hits its peak and turns down, and then another.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bud-light-maker-tries-again-with-hard-seltzer-11633167002", "title": "Bud Light Maker Tries Again With Hard Seltzer", "date": "2021-10-02 05:30", "summary": "Anheuser-Busch after several false starts-and with a new mind-set-hopes it's not too late to tap what has been a growth market. The maker of Budweiser tried to jump on the alcoholic seltzer craze years ago-and flopped. The problem, according to Anheuser-Busch's new chief executive: It was too focused on Bud Light.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccinations-in-new-york-accelerated-ahead-of-healthcare-worker-mandates-11633167002", "title": "New York Covid-19 Vaccinations Picked Up Ahead of Healthcare Worker Mandates", "date": "2021-10-02 05:30", "summary": "Inoculation rates rose twice as much for hospital workers as for adults overall in the state. Since former Gov. Andrew Cuomo announced a vaccine mandate for New York healthcare workers more than a month ago, hospital employees in the state have been getting vaccinated at more than twice the rate as all New York adults, according to data provided by the state health department and the Centers for Disease Control and Prevention.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-curse-of-off-hours-email-11633147261", "title": "The Curse of Off-Hours Email", "date": "2021-10-02 00:01", "summary": "Getting work messages in the evening or on weekends can be stressful, but senders often don't consider them urgent. There's a way to fix the misunderstanding.. Imagine it's the end of the workday and you have a non-urgent work question to ask a colleague. You know this colleague has already gone home for the day, but you send off an email to them anyway.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11633120347", "title": "Pepper...and Salt", "date": "2021-10-02 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-doesnt-make-videogames-but-its-the-hottest-player-in-gaming-11633147211", "title": "Apple Doesn't Make Videogames. But It's the Hottest Player in Gaming.", "date": "2021-10-02 00:01", "summary": "CEO Tim Cook quietly turned the iPhone company into a superpower in the videogame business. Now he's fighting rivals in a multiplayer universe.. Apple Inc. doesn't make hot videogames such as \"Fortnite,\" or consoles such as the Xbox. But with little fanfare, Chief Executive Tim Cook has turned the maker of the iPhone into one of the world's largest videogame companies.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-hitting-it-big-with-photo-licensing-this-serial-entrepreneur-wants-to-start-more-companies-11633147258", "title": "This Billionaire Entrepreneur Wants to Get Back to Startups", "date": "2021-10-02 00:00", "summary": "Jon Oringer founded Shutterstock using 30,000 pictures he shot himself. He says it is now time to get involved with startups-hundreds of them.. In Personal Board of Directors, top business leaders talk about the people they turn to for advice, and how those people have shaped their perspective and helped them succeed. Previous installments from the series are here.", "categories": [["Personal Board of Directors"]], "category_links": ["https://www.wsj.com/news/types/personal-board-of-directors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nwsl-sexual-misconduct-scandal-11633107196", "title": "Women's Soccer Commissioner Resigns in Wake of Sexual Misconduct Scandal", "date": "2021-10-02 22:09", "summary": "The women's professional soccer league was roiled by publication of sexual misconduct allegations against a coach.. National Women's Soccer League commissioner Lisa Baird resigned Friday in the wake of a sexual misconduct scandal involving a high-profile coach and growing criticism of the league's handling of it and other cases of alleged abuse.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-try-again-to-pass-infrastructure-bill-11633097276", "title": "Biden Says Democrats Should Delay Infrastructure Vote Until Deal Reached", "date": "2021-10-02 20:54", "summary": "Party seeks agreement between moderate, progressive wings on separate social-policy and climate package. WASHINGTON-President Biden called on House Democrats to hold off on voting on a roughly $1 trillion infrastructure bill until after they reach an agreement on a separate social-policy and climate bill, moving to again delay final passage of a central piece of his own agenda in a bid to unify restive Democrats.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-brett-kavanaugh-tests-positive-for-covid-19-has-no-symptoms-11633094178", "title": "Kavanaugh Tests Positive for Covid-19, Has No Symptoms", "date": "2021-10-02 20:17", "summary": "Supreme Court says positive test came during regular testing protocols. Justice Brett Kavanaugh has tested positive for Covid-19 but has no symptoms and has been fully vaccinated, the Supreme Court said Friday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]