[{"link": "https://www.wsj.com/articles/chiles-presidential-election-threatens-centrist-legacy-11637510400", "title": "Chile's Presidential Election Upends Centrist Legacy", "date": "2021-11-21 21:45", "summary": "Voters in country long led by business-friendly moderates choose two candidates on polar ends of the political spectrum. SANTIAGO, Chile-Two antiestablishment politicians from opposite ends of the political spectrum have advanced to a runoff vote to select Chile's next president, deepening the political instability in Latin America's most affluent country.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-connecticut-juvenile-crime-gun-violence-homicide-shootings-murder-lamont-11637345153", "title": "Democrats Turn a Blind Eye to Connecticut's Juvenile Crime Wave", "date": "2021-11-21 21:24", "summary": "The state desperately needs a special session of the Legislature to address it, but Gov. Lamont refuses.. Madison, Conn.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/advanced-maneuver-in-china-hypersonic-missile-test-shows-new-military-capability-11637545843", "title": "Advanced Maneuver in China Missile Test Shows New Military Capability", "date": "2021-11-21 20:50", "summary": "Hypersonic missile test has intensified scrutiny of Beijing's military buildup. A hypersonic missile test China carried out last summer involved a sophisticated maneuver in which a projectile was fired from the system during the flight, according to U.S. officials, in a sign that the Chinese program is more advanced than previously known.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-of-17-missionaries-kidnapped-in-haiti-are-released-11637534798", "title": "Two of 17 Missionaries Kidnapped in Haiti Are Freed", "date": "2021-11-21 20:12", "summary": "Ohio-based missionary group says the two released hostages are in good spirits. Two of the 17 U.S. and Canadian missionaries kidnapped in Haiti last month have been released, the missionary group said on Sunday.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-fed-powell-brainard-democrats-11637512176", "title": "Biden Nears Endgame on Fed Chair Decision", "date": "2021-11-21 19:51", "summary": "Choice between Jerome Powell and Lael Brainard reflects desire for policy continuity. President Biden faces one of the most important economic policy decisions of his presidency, which is expected this week, when deciding who should lead the Federal Reserve when Chairman Jerome Powell's term expires in February.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corrections-amplifications-11637540037", "title": "Corrections & Amplifications", "date": "2021-11-21 19:13", "summary": "Resume Subscription. The photos that accompanied a Page One article Friday about laser eye surgery were taken by Saul Martinez and Dave Cole. In some editions on Friday the photos were credited to Desiree Rios.", "categories": [["General News"]], "category_links": ["https://www.wsj.com/news/types/general-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cop26-prepared-the-world-to-beat-climate-change-global-warming-emissions-glasgow-11637526170", "title": "COP26 Prepared the World to Beat Climate Change", "date": "2021-11-21 17:18", "summary": "We can bemoan that there is still a gap between our ambitions and actions. Or we can work to close it.. In diplomacy and governing, there are few permanent victories, mostly hard-fought opportunities to make continued progress with continued attention. I often think of Benjamin Franklin's comment to a young citizen after the delegates finished drafting the Constitution in Philadelphia, promising that they had created \"a republic, if you can keep it.\" After COP26, something similar could be said for climate diplomacy: It was an important breakthrough, if we can follow through on it.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-coddling-of-american-children-is-a-boon-to-beijing-china-education-college-victim-11637525811", "title": "The Coddling of American Children Is a Boon to Beijing", "date": "2021-11-21 17:17", "summary": "In China, my son had to study hard. Here in the U.S., he just needs to bring a 'healthy snack' to school.. As a Chinese doctoral student raising a young son in the U.S., I am mystified by how American elementary schools coddle students. In China, schools are run like boot camps. What do the therapeutic comforts America showers on its youth portend for a growing competition with China?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activision-blizzard-ceo-bobby-kotick-tells-colleagues-he-would-consider-leaving-if-he-cant-quickly-fix-problems-11637533064", "title": "Activision CEO Opens Door to Possible Departure", "date": "2021-11-21 17:17", "summary": "Kotick stopped short of saying he would step down in a Friday meeting with executives. Activision Blizzard Inc. Chief Executive Bobby Kotick has told senior managers he would consider leaving the company if he can't quickly fix the culture problems at the videogame giant, according to people familiar with his comments.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-way-biden-pushes-gasoline-fuel-energy-prices-up-renewable-fuel-standard-epa-11637526096", "title": "Another Way Biden Pushes Gasoline Prices Up", "date": "2021-11-21 17:15", "summary": "Inaction on the Renewable Fuels Standard means crippling penalties or insolvency for some small refineries.. Gasoline prices are the highest they have been in seven years and inflation is at a 30-year high, a double hit to American families. The Biden administration has aggravated the situation with new regulatory requirements on oil and gas producers as well as limits on domestic oil and gas exploration. But policy inaction also costs Americans at the pump. Consider the Biden administration's failure to make decisions on the Renewable Fuels Standard.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/honduras-and-the-clinton-legacy-democracy-socialism-national-security-imperialism-11637526692", "title": "Honduras and the Clinton Legacy", "date": "2021-11-21 16:47", "summary": "Will the country follow the undemocratic paths of El Salvador and Nicaragua?. Secretary of State Hillary Clinton had to eat crow in 2009 when tiny Honduras refused to obey her decree to reinstate a former sitting president who had been legally deposed by the military. Honduras is still paying the price for Mrs. Clinton's imperialism.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-troubled-birth-review-citizens-disunited-11637531186", "title": "'A Troubled Birth' Review: Citizens Disunited", "date": "2021-11-21 16:46", "summary": "Would 'public opinion' improve if Americans had more instruction from professors, journalists and fact-checkers?. 'We the People,\" the first three words of the Constitution, were a bit of legerdemain on the part of draftsman Gouverneur Morris, but they have rightly resonated over the years, not least when the definition of \"the people\" was expanded by universal white manhood suffrage in the 1830s and by the enfranchisement of blacks in 1870. It's not surprising that aristocratic European observers like Alexis de Tocqueville and Lord Bryce were struck by the importance of public opinion when they visited the U.S. in the 1830s and 1880s, both decades of bitter partisan competition. For Susan Herbst, however, the key decade for enthroning the sentiments of \"we the people\" came much later-in the 1930s. It was then, she argues in \"A Troubled Birth,\" that we got stuck with the parched and crabbed notion of public opinion with which we're still stuck today.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-kamikaze-democrats-nancy-pelosi-joe-biden-build-back-better-house-welfare-2022-11637362201", "title": "The Kamikaze Democrats", "date": "2021-11-21 16:34", "summary": "Pelosi and Biden march swing-district House Members to the end of their careers.. The Kyle Rittenhouse acquittal dominated the weekend news, but the more significant story for the long run was House passage Friday of the multi-trillion-dollar tax, climate and entitlement spending bill. Speaker Nancy Pelosi marched her majority off a cliff in 2010 with votes on ObamaCare, and now she has done it again.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-tax-cut-for-the-tarheel-state-north-carolina-cooper-personal-income-virginia-youngkin-11637516606", "title": "A Tax Cut for the Tarheel State", "date": "2021-11-21 16:33", "summary": "Democratic Gov. Roy Cooper heeds the message from Virginia.. Democrats in Washington are ignoring the party's November election defeats, but the impact has been more salutary in the states. The latest example is North Carolina, where last week Democratic Gov. Roy Cooper signed a significant tax cut for individuals and business.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuba-libre-latin-grammys-patria-y-vida-osorbo-yotuel-gente-de-zona-el-funky-descemer-bueno-11637366048", "title": "'Cuba Libre' at the Latin Grammys", "date": "2021-11-21 16:33", "summary": "The patriotic protest anthem 'Patria y Vida' wins song of the year.. The Latin Grammy award for song of the year last week went to \"Patria y Vida\"-Homeland and Life-and Hollywood may be having a case of the vapors. But the music industry's sudden solidarity with repressed Cuban artists is progress.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/losing-by-five-with-1-400-votes-rejected-florida-primary-election-voting-by-mail-usps-11637159981", "title": "Losing by Five, With 1,400 Votes Rejected", "date": "2021-11-21 16:32", "summary": "In a squeaker House race, bad mail votes are 275 times the margin.. The headlines say a House election in Florida has been won by a mere five votes, 11,662 to 11,657, which is a remarkable piece of news. But here's what those reports are missing: Nearly 1,400 mail ballots were thrown out for one reason or another. If this isn't a warning about the perils of trusting your vote to the postman, it's hard to know what would be.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-home-sales-consumer-spending-inflation-11637524800", "title": "Economy Week Ahead: Home Sales, Consumer Spending, Inflation", "date": "2021-11-21 15:00", "summary": "The minutes from the latest Federal Reserve policy meeting are also on deck in the coming days. Reports on U.S. consumer spending and inflation highlight this holiday-shortened week. Outside of regular data, markets are also waiting for President Biden to announce his nomination for Federal Reserve chairman-a decision is expected this week.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/migrants-at-belarus-poland-border-face-returning-home-or-continuing-their-quest-to-go-west-11637523341", "title": "Migrants at Belarus-Poland Border Face Returning Home or Continuing Their Quest to Go West", "date": "2021-11-21 14:35", "summary": "Hope is waning for many migrants that Poland will allow a humanitarian corridor to be opened to travel to the West. MINSK, Belarus-Numerous failed attempts to cross the border from Belarus into Poland have left thousands of migrants who thought the former Soviet country would provide a fail-safe corridor to a better life in the European Union weighing whether to abandon their quest.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-tennis-star-peng-shuai-appears-in-beijing-amid-assault-claim-11637501193", "title": "Chinese Tennis Star Peng Shuai Appears in Beijing Amid Assault Claim", "date": "2021-11-21 14:12", "summary": "Takes part in video meeting with International Olympic Committee president hours after footage shows her attending tennis tournament. HONG KONG-Chinese tennis pro Peng Shuai took part in a video meeting with International Olympic Committee president Thomas Bach on Sunday, amid a global uproar following a Nov. 2 post on her social-media account accusing one of the Communist Party's most senior retired leaders of sexual assault.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californians-flee-the-coast-to-inland-cities-in-a-mass-pandemic-era-exodus-11637521731", "title": "Californians Flee the Coast to Inland Cities in a Mass Pandemic-Era Exodus", "date": "2021-11-21 14:08", "summary": "The state's Inland Empire tied the Phoenix region for 2020's biggest gain in households from migration nationwide, taking in newcomers from pricier locales. Since moving out of the Los Angeles area, Eva and Randy Fluker say they miss summer weekends at the beach, monthly trips to Disneyland and their favorite Mexican food and ramen joints.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/politicos-earned-distrust-biden-inflation-reconciliation-cuomo-covid-deaths-nursing-homes-11637504680", "title": "Politicians Have Earned Your Distrust", "date": "2021-11-21 13:45", "summary": "Our leaders care more about putting 'points on the board' than doing what's right.. Each day government bombards Americans with reasons not to trust it. It has been only 616 days since the Trump administration's \"15 Days to Slow the Spread.\" From the Fauci dance-no mask, one mask, double masks-to the airport mess known as the Transportation Security Administration. If it's OK for travelers under 12 and over 75 to keep their shoes on through airport security, then surely it's OK for everyone. Americans aren't stupid. Each time we're spun or deceived or outright lied to, trust in government melts away.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/left-betrays-working-class-covid-mandates-vaccine-religious-approval-exemption-nyc-osha-11637505203", "title": "The Left Betrays the Working Class on Covid Mandates", "date": "2021-11-21 13:44", "summary": "Some unions are even siding with management against employees who resist vaccination.. New York", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-aims-to-close-gaps-among-lawmakers-for-reconciliation-bill-11637516201", "title": "White House Aims to Close Gaps Among Lawmakers for Reconciliation Bill", "date": "2021-11-21 13:36", "summary": "The 'Build Back Better' bill is at the center of the president's agenda, but issues such as state and local taxes divide Democratic senators. The Biden administration is moving to close gaps between House and Senate Democrats on its roughly $2 trillion education, healthcare and climate package, so it can finalize the bill that serves as the centerpiece of the president's agenda.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/subway-co-founder-peter-buck-a-low-profile-billionaire-dies-at-age-90-11637517169", "title": "Subway Co-Founder Peter Buck, Low-Profile Billionaire, Dies at Age 90", "date": "2021-11-21 12:52", "summary": "Nuclear physicist, raised on a farm in Maine, loaned $1,000 to a teenager to start the global sandwich chain in 1965. From childhood, Peter Buck remembered an Italian-style sandwich shop called Amato's near his home in Maine. The long lines outside the door made a strong impression, as did the diamond rings and gold bracelets worn by women behind the counter.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-in-atlanta-search-for-felon-after-gun-discharged-at-airport-11637511328", "title": "Police Search for Felon After Gun Discharged at Atlanta Airport", "date": "2021-11-21 12:07", "summary": "Busy travel day interrupted after a loaded gun discharged, causing chaos. Police are searching for a felon who fled the Atlanta airport after a loaded gun in his bag discharged Saturday, causing chaos on one of the busiest travel weekends since the pandemic began.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bbb-build-back-better-evan-spiegel-taxes-spending-biden-cost-11637358035", "title": "Low-Tax America Meets 'Build Back Better'", "date": "2021-11-21 11:34", "summary": "Passing the BBB bill would raise revenues by less than 1% of GDP by the end of the decade.. \"America Will Be Number One-in Taxes\" (Review & Outlook, Nov. 16) makes valid points about the statutory top income-tax rate on multimillionaires, but it gives the wrong impression about U.S. taxes in two regards.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/milton-friedman-school-choice-vouchers-virginia-magness-maclean-segregation-integration-11637357604", "title": "Smearing Milton Friedman, Excusing the Teachers Union", "date": "2021-11-21 11:28", "summary": "Nancy MacLean misconstrues the history of school choice in Virginia.. In her Nov. 19 letter, Nancy MacLean accuses me of ignoring the substance of her research findings, which purport to implicate Milton Friedman in a collusive partnership with segregationists to advance the cause of school vouchers. It's a brazen charge, considering that Prof. MacLean ignores clear evidence that Friedman not only supported racial integration, but saw vouchers as an essential tool to achieve that end.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gavi-covax-covid-19-vaccine-international-developing-world-export-production-11637356779", "title": "Covax's Achievement and Planning for the Next Pandemic", "date": "2021-11-21 11:27", "summary": "The international vaccine effort has already passed on a sizable legacy.. The suggestion that the international Covax program could be improved in future pandemics by speeding up vaccine development, scaling up production and persuading donors and manufacturers to put self-interest aside fails to take into account the degree to which these considerations have featured in planning for the current one (\"Getting Vaccines to the World the Next Time,\" Review, Nov. 6).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fake-pork-impossible-kosher-hekscher-ou-food-11637356943", "title": "Meshuggah About Fake Pork", "date": "2021-11-21 11:24", "summary": "Apparently, 'pork,' the word, is radioactive at the Orthodox Union, regardless of ingredients.. As a Jew and vegetarian, I find it disappointing that the Orthodox Union won't issue its kosher certification for Impossible Pork (\"For Fake Pork, Kosher Label Proves Elusive,\" Page One, Nov. 16). Apparently, \"pork,\" the word, is radioactive, regardless of ingredients. Jews are creative people, so I suggest first winking, then rebranding it as \"Porque,\" which invites an ad campaign playing off \"por qué,\" Spanish for \"why.\" Given so many kosher foods are cooked up to simulate what's nonkosher, what's so impossible here?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crt-critical-race-theory-souther-border-crisis-migrants-illegal-immigration-11637357054", "title": "Deploy Critical Race Theory to Protect the Border", "date": "2021-11-21 11:23", "summary": "After reading CRT, anyone contemplating moving to America would unpack his bag.. The southern border crisis would end overnight if critical-race-theory texts were distributed in translation to the relevant areas (\"Border Crisis Has Biden's Presidency on the Edge\" by Jason Riley, Upward Mobility, Nov. 17). Anyone contemplating moving to America would either unpack his bag, or target a more desirable destination.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hamas-gunman-kills-one-israeli-injures-four-in-jerusalem-11637511128", "title": "Hamas Gunman Kills One Israeli, Injures Four in Jerusalem", "date": "2021-11-21 11:12", "summary": "Israeli police shot dead the Palestinian assailant and boosted security in the contested city on concerns over a flare-up in violence. TEL AVIV-A member of the Palestinian militant group Hamas fatally shot one Israeli and injured four others near one of Jerusalem's holiest sites on Sunday, according to Israeli police, who shot dead the assailant and boosted security in the city on concerns over a flare-up in violence.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/novartis-rethinks-sales-strategy-for-new-cholesterol-drug-launch-11637510400", "title": "Novartis Rethinks Sales Strategy for New Cholesterol Drug Launch", "date": "2021-11-21 11:00", "summary": "Swiss drugmaker hopes to unlock large but tricky heart-medicine market with broad rollouts via hospital systems. Novartis AG bet big on its new cholesterol-busting drug. To overcome the tricky market for new heart medicines, it is pursuing an unconventional strategy that turns the traditional drug launch on its head.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-nfl-washington-football-team-emails-documents-11637505306", "title": "Congress Isn't Buying the NFL's Claims to Withhold Documents on Washington Football Team", "date": "2021-11-21 10:40", "summary": "The National Football League and the Washington Football Team have both indicated they're clients of the attorney who conducted the investigation into the club. That's coming under scrutiny in the face of a congressional demand for the findings.. The National Football League has repeatedly pledged to cooperate with a congressional committee's investigation into workplace misconduct at the Washington Football Team, with one big caveat-it says some of the documents that Congress wants might be protected by the rule of legal evidence known as \"privilege.\"", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/think-gas-prices-are-too-high-in-this-california-county-a-gallon-costs-6-11637506800", "title": "In One California County, Gasoline Surpasses $6", "date": "2021-11-21 10:00", "summary": "Mono County, Calif., has the highest gasoline prices in the state with the country's top prices as costs soar across the U.S.. BRIDGEPORT, Calif.-When Miguel Lujan needs gasoline for his truck, he gets it in Carson City, Nev., located 80 miles from his hometown. It's worth it, the store clerk and roller-derby player says, to pay one-third less than the local average of nearly $6 a gallon.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wide-selection-of-stocks-pushes-market-higher-11637506802", "title": "Wide Selection of Stocks Pushes Market Higher", "date": "2021-11-21 10:00", "summary": "Investors see move as promising indication of rally's durability, but signs of weakness lurk beneath surface of major indexes. A broad base of stocks has driven the market's recent gains, an encouraging sign for investors wondering how long the year's formidable rally can continue.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sudan-coup-leaders-agree-to-reinstate-prime-minister-mediators-say-11637500010", "title": "Sudan Coup Leaders to Reinstate Prime Minister", "date": "2021-11-21 09:28", "summary": "Deal to restore transition to democracy comes after weeks of anti-military protests. Sudan's military leaders on Sunday agreed to reinstate Prime Minister Abdalla Hamdok and allow him to form a technocratic government, nearly four weeks after ousting him in a coup that disrupted the country's fragile transition to democracy.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-improve-self-checkout-service-11637337407", "title": "How Retailers Can Improve Self-Checkout", "date": "2021-11-21 09:00", "summary": "The technology has gotten better. But it still has a long way to go.. Cashier or self-checkout? That's the difficult question consumers often face when they finish shopping. The self-checkout line may be shorter, but given all the things that could go wrong, it may not be faster.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/digitalbridge-rides-wave-of-investment-in-data-centers-cell-towers-11637503201", "title": "DigitalBridge Rides Wave of Investment in Digital Infrastructure", "date": "2021-11-21 09:00", "summary": "CEO Marc Ganzi has shifted $73 billion of assets toward digital infrastructure as surging investor demand powers the company's market value to $4.3 billion. Marc Ganzi, chief executive officer of DigitalBridge Group Inc., is a big fan of digital infrastructure-and these days he's not alone.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-guide-to-the-best-chromebook-laptops-all-under-700-11637503200", "title": "A Guide to the Best Chromebook Laptops, All Under $700", "date": "2021-11-21 09:00", "summary": "Use mostly cloud-based apps? Live in Google's ecosystem? One of these five Chromebooks could be your next computer.. I wrote most of this column on a $379 laptop. It's good for surfing the web and composing Google docs-as long as there aren't too many tabs open.", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuelan-opposition-unable-to-topple-maduro-turns-to-elections-11637503201", "title": "Venezuelan Opposition, Unable to Topple Maduro, Turns to Elections", "date": "2021-11-21 09:00", "summary": "After years of boycotting elections they considered unfair, opposition parties will now field candidates for thousands of posts on Sunday. CARACAS, Venezuela-The Venezuelan opposition has tried everything to oust authoritarian President Nicolás Maduro, from working to trigger a revolt to forcing him out by naming an interim president.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manchester-united-solskjaer-cristiano-ronaldo-11637501820", "title": "Manchester United Fires Manager Ole Gunnar Solskjaer", "date": "2021-11-21 08:42", "summary": "After the club's latest humiliation, a 4-1 loss to Watford on Saturday, it made a long expected change. Manchester United gave manager Ole Gunnar Solskjaer everything a soccer coach could hope to work with over the past three years: hundreds of millions of dollars' worth of talent, some help from Cristiano Ronaldo, and ample time to correct mistakes.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hackers-circle-as-individual-investors-pour-cash-into-crypto-11637499603", "title": "Hackers Circle as Individual Investors Pour Cash Into Crypto", "date": "2021-11-21 08:00", "summary": "Some small investors have lost cryptocurrency holdings after hackers hijacked their phone numbers. Rosa Maguina plowed a big chunk of her savings into cryptocurrency early this year, joining other individual investors trying to strike while bitcoin was hot. The funds vanished after a hacker hijacked her phone number for just two hours.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghan-refugees-us-military-visa-11637450916", "title": "Afghan Evacuees Could Wait Years for Chance to Reach U.S.", "date": "2021-11-21 08:00", "summary": "Albania, Chile and Uganda are among the nations temporarily sheltering evacuees seeking to come to America. Thousands of Afghans who were evacuated from Kabul after the Taliban seized power in August could be stranded in other countries for years because of backlogs in the U.S. refugee system, according to officials and the groups that helped them escape.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-breakthrough-hospitalizations-concentrated-among-most-vulnerable-11637499602", "title": "Most Vulnerable More at Risk of Breakthrough Hospitalization", "date": "2021-11-21 08:00", "summary": "Resume Subscription. Breakthrough cases of Covid-19 are hitting older people and those with underlying health conditions particularly hard, according to a new review of data by The Wall Street Journal that sharpens the picture of who remains at risk despite vaccinations.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/prosecutors-in-elizabeth-holmes-trial-revealed-untruths-but-did-they-prove-intent-11637499600", "title": "Prosecutors in Elizabeth Holmes Trial Revealed Untruths, but Did They Prove Intent?", "date": "2021-11-21 08:00", "summary": "Government's contention of deception at Theranos will be tested by Ms. Holmes's testimony: 'These are hard cases to bring'. As Elizabeth Holmes takes the stand in the criminal case against her, her testimony faces a challenge: persuading jurors that whatever her missteps, she didn't intend to defraud.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supply-chain-problems-show-signs-of-easing-11637496002", "title": "Supply-Chain Problems Show Signs of Easing", "date": "2021-11-21 07:00", "summary": "Asian output is coming back and some bottlenecks are clearing, but labor shortages could persist into next year. Global supply-chain woes are beginning to recede, but shipping, manufacturing and retail executives say that they don't expect a return to more-normal operations until next year and that cargo will continue to be delayed if Covid-19 outbreaks disrupt key distribution hubs.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/modern-monetary-theory-isnt-the-future-its-here-now-11637446538", "title": "Modern Monetary Theory Isn't the Future. It's Here Now.", "date": "2021-11-21 07:00", "summary": "Important elements of MMT are accepted by much of the financial establishment, but markets aren't pricing it in. The infrastructure act signed into law last week marked a defeat for the faction of progressive economists in ascendancy in 2020. For these advocates of modern monetary theory, the insistence by both political parties that all the $550 billion of new spending be matched by offsetting revenue, known as \"payfors,\" goes against their belief that money is merely a tool for government.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghanistans-opium-business-cranks-up-as-the-taliban-look-the-other-way-11637491200", "title": "Afghanistan's Opium Business Cranks Up as the Taliban Look the Other Way", "date": "2021-11-21 05:40", "summary": "Resume Subscription. TALUKAN, Afghanistan-Afghanistan's opium industry-the main source of heroin sold in the West-is revving back up.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/why-japan-appears-immune-to-global-inflation-surge-so-far-11637490602", "title": "Japan Appears Immune to Inflation Surge, So Far", "date": "2021-11-21 05:30", "summary": "Japan keeps consumer prices flat, yet this might be a sign of rigidities that hamper growth. TOKYO-At a time when Americans and Europeans are wrestling with rising inflation, Japan shows how to keep consumer prices virtually flat.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-prices-are-surging-the-manufactured-housing-industry-sees-an-opening-11637490602", "title": "Market Expands for Factory-Built Homes", "date": "2021-11-21 05:30", "summary": "Resume Subscription. Elvira and Bobby Guerra spent three years searching for a home to buy in southern Texas, but their real-estate agent repeatedly showed them houses that were too expensive and still in need of work.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/companies-face-a-dilemma-delay-office-reopenings-again-or-take-a-new-approach-11637490601", "title": "Companies Face a Dilemma: Delay Office Reopenings Again, or Take a New Approach?", "date": "2021-11-21 05:30", "summary": "With OSHA rules in limbo and Covid-19 cases rising again, some companies stick with reopening plans, others push back returns and a few abandon dates altogether. For much of the pandemic, a familiar ritual played out in America's workplaces: Companies set return-to-office dates, only to later backtrack and delay them due to health concerns.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-companies-raise-prices-without-raising-prices-11637490602", "title": "How Companies Raise Prices Without Raising Prices", "date": "2021-11-21 05:30", "summary": "Companies hope that by making price increases hard to see, they can escape notice and avoid a customer backlash. The demand curve imposes its tyranny on every business. Raise prices and sales will begin to falter. Cut prices and customers will flock to you. It's usually either higher sales or higher profit.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}]