[{"link": "https://www.wsj.com/articles/the-robinhood-non-conspiracy-11612222878", "title": "The Robinhood Non-Conspiracy", "date": "2021-02-01 18:41", "summary": "A margin call is not a Wall Street plot to fleece Reddit traders.. So much for the \"rigged\" market, the supposed conspiracy to fleece Reddit traders, and other nonsense spouted about last week's stock market ructions involving GameStop and other companies. It turns out the controversy was essentially about a larger than normal clearinghouse call for capital.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/burmas-coup-and-bidens-choice-11612222727", "title": "Burma's Coup and Biden's Choice", "date": "2021-02-01 18:38", "summary": "The U.S. response needs to take into account China's regional designs.. From protests in Moscow to Chinese air incursions over Taiwan, the world is wasting no time testing Joe Biden's foreign policy team of liberal internationalists. On Monday Americans woke up to news of a swift and (so far) bloodless coup in Burma, whose transition to democratic government was touted by the Obama Administration as one of its major achievements.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-old-russia-start-11612222604", "title": "Joe Biden's Old Russia Start", "date": "2021-02-01 18:36", "summary": "He criticizes Putin on Navalny but offers a gift on nuclear arms control.. Donald Trump went easy on Russia and Vladimir Putin rhetorically while supporting tougher policies than his predecessor. Now President Biden is taking the opposite approach. At least that's the early message from the Administration's first decision on arms control and its response to Russia's growing domestic protests.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-and-the-global-tax-fight-11612222503", "title": "Biden and the Global Tax Fight", "date": "2021-02-01 18:35", "summary": "Europe wants to lure Yellen into a revenue raid on U.S. tech giants.. Most world leaders hope the new Biden Administration augurs a more, how shall we say, \"cooperative spirit\" when it comes to allies. An early test, concerning tax policy, highlights how disappointed some may be.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-uses-canada-as-a-punching-bag-11612222089", "title": "Biden Uses Canada as a Punching Bag", "date": "2021-02-01 18:28", "summary": "His 'Buy American' plan is worse than Trump's for suppliers.. President Biden doubled down on Donald Trump's \"Buy American\" campaign, signing a Jan. 25 executive order that would not only maintain Mr. Trump's destructive protectionism, but increase the burdens on international trade.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-operation-warp-speed-worked-11612222129", "title": "Why Operation Warp Speed Worked", "date": "2021-02-01 18:28", "summary": "The successful vaccine program followed the model of U.S. mobilization in World War II.. Every day new questions and criticisms arise about Operation Warp Speed, the public-private vaccine development initiative launched by presidential order in May 2020. Most of that criticism focuses on the distribution bottlenecks that have developed in different states, as Americans are impatient with the slow pace of the rollout. Jen Psaki, President Biden's press secretary, has claimed to see an \"urgent need to address failures of the Trump team approach to vaccine distribution.\" Some in the new administration even want to rename the program.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eurocrats-are-from-pluto-11612222054", "title": "Eurocrats Are From Pluto", "date": "2021-02-01 18:27", "summary": "Team Biden will be disappointed if it mistakes them for starry-eyed idealists.. Sooner or later every new presidential administration experiences that sinking feeling that one of its big ideas may not be working well. For Team Biden, that moment arrived last week as Germany, with widespread support in the European Union, made clear that Europe has no real interest in countering either Russia or China.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/catholic-schools-are-beating-covid-11612221948", "title": "Catholic Schools Are Beating Covid", "date": "2021-02-01 18:25", "summary": "Will Joe Biden speak up for those he credits with making him the man he is today?. Amid all the pain and disruption, a year of coronavirus has given Americans a new respect for those working to keep daily life as normal as possible, from the frontline nurse to the Amazon delivery man. Near the top of this honor roll is an especially unsung hero: the Catholic-school teacher.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reddit-users-fuel-rally-in-silver-11612182810", "title": "Silver Prices Climb to Eight-Year High in Online-Fueled Rally", "date": "2021-02-01 18:21", "summary": "Biggest one-day gain in more than a decade is latest sign of speculative trading that is jolting financial markets. Online investors who spurred a trading frenzy in the shares of GameStop Corp. and AMC Entertainment Holdings Inc. have moved onto the global silver market, powering the precious metal to its biggest one-day advance in more than a decade.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabethans-review-where-have-all-the-bowlers-gone-11612221574", "title": "'Elizabethans' Review: Where Have All the Bowlers Gone?", "date": "2021-02-01 18:19", "summary": "A 'reign's length' of social change in Britain, from the ascension of Elizabeth II to the Beatles, Brussels, Brexit and beyond.. In one of many audacious assertions in a book that tells the story of Britain from 1952 to the present day, Andrew Marr writes that if Shakespeare was \"the hot-glowing cultural figure of the first Elizabethan age, then the Beatles-John, Paul, George and Ringo-performed a parallel role in the second.\" The second age is, of course, that of Elizabeth II, whose 69-year reign is the longest of any British monarch, exceeding by more than two decades (and counting) her Tudor namesake's time on the throne.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhood-raises-another-2-4-billion-from-shareholders-11612197680", "title": "Robinhood Raises $2.4 Billion More From Shareholders", "date": "2021-02-01 18:13", "summary": "The $3.4 billion raised since last Thursday is more than it has raised in its entire prior existence. Robinhood Markets Inc. raised another $2.4 billion from shareholders, days after investors agreed to pump $1 billion into the online brokerage to help it ride out a trading frenzy in talked-up stocks like GameStop Inc.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-asks-supreme-court-to-cancel-arguments-on-border-wall-asylum-policy-11612216933", "title": "White House Asks Supreme Court to Cancel Border Wall Arguments", "date": "2021-02-01 18:12", "summary": "The moves come as the administration changes direction on immigration, LGBT protections, voting rights and other policies. WASHINGTON-The Biden administration asked the Supreme Court on Monday to cancel coming oral arguments on two pillars of former President Donald Trump's immigration policy, construction of a wall along the southern U.S. border and the \"Remain in Mexico\" program that barred U.S. entry to many asylum applicants while their cases were considered.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/liketoknow-it-app-tweaks-search-function-as-shopping-sites-battle-for-users-11612213794", "title": "LiketoKnow.it App Tweaks Search Function as Shopping Sites Battle for Users", "date": "2021-02-01 17:59", "summary": "Platforms are revamping their features from practical to luxe, and influencers are moving into the space vacated by conventional marketing during the pandemic. LiketoKnow.it, a shopping app populated by influencer photos, has broadened its search feature to allow users to leapfrog the usual product search tabs or influencer channels and scan directly for things anywhere on the platform.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exxon-to-create-low-carbon-business-unit-as-it-faces-activists-11612219400", "title": "Exxon to Create 'Low Carbon' Business Unit as It Faces Activists", "date": "2021-02-01 17:43", "summary": "The company will seek to commercialize its carbon capture and storage technology, investing $3 billion through 2025. Exxon Mobil Corp. is forming a business unit that will focus exclusively on technologies to lower carbon emissions, as the oil giant faces increasing pressure to step up its sustainability investments.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mobile-gaming-developer-playstudios-is-going-public-through-merger-11612218876", "title": "Mobile-Gaming Developer Playstudios Going Public Through Merger", "date": "2021-02-01 17:34", "summary": "The deal values the company, founded by a former casino executive, at $1.1 billion. Mobile game developer Playstudios Inc. agreed to go public through a merger with a special-purpose acquisition company, a deal led by former casino executives now in the growing social-gaming industry.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taiwan-defense-a-hard-problem-for-the-u-s-11612218797", "title": "Taiwan Defense: A Hard Problem for the U.S.", "date": "2021-02-01 17:33", "summary": "It is inconceivable that the powerful, proud and growing menace that is China today would set itself up to lose a war over Taiwan.. Perhaps Elbridge Colby is right-it may be time to clearly define where we stand with regard to China (\"America Can Defend Taiwan,\" op-ed, Jan. 27).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-time-for-a-simple-universal-carbon-tax-11612218744", "title": "It's Time for a Simple, Universal Carbon Tax", "date": "2021-02-01 17:32", "summary": "The right national carbon fee would begin to suppress the use of all fossil fuels, everywhere and immediately.. As someone deeply concerned about the mounting danger of climate change, I nonetheless have mixed feelings about the president's initial flurry of climate-related executive orders (\"Biden Set to Halt New Oil, Gas Leasing,\" U.S. News, Jan. 27). Though cheered by their symbolic value, I worry about the viability of a strategy that depends on an industry-by-industry series of debates, negotiations and conflicts. The fossil fuels largely responsible for greenhouse gases are woven into nearly every aspect of the fabric of our lives. Identifying, analyzing, developing and actually legislating countless distinct policies could amount to a time-consuming sort of climate \"whack-a-mole.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/testings-good-for-the-nfl-less-good-if-you-are-poor-11612218695", "title": "Testing's Good for the NFL, Less Good if You Are Poor", "date": "2021-02-01 17:31", "summary": "It is unfortunate that gaps in access to testing is still commonplace across the country.. On the same day the Journal reported on the struggles to access Covid-19 tests in lower-income areas of the U.S. (\"Tests Still Hard to Get in Poorer Areas,\" U.S. News, Jan. 25), the Centers for Disease Control and Prevention released a report on the National Football Leagues' Covid-19 mitigation measures. As reported in the CDC's Morbidity and Mortality Weekly Report, 623,000 Covid-19 PCR tests were performed on 11,400 players and staff from Aug. 9 to Nov. 21, 2020. Thus, over this 15-week period, an average of 55 tests were performed on each person. While frequent testing of NFL players and staff helped ensure the NFL season, it is unfortunate that gaps in access to testing is still commonplace across the country. Covid-19 testing is essential to identify cases and prevent spread of the virus.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-unityor-else-the-best-the-land-of-the-free-can-do-11612218638", "title": "Is 'Unity-Or Else' the Best 'Land of the Free' Can Do?", "date": "2021-02-01 17:30", "summary": "If all of President Biden's executive orders are supposed to be an indication of unity, I don't see it.. I couldn't agree more with Gerard Baker in \"America, It's Time for 'Unity'-or Else\" (Free Expression, Jan 26). Unity? Healing? Coming together? If all of President Biden's executive orders are supposed to be an indication of unity, I don't see it. According to the Democrats, we are all now racists or white supremacists, or need deprogramming. In his first few days President Biden has killed thousands of jobs, set back women's sports about 50 years, set a goal of one million vaccines a day for 100 days, wants to allow illegal immigrants to come into our country and take jobs from Americans in the middle of a pandemic while we are hurting financially. President Biden doesn't have much of a practical plan. Americans need to stand up for themselves and get back to work. That is how we will come out of this.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-businesses-vary-and-their-taxation-should-fit-11612218573", "title": "Small Businesses Vary, and Their Taxation Should Fit", "date": "2021-02-01 17:29", "summary": "Huge companies often have huge competitive advantages, especially over medium-size companies.. In \"A Biden Tax-Hike Break For Small Businesses\" (op-ed, Jan. 21), Ed Finn proposes that small businesses earning under $2.5 million a year should see no tax increase, but all companies earning above that number should be taxed at the full corporate rate, and the same should apply to subchapter S companies. This is far too simplistic. There are very small, small, medium, large and huge companies. Huge companies often have huge competitive advantages, especially over medium-size companies. If there is to be a difference in tax rates, they should be graduated like personal rates. A company earning $10 million a year and employing 400 employees should not be taxed at the same rate as Apple or Facebook.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-saga-heads-to-netflix-and-the-big-screen-11612218344", "title": "GameStop Saga Heads to Netflix and the Big Screen", "date": "2021-02-01 17:25", "summary": "Streaming company and Hollywood producers race to make projects about Wall Street turmoil. LOS ANGELES-The ending hasn't been written yet, but Hollywood is moving quickly to bring the story of the GameStop investment saga to the screen.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sound-ancestors-by-madlib-review-turning-bite-size-samples-into-a-full-meal-11612216383", "title": "'Sound Ancestors' by Madlib Review: Turning Bite-Size Samples Into a Full Meal", "date": "2021-02-01 16:53", "summary": "The producer teams with Kieran Hebden, aka Four Tet, on an album that merges borrowed musical snippets into a satisfying whole.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-launches-new-rocket-showing-advances-in-potential-missile-technology-11612214948", "title": "Iran Launches New Rocket, Showing Advances in Potential Missile Technology", "date": "2021-02-01 16:48", "summary": "Tehran seeks to raise the stakes ahead of possible negotiations with the Biden administration over a new nuclear deal. Iran tested a new rocket on Monday with improved technology that could be used in its missile program, its latest attempt to raise the stakes for the Biden administration ahead of potential negotiations over a new nuclear deal.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pennsylvanias-top-election-official-leaves-post-11612207940", "title": "Pennsylvania's Top Election Official Resigns", "date": "2021-02-01 16:44", "summary": "Department of State made mistake of failing to advertise proposed constitutional amendment over childhood sex-abuse claims. Pennsylvania's chief election official is resigning after revelations that her agency failed to advertise a proposed constitutional amendment that would retroactively give alleged victims of child sexual abuse two years to bring civil lawsuits.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-02-01-2021-11612169062", "title": "Stocks End Higher and Online Traders Send Silver Soaring", "date": "2021-02-01 16:36", "summary": "Silver futures jump as Reddit users discuss executing a 'short squeeze' similar to the one that propelled GameStop. U.S. stocks rebounded Monday, with major benchmarks recovering some ground following their worst week since October and the online day-trading crowd turning its sights to the silver market.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-slams-myanmar-militarys-seizure-of-power-11612201288", "title": "Biden Plans Action After Myanmar Coup, but U.S. Leverage Is Limited", "date": "2021-02-01 16:22", "summary": "While president says military leaders will be held accountable, punitive measures risk pushing country toward China. WASHINGTON-President Biden said the Myanmar military's seizure of power was a direct assault on the country's transition to democracy and that the U.S. would hold the leaders of Monday's coup accountable.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hunt-for-virus-variants-looks-to-ramp-up-in-new-york-labs-11612022637", "title": "Hunt for Covid-19 Variants Looks to Ramp Up in New York Labs", "date": "2021-02-01 16:19", "summary": "The variant first detected in the U.K. has been found in 42 samples in the state, including 13 in New York City. Public officials in New York have repeatedly stressed concerns about the possibility of a highly transmissible coronavirus variant taking root in the state, ultimately leading to more strain on hospital systems.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-estate-agents-recall-clients-who-were-there-to-spy-not-buy-11612213513", "title": "Real-Estate Agents Recall Clients Who Were There to Spy, Not Buy", "date": "2021-02-01 16:05", "summary": "These people didn't want to shop for homes. They just wanted to snoop on the sellers.. Michael Lynch", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/duty-and-the-beast-tuesday-crossword-february-2-11612119774", "title": "Duty and the Beast (Tuesday Crossword, February 2)", "date": "2021-02-01 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19s-effects-may-linger-in-your-body-even-after-asymptomatic-cases-11612213201", "title": "Covid-19's Effects May Linger in Your Body, Even After Asymptomatic Cases", "date": "2021-02-01 16:00", "summary": "Researchers have found abnormalities even in people who didn't show symptoms, raising questions about possible risks later in life. Even people with asymptomatic Covid cases can have after-effects in their bodies, research indicates, raising questions about possible risks later in life.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-wont-the-president-listen-to-the-experts-11612213077", "title": "Why Won't the President Listen to the Experts?", "date": "2021-02-01 15:57", "summary": "Even the Beltway economics establishment is rejecting his diagnosis.. President Joe Biden is still claiming the economy needs another massive \"rescue\" bill from Washington. But even the swamp's official forecasters are expecting a good year for economic growth in the U.S.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-economy-expected-to-reach-pre-pandemic-peak-by-mid-2021-cbo-says-11612195200", "title": "U.S. Economy Is Expected to Reach Pre-Pandemic Peak by Mid-2021", "date": "2021-02-01 15:55", "summary": "CBO predicts GDP growth of 3.7% this year, but forecasts output below its potential until 2025. WASHINGTON-The U.S. economy is expected to expand more rapidly in 2021 than officials projected in July, but it will take several years for output to reach its full potential and for the number of employed workers to return to its pre-pandemic peak, according to new economic projections released Monday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/emerson-ceo-dave-farr-to-retire-after-21-years-11612193979", "title": "Emerson CEO Dave Farr to Retire", "date": "2021-02-01 15:13", "summary": "Manufacturer promotes Lal Karsanbhai to chief executive; Farr to remain chairman until May. David Farr, the chief executive of Emerson Electric Co. , is retiring this week after 21 years in the role and handing over leadership of the manufacturing company to another Emerson veteran.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-reaches-deal-with-australian-company-ellume-for-at-home-covid-19-tests-11612198271", "title": "U.S. Reaches Deal for At-Home Covid-19 Tests", "date": "2021-02-01 14:59", "summary": "The $230 million deal with Australian company Ellume will cover 8.5 million over-the-counter tests. The Biden administration said it has reached a $230 million deal with Australian diagnostics company Ellume USA LLC to produce at-home, over-the-counter Covid-19 tests.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wintry-weather-lifts-natural-gas-prices-11612190731", "title": "Wintry Weather Lifts Natural-Gas Prices", "date": "2021-02-01 14:58", "summary": "Futures are 57% higher than a year ago, when the weather was uncommonly warm. The winter storm blanketing the Northeast and forecasts for a frigid February are boosting natural-gas prices.", "categories": [["Markets", "Commodities", "Gas Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/gas-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exxon-chevron-tie-up-not-as-crazy-as-it-sounds-11612201759", "title": "Exxon-Chevron Tie-Up Not as Crazy as It Sounds", "date": "2021-02-01 14:28", "summary": "The oil megamergers that started in the late 1990s were preceded by circumstances similar to today's. Today's tech stock exuberance is a flashback to the 1990s. Now oil investors are experiencing their own déjà vu.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-sends-2-000-doses-of-a-covid-19-vaccine-to-palestinians-11612201397", "title": "Israel Sends 2,000 Doses of a Covid-19 Vaccine to Palestinians", "date": "2021-02-01 14:01", "summary": "The country is a leader in immunizations but could still be at risk if the virus keeps spreading in the West Bank and Gaza. TEL AVIV-Israel transferred the first batch of a Covid-19 vaccine to the Palestinians amid growing concerns over the disease's spread in the neighboring West Bank and Gaza becoming a threat to the country.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-investigation-review-police-in-troubled-waters-11612203805", "title": "'The Investigation' Review: Police in Troubled Waters", "date": "2021-02-01 13:23", "summary": "An HBO true-crime series dramatizes the search for answers in the 2017 murder of Swedish journalist Kim Wall aboard a Danish entrepreneur's submarine.. ", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-to-use-google-s-android-system-in-most-cars-by-2023-11612199574", "title": "Ford to Use Google's Android in Most Cars", "date": "2021-02-01 13:20", "summary": "Introduction of Google's suite of apps in 2023 won't include models sold in China. Ford Motor Co. plans to use Google's Android operating system to power its vehicle display screens starting in 2023, the latest auto maker to tap Silicon Valley amid the accelerating digitization of the car business.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jan-6-rally-funded-by-top-trump-donor-helped-by-alex-jones-organizers-say-11612012063", "title": "Jan. 6 Rally Funded by Trump Donor, Helped by Alex Jones", "date": "2021-02-01 12:55", "summary": "Publix Super Markets heiress donated about $300,000 to the Ellipse event; far-right show host pledged seed money, organizers say. The rally in Washington's Ellipse that preceded the Jan. 6 riot at the U.S. Capitol was arranged and funded by a small group including a top Trump campaign fundraiser and donor facilitated by far-right show host Alex Jones.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israels-leaders-clash-with-ultraorthodox-over-lockdowns-vaccines-11612199623", "title": "Israel's Leaders Clash With Ultraorthodox Over Covid-19 Lockdowns", "date": "2021-02-01 12:52", "summary": "Resume Subscription. BNEI BRAK, Israel-Israel's attempt to suppress a roiling pandemic has collided with a hard-hit ultraorthodox community that has proven resistant to lockdowns and suspicious of the nation's mass vaccination campaign.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-manufacturing-growth-continued-early-in-2021-11612201795", "title": "U.S. Manufacturing Growth Continued Early in 2021", "date": "2021-02-01 12:49", "summary": "Surveys of purchasing managers cite product demand as manufacturing continues recovery from pandemic. U.S. manufacturing continued to recover in January, a bright spot for the U.S. economy as services companies continue to struggle with the coronavirus pandemic.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/golden-nugget-parent-private-jet-operator-wheels-up-join-spac-frenzy-11612196611", "title": "Golden Nugget Parent, Private-Jet Operator Wheels Up Join SPAC Frenzy", "date": "2021-02-01 12:47", "summary": "Wheels Up's deal includes a $550 million private investment from institutional investors, while Fertitta Entertainment has a commitment of about $1.2 billion. Private-jet operator Wheels Up Partners Holdings LLC and the parent of Golden Nugget added their names Monday to the list of companies going public through a combination with a special-purpose acquisition company.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-our-hyperpartisan-world-everythings-an-inkblot-11612201281", "title": "In Our Hyperpartisan World, Everything's an Inkblot", "date": "2021-02-01 12:41", "summary": "Beware simple-minded interpretations of complex events like last week's GameStop disruption.. In our hyperpartisan, post-truth, fit-any-fact-to-your-narrative world, everything is a Rorschach test.", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-brokers-had-to-restrain-trading-in-gamestop-shares-11612201242", "title": "Why Brokers Had to Restrain Trading in GameStop Shares", "date": "2021-02-01 12:40", "summary": "They were minimizing their own financial and regulatory risk, not trying to bail out hedge funds.. Robinhood, E*Trade, Interactive Brokers and others restricted trading in GameStop and other names last week after GameStop surged to $483 intraday-a 10,000% increase since August for a historically brick-and-mortar company with declining revenues and a now-downloadable product. The brokers came in for swift, intense-and misguided-criticism.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-bank-fined-for-anti-money-laundering-law-failures-11612200233", "title": "New York Bank Fined For Anti-Money-Laundering Law Failures", "date": "2021-02-01 12:23", "summary": "Apple Bank for Savings will pay the FDIC $12.5 million for allegedly failing to comply with the Bank Secrecy Act. Apple Bank for Savings agreed to pay $12.5 million to settle a regulator's claims that it failed to comply with anti-money-laundering rules.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccines-leave-pregnant-women-in-a-quandary-11612186383", "title": "Covid-19 Vaccines Leave Pregnant Women in Quandary", "date": "2021-02-01 12:14", "summary": "With little data and mixed guidance, expectant mothers struggle to decide whether they should get vaccinated. Expectant mothers say they face a difficult decision as Covid-19 vaccines become available: whether to take one.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/worried-about-ageism-where-you-live-matters-11612198542", "title": "Worried About Ageism? Where You Live Matters", "date": "2021-02-01 11:55", "summary": "A recent study found that implicit bias-a subconscious negative attitude-against older people was most prevalent in the Northeast and Southeast. And age bias might affect how older people are treated in the pandemic.. Are you biased against older people? It may depend, in part, on where you live.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-the-covid-vaccine-people-find-joy-in-little-things-11612198522", "title": "After the Covid Vaccine, People Find Joy in Little Things", "date": "2021-02-01 11:55", "summary": "Those who have received shots are looking forward to grocery shopping or getting a haircut; 'I'm going to sit down, have a dark beer and a cheeseburger'. Sergio Tristán, a 65-year-old retired State Department employee, really missed squeezing his own tomatoes at the grocery store.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-wears-on-essential-workers-everybody-forgets-that-youre-still-on-the-front-line-11612197832", "title": "Weary Essential Workers Soldier On Through the Pandemic", "date": "2021-02-01 11:43", "summary": "Resume Subscription. When the state shut down around her in March, 67-year-old Joyce Babineau, a supermarket employee in Dartmouth, Mass., was among the many workers who stayed on the job providing basic needs during the pandemic.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/facebook-to-counter-apple-privacy-update-with-its-own-prompt-11612191604", "title": "Facebook to Counter Apple Privacy Update With Its Own Prompt", "date": "2021-02-01 11:17", "summary": "Social-media company plans to show users a screen describing how it uses their data to personalize ads. Facebook Inc. plans to roll out an in-app prompt aimed at educating users about the handling of their data as it battles Apple Inc. over the iPhone maker's new privacy changes that would require users' consent to track their behavior and make targeted ads more difficult.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/four-seasons-nashville-penthouse-asks-25-million-11612195702", "title": "Nashville Developers Vie for Price Record With $25 Million Penthouse", "date": "2021-02-01 11:10", "summary": "If it sells for close to its asking price, the 9,300-square-foot apartment would be the most expensive ever sold in the Tennessee capital. A few weeks after a Four Seasons penthouse sold in New Orleans for a record-breaking $13 million, another Four Seasons penthouse-this time in Nashville, Tenn.-is coming on the market for $25 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-stimulus-checks-and-more-how-the-gop-and-biden-plans-compare-11612195514", "title": "Comparing the GOP and Biden Aid Proposals", "date": "2021-02-01 11:05", "summary": "Proposals seek different amounts on household payments, unemployment aid, school funding. A group of 10 Republican senators led by Sen. Susan Collins (R., Maine) released new details of their roughly $618 billion coronavirus-relief proposal on Monday, including a round of $1,000 direct checks per adult. The GOP proposal is roughly one-third the size of President Biden's $1.9 trillion plan.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-day-of-essential-work-from-worship-to-care-giving-to-deliveries-11612195439", "title": "A Day of Essential Work: From Worship to Care Giving to Deliveries", "date": "2021-02-01 11:04", "summary": "Vince Haynie, an evangelical Christian pastor, in-home aide and app-based delivery food driver in Chico, Calif., has been a front-line worker throughout the coronavirus pandemic.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/advice-for-making-the-most-of-the-wsj-fitness-challenge-11612193267", "title": "Advice for Making the Most of the WSJ Fitness Challenge", "date": "2021-02-01 10:27", "summary": "We answer reader questions about the best way to tackle the six-week exercise regimen, including how to test in and cool down. The response to the first-ever Wall Street Journal Fitness Challenge has been enthusiastic. Since its Jan. 19 launch, tens of thousands of readers have signed up for the six-week program. Haven't signed up yet? You can join here.", "categories": [["Life & Work", "Fitness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/fitness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/myanmars-coup-derails-fragile-democracy-posing-test-for-biden-11612183781", "title": "Myanmar's Coup Derails Fragile Democracy, Posing Test for Biden", "date": "2021-02-01 10:25", "summary": "Resume Subscription. YANGON, Myanmar-Myanmar's transition to democracy, which had stalled in recent years, is in reverse after the military staged a coup and detained civilian leaders, setting the country on a tense and uncertain path and posing a challenge for the Biden administration.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/gamestop-frenzy-may-not-so-bad-for-wall-street-11612193149", "title": "GameStop Stock Frenzy May Not Be So Bad for Wall Street", "date": "2021-02-01 10:25", "summary": "While some hedge funds have been hit hard, 'Wall Street' writ large could well profit from the GameStop saga. There is a widely held view that the GameStop megarally has been bad news for Wall Street. But that depends on one's definition of Wall Street.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stimulus-debate-tests-limits-of-democrats-election-mandate-11612191893", "title": "Stimulus Debate Tests Limits of Democrats' Election Mandate", "date": "2021-02-01 10:04", "summary": "Republican proposal leaves President Biden standing between his promises of action on the virus and fostering bipartisanship. President Biden and his Democratic Party face a big decision this week, on whether to start trying to push into law a larger coronavirus stimulus bill on their own, or a smaller one with some Republican support.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-balaclavafunctional-yet-creepymakes-a-pandemic-comeback-11612190266", "title": "The Balaclava-Functional Yet Creepy-Makes a Pandemic Comeback", "date": "2021-02-01 09:37", "summary": "With more Americans wearing masks of all sorts this winter, the full-faced ski mask is back in fashion. Yet, contemporary knitters take pains to make their balaclavas look less off-putting.. DURING AMERICA'S first winter in the era of widespread face coverings, the curious and sometimes menacing balaclava has surged in popularity. In December, the outdoor emporium REI saw year-over-year sales of the slinky, ninja-evoking items spike 40% and niche retailers and craftspeople have been quickly selling out of small-batch versions for the past couple months. (For anyone who needs a refresher, balaclavas encase one's head, except for openings that leave the eyes-and less often the mouth-visible.)", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccines-dont-appeal-to-some-firefighters-even-with-prizes-11612188230", "title": "Covid-19 Vaccines Don't Appeal to Some Firefighters, Even With Prizes", "date": "2021-02-01 09:03", "summary": "Los Angeles fire chief offers cash, cameras in hopes of getting more than 60% of his department vaccinated, but hesitancy remains common. While millions of Americans wait for their chance to receive a Covid-19 vaccine, the fire chief in Los Angeles is offering prizes of up to $1,000 to stations where every employee gets one. There have been so few takers that he is considering extending the deadline.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amc-thermo-fisher-viela-bio-what-to-watch-when-the-stock-market-opens-today-11612181426", "title": "AMC, First Majestic Silver, Viela Bio: What to Watch When the Stock Market Opens Today", "date": "2021-02-01 09:03", "summary": "Reddit users were driving the price of silver higher. Here's what we're watching ahead of Monday's opening bell.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kaufman-music-center-turns-new-york-city-storefronts-into-stages-11612188000", "title": "Kaufman Music Center Turns New York City Storefronts Into Stages", "date": "2021-02-01 09:00", "summary": "As Covid-19 disrupts art, performers entertain Upper West Side pedestrians from behind plate glass. During the pandemic, New York City's musical institutions and presenters have tried to adapt as best as possible, given the restrictions on holding indoor events for an audience. The New York Philharmonic took to the streets with its Bandwagon concert series. The Chamber Music Society of Lincoln Center has streamed live concerts, performed in venues without a crowd.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-this-cycling-duel-the-best-rivalry-in-sports-11612188048", "title": "Is This Cycling Duel the Best Rivalry in Sports?", "date": "2021-02-01 09:00", "summary": "A beguiling Cyclocross World Championship on the ocean comes down to two stars: Wout van Aert and Mathieu van der Poel. We have entered the second week of hype for Super Bowl LV, and while I'm eager for Sunday's Chiefs-Buccaneers joust, I don't feel the need to write, or read, another story about Tom Brady's pregame diet, so I'm going to ask for everyone to take a quick detour with me, to the muddy, wonderful world of cyclocross racing.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fast-spreading-covid-19-variant-surges-in-brazil-worrying-scientists-11612187591", "title": "Fast-Spreading Covid-19 Variant Surges in Brazil, Worrying Scientists", "date": "2021-02-01 08:53", "summary": "Resume Subscription. SÃO PAULO-A new coronavirus variant from the Amazon is alarming scientists and overwhelming overcrowded hospitals in northern Brazil, raising the prospect of a prolonged outbreak in a country that has secured only a fraction of the vaccines it needs.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pentagon-nasa-knock-down-barriers-impeding-joint-space-projects-11612187500", "title": "Pentagon, NASA Remove Barriers Impeding Joint Space Projects", "date": "2021-02-01 08:51", "summary": "The growing collaboration between civilian and military projects-once rare-comes as threats from Russia and China grow. U.S. government and aerospace-industry officials are removing decades-old barriers between civilian and military space projects, in response to escalating foreign threats beyond the atmosphere.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-day-traders-are-moving-into-spacs-11612175401", "title": "GameStop Day Traders Are Moving Into SPACs", "date": "2021-02-01 08:38", "summary": "So-called blank-check companies are a hit with individual investors looking for speculative trades. Day traders fueling enormous gains in popular stocks such as GameStop Corp. are also powering big swings for another suddenly hot investment: so-called blank-check companies.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lee-daniels-fasting-covid-19-pandemic-11612185942", "title": "Why Lee Daniels Is Fasting During the Covid-19 Pandemic", "date": "2021-02-01 08:30", "summary": "The director and producer of the movie 'The United States vs. Billie Holiday' wakes at 7, prays, meditates, hikes in L.A.'s Franklin Canyon Park, works out and saunas-and that's all before beginning work. Lately, Lee Daniels has been caught up in TV land. The award-winning director and producer, known for his work on films like Monster's Ball, Precious and Lee Daniels' The Butler, has been focused on TV, executive-producing two series, Empire and Star, leaving little time for much else. \"I'd forgotten what it was like to do a film, and I'd forgotten that's where I come from,\" says Daniels, 61. \"I'm a filmmaker ultimately.... I have complete control over my films, whereas in television, I don't. It's by committee.\"", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/priyanka-chopra-jonas-names-her-favorite-artist-besides-nick-jonas-11612186200", "title": "Priyanka Chopra Jonas Names Her Favorite Artist Besides Nick Jonas", "date": "2021-02-01 08:30", "summary": "Playing musical favorites with the actress and film producer-plus everything else that's on her iPhone. Case and accessories", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/salesforce-cfo-hands-reins-to-successor-after-more-than-six-years-at-helm-11612186200", "title": "Salesforce CFO Hands Reins to Successor After More Than Six Years at Helm", "date": "2021-02-01 08:30", "summary": "'I think the role has changed a lot,' Mark Hawkins says as he retires after a 40-year career in finance. Mark Hawkins is handing over the reins of Salesforce.com Inc.'s finance function after helping lead the technology company through a period of relentless growth while displaying that often rare combination of methodical focus and people skills.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reddits-silver-rush-is-another-symptom-of-market-madness-11612183688", "title": "Reddit's Silver Rush Is Another Symptom of Market Madness", "date": "2021-02-01 08:12", "summary": "Attempts to push up the metal's price seem guided by mistaken ideas about the depth of this market and the monetary value of precious metals. In 1896, former U.S. lawmaker and silver lover William Jennings Bryan attacked those that would \"crucify mankind upon a cross of gold.\" Reddit investors now risk building their own cross of silver.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-pandemic-motivates-younger-people-to-buy-life-insurance-11612184402", "title": "Covid-19 Pandemic Motivates Younger People to Buy Life Insurance", "date": "2021-02-01 08:00", "summary": "Applications for life insurance in the U.S. jumped 4% last year, mostly on demand from those under age 45. Consumers' pandemic shopping lists went beyond baking flour and exercise equipment in 2020. They also bought more life insurance.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indian-budget-promises-more-spending-to-recover-from-covid-19-recession-11612178550", "title": "Indian Budget Promises More Spending to Recover From Recession", "date": "2021-02-01 07:58", "summary": "Stocks jumped on the news, as New Delhi's spending plans were larger than investors had expected. NEW DELHI-India is hoisting spending on infrastructure, hoping to lift its economy out of one of the world's worst Covid-19 recessions.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-nintendo-needs-to-keep-hitting-high-score-11612183351", "title": "What Nintendo Needs to Keep Hitting High Score", "date": "2021-02-01 07:42", "summary": "The company looks set to surpass its last record earnings year in 2009-but the fact that that was so long ago holds some warnings for the future. Nintendo has ridden the stay-at-home wave toward another high score, far exceeding market expectations. But if it doesn't heed the lessons of its last record-breaking year over a decade ago, investors might need to wait a long time for the next adrenaline rush.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ten-republican-senators-ask-biden-to-work-with-them-on-coronavirus-relief-11612098418", "title": "Biden Invites Republican Senators to Discuss Covid-19 Relief Plans", "date": "2021-02-01 07:27", "summary": "The 10 senators proposed a $600 billion plan, as Democrats prepared to advance a $1.9 trillion package without GOP support. WASHINGTON-President Biden will host a group of Republican senators to discuss a coronavirus-relief bill after they proposed a $600 billion plan, as Democrats prepared to advance the White House's $1.9 trillion package without GOP support.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tips-for-retirees-who-want-to-travel-solo-11611244882", "title": "Tips for Retirees Who Want to Travel Solo", "date": "2021-02-01 07:18", "summary": "Solo travel doesn't necessarily mean going it alone. Retirement expert Glenn Ruffenach explains why many retirees believe traveling solo is worth the risks.. I'm single and approaching retirement, and I would like to know more about solo travel. What can you tell me about retirees who travel on their own? Can you recommend any resources? I trust that people will start traveling again in 2021.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/googles-cloud-wont-have-amazons-silver-lining-11612180801", "title": "Google's Cloud Won't Have Amazon's Silver Lining", "date": "2021-02-01 07:00", "summary": "Internet giant's results expected to shed new light on the costs of its cloud business. As Google steps on the gas at its burgeoning cloud business, investors would do well to remember that this is no cheap ride.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theo-epstein-joins-private-equity-firm-that-is-buying-stakes-in-teams-11612141748", "title": "Theo Epstein Joins Firm That Is Buying Stakes in Teams", "date": "2021-02-01 07:00", "summary": "The former Red Sox and Cubs executive has joined Arctos Sports Partners, a firm that is dedicated to buying minority shares of pro clubs. When Theo Epstein resigned from his position leading the Chicago Cubs' front office in November, he made it clear that he wanted to return to baseball as part of an ownership group. It took him just two months to take his first step in that direction.", "categories": [["WSJ News Exclusive", "MLB"]], "category_links": ["https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhood-needed-3-billion-to-shore-up-volatile-trading-in-gamestop-other-stocks-11612180694", "title": "Robinhood Boss Explains GameStop Trading Curbs to Tesla's Elon Musk", "date": "2021-02-01 06:58", "summary": "CEO Vlad Tenev explained in an interview alongside the Tesla boss why the brokerage blocked users from trading. Robinhood Markets Inc. blocked trading of volatile stocks such as GameStop last week after a clearinghouse asked for $3 billion to back up the trades, the trading app's chief executive said in an interview posted online.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pause-in-corporate-pac-spending-triggers-political-pushback-11612175400", "title": "Pause in Corporate PAC Spending Triggers Political Pushback", "date": "2021-02-01 05:30", "summary": "Lawmakers say companies' suspension of campaign donations puts business priorities at risk. Lawmakers from both parties are pushing back against companies that have suspended campaign donations, saying the freeze is unfairly punishing everyone and could undermine corporate interests in Washington.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/never-mind-the-next-tesla-whats-the-next-model-s-11612171945", "title": "Never Mind the Next Tesla, What's the Next Model S?", "date": "2021-02-01 04:32", "summary": "Investors have little way to gauge the likely success of new electric-vehicle ventures before they launch their make-or-break products. Here's a rule of thumb for investors looking for the next Tesla: Wait for the futuristic vehicles pictured in company presentations to hit the road.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-starts-2021-with-31-million-in-cash-for-new-pac-11612157129", "title": "Trump Starts 2021 With $31 Million in Cash for New PAC", "date": "2021-02-01 00:25", "summary": "The political-action committee's fundraising comes as the former president tries to remain Republican Party leader. Former President Donald Trump started the year with at least $31 million in cash to wield through his new political-action committee as he seeks to remain the leader of the Republican Party.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-is-alarmed-by-reports-of-military-actions-in-myanmar-white-house-says-11612145833", "title": "Myanmar Military Seizes Power in Coup", "date": "2021-02-01 00:06", "summary": "Civilian leader Aung San Suu Kyi detained with other members of her party. The head of Myanmar's military has taken charge of the country from its civilian-run government, an army-run television station declared, after civilian leader Aung San Suu Kyi and other members of her party were detained in a Monday morning raid.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11612128101", "title": "Pepper...and Salt", "date": "2021-02-01 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/quantum-computing-scientists-call-for-ethical-guidelines-11612155660", "title": "Quantum Computing Scientists Call for Ethical Guidelines", "date": "2021-02-01 00:01", "summary": "Among the potential dangers of misuse: harmful manipulation of the human genome. A group of quantum computing experts, including scientists and company executives, want to raise ethical concerns about the technology's potential to create new materials for war and accelerate human DNA manipulation.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/commercial-interruptions-monday-crossword-february-1-11612119618", "title": "Commercial Interruptions (Monday Crossword, February 1)", "date": "2021-02-01 00:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-least-one-central-bank-is-worried-about-speculation-chinas-11612148155", "title": "At Least One Central Bank Is Worried About Speculation: China's", "date": "2021-02-01 21:58", "summary": "China's short-term lending rates shot up to their highest levels in two years last week. Markets in the U.S. are going haywire, but since the economy is also in the tank, central bankers are hesitant to step in and spoil the fun. Not so in China. Markets there look bubbly too and the central bank isn't amused.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicago-schools-inch-closer-to-strike-over-reopening-plan-11612141303", "title": "Chicago Schools Inch Closer to Strike Over Reopening Plan", "date": "2021-02-01 21:48", "summary": "District orders K-8 teachers back to classrooms, threatens to cut off their access to remote learning. CHICAGO-Chicago schools inched closer to a potential strike over a plan to reopen elementary schools this week as talks stalled with the teachers union over the plan's safety.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-adds-new-lawyers-for-impeachment-trial-after-lead-attorneys-exit-11612143087", "title": "Trump Adds New Lawyers for Impeachment Trial", "date": "2021-02-01 20:31", "summary": "Shift in the defense team comes a little over a week before the trial is set to begin. Former President Donald Trump said two new lawyers will lead his defense at his Senate impeachment trial, after his previous attorneys left the team a little over a week before the trial is scheduled to begin.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-cia-fine-tunes-its-hiring-pitch-to-millennials-and-gen-z-11612141200", "title": "The CIA Fine-Tunes Its Hiring Pitch to Millennials and Gen Z", "date": "2021-02-01 20:00", "summary": "The agency has revamped its recruiting to attract younger workers who might be skeptical of its mission. Recruitment was a clubby affair in the earliest years of the Central Intelligence Agency. The CIA, founded in 1947, scoured Ivy League campuses and elite East Coast social circles to find promising young men (and a handful of women) to fill out its ranks at home and abroad.", "categories": [["Life & Work", "At Work"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/at-work?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/silver-prices-rise-after-online-attention-11612138731", "title": "Silver Prices Rise After Online Attention", "date": "2021-02-01 19:18", "summary": "Sunday night's rally comes after silver prices gained more than 5% last week. Silver prices rallied to start the trading week Sunday, fueled by a wave of fresh enthusiasm from online traders.", "categories": [["Markets", "Commodities", "Precious Metals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/precious-metals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-attorney-generals-nursing-home-probe-puts-cuomo-on-defense-11612137600", "title": "Nursing-Home Probe Puts Cuomo on Defense", "date": "2021-02-01 19:00", "summary": "Governor has faced criticism from state lawmakers over his handling of the Covid-19 pandemic in nursing homes. New York state Attorney General Letitia James's report on how the coronavirus hit nursing homes in the state struck a sore spot for Gov. Andrew Cuomo, who has faced criticism from state lawmakers over that aspect of his management of the pandemic.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}]