[{"link": "https://www.wsj.com/articles/major-newspapers-push-to-get-workers-out-of-afghanistan-11629239123", "title": "Major Newspapers Push to Get Workers Out of Afghanistan", "date": "2021-08-17 19:56", "summary": "Three of the largest U.S. newspaper organizations are working to extract employees and their families after Taliban's takeover. Top news organizations are continuing efforts to get their journalists out of Afghanistan following the Taliban's rapid takeover of the country, which put their employees and their families in potential peril.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anthony-hubers-parents-sue-kenosha-authorities-over-sons-killing-in-protests-11629233975", "title": "Kenosha Authorities Sued Over Slaying Tied to Kyle Rittenhouse", "date": "2021-08-17 19:07", "summary": "Wisconsin community became a flashpoint last summer after Jacob Blake, a Black man, was shot by a white police officer. Authorities in Kenosha, Wis., are being sued by the parents of a man allegedly shot and killed by Kyle Rittenhouse last year.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dispute-over-agency-in-foreign-bribery-case-gets-second-hearing-11629240990", "title": "Dispute Over Agency in Foreign Bribery Case Gets Second Hearing", "date": "2021-08-17 18:56", "summary": "A decision by an appeals court could affect future prosecutions of foreign executives under the Foreign Corrupt Practices Act. The long-running prosecution of a former Alstom SA executive came before the Second Circuit Court of Appeals for a second time on Tuesday, with a three-judge panel hearing arguments on a legal question that could affect the government's enforcement of a widely used antibribery law.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alibabas-u-s-shares-fall-to-lowest-since-2019-as-china-cracks-down-11629240410", "title": "Alibaba's U.S. Listing Falls to Lowest Since 2019", "date": "2021-08-17 18:46", "summary": "Several tech stocks decline after authorities in Beijing release a new round of proposed regulations. A new round of proposed regulations sent Alibaba Group Holding Ltd. 's U.S. listing to decline 4.9% on Tuesday to $173.73, its lowest close since October 2019.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-halted-dollar-shipments-to-afghanistan-to-keep-cash-out-of-talibans-hands-11629233621", "title": "U.S. Halted Dollar Shipments to Afghanistan to Keep Cash Out of Taliban's Hands", "date": "2021-08-17 18:45", "summary": "U.S. officials are also blocking Taliban from Afghan government accounts managed by the Fed and U.S. banks. WASHINGTON-The Biden administration last week canceled bulk shipments of dollars headed for Afghanistan as Taliban fighters were poised to take control of the capital city of Kabul, part of a continuing scramble to keep hundreds of millions of dollars out of the hands of the terrorist group, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/operation-afghanistan-rescue-joe-biden-taliban-special-immigrant-visa-program-11629234768", "title": "Operation Afghanistan Rescue", "date": "2021-08-17 18:39", "summary": "Chaos eases at the airport, but thousands are still stranded in Kabul and across the country.. The Biden Administration would rather no one noticed, but the evacuation from Kabul of Americans and the Afghans who assisted the U.S. has a long way to go. One danger is that the White House will withdraw U.S. troops too soon once again, leaving tens of thousands to the tender mercies of the Taliban.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meritocracy-wooldridge-kendi-carlson-admissions-standardized-tests-affirmative-action-cuny-11629237426", "title": "Meritocracy Is Worth Defending", "date": "2021-08-17 18:39", "summary": "And if America abandons it, countries that don't will outcompete us.. Once upon a time there was a college in New York City that people referred to as the \"Harvard of the proletariat.\" Many of its graduates were poor or the children of working-class immigrants, yet they went on to become physicians and lawyers and distinguished scholars. Nine alumni were later awarded Nobel Prizes.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-afghanistan-taunt-joe-biden-withdrawal-11629236906", "title": "China's Afghanistan Taunt", "date": "2021-08-17 18:36", "summary": "Beijing's propagandists suggest Taipei will face Kabul's fate.. It's too early to know the wider strategic fallout from America's botched Afghanistan withdrawal. But there's strong reason to doubt convenient claims that the retreat will help the U.S. balance a revisionist China. Beijing is more likely to see the display of fecklessness as an opening to exploit.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-democratic-food-stamp-boom-joe-biden-usda-welfare-state-11629225286", "title": "The Democratic Food-Stamp Boom", "date": "2021-08-17 18:33", "summary": "The average family of four will get more than they spend on food.. What a telling juxtaposition. Amid the throes of its Afghanistan retreat, the Biden Administration on Monday announced a giant food-stamp expansion. Democrats are shrinking the U.S. military footprint around the world so they can expand the welfare state at home.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-global-elites-afghanistan-withdrawal-united-nations-taliban-11629226129", "title": "The Global Elite's Afghanistan Withdrawal", "date": "2021-08-17 18:32", "summary": "They belatedly realize the Taliban is a greater threat than America.. There's plenty of shame to go around as the Taliban retakes Afghanistan, and don't forget the global human-rights establishment. Having built a cottage industry denigrating the American military-and the U.S. in general-they're suddenly discovering how powerless they are to protect vulnerable Afghans without American intervention.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-carolina-lawmakers-vote-to-raise-legal-age-of-marriage-to-16-11629239030", "title": "North Carolina Lawmakers Vote to Raise Legal Age of Marriage to 16", "date": "2021-08-17 18:23", "summary": "Bill stops short of outlawing marriage for those below 18, but supporters say it moves state a step forward. North Carolina lawmakers unanimously voted to raise the legal age of marriage in the state from 14 to 16, taking a step to further restrict child marriage but stopping short of outlawing it.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-blinken-afghanistan-withdrawal-translators-special-immigrant-visas-siv-taliban-11629235840", "title": "The Translators Biden Left Behind", "date": "2021-08-17 18:21", "summary": "Nonprofits and lawmakers have sounded warnings for months, but the administration dithered.. 'Dear Sir/Madam,\" the email begins, \"Please relocate me soon before i die.\" Sent on Tuesday to nonprofit officials, a U.S. House staffer and State Department addresses, the message at first reads like an internet scam. Yet this 31-year-old Afghan wants safe passage, not money. \"Militant talibans looking for me to find me to slaughter me,\" he writes. \"Thank God I left Kandahar city and I am hiding myself in Kabul.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-afghanistan-withdrawal-hunter-harris-trump-human-rights-democracy-kabul-taliban-11629234317", "title": "Biden's Eyes-Open Debacle", "date": "2021-08-17 18:21", "summary": "For better or worse, the gaffe-prone president's Afghan choice was no gaffe.. As with many adventures in decolonization, the 1974 coup in Portugal that led to the independence of Angola and Mozambique worked out better for the colonizers than the colonized.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mike-pence-biden-broke-our-deal-with-the-taliban-11629238764", "title": "Biden Broke Our Deal With the Taliban", "date": "2021-08-17 18:19", "summary": "It's a foreign-policy humiliation unlike anything our country has endured since the Iran hostage crisis.. 'The likelihood there's going to be the Taliban overrunning everything and owning the whole country [of Afghanistan] is highly unlikely,\" President Biden confidently proclaimed in July. \"There's going to be no circumstance where you see people being lifted off the roof of an embassy.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/partisan-deficit-spending-debt-limit-american-rescue-plan-reconciliation-bill-infrastructure-11629221066", "title": "Partisan Debt, Bipartisan Debt Limit?", "date": "2021-08-17 18:18", "summary": "Democrats need to take responsibility for their $5.4 trillion spending spree.. Senate Democrats have passed a $3.5 trillion budget resolution, unlocking their ability to pass a tax-and-spend boondoggle later this fall. This comes on the heels of the $1.9 trillion package enacted along partisan lines and dubiously marketed as Covid-19 relief. Democrats didn't care about the ramifications of their spending then, and most don't seem to mind the $3.5 trillion price tag so long as it achieves the progressive policy objectives of their far-left base. But they insist on Republican support for raising the debt limit.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-withdrawal-afghanistan-visa-women-rights-feminism-misogyny-sexism-torture-death-11629233425", "title": "The Nightmare Resumes for Afghan Women", "date": "2021-08-17 18:18", "summary": "America rescued them 20 years ago. How can we abandon them to the Taliban again?. 'Take your shoes off and run for your life!\" a Secret Service agent shouted at me and other women at the White House on Sept. 11, 2001. As the origins of the attacks were uncovered, America and the international community learned about the brutality of the Taliban, including its barbaric treatment of female Afghans. They prohibited girls from being educated, imprisoned women in their homes, and often subjected them to violence, humiliation, torture and gruesome executions.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/n-4-down-review-above-the-ice-11629238652", "title": "'N-4 Down' Review: Above the Ice", "date": "2021-08-17 18:17", "summary": "The development of planes and airships signalled a new era of polar exploration-along with new opportunities for disaster.. On May 24, 1928, Gen. Umberto Nobile and his crew aboard the airship Italia-code-named N-4-dropped Italian flags and a small wooden cross given them by Pope Pius XI onto the North Pole from 450 feet in the sky. Airships were a technological marvel of the early 20th century, and the Italia's goal was to land men at the North Pole, something that had never been done before. But bad weather thwarted the mission; returning to its base on Norway's Svalbard archipelago, the Italia crashed into the ice, triggering one of the greatest polar rescue efforts ever mounted, a saga that journalist Mark Piesing retells in \"N-4 Down: The Hunt for the Arctic Airship Italia.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-jerome-powell-says-pandemic-has-changed-outlook-of-americas-youth-11629221401", "title": "Jerome Powell Says It's Unclear What Covid-19 Surge Means for Economy", "date": "2021-08-17 17:52", "summary": "'The Covid pandemic is still casting a shadow on economic activity,' the Fed chairman says. Federal Reserve Chairman Jerome Powell said it remains to be seen how the U.S. economy will weather the recent Covid-19 surge, in comments that offered no views on the outlook for monetary policy.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-gov-greg-abbott-tests-positive-for-covid-19-11629235324", "title": "Texas Gov. Greg Abbott Tests Positive for Covid-19", "date": "2021-08-17 17:38", "summary": "The diagnosis comes as the state is experiencing a new wave of the virus. AUSTIN, Texas-Texas Gov. Greg Abbott tested positive for Covid-19 Tuesday, his office said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/haiti-quake-victims-hit-by-tropical-storm-grace-11629210268", "title": "Haiti Quake Death Toll Rises as Victims Hit by Tropical Storm Grace", "date": "2021-08-17 17:31", "summary": "Resume Subscription. LES CAYES, Haiti-Days after being rocked by a deadly earthquake, heavy rains and powerful winds hit Haiti early Tuesday, raising the risk of floods and mudslides and hampering relief efforts for quake victims.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/nam-june-paik-video-art-john-cage-charlotte-moorman-san-francisco-museum-of-modern-art-11629234158", "title": "'Nam June Paik' Review: The Father of Video Art's Wide Net", "date": "2021-08-17 17:04", "summary": "A major retrospective at the San Francisco Museum of Modern Art ranges widely, revealing the artist's uncanny prescience when it came to creativity and technology.. San Francisco", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-bet-corporate-spending-and-buybacks-will-support-stocks-11629192780", "title": "Investors Bet Corporate Spending and Buybacks Will Support Stocks", "date": "2021-08-17 17:02", "summary": "Companies' cash hoards stir hopes for greater spending on business growth and returning money to shareholders. Investors are betting that cash-rich companies will increase spending on everything from factories to share buybacks, a combination many believe can boost stocks in coming months.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-military-veterans-rush-to-help-afghan-interpreters-escape-11629232144", "title": "U.S. Military Veterans Rush to Help Afghan Interpreters Escape", "date": "2021-08-17 16:29", "summary": "American retreat has brought feelings of anger, guilt and frustration to many veterans who feel the U.S. has betrayed Afghan allies. Marine Corps veteran Peter James Kiernan has been helping his Afghan interpreter apply for a U.S. visa since 2015. On Monday, he urged the man to burn the trove of documents he had helped him painstakingly collect over a decade to prove he worked for the U.S., as the Taliban took over Kabul and reports came in that they were conducting house-by-house searches.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-sour-on-chinese-insurance-giants-shares-11629192601", "title": "Investors Sour on Chinese Insurance Giant's Shares", "date": "2021-08-17 16:22", "summary": "Ping An's Hong Kong-listed shares, which are part of the MSCI China index, have been on a downward slide lately. Lackluster insurance sales and some poorly performing investments have put a damper on Ping An Insurance (Group) Co. 's share price.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-short-investor-michael-burry-other-hedge-funds-bet-against-cathie-woods-ark-innovation-etf-11629227796", "title": "Hedge Funds Bet Against Cathie Wood's ARK Innovation ETF", "date": "2021-08-17 16:18", "summary": "Filings show several hedge funds are wagering ARK will keep falling behind market. A legion of retail traders helped make stock picker Cathie Wood's flagship fund one of the hottest investments in the past year. Now, some professional investors are betting on its demise.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/considering-a-bathroom-remodel-read-this-first-11629228976", "title": "Considering a Bathroom Remodel? Read This First.", "date": "2021-08-17 15:36", "summary": "Homeowners are often too quick to tear out a vintage loo. But there are persuasive reasons to preserve the colorful fixtures and quality tiles of washrooms from the 1920s to the 1960s.. THIS MONTH I finally got to realize a lifelong dream: to spend some quality time in my friend Joan's exquisite bathroom.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/us-economy-july-2021-retail-sales-delta-variant-11629153243", "title": "U.S. Retail Sales Fell 1.1% in July", "date": "2021-08-17 15:30", "summary": "Sales are well above pre-pandemic levels, but spending on goods retreated over the month. Spending at U.S. retailers fell sharply in July, amid cooling purchases of goods and signs of some pullback in consumer demand as U.S. Covid-19 cases tied to the Delta variant rose.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mtv-cribs-makes-its-instagram-era-comeback-11629227144", "title": "MTV Cribs Makes Its Instagram-Era Comeback", "date": "2021-08-17 15:05", "summary": "Resume Subscription. Before there was Instagram, there was \"MTV Cribs.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/johnny-weirs-home-takes-center-stage-11629226866", "title": "Johnny Weir's Home Takes Center Stage", "date": "2021-08-17 15:01", "summary": "The two-time Olympic figure skater's Delaware house is featured on an upcoming episode of 'Cribs.'. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/nfl-training-camp-tj-watt-jamal-adams-duane-brown-contract-rumors-hold-in-11629168613", "title": "Why NFL Stars Are Showing Up to NFL Training Camps-and Not Practicing", "date": "2021-08-17 14:54", "summary": "Star players unhappy with their contracts used to skip preseason entirely. Now, new rules coerce them into attending. So they just demonstrate their displeasure at the team facilities instead.. T.J. Watt arrived to Pittsburgh Steelers training camp as one of the NFL's most terrifying defensive forces. Yet his preparation for this upcoming season has been curious.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-secret-to-bob-costas-success-he-watches-3-sports-games-at-once-11629224755", "title": "The Secret to Bob Costas' Success? He Watches 3 Sports Games at Once", "date": "2021-08-17 14:27", "summary": "The 29-time Emmy winner, whose new HBO show premiered last month, talked to us about his technophobia, how he passes off his 2007 Lexus as new and the baseball card he'll never leave home without. BOB COSTAS might be living in a technological world-in which you can video chat with family while your Tesla effectively drives itself-but he's never quite managed to take modern car stereos for granted. \"It still boggles my 20th-century mind that I can be driving through Pasadena while listening to the Cardinals from St. Louis on the radio,\" the veteran sportscaster said.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghanistan-taliban-paralympics-sports-zakia-khudadadi-11629216397", "title": "She Was Set to Make Afghan History at the Paralympics-Until the Taliban Took Over", "date": "2021-08-17 14:19", "summary": "Zakia Khudadadi was about to become the first woman from Afghanistan to compete in the Paralympic Games. Now she is pleading for help, trapped and unable to fly out of Kabul following the U.S. withdrawal.. Zakia Khudadadi traveled from her home in Afghanistan's Herat province to Kabul in the past week to board a flight that would make history. The taekwondoka was going to be her country's first woman to compete in the Paralympic Games later this month.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-complete-live-at-the-lighthouse-lee-morgan-dizzy-gillespie-art-blakey-max-roach-jack-de-johnette-dave-douglas-11629224092", "title": "'The Complete Live at The Lighthouse' by Lee Morgan Review: A Beacon Gone Dark", "date": "2021-08-17 14:18", "summary": "The eight-CD/12-LP collection from Blue Note reveals the artistic growth and evolving musical ideas of the gifted trumpeter, who died at age 33.. Trumpeter Lee Morgan's life in music has been overshadowed by the circumstances of his death-at age 33, in 1972, after his common-law wife shot him outside a downtown Manhattan jazz club. But Morgan was still a teenager when jazz giants Dizzy Gillespie and Art Blakey recruited him to join their bands, and he later played in the great 1959-61 edition of Blakey's Jazz Messengers. He had a hit, \"The Sidewinder,\" that made the pop charts in 1964, and it was used as theme music for television shows and commercials. In addition, he fought for the inclusion of jazz musicians in TV talk-show bands and for recognition of the genre in academic curricula.", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-santa-monica-couple-wanted-home-to-feel-like-a-day-at-the-spa-11629220553", "title": "This Santa Monica Couple Wanted Home to Feel Like a Day at the Spa", "date": "2021-08-17 13:15", "summary": "Austin and Lauren Fite hired a design firm that specializes in spas and hotels to create a 'clean modern space' inside their California apartment. If you want your home to feel like a luxury spa, why not hire a decorator who has designed some of the world's best?", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-withdrawal-afghanistan-bin-laden-taliban-11629151298", "title": "Biden's Disastrous Withdrawal From Afghanistan", "date": "2021-08-17 13:15", "summary": "The president has made a coldblooded calculation.. Regarding your editorial \"Biden's Afghanistan Surrender\" (Aug. 16): In the span of weeks this president has undone the hard work of our troops over 20 years. He has allowed the same Islamic extremists who harbored Osama bin Laden to take back a country we vowed never to let fall into those hands again. The horror that will be inflicted on our allies, as well as the reversal of progress we have made for women there, are due to this feckless leader.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/climate-change-global-warming-temperature-co2-ipcc-report-11629151874", "title": "The Climate Has a Gun", "date": "2021-08-17 13:14", "summary": "Those who dismiss risk of climate change often appeal to uncertainty, but they have it backward.. In \"Climate Change Brings a Flood of Hyperbole\" (op-ed, Aug. 11), Steven Koonin put himself in the unenviable position of playing down climate change precisely while we are experiencing unprecedented heat waves, storms, fires, droughts, and floods that exceed model-based expectations.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teenagers-teens-vaccine-covid-hesitancy-risk-myocarditis-11629152490", "title": "Teenagers Should Get the Covid Vaccine, Too", "date": "2021-08-17 13:13", "summary": "The risk from the virus is real and documented.. In \"De Blasio Banishes My Kids From New York\" (op-ed, Aug. 10), Ray Prisament acts as if the jury is out regarding the safety of the vaccine for teens. This is far from the truth. Hundreds of thousands of teens have been part of a vaccine trial, and other than a very rare condition called myocarditis, which is usually mild and resolves quickly, little risk has been found. The risk from Covid, however, is real and documented: Some kids get very sick and have long-lasting complications. As of Thursday, 1,785 children were hospitalized across the country. Although there is a risk with any vaccine, the risk of not getting the vaccine is far greater.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-benefits-unemployment-jobs-ubi-basic-incom-11629153039", "title": "Covid Benefits, UBI and Employment", "date": "2021-08-17 13:12", "summary": "People naturally respond to temporary payments by working less now and more later.. Generous federal benefits have prevented employment from recovering faster (\"A Guaranteed Income At Work,\" Review & Outlook, Aug. 11). But one should think twice before interpreting this as evidence against a universal basic income. UBI schemes pay people regardless of whether they work. Some of the Covid benefits, in contrast, are available only to those who are not working. Surely some of them would return to work if doing so didn't require giving up the benefits.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/endless-wars-neocon-biden-afghanistan-withdrawal-kabul-taliban-terrorist-jihadist-11629209389", "title": "The 'Endless Wars' Fallacy", "date": "2021-08-17 12:35", "summary": "There are many options between nation building and giving up, and we had found a good one in Afghanistan before President Biden abandoned it.. Almost everyone agrees that what's happening in Afghanistan is an unmitigated disaster. There is no way to whitewash it, and few are trying. The scenes from Kabul speak for themselves, casting shame and embarrassment on the world's greatest superpower. There is plenty of blame being passed around, including to the \"neocons,\" the generals and the Afghans themselves. But what got us here was the widespread belief that American foreign policy should be dictated by a simple slogan: \"No more endless wars.\" The current spokesman for that belief is President Biden.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-pelosi-reconcilliation-bipartisan-infrastructure-spending-progressives-moderates-11629209789", "title": "Biden Has Trouble at Home, Too", "date": "2021-08-17 12:34", "summary": "The president will have to persuade progressives to save his infrastructure bill.. In a speech reflecting on the 40th year of her reign, Britain's Queen Elizabeth II labeled 1992-a year that included the separation or divorce of three of her children and a deluge of embarrassing publicity-an annus horribilis.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-wanted-to-leave-afghanistan-he-knew-the-risks-11629214842", "title": "Biden Wanted to Leave Afghanistan. He Knew the Risks.", "date": "2021-08-17 11:40", "summary": "Resume Subscription. WASHINGTON-In his Monday speech defending America's chaotic withdrawal from Afghanistan, President Biden said he would not shrink from his share of responsibility.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/weak-retail-sales-offer-preview-of-coming-attractions-as-delta-variant-spreads-11629213519", "title": "Weak Retail Sales Offer Preview of Coming Attractions as Delta Variant Spreads", "date": "2021-08-17 11:18", "summary": "July's weak retail sales data might be just a preview of a weak August as the Delta variant of Covid-19 inhibits consumer confidence. Covid-19 worries weighed on spending in July. August could be worse.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-holland-taylor-acting-was-itthere-was-never-a-backup-plan-11629213331", "title": "For Holland Taylor, Acting Was It-There Was Never a Backup Plan", "date": "2021-08-17 11:15", "summary": "Resume Subscription. Holland Taylor, 78, is an Emmy-winning actress and playwright who appeared in \"Legally Blonde\" and \"Bombshell,\" in Broadway's \"Ann\" and in Netflix 's \"Hollywood.\" She stars in Netflix's miniseries \"The Chair.\" She spoke with Marc Myers.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/china-sees-risks-in-stepping-into-afghanistan-after-u-s-withdrawal-11629211794", "title": "China Sees Risks in Stepping Into Afghanistan After U.S. Withdrawal", "date": "2021-08-17 10:49", "summary": "Beijing worries Taliban rule could be destabilizing for its restive Xinjiang region but is wary of getting tangled up in a volatile situation. TAIPEI-Chinese state media has mocked the U.S.'s chaotic withdrawal from Afghanistan as the latest sign of America's declining global prestige, but China is approaching its own plans for engaging with the country under Taliban rule with caution.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghans-flee-to-kabul-as-taliban-advances-11628898416", "title": "Photos: Taliban Take Over Kabul After Sweeping Afghanistan", "date": "2021-08-17 10:46", "summary": "Insurgents consolidate control of the capital after government's collapse. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-americans-left-behind-11629211589", "title": "The Americans Left Behind in Afghanistan", "date": "2021-08-17 10:46", "summary": "Frantic efforts to rescue U.S. citizens.. The chaotic nature of the U.S. exit from Afghanistan has shocked American allies and Americans too-including numerous U.S. citizens who are now trapped inside the Taliban-controlled territory. Some American journalists, contractors and aid workers in the country may have made the mistake of believing President Joe Biden's July assurances and are now desperately seeking a way out.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coin-shortage-creates-loads-of-laundry-stress-quarters-change-thefed-11629209465", "title": "Coin Shortage Creates Loads of Laundry Stress", "date": "2021-08-17 10:17", "summary": "Resume Subscription. The night before she was scheduled to serve jury duty, Kuromi Hendricks realized the clothes she planned to wear were dirty. She couldn't find the 12 quarters required for a wash and dry at her Boston apartment building.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/walmarts-sales-rise-even-as-online-orders-cool-11629200484", "title": "Walmart Earnings Show Sales Rose as Shoppers Returned to Stores", "date": "2021-08-17 10:14", "summary": "Retail giant says U.S. store visits improved despite Delta surge while online sales growth slowed. Walmart Inc. logged another quarter of rising U.S. sales as a return to in-store shopping offset slower online growth, at a time when retailers are navigating rising costs, supply chain snarls and an uptick in Covid-19 cases in many parts of the country.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-steps-up-direct-involvement-in-internet-content-firms-11629209515", "title": "China Steps Up Direct Involvement in Internet-Content Firms", "date": "2021-08-17 10:11", "summary": "Recent moves aim to strengthen the government's control over online content. SINGAPORE-China is taking a more direct hand in managing its internet-content companies by acquiring stakes, filling board seats and sending dedicated regulators to police content at firms more frequently, according to corporate filings and people familiar with the matter.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mental-health-spiritual-thinking-11629139893", "title": "The Mental-Health Benefits of Spiritual Thinking", "date": "2021-08-17 10:00", "summary": "Spirituality can boost our mood and help protect against depression, says psychologist and author Lisa Miller. Here's how.. Many of us have been searching for meaning during the pandemic. We've been asking ourselves questions such as: What are my priorities? What do I want out of my life? How can I live with all the uncertainty?", "categories": [["Life & Work", "Bonds"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/bonds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-wants-more-car-buyers-to-order-online-and-wait-rather-than-pick-off-the-lot-11629205200", "title": "Ford Wants More Buyers to Order Online and Wait, Rather Than Pick Off the Lot", "date": "2021-08-17 09:51", "summary": "Auto maker plans permanent reductions in vehicles carried on dealership lots, hoping to do more sales from buyers who custom order. Ford Motor Co. wants to put you into a new car-in six to eight weeks.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-depot-roblox-gamestop-what-to-watch-when-the-stock-market-opens-today-11629196797", "title": "Home Depot, Roblox, Walmart: What to Watch When the Stock Market Opens Today", "date": "2021-08-17 09:10", "summary": "Futures put Wall Street indexes on track to pull back from records. U.S. stock futures slipped, suggesting indexes will edge down from all-time highs. Retail sales fell 1.1% in July from the month before as concerns about the Delta variant grew. Here's what we're watching ahead of Tuesday's market action.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ziff-davis-is-returning-to-public-markets-with-a-mandate-to-make-deals-11629205200", "title": "Ziff Davis Is Returning to Public Markets With a Mandate to Make Deals", "date": "2021-08-17 09:00", "summary": "Parent company j2 Global is being renamed after the century-old magazine publisher and will have $1 billion for buying up other companies. J2 Global Inc. Chief Executive Vivek Shah has helped build an under-the-radar digital-media behemoth by buying up smaller companies. Now, he is getting a bigger war chest and a clear mandate to go on another shopping spree.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parents-face-fresh-covid-19-stress-as-schools-start-and-the-delta-variant-spreads-11629205201", "title": "Parents Expected a More Normal School Year-Not Fresh Covid Stress", "date": "2021-08-17 09:00", "summary": "Families revisit backup plans for work and education amid classroom uncertainties; 'This is work-life on steroids'. Many parents who couldn't wait to send their children back to the classroom are watching Covid-19 cases and wondering: Do we need a backup plan?", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brandi-carlile-interview-impostor-syndrome-11629203534", "title": "How Brandi Carlile Overcame Impostor Syndrome", "date": "2021-08-17 08:32", "summary": "The Grammy-winning artist on moving past rejection and self-sabotage to the bird's-eye view that allowed her to write her confessional new album: \"At least once in an artist's career they really have to fully lay it out there.\". Before returning to the spotlight last month to play her first live show in front of a full-capacity audience since the pandemic began, Brandi Carlile needed to prepare herself. So she drove her RV from her home in rural Washington State to the KettleHouse Amphitheater in Bonner, Montana.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-set-to-pass-one-of-the-worlds-strictest-data-privacy-laws-11629201927", "title": "China Set to Pass One of the World's Strictest Data-Privacy Laws", "date": "2021-08-17 08:05", "summary": "New curbs come as citizens grow increasingly concerned about tech giants' nosiness. HONG KONG-The world's leading practitioner of state surveillance is set to usher in a far-reaching new privacy regime.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bhp-to-combine-petroleum-unit-with-woodside-end-dual-listing-in-london-11629187127", "title": "BHP Bets on Lower-Carbon World With Petroleum Exit, Potash Project", "date": "2021-08-17 08:03", "summary": "The world's biggest mining company says it will also end the dual listing of its shares in London. SYDNEY- BHP Group Ltd. , the world's largest mining company, bet on a lower-carbon world by agreeing to sell its oil-and-gas unit and separately approving a $5.7 billion project to mine potash in Canada.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicago-hotel-to-test-investor-appetite-for-city-center-properties-11629201600", "title": "Chicago Hotel to Test Investor Appetite for City Center Properties", "date": "2021-08-17 08:00", "summary": "Drake Hotel joins clutch of urban properties hoping strong interest in lodging spreads from resorts to downtowns. Hotel investors have been snapping up resorts and other leisure-oriented properties, the biggest beneficiaries of the recent spike in vacation travel.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/skechers-boosts-spending-on-distribution-centers-to-meet-e-commerce-demand-11629201601", "title": "Skechers Boosts Spending on Distribution Centers to Meet E-Commerce Demand", "date": "2021-08-17 08:00", "summary": "The footwear company is looking to add facilities in China and India. Skechers USA Inc. is bolstering its fulfillment capacity to meet greater e-commerce demand as more consumers seek comfortable footwear during the coronavirus pandemic.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delta-variant-threatens-small-businesses-as-it-slows-return-to-office-plans-11629201600", "title": "Delta Variant Threatens Small Businesses as It Slows Return-to-Office Plans", "date": "2021-08-17 08:00", "summary": "Many big employers now intend to keep staffers home after Labor Day, in a new blow to the shops, retailers and restaurants that rely on them. Tens of thousands of downtown small businesses that have been scraping by were eagerly awaiting the week of Labor Day, when many companies expected that their employees would return to the office.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepsico-aims-to-replenish-more-water-than-it-uses-11629201601", "title": "PepsiCo Aims to Replenish More Water Than It Uses", "date": "2021-08-17 08:00", "summary": "The company plans to cut water consumption in half at sites where supply is at risk, with a goal to be 'net water positive' by 2030. PepsiCo Inc. laid out a new plan to save water as companies grapple with water scarcity driven by rising demand and climate change.", "categories": [["Sustainable Business"]], "category_links": ["https://www.wsj.com/news/types/sustainable-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/haiti-rescue-workers-rush-to-help-earthquake-victims-as-storm-looms-11629130569", "title": "Haiti Rescue Workers Rush to Help Quake Victims as Storm Looms", "date": "2021-08-17 07:55", "summary": "Resume Subscription. Emergency teams rushed to the south of Haiti on Monday to find and treat survivors trapped under earthquake debris, with only hours before a major storm was expected to make landfall and drench the remote area in rain and potentially cause flash floods.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ride-hailing-companies-get-some-drivers-ed-11629200461", "title": "Ride-Hailing Companies Get Some Drivers' Ed", "date": "2021-08-17 07:41", "summary": "Survey published by DoorDash shows exactly why ride-hailing companies may be having a hard time luring back drivers. Lyft is now a profitable company-at least on the basis of adjusted earnings before interest, taxes, depreciation and amortization-but investors are unmoved. Shares of the ride-hailer are down more than 8% since the company reported second-quarter earnings on Aug. 3. Despite reporting deepening losses on a sequential basis in the same period, Uber has seen its shares fare better, little changed from where they closed Aug. 4 before the company's own quarterly report. Investors might be getting this story right, but for the wrong reasons.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-delta-surges-covid-19-breakthrough-cases-remain-uncommon-11629199800", "title": "As Delta Surges, Covid-19 Breakthrough Cases Remain Uncommon", "date": "2021-08-17 07:30", "summary": "WSJ analysis finds higher risk of infection from strain, but research shows that vaccines still protect against most serious illness. The Delta variant of the Covid-19 virus appears to be breaking through the protection vaccines provide at a higher rate than previous strains, a Wall Street Journal analysis found, though infections among the fully inoculated remain a tiny fraction of overall cases, and symptoms tend to be milder.", "categories": [["WSJ News Exclusive", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-marathon-executive-joins-k2-integrity-as-co-ceo-11629199801", "title": "Former Marathon Executive Joins K2 as Co-CEO", "date": "2021-08-17 07:30", "summary": "Andrew Rabinowitz aims to grow K2's business in asset management. Marathon Asset Management President Andrew Rabinowitz is leaving the firm to join risk and compliance adviser K2 Integrity Holdings Inc. as co-chief executive officer.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gopro-flies-high-on-service-swing-11629199310", "title": "GoPro Flies High on Service Swing", "date": "2021-08-17 07:21", "summary": "Stock has doubled since last year's camera boosted subscribers, setting high stakes for the next one. GoPro has managed to upsell its way out of the pandemic. Now the action camera maker has to make extra sure it can hit its marks, which has never been a sure thing.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-unveils-new-rules-targeting-anticompetitive-practices-by-internet-companies-11629199116", "title": "China Unveils New Rules Targeting Anticompetitive Practices by Internet Companies", "date": "2021-08-17 07:18", "summary": "Part of a recent wave of regulatory action, the draft guidelines detail prohibited behaviors such as blocking rival products and discriminatory pricing. TAIPEI-China issued new draft guidelines that would prevent its internet companies from engaging in anticompetitive practices such as unfairly blocking rival platforms, extending Beijing's efforts to rein in the powerful technology sector.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/royalty-pharma-is-a-stock-worth-crowning-11629198180", "title": "Royalty Pharma Is a Stock Worth Crowning", "date": "2021-08-17 07:03", "summary": "Investors who want exposure to biotech without taking the biggest drug development risks are in luck. This column is part of the Heard on the Street stock-picking contest. You're invited to play along with us here.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mubadala-capital-prepares-to-bulk-up-london-office-11629198000", "title": "Mubadala Capital Prepares to Bulk Up London Office", "date": "2021-08-17 07:00", "summary": "The Abu Dhabi firm recently closed on $1.63 billion for its third private-equity fund, while it also plans to expand in New York. Mubadala Capital, the investment arm of Abu Dhabi-based sovereign wealth manager Mubadala Investment Co., is preparing to add private-equity professionals to its London office next month on the heels of closing its third fund for the strategy.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oxford-properties-to-buy-2-2-billion-in-industrial-properties-from-kkr-11629198001", "title": "Oxford Properties to Buy $2.2 Billion in Industrial Properties From KKR", "date": "2021-08-17 07:00", "summary": "Deal indicates investor appetite for warehouses and distribution facilities remains strong. Canadian real-estate-investment giant Oxford Properties Group has agreed to buy a 14.5 million-square-foot portfolio of industrial property from KKR & Co. for $2.2 billion, a deal that indicates that the online-shopping boom continues to whet investor appetite for warehouses and distribution facilities.", "categories": [["Real Estate", "Commercial Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/commercial-real-estate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/asian-nations-hit-by-covid-19-delta-wave-tighten-curbs-on-movement-11629194631", "title": "Asian Nations, Hit by Covid-19 Delta Wave, Tighten Curbs on Movement", "date": "2021-08-17 06:03", "summary": "Japan extends state of emergency, New Zealand orders nationwide lockdown. Governments across the Asia-Pacific region are tightening restrictions on daily life and travel as slow vaccination campaigns have failed to halt the spread of infections with the Delta variant of Covid-19.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/infosum-raises-65-million-as-companies-prioritize-data-privacy-11629194401", "title": "InfoSum Raises $65 Million as Companies Prioritize Data-Privacy", "date": "2021-08-17 06:00", "summary": "The Series B funding round from Chrysalis Investments will help the company grow its staff and presence as it plans a future public offering. InfoSum Ltd. has raised a $65 million Series B funding round, as the data technology startup aims to support companies' growing need for customer-data services that adhere to stricter privacy rules.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-evergrande-boss-steps-down-as-chairman-of-its-flagship-property-business-11629194394", "title": "China Evergrande Boss Steps Down as Chairman of Flagship Property Business", "date": "2021-08-17 05:59", "summary": "Hui Ka Yan gives up job months after unit dropped plans for multibillion-dollar listing on mainland. Chinese real-estate billionaire Hui Ka Yan has stepped down as chairman of China Evergrande Group 's flagship property business, months after the unit dropped plans for a multibillion-dollar listing on the mainland.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-zealand-orders-lockdown-after-first-covid-19-case-in-six-months-11629193896", "title": "New Zealand Orders Lockdown After First Covid-19 Case in Six Months", "date": "2021-08-17 05:51", "summary": "Authorities assume new infection is the highly contagious Delta variant, await genomic sequencing. WELLINGTON, New Zealand-New Zealand placed its largest city, Auckland, into lockdown for seven days following the first case of Covid-19 in the community since February.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nike-and-adidas-should-be-watching-their-backs-in-china-11629193762", "title": "Nike and Adidas Should Be Watching Their Backs in China", "date": "2021-08-17 05:49", "summary": "Chinese sportswear is emerging as a new champion for investors. While Chinese technology stocks are losing speed, the country's sportswear companies are running ahead, giving investors an alternative China consumer play.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/allbirds-to-sell-wool-and-tree-based-workout-clothes-taking-on-nike-and-lululemon-11629192602", "title": "Allbirds to Sell Wool and Tree-Based Workout Clothes", "date": "2021-08-17 05:30", "summary": "Company known for wool sneakers has spent two years developing fabric used in new athletic apparel. Allbirds Inc., known for its eco-friendly sneakers, is betting people want to work out in wool.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/extremists-celebrate-taliban-takeover-of-afghanistan-on-social-media-11629192600", "title": "Taliban Takeover of Afghanistan Celebrated by Extremists", "date": "2021-08-17 05:30", "summary": "Terrorist groups could seek a return to Afghanistan, though al Qaeda is weakened and Islamic State has clashed with Taliban. WASHINGTON-Islamist extremist social media lit up with celebratory messages as the Taliban cemented its control over Afghanistan this weekend, raising concerns that a weakened al Qaeda and other terrorist groups could stage a comeback in the wake of the chaotic U.S. military withdrawal.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-covid-19-vaccination-push-latin-american-nations-are-catching-up-to-the-u-s-11629192601", "title": "In Covid-19 Vaccination Push, Latin American Nations Are Catching Up to the U.S.", "date": "2021-08-17 05:30", "summary": "There is less vaccine hesitancy in the region, which has been hit hard during the pandemic. As vaccinations in the U.S. have slowed significantly from their peak, they have risen sharply in Latin America, with a host of countries now inoculating against Covid-19 at a far higher rate than their richer neighbor to the north.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hotels-try-out-fees-for-using-the-pool-and-checking-in-early-11629192602", "title": "Hotels Try Out Fees for Using the Pool and Checking In Early", "date": "2021-08-17 05:30", "summary": "Lodging companies such as MCR are experimenting with a la carte pricing for services and amenities, and cutting room rates in return. One of the largest U.S. hotel owners is experimenting this year with a new business strategy: Charge guests for most services and amenities, just like in the airline industry.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-will-get-bored-of-gamestop-11629192119", "title": "Investors Will Get Bored of GameStop", "date": "2021-08-17 05:22", "summary": "Individual investors will remain a force to be reckoned with, but the excitement is moving somewhere new. This column is part of the Heard on the Street stock-picking contest. You're invited to play along with us here.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-puzzles-saturday-august-14-11628674734", "title": "Number Puzzles (Saturday, August 14)", "date": "2021-08-17 04:43", "categories": [["WSJ Puzzles", "Number Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/number-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taliban-conquest-of-afghanistan-scrambles-the-diplomatic-map-11629165289", "title": "Taliban Conquest of Afghanistan Scrambles the Diplomatic Map", "date": "2021-08-17 00:27", "summary": "U.S. efforts to isolate the Taliban could be undercut by new regime's outreach to Russia, China and neighbors. The ascent of the Taliban has redrawn the diplomatic map for the U.S. and its rivals as they compete to shape the future of Afghanistan.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11629128548", "title": "Pepper...and Salt", "date": "2021-08-17 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-to-call-for-covid-19-vaccine-booster-shots-11629170031", "title": "Biden Administration Expected to Call for Covid-19 Booster Shots", "date": "2021-08-17 23:57", "summary": "The U.S. is expected to recommend that Americans get a Covid-19 booster shot eight months after the second dose of the vaccine, people familiar with the matter say. WASHINGTON-The Biden administration is expected to announce that Americans who have been fully vaccinated against Covid-19 should receive a booster shot to ensure continued protection, according to people familiar with the discussions.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-handling-of-afghanistan-withdrawal-draws-bipartisan-criticism-11629131375", "title": "Biden Defends Afghanistan Pullout Amid Bipartisan Criticism", "date": "2021-08-17 22:36", "summary": "President largely blames fall of Afghan government on its military for failing to fight the Taliban. President Biden said he stands \"squarely behind\" his decision to withdraw U.S. troops from Afghanistan, speaking from the White House Monday as he drew bipartisan criticism over the swift collapse of the government and the ensuing chaos.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-killed-in-kabul-airport-as-afghans-scramble-to-escape-taliban-11629096273", "title": "Violence Erupts at Kabul Airport as Afghans Try to Flee Taliban", "date": "2021-08-17 20:11", "summary": "Mass evacuations follow the insurgents' capture of Kabul after a rapid sweep of the country. Kabul's international airport was in the throes of chaos Monday as desperate Afghans tried to flee on departing U.S. jets, Taliban gunmen roamed the terminals, and U.S. troops killed at least two men, a sign of the disorder in the wake of the Taliban's takeover of Afghanistan.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}]