[{"link": "https://www.wsj.com/articles/air-in-new-yorks-subway-systems-is-highly-polluted-nyu-study-shows-11613001497", "title": "Air in New York's Subway Systems is Highly Polluted, New York University Study Shows", "date": "2021-02-10 18:58", "summary": "Transit systems across the Northeast were examined and air quality was lowest on platforms. Subway riders and transit workers in major cities are being exposed to levels of air pollution that could increase the risk of heart and lung problems, according to a new study from New York University.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bruce-springsteen-to-appear-in-court-over-drunken-driving-arrest-11612994536", "title": "Jeep Pulls Bruce Springsteen Ad After Report of Drunken Driving Arrest", "date": "2021-02-10 18:36", "summary": "Rock star charged in November with reckless driving, consuming alcohol in national park in New Jersey. Stellantis NV pulled a Jeep commercial starring Bruce Springsteen from YouTube after it was reported that he was arrested late last year and charged with driving while intoxicated.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-teachers-unions-roll-over-biden-11613000023", "title": "The Teachers Unions Roll Over Biden", "date": "2021-02-10 18:33", "summary": "Even a $130 billion bribe won't get them back in the classroom this school year.. President Biden made an early pandemic show by promising that a majority of American schools would reopen in his first 100 days in office. But on Tuesday we learned that this depends on the meaning of the word \"reopen.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-trump-impeachment-evidence-11612999941", "title": "The Trump Impeachment Evidence", "date": "2021-02-10 18:32", "summary": "He might be acquitted, but he won't live down his disgraceful conduct.. Whether a former President ought to be subject to an impeachment trial is a matter of constitutional debate. Whether it's prudent, if acquittal appears likely, is a related question. But wherever you come down on those issues, the House impeachment managers this week are laying out a visceral case that the Capitol riot of Jan. 6 was a disgrace for which President Trump bears responsibility.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/leaving-afghanistan-the-right-way-11612999780", "title": "Leaving Afghanistan the Right Way", "date": "2021-02-10 18:29", "summary": "Biden is rethinking Trump's reckless May 1 withdrawal.. October will mark 20 years since the U.S. invaded Afghanistan to eliminate al Qaeda sanctuaries and its Taliban sponsors, and Americans are understandably eager to move on. But the difficulties that come with America's current commitment are nothing compared with the chaos that would follow an abrupt departure.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-of-budget-surplus-11612999662", "title": "States of Budget Surplus", "date": "2021-02-10 18:27", "summary": "The Biden spending bill will have governors swimming in cash.. Governors-especially from Democratic states-have been pleading revenue poverty since the pandemic began. But as we approach the anniversary of Covid-19 in America, that tall tale is becoming more difficult to sell.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/george-shultz-had-a-wise-and-discerning-heart-11612999062", "title": "George Shultz Had a Wise and Discerning Heart", "date": "2021-02-10 18:17", "summary": "He was a Marine, an economist, a diplomat, a patriot and a statesman. He was also my friend.. George Shultz came into my life some 50 years ago and never left it. He was secretary of labor, but President Nixon asked him to study the trend in oil prices because before coming into government George had been an economist at the University of Chicago and the Massachusetts Institute of Technology. I was Nixon's national security adviser and George called on me to discuss a conclusion he thought might affect my policy portfolio. The price of oil was then around $3.35 a barrel, but George warned me that U.S. production was projected to fall considerably; a greater reliance on imports was therefore inevitable. The price of oil would rise-perhaps precipitously. The bargaining power of foreign oil producers would skyrocket. Events proved George right.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/financial-institutions-want-more-clarity-on-anti-money-laundering-changes-11612998968", "title": "Financial Institutions Want More Clarity on Anti-Money-Laundering Changes", "date": "2021-02-10 18:16", "summary": "Compliance professionals hope government will provide more input on its expectations following the enactment of an anti-money-laundering reform law, a recent poll found. Financial-sector compliance professionals want more input from the government on how to make their anti-money-laundering programs effective.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-fired-me-by-order-of-big-labor-11612998891", "title": "Biden Fired Me, by Order of Big Labor", "date": "2021-02-10 18:14", "summary": "The purge at the Federal Services Impasse Panel bodes ill for the business of governing the country.. President Biden promised to unify America but public-sector unions had other plans. For months, union officials called on Mr. Biden to dismiss every member of the influential, but little-known, Federal Services Impasse Panel (FSIP). Last week he did. That's how I got fired.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whos-a-threat-to-our-democracy-11612998812", "title": "Who's a Threat to 'Our Democracy'?", "date": "2021-02-10 18:13", "summary": "When progressives single out threats to 'our democracy,' what they mean is their democracy.. Presenting their case for conviction at the impeachment trial of Donald Trump, the House managers repeatedly invoked Mr. Trump's threat to \"our democracy.\" However remote the chance of conviction, Mr. Trump's role in the Capitol riot is passing into the judgment of history, which likely will be severe. After a lifetime of playing with fire, Mr. Trump on Jan. 6 got too close to the flames, which will engulf his legacy.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hubris-of-joe-biden-on-covid-relief-11612998724", "title": "The Hubris of Joe Biden on Covid Relief", "date": "2021-02-10 18:12", "summary": "As in 2009, jamming big spending through may cost Democrats in the next midterms.. Perhaps he didn't mean it after all.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lets-be-reasonable-review-how-to-elevate-higher-learning-11612998639", "title": "'Let's Be Reasonable' Review: How to Elevate Higher Learning", "date": "2021-02-10 18:10", "summary": "Better than culture-war strife would be readings and conversations guided by wise professors. Is such a thing still possible on campuses today?. When the Association for Asian American Studies voted in 2013 to become the first academic group to demand a cultural and economic boycott of Israel, not a single member opposed the resolution at the organization's annual conference. This unanimity surprised Jonathan Marks because, as he puts it, professors \"are nothing if not quarrelsome and contentious.\" Mr. Marks published an open letter describing \"the complete absence of dissent [as] a sign of disciplinary ill health.\" He urged skeptics from within the group to break their silence.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thanks-but-no-thanks-uncle-sam-11612998552", "title": "Thanks but No Thanks, Uncle Sam", "date": "2021-02-10 18:09", "summary": "A gift horse arrives thanks to the Covid stimulus. Let's look it right in the mouth.. I never thought the old saying \"Don't look a gift horse in the mouth\" applied to me, since until last year I never received unexpected gifts. But now my wife and I find ourselves looking into the mouth of a \"gift horse\"-stimulus checks. To be precise, there were no checks; $2,400 and then $1,200 were deposited directly into our checking account. Apparently we're going to get another $2,800.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/connecticut-governor-proposes-no-income-tax-increases-in-new-budget-11612997890", "title": "Connecticut Governor Proposes No Income Tax Increases in New Budget", "date": "2021-02-10 17:58", "summary": "Gov. Ned Lamont's two-year plan calls for legalization of cannabis and sports and internet betting. Connecticut Gov. Ned Lamont proposed a two-year $41.6 billion budget that doesn't raise income taxes but extends a surcharge on corporations and calls for new highway fees on tractor-trailer trucks.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vol-34-no-1-healthcare-11612997668", "title": "Vol. 34, No. 1: Healthcare", "date": "2021-02-10 17:54", "summary": "Most Popular News. Any Wall Street Journal editor would like a dollar for every time he or she dutifully changed healthcare (one word) to health care (two words). Or health-care with a hyphen, as an adjective phrase.", "categories": [["Style & Substance"]], "category_links": ["https://www.wsj.com/news/styleandsubstance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-sale-to-oracle-walmart-is-shelved-as-biden-reviews-security-11612958401", "title": "TikTok Sale to Oracle, Walmart Is Shelved", "date": "2021-02-10 17:40", "summary": "Trump-driven deal had languished as video-sharing app's Chinese owner mounted successful legal challenges. WASHINGTON-A U.S. plan to force the sale of TikTok's American operations to a group including Oracle Corp. and Walmart Inc. has been shelved indefinitely, people familiar with the situation said, as President Biden undertakes a broad review of his predecessor's efforts to address potential security risks from Chinese tech companies.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-sports-venues-to-reopen-after-covid-19-closures-11612995586", "title": "New York Sports Venues to Reopen After Covid-19 Closures", "date": "2021-02-10 17:19", "summary": "Gov. Andrew Cuomo said large venues may operate at limited capacity starting Feb. 23. Large sports and entertainment venues in New York will be permitted to reopen at limited capacity on Feb. 23 after being closed for nearly a year because of the Covid-19 pandemic, Gov. Andrew Cuomo said Wednesday.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-dogecoin-move-off-the-internetto-highway-billboards-11612970381", "title": "Gamestop, Dogecoin Move off the Internet-to Highway Billboards", "date": "2021-02-10 17:18", "summary": "Enthusiasts are buying up time alongside U.S. highways; at one company, an ad airs every 2.5 seconds. The GameStop Corp. surge may have stalled, but some investors are trying to keep enthusiasm going in a new venue: highway billboards.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-02-10-202-11612946501", "title": "Stocks Finish Mixed as Market Rally Pauses", "date": "2021-02-10 17:16", "summary": "Investor sentiment has been sustained by quarterly results that have largely been better than expected. U.S. stocks finished mixed Wednesday as investors took a breather with major indexes at or near record highs.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-powell-signals-easy-money-policies-to-remain-in-place-for-a-while-11612983601", "title": "Powell Signals Easy Money Policies to Remain in Place for a While", "date": "2021-02-10 16:58", "summary": "Fed chairman also says monetary policy alone won't be enough to restore the labor market to full strength. WASHINGTON-The Federal Reserve will continue bolstering the U.S. economy through low interest rates and hefty asset purchases, Chairman Jerome Powell said Wednesday, stressing that the labor market remains stunted by the pandemic.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-asks-supreme-court-to-reject-challenge-to-affordable-care-act-11612990888", "title": "Biden Administration Asks Supreme Court to Reject Challenge to Affordable Care Act", "date": "2021-02-10 16:50", "summary": "A decision on case, argued in November, is pending before the high court. WASHINGTON-The Biden administration told the Supreme Court that the Affordable Care Act remains constitutional, reversing the Trump Justice Department's position that the entire health-care overhaul was void because Congress reduced to zero the penalty for failing to carry insurance.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chris-whittle-slashes-price-of-his-hamptons-estate-to-95-million-as-debts-loom-11612993792", "title": "Chris Whittle Slashes Price of His Hamptons Estate to $95 Million", "date": "2021-02-10 16:49", "summary": "Resume Subscription. Chris Whittle, the once highflying education entrepreneur, is slashing the price of his Hamptons estate roughly 32% to $95 million, as he faces the threat the property will be forcibly auctioned to pay off his debts.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/saudi-activist-loujain-al-hathloul-released-from-prison-11612980722", "title": "Saudi Activist Loujain al-Hathloul Released from Prison", "date": "2021-02-10 16:46", "summary": "Hathloul, who campaigned against a ban on women driving, was detained in May 2018, weeks before the ban was lifted. RIYADH-Saudi Arabia released prominent women's rights activist Loujain al-Hathloul after more than 1,000 days in detention, her family said, less than a month into the administration of President Biden who has pressured Riyadh to improve its human-rights record.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/birds-of-the-northeast-gulls-to-great-auks-review-in-top-flight-form-11612993428", "title": "'Birds of the Northeast: Gulls to Great Auks' Review: In Top-Flight Form", "date": "2021-02-10 16:43", "summary": "An exhibit at Connecticut's Fairfield University Art Museum combines scientific study and artistic interpretation.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/music-by-sia-review-stuck-in-the-now-11612993256", "title": "'Music' by Sia Review: Stuck in the Now", "date": "2021-02-10 16:40", "summary": "Released in conjunction with her movie of the same name, the pop artist's new album is feel-good albeit generic.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fasb-approves-tweak-to-goodwill-accounting-rules-for-private-companies-nonprofits-11612992757", "title": "FASB Approves Tweak to Goodwill Accounting Rules for Private Companies, Nonprofits", "date": "2021-02-10 16:32", "summary": "The move is aimed at helping businesses and organizations reduce costs, complexity. The Financial Accounting Standards Board on Wednesday approved a tweak to goodwill accounting rules for private businesses and nonprofits to help them reduce costs and complexity as they continue to weather the coronavirus pandemic.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-goal-for-school-reopenings-draws-criticism-from-gop-11612992575", "title": "Biden Administration Says Schools Have Reopened If They Are Open One Day a Week", "date": "2021-02-10 16:29", "summary": "The administration aims to have more than 50% of schools open at least one day a week in its first 100 days, a bar Republicans call too low. After President Biden made an ambitious promise to help reopen a majority of K-8 schools in his first 100 days, the White House said this week the pledge means opening more than 50% of schools for in-person teaching at least one day a week.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-treasury-yields-fall-after-lackluster-inflation-data-11612976150", "title": "Treasury Yields Fall After Lackluster Inflation Data", "date": "2021-02-10 16:13", "summary": "Data indicates investors will have to wait longer for increase in consumer prices that many have been expecting. U.S. government-bond prices climbed Wednesday after soft inflation data indicated that investors will have to wait longer for the big increase in consumer prices that many have been expecting this year.", "categories": [["Markets", "Treasurys"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/treasurys?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-spac-boom-visualized-in-one-chart-11612962000", "title": "The SPAC Boom, Visualized", "date": "2021-02-10 16:12", "summary": "See how the blank-check company craze has surpassed traditional IPOs over the past couple of years. SPACs are raising more money and outnumbering traditional IPOs, a review of Dealogic data shows. These \"special-purpose acquisition companies\" have raised $38.3 billion since the start of 2021, compared with $19.8 billion by traditional IPOs.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-the-run-thursday-crossword-february-11-11612719773", "title": "On the Run (Thursday Crossword, February 11)", "date": "2021-02-10 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-opens-covid-19-vaccine-site-at-citi-field-11612980298", "title": "New York's Citi Field Opens as Covid-19 Vaccine Site", "date": "2021-02-10 15:56", "summary": "Supplies are limited so far at what is billed as a 'mega' vaccination center. A Covid-19 vaccination center opened at the New York Mets' ballpark in Queens on Wednesday, but city officials said a supply shortage limited the number of doses available at the site.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whos-who-in-trumps-second-impeachment-trial-11612880759", "title": "Who's Who in Trump's Second Impeachment Trial", "date": "2021-02-10 15:47", "summary": "Main players in coming trial include group of House Democrats who will act as prosecutors and three lawyers representing the former president. In the second impeachment trial of Donald Trump, the former president is charged with inciting an insurrection at the Capitol, which he denies. A group of House Democrats, known as impeachment managers, will act as prosecutors, while Mr. Trump will be defended by three lawyers. Sen. Patrick Leahy (D., Vt.) will be overseeing the trial in his role as president pro tempore of the Senate.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/would-you-wear-rat-fur-torrey-peters-does-11612989888", "title": "Would You Wear 'Rat Fur'? Writer Torrey Peters Does", "date": "2021-02-10 15:44", "summary": "The author of 'Detransition, Baby: A Novel,' on how a vintage trench coat lined with nutria-or giant swamp rats-became her style trademark. AUTHORS OFTEN become identified with an item of clothing-Zadie Smith, for instance, is known for her head wraps, and Fran Lebowitz is never without a blazer-so I have taken the pre-emptive step of wearing, everywhere I go, a long black vintage trench coat lined with the fur of nutria. For those of you who have never encountered them, nutria are giant swamp rats. It is the perfect coat for queer nightlife in New York City. You can put it on over a little outfit to stay warm and modest for the train ride; the boring raincoat exterior hides the fur so you don't offend the vegans. And the coat doubles as bedding if you crash on someone's couch. I own this perfect coat as a result of a long family saga and two failed fashion fur fads, one in the 1950s and one in the 1990s.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protests-against-myanmars-coup-return-to-streets-despite-gunshots-and-water-cannons-11612934939", "title": "Protests Against Myanmar's Coup Return to Streets", "date": "2021-02-10 15:24", "summary": "Fears of suppression grow, given the military's history of deadly violence against pro-democracy demonstrations. Protesters in Myanmar poured into the streets for the fifth straight day Wednesday to oppose last week's military coup, despite an escalating use of force by authorities.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-to-all-the-boys-for-the-third-and-final-time-11612987920", "title": "What to Watch: Netflix's 'To All the Boys' for the Third and Final Time", "date": "2021-02-10 15:12", "summary": "Plus, 'Clarice' comes to CBS, Kristen Wiig's 'Barb & Star Go to Vista Del Mar' and Metallica gives Netflix's 'Crime Scene' a leg up. Just shy of 100 million people watched The Super Bowl on Sunday, the lowest showing since 2007. What's more, according to Nielsen, 32% of television sets in use in the U.S. during the game were tuned in to something else. There's been plenty else to watch. And people have been watching.", "categories": [["Books & Arts", "Entertainment", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-invest-in-heirloom-worthy-clothes-11612987874", "title": "How to Invest in Heirloom-Worthy Clothes", "date": "2021-02-10 15:11", "summary": "Forward-looking shoppers are skipping fast fashion and seasonal trends to buy high-quality pieces they can bequeath to their kids. Here, three women share their heirlooms-to-be.. THE COVID ERA has significantly altered the way some women shop-rendering trendy fashion out and timeless clothing in. In its Spring 2021 press presentation last November, retail site Net-a-Porter reported that, based on its sales data, customers were drifting away from faddish seasonal pieces and toward luxury classics, like eternally chic Saint Laurent blazers and sleek-but-relaxed pants from the Row. Key factors: All the time we're spending at home (there's no point trying to impress a cat with zeitgeisty trendiness) and a heightened awareness of how \"in one season, out the next\" clothing creates waste.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-impose-sanctions-in-response-to-myanmar-s-military-coup-11612982342", "title": "U.S. to Impose Sanctions in Response to Myanmar Coup", "date": "2021-02-10 14:59", "summary": "President Biden says U.S. will seek to cut off funds and seize assets of those who directed the Feb. 1 takeover. WASHINGTON-The U.S. will impose fresh sanctions against military leaders in Myanmar in response to the military coup there earlier this month, in what President Biden called the U.S.'s push for an \"immediate return to democracy.\"", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/san-franciscos-anti-school-board-11612985956", "title": "San Francisco's Anti-School Board", "date": "2021-02-10 14:39", "summary": "Meeting night at the country's most politicized educational institution.. Perhaps wishing to change the subject from its appalling failure to educate minority students, the San Francisco school board spent hours on Tuesday discussing everything except its responsibility to allow students to learn in city classrooms. But another lengthy exploration of cultural leftism did include the formal destruction of a policy responsible for one of the city's rare educational successes.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rihanna-and-lvmh-hit-pause-on-fenty-fashion-line-11612985875", "title": "Rihanna and LVMH Hit Pause on Fenty Fashion Line", "date": "2021-02-10 14:37", "summary": "Success of Fenty Beauty, another joint venture between superstar and luxury company, proves hard to replicate for fashion. PARIS-Rihanna is finding that luxury fashion is a hard market to crack, even with her gigawatt name recognition and the backing of luxury-goods company LVMH Moët Hennessy Louis Vuitton SE.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-public-and-private-colleges-in-the-midwest-11612985673", "title": "Top Public and Private Colleges in the Midwest", "date": "2021-02-10 14:34", "summary": "The University of Michigan and Northwestern University top these lists in the WSJ/THE College Rankings. The University of Michigan-Ann Arbor is the highest-ranked public school in the Midwest and in the country, at No. 23 among all colleges nationwide, according to the Wall Street Journal/Times Higher Education College Rankings.", "categories": [["Life & Work", "Journal Reports: College Rankings Highlights"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-college-rankings-highlights?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vegetable-plots-are-growing-in-popularity-for-home-and-apartment-buyers-11612985095", "title": "Vegetable Plots Are Growing in Popularity for Home and Apartment Buyers", "date": "2021-02-10 14:24", "summary": "Developers are increasingly building \"grow gardens\" into single- and multi-family properties. Some people took up running during the pandemic, others turned to baking or bought a pet. Graham and Caralyn King found solace in growing their own food, a pastime to which the British have historically turned in times of crisis.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-budget-deficit-widened-last-month-as-latest-stimulus-package-took-effect-11612983667", "title": "U.S. Budget Deficit Widened Last Month", "date": "2021-02-10 14:18", "summary": "The U.S. budget gap totaled a record $736 billion during the first four months of fiscal 2021, Treasury says. WASHINGTON-Federal spending climbed last month as the U.S. Treasury issued another round of stimulus checks and other federal aid following a December economic relief deal in Congress, widening the budget deficit for the fiscal year.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-two-dining-tables-better-than-one-11612983939", "title": "Why Two Dining Tables Are Actually Better Than One", "date": "2021-02-10 14:05", "summary": "Some designers opt for two dining-room tables to shake things up and diversify the function of an underused room. Others find the look cold, or worse. Are two more strategic than one?. For the recurring series, That's Debatable, we take on a contentious issue of the day and present two spirited arguments-one in favor and other emphatically opposed. Previous installments from the series are here.", "categories": [["Life & Work", "Fashion", "That's Debatable"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/that-s-debatable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgia-prosecutors-probe-efforts-to-influence-2020-election-11612977447", "title": "Georgia Prosecutors Probe Efforts to Influence 2020 Election", "date": "2021-02-10 14:04", "summary": "Fulton County DA orders state officials to preserve records related to the administration of the election results. ATLANTA-The top prosecutor for Georgia's most populous county said an investigation was under way into attempts to influence the 2020 election in Georgia in a sign that former President Donald Trump and his supporters are under scrutiny for their push to overturn Joe Biden's victory in the state.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-house-leaderships-missed-opportunity-11612983758", "title": "GOP House Leadership's Missed Opportunity", "date": "2021-02-10 14:02", "summary": "The Republican leadership, in particular, Kevin McCarthy, showed a lack of leadership and no guts in not removing Marjorie Greene from her positions on committees.. Kimberley A. Strassel's \"The GOP's First 2021 Victory\" (Potomac Watch, Feb. 5) is totally off base. What she calls a victory, a majority of the American public see as a huge loss. The Republican leadership, in particular Minority Leader Kevin McCarthy, showed a lack of leadership and no guts in not removing Rep. Marjorie Taylor Greene from her committee positions.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-chip-shortage-toyota-sees-production-profit-rising-11612944257", "title": "Toyota Profit Quickly Recovers Despite Chip Shortage", "date": "2021-02-10 14:01", "summary": "Japanese car maker says steady relationships with suppliers help it keep production going amid semiconductor turmoil. TOKYO- Toyota Motor Corp. has cemented its status as Japan's healthiest auto maker, boosting its profit projections after a faster-than-expected rebound from the pandemic.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unrwa-fulfills-its-u-n-mandated-mission-11612983561", "title": "Unrwa Fulfills Its U.N.-Mandated Mission", "date": "2021-02-10 13:59", "summary": "Governments around the world acknowledge Unrwa's work is an important part of maintaining regional stability until a lasting political solution is found.. Richard Goldberg and Jonathan Schanzer's \"The U.N. Refugee Agency With Few Actual Refugees\" (op-ed, Feb. 4) exhibits a deep misunderstanding of the agency it criticizes. The United Nations Relief and Works Agency for Palestinian Refugees in the Near East (Unrwa) is the only U.N. body mandated to deliver humanitarian assistance, health care, education and protection to Palestine refugees living in the Middle East today. Contrary to the authors' claims, under international law and the principle of family unity the children of Palestine refugees and their descendants are also considered refugees until a durable solution is found. Both Unrwa and the United Nations High Commissioner for Refugees recognize descendants as refugees on this basis.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/voters-get-what-they-voted-for-with-biden-11612983378", "title": "Voters Get What They Voted for With Biden", "date": "2021-02-10 13:56", "summary": "Betsy LeRoy voted for Joe Biden but is now dismayed that his $15 minimum wage could put her out of business.. So, Betsy LeRoy, owner of Pizza By Elizabeths, voted for Joe Biden full well knowing what he was going to do about the $15 minimum wage, but now she is complaining (\"Biden Tests the Adage 'The Customer Is Always Right,'\" op-ed, Feb. 6). I assume she will also complain when her taxes go higher, when gasoline gets to $3.50 a gallon and when it will cost her more to heat her house and business among all the other things Joe Biden's presidency will impose on her.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/academias-massive-ph-d-oversupply-is-nothing-new-11612983278", "title": "Academia's Massive Ph.D. Oversupply Is Nothing New", "date": "2021-02-10 13:54", "summary": "The mismatch between humanities Ph.D.s and suitable openings applies to the natural sciences as well.. The mismatch between humanities Ph.D.s and suitable openings, described by James Piereson and Naomi Schaefer Riley (\"Covid Makes Doctorates Harder to Get-and That's Good,\" op-ed, Feb. 6), applies to the natural sciences as well. A newly minted science Ph.D. has about a 1-in-50 chance to eventually land a tenured faculty position. This situation has existed for decades and was described in \"The Overeducated American\" by Richard B. Freeman in 1976. If anything, the job market for Ph.D.s has deteriorated since then.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remembering-the-late-and-great-george-pratt-shultz-11612983174", "title": "Remembering the Late and Great George Pratt Shultz", "date": "2021-02-10 13:52", "summary": "My favorite story about George Shultz is related to the futility of our drug war.. Regarding your editorial \"George Pratt Shultz\" (Feb. 8) and Paul Wolfowitz's op-ed \"Statesman of the Century\" (Feb. 9): My favorite story about George Shultz is related to the futility of our drug war. Shultz, who was director of the Office of Management and Budget at the time, was on his way to Camp David with Daniel Patrick Moynihan, counselor to the president. Shultz later wrote: \"Pat was in a state of great exuberance: 'Don't you realize?' he said: 'We just had the biggest drug bust in history! We confiscated 50 tons of cocaine!' I congratulated him. 'Great work,' I said. Pat replied: 'This was in Marseille. We've broken the French Connection.' Then he added: 'I suppose you think that as long as there is a big and profitable demand for drugs in this country, there will be a supply.' I looked at him. 'Moynihan, there's hope for you,' I said.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-s-first-budget-proposal-will-be-delayed-white-house-says-11612979718", "title": "Biden's First Budget Proposal Will Be Delayed", "date": "2021-02-10 13:47", "summary": "Lack of cooperation during the transition from President Donald Trump's administration is cited. WASHINGTON-President Biden's first budget proposal will be delayed, the White House said Wednesday, citing a lack of cooperation during the transition from budget staff in former President Donald Trump's administration.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-efforts-get-a-boost-from-black-communities-pastors-11612953001", "title": "Covid-19 Vaccine Efforts Get a Boost From Black Communities' Pastors", "date": "2021-02-10 13:34", "summary": "Resume Subscription. BOSTON-The block-lettered sign outside Pleasant Hill Missionary Baptist deems it \"the church where miracles happen!\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/united-airlines-invests-in-electric-air-taxis-11612981954", "title": "United Airlines to Buy Flying Electric Taxis to Take You to the Airport", "date": "2021-02-10 13:32", "summary": "Airline plans to buy vehicles from startup Archer for $1 billion. United Airlines wants to fly you to the airport.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/self-driving-trucking-startup-taps-u-s-chinese-investors-11612954800", "title": "Self-Driving Trucking Startup Taps U.S., Chinese Investors", "date": "2021-02-10 13:26", "summary": "PlusAI nets $200 million from prominent investors as it ramps up commercial work. Self-driving trucking startup PlusAI Inc. raised $200 million in fresh capital from investors including several top-tier Silicon Valley venture-capital firms as well as a Chinese investment firm and automotive companies.", "categories": [["Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-new-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maersk-fourth-quarter-earnings-surged-as-outlook-disappoints-11612980949", "title": "Maersk Fourth-Quarter Earnings Surged as Outlook Disappoints", "date": "2021-02-10 13:15", "summary": "Container shipping line says recovery from pandemic remains uncertain, soaring freight rates may level off. Shipping giant A.P. Moller-Maersk A/S swung to a $1.3 billion profit in the fourth quarter, but its outlook fell short of analyst expectations as pandemic-driven supply-chain disruptions continue to trigger sharp changes in trade demand and freight rates.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fidelity-cashes-in-most-of-gamestop-stake-11612980430", "title": "Fidelity Cashes In Most of GameStop Stake", "date": "2021-02-10 13:07", "summary": "Firm sold nearly all positions in GameStop last month, ending run as volatile stock's largest shareholder. Fidelity Investments sold nearly all of its positions in GameStop Corp. last month, just as shares of the videogame retailer were surging.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-you-get-rich-with-bitcoin-sure-but-slowly-11612980337", "title": "Can You Get Rich With Bitcoin? Sure, but Slowly", "date": "2021-02-10 13:05", "summary": "Cryptocurrency is rising on a wave of enthusiasm. Yet its fundamentals have genuine value.. Chances are in the past few weeks someone has given you a stock tip-maybe to buy bitcoin or invest in GameStop . In part because of Covid-induced boredom, the country is witnessing an unprecedented interest in financial speculation. This craze is fueled by business celebrities like Elon Musk, who announced Monday that his company Tesla had purchased $1.5 billion of bitcoin. Last Thursday Mr. Musk tweeted in support of the cryptocurrency dogecoin, which was created as a joke in 2013.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wisconsins-capitol-siege-10-years-on-11612980118", "title": "Wisconsin's Capitol Siege, 10 Years On", "date": "2021-02-10 13:01", "summary": "States pinched by Covid need to make overdue bargaining reforms. My state showed the way.. The Occupy movement didn't start on Wall Street in September 2011. It started on my street in Wisconsin's capital seven months earlier. At one point, more than 100,000 protesters occupied our state Capitol and square. Why were they there, and how does that story inform America's current moment?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/which-americans-are-least-willing-to-get-a-covid-19-vaccine-11612979857", "title": "Where Covid-19 Vaccine Reluctance Is Highest", "date": "2021-02-10 12:57", "summary": "Census survey shows vaccine hesitancy remains a challenge among Black and young people, those in the South. Data from a continuing large-scale national survey reveal many adults are still reluctant to get a Covid-19 vaccine, especially Black and younger Americans.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-fumbled-covid-19-vaccine-campaign-top-official-says-11612979034", "title": "EU Fumbled Covid-19 Vaccine Campaign, Top Official Says", "date": "2021-02-10 12:43", "summary": "Commission leader Ursula von der Leyen says bloc was slow to act and too optimistic about production. BRUSSELS-A top European Union official said the bloc was slow and unprepared for problems in its Covid-19 vaccine rollout, but that making collective purchases was better than nations competing to buy the shots.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicago-teachers-union-ratifies-deal-to-reopen-elementary-schools-11612958595", "title": "Chicago Teachers Union Ratifies Deal to Reopen Elementary Schools", "date": "2021-02-10 12:36", "summary": "Union leader criticizes vaccination effort, signaling continued rocky relationship with mayor. CHICAGO-The Chicago Teachers Union begrudgingly ratified an agreement to reopen elementary schools for in-person learning for the first time since March amid the coronavirus pandemic.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-recommends-astrazeneca-covid-19-vaccine-against-south-africa-strain-11612977926", "title": "WHO Recommends AstraZeneca Covid-19 Vaccine Against South Africa Strain", "date": "2021-02-10 12:28", "summary": "Evidence suggests shot can protect against severe disease from new variant, organization says. JOHANNESBURG-The World Health Organization said governments should continue rolling out AstraZeneca PLC's Covid-19 vaccine, including in countries battling a new strain of the coronavirus that was first detected in South Africa.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/under-armour-shares-look-stretched-11612977092", "title": "Under Armour Shares Look Stretched", "date": "2021-02-10 12:11", "summary": "The company beat modest expectations but it has yet to prove that its turnaround plan is working. Under Armour is making an impressive comeback. Can that continue once it rejoins the varsity squad?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-has-studied-using-bitcoin-cfo-says-11612976487", "title": "Twitter Has Studied Using Bitcoin, CFO Says", "date": "2021-02-10 12:01", "summary": "Social-media company says it has considered how it might pay employees, vendors in popular cryptocurrency. Twitter Inc.'s finance chief said the social-media company has thought about how it might pay employees or vendors using the popular cryptocurrency bitcoin.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stimulus-might-cause-higher-inflation-but-for-how-long-11612976352", "title": "Stimulus Might Cause Higher Inflation, but for How Long?", "date": "2021-02-10 11:59", "summary": "Combination of another round of Covid-19 relief and easing of pandemic's grip could push prices higher. In the months ahead, inflation looks almost certain to rise, and maybe by a lot. That will fuel a debate, already under way, over whether the large amount of Covid-19 relief coming out of Washington adds up to more than the economy can safely handle.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ipg-targets-return-to-organic-growth-for-year-ahead-11612976296", "title": "IPG Targets Return to Organic Growth for Year Ahead", "date": "2021-02-10 11:58", "summary": "Advertising holding company plans an increased role for working from home and a reduced need for real estate. Interpublic Group of Cos. said the coronavirus pandemic continued to affect business in the fourth quarter of 2020 and create uncertainty as it rethinks its structure for the year ahead.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alison-wright-turned-isolation-into-stardom-11612975951", "title": "Alison Wright Turned Isolation Into Stardom", "date": "2021-02-10 11:52", "summary": "The 'Snowpiercer' and 'Americans' actress developed emotional awareness as a young dancer in England. Alison Wright, 44, is an English actress who starred in FX's \"The Americans,\" HBO's \"Confirmation\" and Amazon's \"Sneaky Pete.\" She currently appears in TNT's series \"Snowpiercer.\" She spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-golfers-a-covid-winter-brings-unexpected-perks-11612975115", "title": "For Golfers, a Covid Winter Brings Unexpected Perks", "date": "2021-02-10 11:38", "summary": "As Americans tee up in record numbers this winter, resorts and clubs-from Oregon to North Dakota-are offering warmer-than-usual welcomes, with heated golf carts, shorter courses and a lot of whiskey. THIS TIME of year, many golfers swap rounds on the course for rounds on the couch, unless they're heading to Florida or Arizona. But 2021 looks different: Thanks to milder temperatures in January and Americans' persistent desire to get outside amid the continuing pandemic, golf courses around the country have been experiencing an unexpected boon. They're also adapting to this hardier breed of duffers, offering a warmer-than-usual welcome via heated golf carts, shorter courses and expanded whiskey menus.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/free-stuff-is-all-over-craigslist-and-facebook-and-its-getting-weirder-11612974910", "title": "Free Stuff Is All Over Craigslist and Facebook, and It's Getting Weirder", "date": "2021-02-10 11:35", "summary": "The internet is groaning with freebies, as long as you're in the market for piles of dirt, old lava lamps and used soybean oil. Other people might have thrown it away. When Rob Hayes discovered that one of his bowling balls was cracked, he wanted to find a new home for it.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-moves-to-muffle-politics-on-its-platform-11612962001", "title": "Facebook Moves to Muffle Politics on Its Platform", "date": "2021-02-10 11:28", "summary": "Social-media company says it lowering the visibility of political content to promote healthier communities and suit users who don't want to see it. Facebook Inc. said it is beginning to reduce how much political content users see in their news feeds, potentially diminishing the role that the world's largest social network plays in elections and civil discourse more broadly.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-needs-cutting-edge-evs-to-match-its-green-ambitions-11612973953", "title": "GM Needs Cutting-Edge EVs to Match Its Green Ambitions", "date": "2021-02-10 11:19", "summary": "The company has enjoyed a soaring stock-market valuation on the back of its EV plans, but peers are ahead with product launches. In 2019, there was the United Auto Workers strike; in 2020, the pandemic lockdowns; and in 2021, a shortage of semiconductors. It is fortunate that investors have come to see General Motors as a growth stock, otherwise they might worry more about its meager cash flows.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/businesses-worry-about-bidens-silence-on-work-visa-ban-11612965607", "title": "Businesses Worry About Biden's Silence on Work-Visa Ban", "date": "2021-02-10 11:14", "summary": "President has moved to undo many of Trump's immigration policies, but curb on program prized by employers remains in effect. WASHINGTON-Business groups and immigrant advocates say they are worried that a ban imposed last year on most forms of legal immigration in response to the Covid-19 pandemic could stick even as President Biden undoes many of his predecessor's other immigration policies.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coca-cola-cant-catch-a-break-11612972800", "title": "Coca-Cola Can't Catch a Break", "date": "2021-02-10 11:00", "summary": "The soft-drink maker faces a potentially huge tax liability. Coca-Cola shares should be like a shaken bottle, ready to burst with effervescence later this year as economies around the world reopen. But now, new uncertainties from a tax controversy threaten to keep the stock on ice.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/valentines-day-gift-guide-2021-optimists-11611677293", "title": "The Ultimate 2021 Valentine's Day Gift Guide for Optimists", "date": "2021-02-10 10:53", "summary": "The best present this year? A bright outlook. Let her see the world through rose-colored glasses and other translucent bits of blush.. A LOT has changed since last Valentine's Day. Co-quarantining couples have likely spent more time together than might seem wise, navigating everything from online-schooling to pod-defining to \"Might we achieve a more profound understanding of 'Schitt's Creek' if we stream all six seasons for the third time?' Meanwhile, couples with separate living arrangements have dealt for the past year with their own decidedly unromantic logistics. In short, we could all use a pick-me-up, so this Valentine's Day, forget the milk-vs-dark-chocolate dilemma of years past and give your loved one a rosy outlook. And we mean that quite literally. Below, 12 of our strategically uplifting picks, from rose-colored glasses (of both sun and wine varieties) to diaphanously pink luxe skincare and jewelry.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fight-over-a-bank-regulator-is-about-obamas-legacy-11612969927", "title": "Fight Over a Bank Regulator Is About Obama's Legacy", "date": "2021-02-10 10:40", "summary": "Democratic activists' dissatisfaction with Dodd-Frank law drives opposition to veteran of the party's last administration. Joe Biden, who sought the Democratic presidential nomination as keeper of Barack Obama's legacy, is now surrounded by Democratic activists deeply ambivalent about that legacy.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shooting-in-minnesota-health-clinic-being-investigated-11612898839", "title": "One Dead in Minnesota Health Clinic Shooting", "date": "2021-02-10 10:39", "summary": "Five victims are rushed to trauma centers; possible explosive devices are linked to local resident taken into custody. BUFFALO, Minn.-A shooting at a Minnesota health clinic on Tuesday left one dead and four injured, authorities said. The suspected gunman was taken into custody.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-insurers-take-on-home-repairs-11612971380", "title": "Home Insurers Take on Home Repairs", "date": "2021-02-10 10:36", "summary": "Resume Subscription. The best time to deal with a disaster is long before it strikes, insurance companies have found. To that end, more carriers are proactively taking on repairs and drafting action plans for their wealthy clients.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/volvo-aims-to-ease-the-queasiness-of-riding-in-self-driving-vehicles-11612970951", "title": "Volvo Aims to Ease the Queasiness of Riding in Self-Driving Vehicles", "date": "2021-02-10 10:29", "summary": "Car maker tests audio cues to prevent motion sickness in autonomous vehicles. Volvo is testing new audio technology that aims to prevent what experts say could be an unfortunate side effect of self-driving cars: motion sickness.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coca-cola-hit-by-resurgence-of-covid-19-11612964286", "title": "Coca-Cola Hit by Resurgence of Covid-19", "date": "2021-02-10 10:24", "summary": "Beverage giant says worse-than-expected winter squeezed profit and revenue, but it predicts consumers will bounce back in second half of 2021. The pandemic has been worse this winter than Coca-Cola Co. expected, but the beverage giant said it expects consumers to return to normal life in the second half of the year as Covid-19 vaccines roll out across many developed countries.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beef-and-broccolini-chow-fun-with-fresh-horseradish-11612970643", "title": "Beef and Broccolini Chow Fun With Fresh Horseradish", "date": "2021-02-10 10:24", "summary": "On the table in 25 minutes, this beef chow fun recipe gets its invigorating twist from fresh horseradish. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-speedy-beef-noodle-stir-fry-with-a-kick-11612970407", "title": "A Speedy Beef-Noodle Stir-Fry With a Kick", "date": "2021-02-10 10:20", "summary": "On the table in 25 minutes, this beef chow fun recipe gets its invigorating twist from fresh horseradish. AS A CHILD, Brandon Jew looked forward to dinners out, which almost always featured an order of beef chow fun. It's the sort of Chinese-American classic Mr. Jew celebrates today at his restaurant Mister Jiu's, in San Francisco. After a brief hiatus, Mister Jiu's will reopen next month, and the revamped menu will include the beloved beef-noodle stir-fry, which the chef has perfected during lockdown. \"It's my comfort food,\" he said.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indonesia-plane-crash-what-happened-to-the-sriwijaya-air-jet-11610467986", "title": "Indonesia Plane Crash: What Happened to the Sriwijaya Air Jet?", "date": "2021-02-10 10:19", "summary": "Boeing 737-500 plunged into Java Sea with 62 on board, setting off an investigation into the cause. Investigators in Indonesia are seeking to uncover why a Sriwijaya Air jet crashed into the sea shortly after taking off on Jan. 9. The incident involving a Boeing 737-500 came more than two years after a Lion Air plane went down in the country, resulting in 189 deaths.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-read-slough-house-a-spy-novel-inspired-by-the-real-life-story-of-a-russian-hit-on-british-soil-11612969894", "title": "What to Read: 'Slough House,' A Spy Novel Inspired by the Real-Life Story of a Russian Hit on British Soil", "date": "2021-02-10 10:11", "summary": "Mick Herron on his new novel, the Apple TV+ series based on his work, and why John le Carré is beyond compare. The British thriller writer Mick Herron tends to avoid letting real-world events impinge upon the washed-up spies of his London-set novels. However, the 2018 poisoning of Russian former agent Sergei Skripal and his daughter, Yulia, proved too tempting for him to ignore.", "categories": [["Books & Arts", "Books"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-skiing-can-survive-climate-change-11612969209", "title": "How Skiing Can Survive Climate Change", "date": "2021-02-10 10:00", "summary": "From artificial clouds to autonomous snow-grooming vehicles, here are 12 ways for ski areas to weather warmer temperatures and less snow. Author", "categories": [["", "Energy & Climate"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-earnings-beat-wall-street-estimates-11612961437", "title": "GM Bounces Back With Strong Fourth-Quarter Profit", "date": "2021-02-10 09:40", "summary": "Nation's largest auto maker said it expects earnings to climb this year despite chip shortage and rising material prices. General Motors Co. posted strong fourth-quarter earnings and offered a bright profit outlook for this year despite an expected hit from a global semiconductor shortage.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-deltas-big-bet-on-blocking-middle-seats-means-for-flying-11612966066", "title": "What Delta's Big Bet on Blocking Middle Seats Means for Flying", "date": "2021-02-10 09:07", "summary": "The last U.S. airline with this policy has lost fliers to carriers with looser rules-here's why Delta is holding out for now. The grand experiment of blocking the middle seat on airplanes has proved what we have known all along about air travel: More people care about a cheap fare than comfort, or even pandemic safety.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/faulty-engine-controls-behind-sriwijaya-air-crash-had-been-reported-before-probe-finds-11612965683", "title": "Faulty Engine Controls Behind Sriwijaya Air Crash Had Been Reported Before, Probe Finds", "date": "2021-02-10 09:01", "summary": "Nearing 11,000 feet after takeoff, the plane went from a normal nose-up position to a dangerously unstable, nose-down one in five seconds. Pilots twice reported problems with automated engine controls on a Sriwijaya Air jet days before a malfunction involving the same system played a major role in the plane's fatal January crash in Indonesia, according to the country's investigators.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-frenzy-echoes-sharp-moves-long-seen-in-cryptocurrency-markets-11612965608", "title": "GameStop Frenzy Echoes Sharp Moves Long Seen in Cryptocurrency Markets", "date": "2021-02-10 09:00", "summary": "Groups who organize online and target a specific asset are a staple of the crypto world. The flash mob that drove up the price of GameStop Corp. and other heavily shorted stocks took Wall Street by surprise. In the cryptocurrency market, such behavior is commonplace.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lyft-twitter-cisco-yelp-what-to-watch-when-the-stock-market-opens-today-11612958652", "title": "Lyft, Twitter, Cisco, Yelp: What to Watch When the Stock Market Opens Today", "date": "2021-02-10 09:00", "summary": "Investors are betting that President Biden's $1.9 trillion stimulus package will help bolster the economy. U.S. stock futures climbed Wednesday as investors pinned their hopes on fresh stimulus from Washington.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-antibody-drug-cocktail-from-eli-lilly-cleared-for-use-11612964599", "title": "Covid-19 Antibody Drug Cocktail From Eli Lilly Cleared for Use", "date": "2021-02-10 08:43", "summary": "FDA authorized combination of antibodies for treatment of recently diagnosed Covid-19 patients at high risk of severe disease. A combination of two Eli Lilly & Co. antibody-based drugs to treat recently diagnosed Covid-19 was authorized by federal health regulators, the latest treatment aimed to help people at high risk of severe disease from avoiding hospitalization.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-accessories-to-cruise-into-spring-with-11612964329", "title": "Five Accessories to Cruise Into Spring With", "date": "2021-02-10 08:38", "summary": "Meet the capsule wardrobe that will usher in spring: A straw bag, statement shades, chain-link necklace and-the shoe of 2021-a pair of clogs. These days, even running an errand can feel like an event, let alone a dreamy road-trip through the wilderness. As for what to wear, no matter the excursion? Here, WSJ. Magazine has selected five standout accessories from the spring collections that are wanderlust-worthy. These pieces sacrifice nothing in form for what they offer in function-set to make any journey chic, even if it's just around the block. Hermès transformed the quotidian clog into one of the most coveted shoes of the season: easy-on, easy-off, topped with the French house's trademark sleek calfskin leather. Childhood memories of summer inspired Fendi designer Silvia Venturini Fendi's oversized canvas visor, which blocks rays in style. Loewe's scultpural shades are inspired by the natural world, while Louis Vuitton 's oversized chain necklace packs a punch with minimal effort-and luggage space. And for all the easy vibes of a picnic, Celine offers a natural calfskin basket purse, wine not included.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-liquor-giant-moutai-hits-heady-500-billion-valuation-11612964076", "title": "Chinese Liquor Giant Moutai Hits Heady $500 Billion Valuation", "date": "2021-02-10 08:34", "summary": "Stock's recent rally has turned Kweichow Moutai into one of the world's most valuable consumer-goods companies. Kweichow Moutai Co. , the best-known distiller of the fiery Chinese spirit baijiu, has risen to a market value of more than half a trillion dollars, making it the most visible symbol of investor euphoria in China.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-indestructible-panerai-watch-and-led-lamps-the-best-designed-items-of-february-11612964051", "title": "An Indestructible Panerai Watch and LED Lamps: the Best-Designed Items of February", "date": "2021-02-10 08:34", "summary": "A book on paleolithic cooking, a chic hotel in Boston and everything else we're obsessed with this month. In 1914, Louis Cartier imagined his first panther design with simple onyx spots on a diamond watch. His conceptual fe- line motif led the way to further panther themes, and soon the sleek cat became inextricably linked with the French jewelry house. Cartier's early abstract style returns in the brand's [Sur]Naturel high jewelry collection, which employs graphic patterns to suggest the textures of fur or scales. In these Peau de Croco pieces, \"crocodile skin\" is rendered in coral, mother-of-pearl and diamonds.-Jill Newman", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-zealands-parliament-drops-tie-rule-after-maori-lawmaker-rawiri-waititi-ejected-11612963959", "title": "New Zealand's Parliament Drops Necktie Rule After Maori Lawmaker Ejected", "date": "2021-02-10 08:32", "summary": "Politician likened the dress code to 'a colonial noose,' adding to the debate over the country's British legacy. Neckties have fallen from favor in many parts of the world in recent years. Now New Zealand's parliament has dropped them from its dress code after Maori lawmaker Rawiri Waititi took a stand against ties, calling them \"a colonial noose.\"", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hasbro-mattel-say-toy-boom-to-extend-beyond-covid-19-11612963231", "title": "Hasbro, Mattel Say Toy Boom Isn't a One-Off", "date": "2021-02-10 08:20", "summary": "U.S. toy sales jumped in 2020 as parents diverted spending to Monopoly and Barbie dolls. Hasbro Inc. and Mattel Inc. enjoyed a boost during the Covid-19 pandemic as lockdowns spurred parents to spend on everything from board games to Barbie dolls for their children.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-heating-outdoor-spaces-have-fired-up-propane-prices-11612962000", "title": "Americans Heating Outdoor Spaces Have Fired Up Propane Prices", "date": "2021-02-10 08:00", "summary": "Frigid weather in parts of U.S., on top of higher exports to Asia, could push levels even higher. Propane prices have climbed more than 70% since late November, thanks to an explosion in patio heating and an uptick in exports to Asia.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-real-estate-executives-pour-money-into-local-election-11612962008", "title": "New York City Real Estate Executives Pour Money Into Local Election", "date": "2021-02-10 08:00", "summary": "Common Sense NYC, backed by industry leaders and others, spent more than $221,000 on a City Council special election. Real estate and business executives have donated more than $1.47 million to an independent expenditure committee looking to influence some of the dozens of races for seats on the New York City Council this year.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/advent-plans-sale-of-u-k-electronics-maker-laird-unit-11612961673", "title": "Advent Plans Sale of U.K. Electronics Maker Laird", "date": "2021-02-10 07:54", "summary": "Plan to sell Laird's performance-materials operation comes as buyout firms fuel deal activity globally. Global buyout firm Advent International is eyeing the sale of the bulk of U.K. electronics engineering company Laird Ltd. for around $2 billion, including debt, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-brewers-face-different-pandemic-hangovers-11612961092", "title": "Big Brewers Face Different Pandemic Hangovers", "date": "2021-02-10 07:44", "summary": "Heineken thinks operating margins will only recover to pre-Covid levels in 2023, while smaller rival Carlsberg is already back on track. Global brewers are recovering from the pandemic at unequal speeds.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chip-shortage-is-no-match-for-sturdy-toyota-11612958677", "title": "Chip Shortage Is No Match for Sturdy Toyota", "date": "2021-02-10 07:04", "summary": "To rivals' chagrin, Toyota says it is doing just fine with the global automotive chip shortage. A sharp rebound in car sales has paradoxically threatened the auto sector's recovery as car makers contend with severe shortages of automotive chips. Except, apparently, for Japan's automotive colossus: Toyota says it's doing just fine.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-covid-19-vaccine-makers-struggle-to-meet-demand-11612958560", "title": "China's Covid-19 Vaccine Makers Struggle to Meet Demand", "date": "2021-02-10 07:02", "summary": "Countries depending on Chinese shots report delays while Beijing's domestic rollout gets off to a slow start. Chinese vaccine makers are racing to meet the needs of China and a growing list of countries, but there are signs that inoculations are going slower than planned.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chernovas-take-cartax-competes-with-the-spac-boom-11612956600", "title": "Chernova's Take: CartaX Competes With the SPAC Boom", "date": "2021-02-10 06:30", "summary": "Private-share markets including CartaX and Nasdaq Private Market offer startup shareholders seeking liquidity an alternative to IPOs and SPACs. Carta Inc. has finally launched its CartaX private-share exchange service with a plan to make it easier for private-company employees and investors to get paid for their shares. The challenge is that CartaX is entering the market when there is already unprecedented liquidity for private companies.", "categories": [["Pro VC Commentary Analysis"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-commentary-analysis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gravity-blanket-maker-sold-to-holding-company-for-direct-commerce-brands-11612954800", "title": "Win Brands Group Buys 'Gravity' Blanket Maker", "date": "2021-02-10 06:00", "summary": "Win Brands Group raises $50 million to buy more marketers that made their names selling directly to consumers online. Win Brands Group, an emerging holding company for consumer brands that built their businesses on online commerce, has acquired Gravity Brand Holdings LLC, which is best known for its eponymous line of weighted blankets, the company said. Terms weren't disclosed.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-master-of-soccers-blue-bloods-takes-on-a-blue-collar-assignment-11612930571", "title": "A Master of Soccer's Blue Bloods on a Blue-Collar Assignment", "date": "2021-02-10 06:00", "summary": "Carlo Ancelotti built a career on winning fast with Europe's glitziest clubs, from AC Milan to Real Madrid. After one year at Everton, he's planning for long-term work.. The list of cities on Carlo Ancelotti's résumé reads like the wall of a luxury watch shop: London, Rome, Paris, Madrid and Milan. They're the sorts of gigs that come with tailored suits and access to impossible restaurant reservations.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brutal-covid-19-surge-in-the-u-s-weakens-significantly-11612913598", "title": "Brutal Covid-19 Surge in the U.S. Weakens Significantly", "date": "2021-02-10 05:59", "summary": "Newly reported cases and hospitalizations have dropped over the past month, but whether a turning point has been reached isn't yet clear. The most severe surge of the Covid-19 pandemic in the U.S. has weakened significantly, according to key metrics, though public-health experts and epidemiologists urge caution, given the spread of highly contagious new variants.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fidelity-holds-secret-weapon-to-take-on-robinhood-and-vanguard-11612953181", "title": "Fidelity's Secret Weapon to Take On Robinhood and Vanguard", "date": "2021-02-10 05:33", "summary": "Firm's offspring, Geode Capital Management, is strong competitor in era of low-cost investing. ", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-went-on-a-borrowing-binge-but-banks-were-left-out-11612953008", "title": "America Went on a Borrowing Binge, but Banks Were Left Out", "date": "2021-02-10 05:30", "summary": "Lenders are flush with cash they want to put to use, and banks hope loan growth will pick up in 2021. Last year was a banner one for debt, but it didn't look that way for America's big banks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eli-lilly-doesnt-plan-to-claw-back-past-pay-from-former-cfo-11612953001", "title": "Eli Lilly Doesn't Plan to Claw Back Past Pay From Former CFO", "date": "2021-02-10 05:30", "summary": "Josh Smiley will forfeit his bonus for 2020 and other incentive compensation after he resigned following allegations of an inappropriate personal relationship. Eli Lilly & Co. said it won't try to claw back past pay from newly departed finance chief Joshua Smiley, but moved to take away his 2020 bonus and other incentive compensation following years of rule tightening around executive conduct and recuperation of funds at the drugmaker.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-coal-war-with-australia-fuels-shortage-at-home-11612953005", "title": "China's Coal War With Australia Fuels Shortage at Home", "date": "2021-02-10 05:30", "summary": "The trade dispute has forced Chinese buyers to pay steep premiums for imports amid a supply crunch. HONG KONG-China's ban on Australian coal imports is intensifying a crisis in its coal market, which is battling surging prices, supply shortages, conflicting policy goals and a cold winter.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-blocks-some-accounts-in-india-again-following-government-demands-11612932626", "title": "Twitter Blocks Some Accounts in India Again", "date": "2021-02-10 05:26", "summary": "The social-media company says it won't block accounts of journalists, media entities and politicians. NEW DELHI- Twitter Inc. said it is reimplementing restrictions on some accounts in India after the government threatened legal action when the company refused to block hundreds of handles that New Delhi called inflammatory.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-consumer-prices-fall-ahead-of-lunar-new-year-holiday-11612935373", "title": "China Consumer Prices Fall Ahead of Lunar New Year Holiday", "date": "2021-02-10 00:36", "summary": "The country's factory-gate prices rose in January, after 11 months of deflation. BEIJING-China's consumer prices slipped into deflationary territory last month in year-over-year terms, while the country's factory-gate prices began to reflate after 11 straight months of decline.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-files-u-s-lawsuit-disputing-it-is-a-security-threat-11612880705", "title": "Huawei Files U.S. Lawsuit Disputing That It Is a Security Threat", "date": "2021-02-10 00:06", "summary": "Chinese telecom giant challenges FCC ruling, as founder says he would welcome Biden outreach. HONG KONG-China's Huawei Technologies Co. filed a lawsuit in the U.S. disputing its designation as a national security threat by the Federal Communications Commission, stepping up legal challenges in the country despite a change of administration in Washington.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fitness-and-nutrition-companies-to-combine-in-3-billion-spac-merger-11612933261", "title": "Fitness and Nutrition Companies to Combine in $3 Billion SPAC Merger", "date": "2021-02-10 00:01", "summary": "Beachbody will combine in a three-way merger with blank-check company Forest Road Acquisition Corp. and Myx Fitness, which makes connected bicycles. Fitness-and-nutrition business Beachbody Co. Group LLC plans to merge with a blank-check company affiliated with former TikTok Chief Executive Kevin Mayer in a deal that values the combined company at nearly $3 billion.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11612903270", "title": "Pepper...and Salt", "date": "2021-02-10 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/illegal-border-crossings-climbed-in-january-raising-pandemic-worries-11613007374", "title": "Illegal Border Crossings Climbed in January, Raising Pandemic Worries", "date": "2021-02-10 00:01", "summary": "Authorities say arrests rose after inauguration, express concern about rumors among migrants that Biden administration will let them stay. WASHINGTON-Immigration authorities made more than 75,000 arrests at the southern border in January, U.S. Customs and Border Protection said Wednesday, an increase of 6% from the prior month, raising prospects that border and asylum systems could be overwhelmed during the pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-exchanges-names-jpmorgans-nicolas-aguzin-as-new-ceo-11612867738", "title": "Hong Kong Exchanges Names Nicolas Aguzin as CEO", "date": "2021-02-10 22:25", "summary": "Banker appointed for three-year term at the helm of what is now the world's most valuable exchange group. The operator of Hong Kong's stock exchange named JPMorgan Chase & Co. veteran Nicolas Aguzin as its next chief executive, appointing an international banker to the top job as the city's status as a global finance hub is at a crossroads.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/second-trump-impeachment-trial-opens-with-debate-over-senates-power-11612866603", "title": "Senate Votes to Proceed With Trump Impeachment Trial", "date": "2021-02-10 22:21", "summary": "Six Republicans break with party to vote with Democrats who argued that a former president isn't exempt from Senate trial. WASHINGTON-The Senate voted on Tuesday to proceed with the second impeachment trial of Donald Trump, after an afternoon of arguments on whether it was constitutional to try a former president.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-impeachment-trial-five-takeaways-from-the-first-day-11612926927", "title": "Trump Impeachment Trial: Five Takeaways From the First Day", "date": "2021-02-10 22:15", "summary": "Top moments and themes from Tuesday's presentations and vote on the constitutionality of the proceedings. Here are five takeaways from the first day of the second impeachment trial of former President Donald Trump.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-impeachment-trial-the-republican-senators-to-watch-11612874438", "title": "Trump Impeachment Trial: The Republican Senators to Watch", "date": "2021-02-10 21:57", "summary": "While most Republicans are likely to vote to acquit the former president, a handful of votes appear to be in play. Former President Donald Trump's impeachment trial on a charge of inciting the riot at the Capitol Jan. 6 begins with the battle lines clearly drawn. The partisan math makes it unlikely there will be the 67 votes necessary for a conviction. But at least a handful of Republican senators do appear to be in play to join what will likely be all the Democrats in voting to convict.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-senators-pan-performance-of-trump-impeachment-team-11612921087", "title": "GOP Senators Pan Performance of Trump Impeachment Team", "date": "2021-02-10 20:38", "summary": "Lead defense lawyer 'just rambled on and on and on,' says one Republican lawmaker. WASHINGTON-Republican senators criticized former President Donald Trump's impeachment lawyers' presentations as underwhelming and ineffective, even as all but six GOP lawmakers sided with the defense team's position that the case was unconstitutional.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-to-make-900-million-investment-in-pacific-biosciences-11612921031", "title": "SoftBank Makes $900 Million Bet on Biotech Star", "date": "2021-02-10 20:37", "summary": "PacBio investment will be made through asset-management arm SB Northstar. SoftBank Group Corp. plans to put $900 million into red-hot gene-sequencing company Pacific Biosciences of California Inc., as the Japanese technology conglomerate ramps up a new public-equity investing effort.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nasdaq-sues-sec-to-block-market-data-overhaul-11612909321", "title": "Nasdaq, NYSE Sue SEC Over Market Data Overhaul", "date": "2021-02-10 20:07", "summary": "Agency approved plan in December that threatens exchange operator's data revenue. Nasdaq Inc. and the New York Stock Exchange sued the Securities and Exchange Commission to block the regulator's plan to overhaul the public data feeds that broadcast stock prices to investors.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aunt-jemima-has-a-new-name-pearl-milling-11612918631", "title": "Aunt Jemima Has a New Name", "date": "2021-02-10 19:57", "summary": "PepsiCo unit rebrands pancake products following criticism of brand's origins in racist imagery. Aunt Jemima is now Pearl Milling Co.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-inheritance-larger-than-previously-reported-11612918639", "title": "Biden 'Inheritance' Larger than Previously Reported", "date": "2021-02-10 19:57", "summary": "The president gives another bleak assessment on the economy while his Labor Department reports an increase in job openings.. The young Biden administration has already settled into an odd pattern of dissonance between the economic data the government reports and the president's characterization of the economy. Encouraging updates from federal agencies are followed by gloomy proclamations from the Oval Office intended to justify massive federal action. Tuesday brought another bleak political message on the heels of a positive market reading.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-trial-an-annotated-look-at-trumps-speech-before-the-capitol-riot-11612895979", "title": "Trump's Jan. 6 Speech, Annotated", "date": "2021-02-10 19:41", "summary": "Donald Trump's rally speech is at the center of the second impeachment trial against the former president. Read the speech with annotations on passages cited by the two sides.. The experimental version of this article was created using automated speech-to-text technology to generate a first draft of the transcription. Editors then proofread and corrected the transcript, and annotated key sections with additional context and insights.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-has-bigger-problems-than-trump-11612917023", "title": "Twitter Has Bigger Problems Than Trump", "date": "2021-02-10 19:30", "summary": "Shares have soared recently, but heavy investments show the social-media platform has some rough edges to smooth out. Social media is often about appearing to be more polished than you really are. Twitter is no exception.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-adds-users-through-trump-ban-11612906287", "title": "Twitter Adds Users Through Trump Ban", "date": "2021-02-10 19:25", "summary": "Social-media company warned user growth might slow this year as pandemic impact ebbs. Twitter Inc. added users through the holiday quarter and said it continued to add more in January, a month when it booted one of its most prominent users: former President Donald Trump.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-trump-impeachment-trial-begins-lawmakers-relive-chaos-of-capitol-riot-11612912476", "title": "As Trump Impeachment Trial Begins, Lawmakers Relive Chaos of Capitol Riot", "date": "2021-02-10 19:00", "summary": "The trial is unfolding on the stage where the riot happened, with crucial characters now serving as jurors in judgment of the former president. WASHINGTON-The second impeachment trial of Donald J. Trump opened with graphic videos of the Jan. 6 riot at the Capitol. Some of the clips played by the House impeachment managers featured the senators themselves and the same chamber in which they now sit in judgment.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-great-student-loan-scam-11612915210", "title": "The Great Student Loan Scam", "date": "2021-02-10 19:00", "summary": "Democrats lobby Biden to write off debt for affluent borrowers.. The Biden Presidency is quickly turning into Barack Obama's third term, only more liberal. Consider the Democrats calling on President Biden to use the pandemic to cancel $50,000 in student debt per borrower. What they want everyone to forget is that in 2010 they used the last recession to justify a federal takeover of student loans that have since more than doubled to $1.6 trillion. Now they're using the pandemic to justify loan write-offs they said would never happen.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}]