[{"link": "https://www.wsj.com/articles/didi-sets-valuation-target-of-62-billion-to-67-billion-in-ipo-11624575164", "title": "Didi Sets Valuation Target of $62 Billion to $67 Billion in IPO", "date": "2021-06-24 18:52", "summary": "Chinese ride-hailing company looks to raise $3.9 billion at midpoint of its price range. Didi Global Inc., the Beijing-based ride-hailing company, is targeting a valuation of $62 billion to $67 billion in its IPO, according to its latest public filing.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/instant-bipartisan-double-cross-11624574163", "title": "Instant Bipartisan Double Cross", "date": "2021-06-24 18:36", "summary": "Biden and Pelosi hold a Senate deal hostage to the rest of their agenda.. Politicians in Washington renege on their bipartisan promises all the time, but what are we to make of a deal in which one side admits it is pulling a bait and switch from the start? That was the astonishing news Thursday as President Biden and Speaker Nancy Pelosi endorsed a bipartisan Senate infrastructure deal even as they said the price of their support is getting the rest of their agenda too.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-cdcs-eternal-emergency-11624574065", "title": "The CDC's Eternal Emergency", "date": "2021-06-24 18:34", "summary": "The pandemic is easing, but the agency extends its eviction ban.. Covid cases have plunged 96% since early January. Nearly two-thirds of U.S. adults have at least once vaccine dose, and states have lifted virus restrictions. Yet the Centers for Disease Control and Prevention on Thursday declared that the public-health emergency continues and extended its nationwide eviction moratorium for another 30 days.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-step-toward-flood-insurance-fairness-11624573955", "title": "A Step Toward Flood Insurance Fairness", "date": "2021-06-24 18:32", "summary": "Better pricing will help taxpayers unless Congress interferes.. Good deeds from federal agencies are rare, and the few put forward don't go unpunished. The Federal Emergency Management Agency (FEMA) is currently taking a beating for trying to rationalize Washington's much-abused flood-insurance program.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fedex-suspended-service-for-1-400-freight-customers-11624527003", "title": "FedEx to Ramp Up Spending to Ease Delivery Delays", "date": "2021-06-24 18:23", "summary": "Carrier dropped freight customers to ease congestion in burdened network; some service has been restored. FedEx Corp. said it would boost capital spending by 22% this year to add capacity to its network, after a surge in e-commerce packages caused ground delivery delays and left some freight customers without service.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-i-liberated-my-college-classroom-11624573083", "title": "How I Liberated My College Classroom", "date": "2021-06-24 18:18", "summary": "I created a special seminar to discuss controversial issues freely, and the results were eye-opening.. Durham, N.C.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-democrats-take-a-stab-at-reality-11624573126", "title": "New York Democrats Take a Stab at Reality", "date": "2021-06-24 18:18", "summary": "Results in the primary suggest the next mayor is unlikely to be an AOC-style extreme progressive.. What just happened in New York? Something hopeful.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/id-like-to-buy-the-farm-11624573055", "title": "I'd Like to Buy the Farm", "date": "2021-06-24 18:17", "summary": "My upstate neighbor won't sell me his land. I don't blame him.. Millerton, N.Y.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-modern-myths-review-sing-muse-of-the-vampire-11624573014", "title": "'The Modern Myths' Review: Sing, Muse, of the Vampire", "date": "2021-06-24 18:16", "summary": "Greek gods and folkloric heroes may no longer occupy the center of our imaginations, but other stories have taken their place.. A persistent myth of the modern West is that it has outgrown the need for myths, along with religion, magic and other \"irrational\" beliefs of the benighted past. This triumphalist story of rationality was proclaimed by Enlightenment philosophers and documented by later social scientists; through the 1990s, \"the disenchantment of the world\" became an incantation within the parched groves of academe.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-gory-details-of-h-r-1-11624572962", "title": "The Gory Details of H.R.1", "date": "2021-06-24 18:16", "summary": "Ellen Weintraub shows the dangers of the Democratic 'voter reform' bill.. To understand the real threat of Democrats' \"voting rights\" bill, consider a little-noticed decision from an underappreciated federal agency. H.R.1 isn't about reforming elections or protecting voters. It's about raw power, unleashing Ellen Weintraubs on the world.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-covid-curve-could-raise-the-worlds-11624572670", "title": "India's Covid Curve Could Raise the World's", "date": "2021-06-24 18:11", "summary": "As the country picks up speed in its race to herd immunity, stumbling may mean a dangerous variant.. As India recovers from a brutal second wave of the Covid pandemic, it faces a new challenge: Can it quickly vaccinate enough people to minimize the risk of a third?", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amateur-for-the-love-and-fair-payment-of-sport-11624571852", "title": "'Amateur': For the Love, and Fair Payment, of Sport", "date": "2021-06-24 17:57", "summary": "A term that can mean 'enthusiastic admirer' or 'dilettante' has determined the status of athletes for a century. The Supreme Court has ruled it too vague.. Linguist and lexicographer Ben Zimmer analyzes the origins of words in the news. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-senators-agree-to-roughly-1-trillion-infrastructure-plan-11624553972", "title": "Biden, Senators Agree to Roughly $1 Trillion Infrastructure Plan", "date": "2021-06-24 17:54", "summary": "Plan secures bipartisan agreement on overhauling the nation's transportation, water and broadband infrastructure. WASHINGTON-President Biden and a group of 10 centrist senators agreed to a roughly $1 trillion infrastructure plan Thursday, securing a long-sought bipartisan deal that lawmakers and the White House will now attempt to shepherd through Congress alongside a broader package sought by Democrats.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/f9-the-fast-saga-review-furiouser-and-curiouser-11624570588", "title": "'F9: The Fast Saga' Review: Furiouser and Curiouser", "date": "2021-06-24 17:36", "summary": "Starring Vin Diesel, Ludacris and Michelle Rodriguez, the action franchise's latest installment teems with decked-out cars, tests of strength and high-octane speed.. In the old days, meaning before the first installment of the \"Fast and Furious\" franchise in 2001, one of the measures of a good car was its ability to hold the road. Now the ninth installment is upon us-\"F9: The Fast Saga\"-and cars in it not only leave the road and fly, which they did in \"Furious 7,\" but a battered old Pontiac Fiero strapped to a rocket slips the surly bonds of Earth and goes into orbit. The whole series has been about slipping bonds (the rules of the road, the laws of polite society, the stuffy dictates of physics, gravity and logic); severing connections (between cause and effect), or blurring distinctions (between good and bad entertainment). The films are critic-proof, of course, and mockery-proof in the bargain. \"F9\" makes a mockery of itself before anyone else can-it's a gleefully shoddy goof on a pseudo-epic scale.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frontline-germanys-neo-nazis-and-the-far-right-review-from-whence-it-came-11624570397", "title": "'Frontline: Germany's Neo-Nazis and the Far Right' Review: From Whence It Came", "date": "2021-06-24 17:33", "summary": "The PBS documentary series conducts a compelling investigation into the rise of extremism in a country that has known its terrors.. 'It was Yom Kippur, it was not every day,\" says a witness in \"Frontline: Germany's Neo-Nazis and the Far Right\" (Tuesday, 10 p.m., PBS), which opens with memories of the October 2019 attack on a synagogue in Halle, Germany. The attacker, too, knew that it was not every day. It was the one in the year that was most sacred to Jews, which was why there would be a great many of them in the synagogue-a condition essential to his plan. The assassin had come to the scene attired in full combat fatigues. That fact comes from a broadcast bringing word of the attack, a description characteristic of the detail that gives this riveting and richly complex \"Frontline\" presentation (Evan Williams, reporter-director) its powerful sense of immediacy. So-if with far less subtlety-do the furious efforts of the attacker with murder in his heart, who keeps trying, and failing, to break through the locked door of the synagogue. Which doesn't prevent him, a while later, from killing two people at random before he's captured.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eli-lilly-to-seek-fda-approval-for-alzheimers-drug-11624553104", "title": "Eli Lilly to Seek FDA Approval for Alzheimer's Drug", "date": "2021-06-24 17:25", "summary": "Donanemab is granted expedited review; Lilly shares jump. Eli Lilly & Co. plans to submit its Alzheimer's drug for market clearance under an expedited review this year, in a sign that regulators are encouraging development of treatments for the disease after a recent approval.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-06-24-21-11624520277", "title": "Stocks Rise After Infrastructure Deal Is Reached", "date": "2021-06-24 17:25", "summary": "S&P 500, Nasdaq close at new highs. The S&P 500 jumped to a fresh high after President Biden and a group of senators agreed on a $1 trillion infrastructure plan.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/master-harold-and-the-boys-review-a-time-capsule-from-south-africa-11624569731", "title": "'\"Master Harold\" . . . and the Boys' Review: A Time Capsule From South Africa", "date": "2021-06-24 17:22", "summary": "Revisit Athol Fugard's semi-autobiographical account of apartheid via this affecting virtual performance by Syracuse Stage.. Athol Fugard, South Africa's greatest playwright, is no longer produced in the U.S. as often as he used to be. The reason for this, however, is a happy one: Now that apartheid, the subject matter of most of his plays, is a thing of the past, they have inevitably lost some of their immediacy. Today they are period pieces-but the best of them are also great plays, dramatically vital time capsules that re-enact a hideous episode in history, and they continue to work superlatively well onstage.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadian-indigenous-group-finds-hundreds-of-unmarked-graves-near-former-school-11624555718", "title": "Canadian Indigenous Group Finds Hundreds of Unmarked Graves", "date": "2021-06-24 17:20", "summary": "The discovery by the Cowessess First Nation comes as Canada confronts the treatment of Indigenous people. An Indigenous community in the Canadian province of Saskatchewan said it found 751 unmarked graves near a former boarding school, weeks after a similar discovery at another school set off a nationwide discussion about Canada's treatment of Indigenous people.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rare-and-wondrous-birds-in-art-and-culture-1620-1820-review-fraught-feathers-11624569562", "title": "'Rare and Wondrous: Birds in Art and Culture, 1620-1820' Review: Fraught Feathers", "date": "2021-06-24 17:19", "summary": "Taking the winged creatures as its primary subject, an exhibition at the Toledo Museum of Art examines the intersection of natural history and colonialism.. ", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gov-andrew-cuomos-aide-questioned-in-sexual-harassment-investigation-11624541090", "title": "Cuomo Aide Questioned in Sexual Harassment Inquiry", "date": "2021-06-24 17:16", "summary": "The senior adviser was interviewed by New York attorney general investigators, who are looking at behavior dating back more than a decade. ALBANY, N.Y.-Investigators with the New York state attorney general's office have interviewed a senior adviser to Gov. Andrew Cuomo and are examining the environment in the governor's office going back more than a decade, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rudy-giulianis-law-license-suspended-in-new-york-11624550163", "title": "Rudy Giuliani's Law License Suspended in New York", "date": "2021-06-24 17:11", "summary": "Court concluded the former mayor made false and misleading statements in his effort to reverse the results of the 2020 election in favor of Donald Trump. A New York court suspended Rudy Giuliani's state law license Thursday after concluding that he made \"demonstrably false and misleading statements\" in his effort to reverse the results of the 2020 election in favor of former President Donald Trump.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dogs-with-extraordinary-jobs-review-more-than-mans-best-friend-11624568913", "title": "'Dogs With Extraordinary Jobs' Review: More Than Man's Best Friend", "date": "2021-06-24 17:08", "summary": "A new series from the Smithsonian Channel spotlights the riveting and heartwarming rescue missions by some of the world's best canine workers.. It will be necessary to set a fair amount of time aside for this charming five-part chronicle on the lives and careers of dogs.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-carry-you-with-me-review-from-puebla-to-new-york-11624568756", "title": "'I Carry You With Me' Review: From Puebla to New York", "date": "2021-06-24 17:05", "summary": "In a story that spans decades, Heidi Ewing's latest film traces a story of gay love, wrenching loss, illegal immigration and the struggle for success in the U.S.. When people use the phrase \"you can't go home again,\" they usually mean that home-and all it represents-has been changed beyond recognition or swept away by the passage of time. That's not the case for the heart-stricken hero of \"I Carry You With Me,\" which is opening in theaters in New York and Los Angeles in advance of its national release next month. A Mexican chef who tries to make a good life for himself in New York, he can't go home to visit the lover and the son he left 20 years ago because he entered this country illegally and is still undocumented, with no safe path to re-enter the U.S. It's the wound that won't heal in this flawed but stirring feature, which mixes documentary techniques with a fictional narrative to retell a true story of love, loss, and a measure of happiness regained.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-june-26-11624567988", "title": "Bestselling Books Week Ended June 19", "date": "2021-06-24 16:53", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-delays-cookie-removal-to-late-2023-11624542064", "title": "Google Delays Cookie Removal to Late 2023", "date": "2021-06-24 16:42", "summary": "Plan to remove web-tracking technology from Chrome has faced pressure from competition regulators, privacy advocates and the digital-media industry. Google delayed its plan to scrap a technology that tracks web-browsing habits amid regulatory scrutiny and concerns from privacy advocates and the advertising industry over the search giant's approach to replacing the tool.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-gives-big-banks-clean-bill-of-health-in-latest-stress-test-11624566662", "title": "Fed Gives Big Banks Clean Bill of Health in Stress Test", "date": "2021-06-24 16:31", "summary": "Stress tests gauge banks' ability to maintain strong capital levels and keep lending in a hypothetical severe recession. WASHINGTON-The Federal Reserve gave large U.S. banks a clean bill of health as they emerge from the coronavirus crisis, paving the way for the lenders to boost their payouts to investors after June 30.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-judiciary-committee-passes-final-piece-of-big-tech-antitrust-package-11624562811", "title": "Google, Facebook, Amazon Set to Fight House Tech Antitrust Package", "date": "2021-06-24 16:20", "summary": "Judiciary Committee passed the final piece of a six-part package aimed at curbing the dominance of large tech companies. WASHINGTON-A House committee approved far-reaching legislation to curb the market dominance of tech giants, raising political alarms for firms including Alphabet Inc.'s Google, Facebook Inc. and Amazon.com Inc.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/food-companies-say-combating-climate-change-comes-with-costs-11624565858", "title": "Food Companies Say Combating Climate Change Comes With Costs", "date": "2021-06-24 16:17", "summary": "Top executives tell the WSJ Global Food Forum that consumers are paying increasing attention to environmental concerns. Food companies are investing billions of dollars into sustainability efforts, betting that costs will fall and consumers will remain interested in more environmentally friendly diets, executives said.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twilio-asana-to-list-on-long-term-stock-exchange-as-esg-push-continues-11624565701", "title": "Twilio, Asana to List on Long-Term Stock Exchange in ESG Push", "date": "2021-06-24 16:15", "summary": "Exchange hopes to be signal to investors of which companies have sustainable practices. A Silicon Valley stock exchange that encourages long-term thinking over short-term gains has landed two marquee tech companies to be among its first listings, reflecting the growing popularity of sustainable investing.", "categories": [["WSJ News Exclusive", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-you-gonna-believe-on-monetary-policy-11624565201", "title": "Who You Gonna Believe on Monetary Policy?", "date": "2021-06-24 16:06", "summary": "Judy Shelton on the Fed, inflation and fiscal policy.. Who's in charge of inflation these days? Or perhaps better stated: Who's to blame? When Congress engages in deficit spending, it must issue debt to cover the difference between federal budget revenues and expenditures. When the Federal Reserve purchases that Treasury debt, it creates new money to pay for it-and the Fed created trillions in new money during Covid by crediting depository accounts of banks.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taking-a-page-from-xi-on-rewriting-history-11624565052", "title": "Taking a Page From Xi on Rewriting History", "date": "2021-06-24 16:04", "summary": "While China's new history of the Communist Party reign will be nothing but good, the new history of America is nothing but bad.. Regarding \"China Repackages History in Support of Xi's Vision\" (Page One, June 16): What is different about the Chinese Communist Party's efforts and similar efforts here by leftist news outlets cheered on by corrupt academia and liberal politicians? Fortunately, both efforts are mostly incoherent, easily disputed and not supported with valid evidence and actual facts.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hotlinks-friday-crossword-june-25-11624286095", "title": "Hotlinks (Friday Crossword, June 25)", "date": "2021-06-24 16:01", "categories": [["WSJ Puzzles", "Crossword Contest"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword-contest?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roadblocks-ahead-for-el-salvadors-crypto-paradise-11624564843", "title": "Roadblocks Ahead for El Salvador's Crypto Paradise", "date": "2021-06-24 16:00", "summary": "Is it really wise to grant the government direct access to the monetary savings of the people?. In \"A Global First: Bitcoin as National Currency\" (op-ed, June 16), Max Raskin writes in favor of the adoption of bitcoin as legal tender in El Salvador. This development can certainly be positive, but I fear Mr. Raskin sets himself an easy target when he compares bitcoin with proposed central-bank digital currencies. If implemented, CBDCs are almost certain to be a tool of financial repression, destructive of privacy. Private cryptocurrencies, on the other hand, can be a tool of financial liberation.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dangers-of-pushing-too-far-after-a-narrow-victory-11624564764", "title": "The Dangers of Pushing Too Far After a Narrow Victory", "date": "2021-06-24 15:59", "summary": "How to manage when one party with a minuscule advantage attempts to enact radically different policies over the entrenched opposition of the other?. Regarding Mary Anastasia O'Grady's \"Give Peruvians Their Day in Court\" (Americas, June 21): In Chile's 1970 presidential election, socialist Salvador Allende nipped Jorge Alessandri of the center-right by a very small margin, taking only around 36% of the vote. The centrist Christian Democrats trailed in third. In the face of opposition by nearly two-thirds of the electorate, Allende nevertheless undertook socialist \"reforms\" driven by massive increases in public spending and an expanded federal role in the economy.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-smaller-dividends-from-corporations-really-so-bad-11624564584", "title": "Are Smaller Dividends From Corporations Really So Bad?", "date": "2021-06-24 15:56", "summary": "Firms might invest the money in their own operations-presumably creating more jobs and new products.. I read with amusement \"The High Costs of a Tax Hike on Dividends\" (op-ed, June 17) by Pinar Cebi Wilber, the chief economist for the American Council for Capital Formation. In it she seems to criticize the concept of corporations retaining more of their capital rather than paying it out to shareholders as dividends. Otherwise, the corporations might invest the money in their own operations-presumably creating more jobs and new products.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-ends-trump-era-rule-enabling-payday-lenders-to-avoid-interest-rate-caps-11624563763", "title": "Congress Ends Trump-Era Rule Giving Leeway to Payday Lenders", "date": "2021-06-24 15:51", "summary": "Simple majorities in the House and Senate overturn ruling that took effect in December. Congress voted Thursday to undo a Trump administration rule that enabled high-interest consumer lenders to attach themselves to banks and circumvent state-level interest rate caps.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-mcafees-death-was-likely-suicide-spanish-authorities-say-11624537038", "title": "John McAfee's Death Was Likely Suicide, Spanish Authorities Say", "date": "2021-06-24 15:45", "summary": "Antivirus software creator was found dead in jail cell. Spanish authorities opened an investigation into the death of software pioneer John McAfee after he was found dead in his jail cell from an apparent suicide following a monthslong fight against tax-evasion charges in the U.S.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-in-the-bipartisan-infrastructure-plan-11624562676", "title": "What's in the Bipartisan Infrastructure Plan?", "date": "2021-06-24 15:43", "summary": "Package includes funding for roads, bridges, transit, airports and broadband. A core bipartisan group of 10 senators reached a deal with the White House on Thursday to spend $973 billion over five years, and $1.2 trillion if continued over eight years, on a package that would fund improvements to roads, bridges, transit, airports and enhanced infrastructure for broadband, water and electric vehicles. It leaves out many of President Biden's top priorities for \"human infrastructure\" such as child care, elder care, and education provisions.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coverup-participation-trophies-11624563250", "title": "Coverup Participation Trophies?", "date": "2021-06-24 15:34", "summary": "China's communist dictatorship celebrates the Wuhan Institute of Virology.. China's communist dictatorship still won't let the world investigate whether its Wuhan Institute of Virology was the source of the deadly Covid pandemic. But the regime is openly and aggressively trying to reward the scientists who work there.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teamsters-union-votes-to-help-organize-amazon-workers-11624558332", "title": "Teamsters Union Votes to Help Organize Amazon Workers", "date": "2021-06-24 15:26", "summary": "Resolution follows failed unionization attempt by Amazon employees in Alabama. One of America's largest labor unions passed a resolution Thursday designed to aid Amazon . com Inc. workers in eventually achieving a union contract, a move aimed at putting further labor pressure on the e-commerce giant following a recent failed unionization effort in Alabama.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-considers-a-plan-to-relocate-afghans-who-aided-u-s-during-war-11624555322", "title": "U.S. Considers a Plan to Relocate Afghans Who Aided U.S. During War", "date": "2021-06-24 15:12", "summary": "Facing possible Taliban retaliation, Afghans could be moved to U.S. territories or other countries to await visa processing, officials say. The White House is assembling a plan to rescue Afghan interpreters and others who have helped the U.S. over the past 20 years by helping them to get out of Afghanistan and, ultimately, to the U.S., officials said.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regional-package-carriers-join-the-e-commerce-rush-11624561977", "title": "Regional Package Carriers Join the E-Commerce Rush", "date": "2021-06-24 15:12", "summary": "The operators are finding room to grow as retailers seek alternatives to the packed networks of the big parcel carriers. Regional parcel carriers are expanding their reach as surging e-commerce demand fills up capacity at the national carriers and retailers seek fast, cheaper ways to ship packages to customers' homes.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-office-became-a-place-to-work-11624560388", "title": "How the Office Became a Place to Work", "date": "2021-06-24 14:46", "summary": "Employees are starting to return to their traditional desks in large shared spaces. But centuries ago, 'office' just meant work to be done, not where to do it.. Historian Amanda Foreman searches the past for the origins of today's world. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Historically Speaking"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/historically-speaking?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/app-taps-unwitting-users-abroad-to-gather-open-source-intelligence-11624544026", "title": "App Taps Unwitting Users Abroad to Gather Intelligence", "date": "2021-06-24 14:44", "summary": "The Premise app pays users, many in the developing world, to do tasks like taking photos and completing surveys for clients including the U.S. military. WASHINGTON-A network of gig workers world-wide is unwittingly providing basic intelligence to the U.S. military using only a consumer app on their smartphones.", "categories": [["WSJ News Exclusive", "National Security"]], "category_links": ["https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-daily-exits-from-hong-kong-telling-readers-until-we-meet-again-11624534789", "title": "Apple Daily Exits Hong Kong, Telling Readers 'Until We Meet Again'", "date": "2021-06-24 14:37", "summary": "Resume Subscription. HONG KONG-After 22 years in Apple Daily's newsroom, Norman Choy said he felt like he was the obituaries editor during his final shift Wednesday as he handled article after article about the demise of his own newspaper, the latest casualty of China's campaign to crush dissent in the Chinese territory.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/agriculture-giant-adm-is-shoring-up-cyber-defenses-ceo-says-11624555232", "title": "Food Giant ADM Boosting Defense Against Hack Attempts, CEO Says", "date": "2021-06-24 14:32", "summary": "At The Wall Street Journal's Global Food Forum, ADM's top executive says he assumes company will be target. Agriculture company Archer Daniels Midland Co. is shoring up defenses against what it views as inevitable cyberattacks, its chief executive said.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disaster-looms-in-afghanistan-11624559523", "title": "Disaster Looms in Afghanistan", "date": "2021-06-24 14:32", "summary": "Biden and Trump will own the bloody result of America's withdrawal.. President Biden meets his Afghan counterpart Friday, and the White House says it is committed to providing Afghanistan \"diplomatic, economic, and humanitarian assistance.\" That's cold comfort as emboldened Taliban militants advance across the country.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/managing-joe-manchin-how-chuck-schumer-tries-to-keep-democrats-united-11624540966", "title": "Managing Joe Manchin: How Chuck Schumer Tries to Keep Democrats United", "date": "2021-06-24 14:08", "summary": "Party stayed united on pursuing elections overhaul, now tackles multitrillion-dollar infrastructure and education ambitions. WASHINGTON-Senate Majority Leader Chuck Schumer, a New York liberal, and Sen. Joe Manchin, the pivotal West Virginia centrist, have long been a prominent odd couple on Capitol Hill.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/numbers-aint-what-they-used-to-be-in-turbulent-u-s-economy-11624557962", "title": "Numbers Ain't What They Used to Be in Turbulent Economy", "date": "2021-06-24 14:06", "summary": "Durable goods, jobs and home sales have all wrong-footed economists who didn't count on big revisions lately. There is a rule of thumb in data watching that, if you want to understand which way things are trending, you need to watch the revisions. What is happening with capital spending might be a case in point.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cdc-extends-federal-eviction-moratorium-through-july-11624546151", "title": "CDC Extends Federal Eviction Moratorium Through July", "date": "2021-06-24 13:37", "summary": "The ban protected millions of tenants but created financial hardships for landlords. WASHINGTON-The Biden administration has issued a monthlong extension of a moratorium, through July, on the eviction of tenants who have fallen behind on their rent during the pandemic, the Centers for Disease Control and Prevention said on Thursday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-resists-opening-u-s-border-as-covid-19-vaccinations-ramp-up-11624555494", "title": "Canada Resists Opening U.S. Border as Covid-19 Vaccinations Ramp Up", "date": "2021-06-24 13:30", "summary": "Business groups, border city mayors and citizens are calling for the relaxation of pandemic border restrictions as Covid-19 cases in Canada drop. OTTAWA-Pressure is building on Canadian Prime Minister Justin Trudeau and his cabinet to relax restrictions on crossing the 5,500-mile land border with the U.S. to help the travel, tourism and hospitality sectors salvage the summer tourism season.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/environmental-investing-frenzy-stretches-meaning-of-green-11624554045", "title": "Environmental Investing Frenzy Stretches Meaning of 'Green'", "date": "2021-06-24 13:00", "summary": "Resume Subscription. The first time Gerard Barron tried to mine the sea floor, the company he backed lost a half-billion dollars of investor money, got crosswise with a South Pacific government, destroyed sensitive seabed habitat and ultimately went broke. Now he's trying again, but with a twist: Mr. Barron is positioning his new seabed mining venture, The Metals Company, as green, to capitalize on a surge of environmentally minded investment.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/luminars-cfo-aims-to-conserve-cash-as-company-begins-commercial-production-11624527002", "title": "Luminar's CFO Aims to Conserve Cash as Company Begins Commercial Production", "date": "2021-06-24 12:57", "summary": "Maker of software for self-driving cars set a goal of ending 2021 with more cash than it had in January. Luminar Technologies Inc., which makes sensors for autonomous cars, is looking to boost production while building up a cash cushion on its balance sheet.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-deter-forced-labor-with-ban-on-chinas-solar-panel-material-11624501427", "title": "Biden to Deter Forced Labor With Ban on China's Solar Materials", "date": "2021-06-24 12:48", "summary": "The ban imposes import restrictions and other measures on several companies in Xinjiang involved in silicon production. WASHINGTON-The Biden administration broadened its campaign against the use of forced labor in China's Xinjiang region on Thursday by imposing penalties on some companies that produce raw materials used to make solar panels.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-offers-afghanistan-3-million-j-j-covid-19-vaccine-doses-11624551266", "title": "U.S. Offers Afghanistan 3 Million Covid Vaccine Doses", "date": "2021-06-24 12:32", "summary": "Washington pledges to ship single-dose shots, ahead of President Biden's meeting with Afghan leaders. KABUL-The Biden administration plans to deliver three million doses of the Johnson & Johnson coronavirus vaccine next week to Afghanistan, which is battling its deadliest wave of the pandemic amid a rapidly deteriorating security situation.", "categories": [["WSJ News Exclusive", "World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/library-of-congress-looks-to-ai-to-help-users-sift-through-its-collection-11624552197", "title": "Library of Congress Looks to AI to Help Users Sift Through Its Collection", "date": "2021-06-24 12:29", "summary": "America's oldest federal cultural institution is experimenting with neural networks to help users search through some of its millions of digitized documents. The Library of Congress expects that artificial intelligence can help people search through its troves of digital information to glean new insights about the U.S.'s history.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-pan-strawberry-shortcake-11624551459", "title": "One-Pan Strawberry Shortcake", "date": "2021-06-24 12:17", "summary": "This streamlined recipe eliminates the mess and fuss of rolling out and cutting individual biscuits. Bake that tender, flaky layer all in one step and get to the sweet payoff faster.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-strawberry-shortcake-shortcut-a-quicker-recipe-for-a-classic-11624551152", "title": "The Strawberry Shortcake Shortcut: A Quicker Recipe for a Classic", "date": "2021-06-24 12:12", "summary": "This streamlined recipe eliminates the mess and fuss of rolling out and cutting individual biscuits. Bake that tender, flaky layer all in one step and get to the sweet payoff faster.. WHAT'S NOT TO LOVE about strawberry shortcake? It's a nostalgic crowd-pleaser, from the hot, flaky biscuit to the clouds of cold whipped cream and the ruby strawberries that tumble off and onto the plate, ready to be scooped back into the mix.", "categories": [["Life & Work", "Food & Drink", "A Little Something Sweet"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/a-little-something-sweet?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/funko-brian-mariotti-california-home-11624550871", "title": "How Funko Toy King Brian Mariotti Turned a California Castle Into His 'Dream House'", "date": "2021-06-24 12:10", "summary": "Resume Subscription. It isn't unusual to lust after a house in your neighborhood.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-york-city-to-install-first-curbside-electric-vehicle-charging-station-11624525200", "title": "New York City Installs First Curbside Electric-Vehicle Charging Station", "date": "2021-06-24 12:09", "summary": "Transportation officials hope to set up 100 ports for public use by October. New York City is installing its first curbside electric-vehicle charging stations this year, part of an effort to address the dearth of charging options in the city.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-ufos-just-aliens-looking-for-a-cup-of-coffee-11624550588", "title": "Are UFOs Just Aliens Looking for a Cup of Coffee?", "date": "2021-06-24 12:03", "summary": "For clues about possible visitors from outer space, the best place to start may be North Korea. There's been a lot of talk lately about UFOs, with tremendous excitement over a report on the subject that the Pentagon is expected to publish this week. It's suddenly not so laughable to take possible alien visitations seriously.", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-coronado-castle-11624550238", "title": "Inside 'Coronado Castle'", "date": "2021-06-24 11:57", "summary": "Funko CEO Brian Mariotti turned the historic W.A. Gunn House into a fun-filled home.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/republicans-can-lead-on-healthcare-reform-11624550042", "title": "Republicans Can Lead on Healthcare Reform", "date": "2021-06-24 11:54", "summary": "They're out of power in Washington, but in state capitals they can show they have real solutions.. With the Supreme Court having (unsurprisingly) upheld ObamaCare again, Republicans are playing defense on health policy in Washington. Advancing conservative health-policy principles at the state level-where they have majority control in 30 legislatures-allows Republicans to advance federalism while also strengthening consumer-based healthcare. While Democrats fight to shift costs to taxpayers and expand government programs, state Republicans can show that a better approach is to reduce costs and empower consumers. Here are some specific policies they can champion and expand:", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/save-afghanistans-sikhs-and-hindus-11624549960", "title": "Save Afghanistan's Sikhs and Hindus", "date": "2021-06-24 11:52", "summary": "This small community has outsize cultural influence and historical importance.. President Biden and Afghan President Ashraf Ghani will have plenty to talk about when they meet on Friday. With the withdrawal of U.S. and allied forces from Afghanistan only weeks away-and the security situation deteriorating by the day-Mr. Biden is expected to offer humanitarian and economic assistance. The country's tiny Sikh and Hindu populations might seem insignificant, but they deserve attention as well.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/permanent-cap-on-delivery-app-fees-proposed-for-new-york-city-11624549165", "title": "Permanent Cap on Delivery-App Fees Proposed for New York", "date": "2021-06-24 11:52", "summary": "Legislation would limit how much Grubhub, Uber Eats and other operators can charge restaurants. The New York City Council is considering a legislative package aimed at significantly regulating the food-delivery app industry, including permanently limiting fees that operators like Grubhub and Uber Eats can charge restaurants.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/visa-buys-swedish-fintech-tink-for-more-than-2-billion-11624528687", "title": "Visa Buys Swedish Fintech Tink for More Than $2 Billion", "date": "2021-06-24 11:48", "summary": "Tink would give Visa a foothold in open banking, which connects consumers to multiple financial institutions. Visa Inc. agreed to pay more than $2 billion for Tink, a Swedish startup whose digital services connect more than 3,400 banks and financial institutions in Europe.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-u-s-china-aircraft-rivalry-is-more-complicated-than-it-seems-11624549654", "title": "Why the U.S.-China Aircraft Rivalry Is More Complicated Than It Seems", "date": "2021-06-24 11:47", "summary": "Beneath the surface of a spat between Boeing and Comac, a raft of U.S. companies are key suppliers of China's upstart plane maker. The West may appear ready to bring the geopolitical hammer down on China's aerospace ambition, but there are a lot of corporate interests pushing to make that strike decidedly less deadly.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buzzfeed-nears-deal-to-go-public-via-spac-eyeing-digital-media-rollup-11624485898", "title": "BuzzFeed Reaches Deal to Go Public Via SPAC", "date": "2021-06-24 11:38", "summary": "Company says agreement values combined entity at $1.5 billion after transaction. BuzzFeed Inc. said Thursday it has reached a deal to go public through a merger with a special-purpose acquisition company, part of a plan to consolidate other players in digital media.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-airbnb-alternatives-offer-safe-spaces-for-black-travelers-lgbt-tourists-and-others-11624548345", "title": "These Airbnb Alternatives Offer Safe Spaces for Black Travelers, LGBT Tourists and Others", "date": "2021-06-24 11:25", "summary": "A new breed of vacation-rental booking sites sets out to provide stylish, welcoming accommodations for their communities. JAMIE DEKLIN has a long history of booking short-term rentals. The actor learned the ins and outs while touring with a Broadway show. \"I traveled with two dogs, so I'd check Vrbo for places allowing them,\" she said. Later, after she and her husband had children, their priorities changed. They had no problem finding chic vacation homes to rent, but ones with highchairs, child-proofed rooms and unbreakable dinnerware were much tougher to come by. Seven years ago, Kid & Coe, a family-friendly travel platform based out of New York, began offering homes and hotels where parents and kids could unwind in comfortable, kid-appropriate accommodations. \"They understand the reality of traveling with children,\" said Ms. Deklin.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-06-24-2021-11624489248", "title": "Downward Trend in U.S. Jobless Claims Stalls Out", "date": "2021-06-24 10:54", "summary": "Initial unemployment claims, a proxy for layoffs, held nearly steady last week. A recent downward trend in worker filings for jobless benefits stalled in mid-June amid other signs the labor market continues to gradually recover.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/time-for-second-helpings-at-olive-garden-parent-11624545452", "title": "Time for Second Helpings at Olive Garden Parent", "date": "2021-06-24 10:37", "summary": "Strong quarterly results from Darden show the 'reopening trade' still has some steam. Diners are back inside their favorite sit-down restaurant chains across the U.S. Yet the so-called reopening trade on Wall Street might not be finished quite yet.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-we-keep-telling-legends-of-sea-monsters-11624544721", "title": "Why We Keep Telling Legends of Sea Monsters", "date": "2021-06-24 10:25", "summary": "From the biblical Leviathan to the modern Japanese ningen, some of humanity's favorite stories conjure creatures of the deep. Earlier this month, Cape Cod lobster diver Michael Packard made headlines around the world when he claimed to have been swallowed by a humpback whale and then spit back out. Though the story has its skeptics, its popularity reminds us of the continuing power of sea myths, which are as old as the art of storytelling.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-puzzles-saturday-june-26-11624544706", "title": "Number Puzzles (Saturday, June 26)", "date": "2021-06-24 10:25", "categories": [["WSJ Puzzles", "Number Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/number-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/so-many-stakeholders-strategy-11624308112", "title": "So Many Stakeholders. How Do Companies Choose Who to Satisfy?", "date": "2021-06-24 10:00", "summary": "Customers, suppliers, employees, investors and communities can have competing interests. And executives can't afford to pay attention to everyone. \"Stakeholder capitalism\" has a lovely ring to it-the idea that leaders no longer focus exclusively on shareholder value, but instead run companies for the benefit of all stakeholders: customers, suppliers, employees, investors and communities.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-covid-19-silver-lining-in-latin-america-millions-of-new-bank-accounts-11624541884", "title": "Covid-19's Silver Lining in Latin America: Millions of New Bank Accounts", "date": "2021-06-24 09:38", "summary": "Government aid turbocharged growth in digital banking, bringing many of the poor into the formal financial sector for the first time. RIO DE JANEIRO-The pandemic has pummeled Latin America and plunged many people into poverty. But the finance sector has reaped an unexpected windfall: Tens of millions in Latin America have opened banking accounts for the first time to store the emergency cash that governments handed out.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-vixen-review-book-of-lies-11624540614", "title": "'The Vixen' Review: Book of Lies", "date": "2021-06-24 09:16", "summary": "A neophyte editor is lost in a labyrinth of literary deception, Cold War betrayal and long-planned revenge, all under the shadow of an execution.. On a summer evening in 1953, in a small apartment on Coney Island, the Putnam family sits anxiously in front of a flickering black-and-white screen. \"The only signs of life squawk and jitter inside the massive console TV,\" Simon Putnam reports. He and his mother have been watching all day and now his father has joined the vigil. \"Networks have been interrupting the regular programming with news of the execution, which, without a miracle, will happen tonight at Sing Sing,\" Simon explains. \"It's like New Year's Eve in Time Square: the countdown to the ball drop.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-emperor-is-concerned-about-coronavirus-spread-at-olympics-aide-says-11624540044", "title": "Japan's Emperor Is Concerned About Coronavirus Spread at Olympics", "date": "2021-06-24 09:07", "summary": "Palace says it is conveying Naruhito's views, a rare intervention by constitutional monarch in current events. TOKYO-Japan's Emperor Naruhito appears concerned the Tokyo Olympics will spread Covid-19, a senior aide said, a rare expression of opinion about current events by the imperial court.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deutsche-bank-overhauls-anti-financial-crime-operations-11624539600", "title": "Deutsche Bank Overhauls Anti-Financial Crime Operations", "date": "2021-06-24 09:00", "summary": "The bank seeks a more holistic approach to tackling regulatory challenges instead of just fixing specific compliance shortcomings, an internal memo says. Deutsche Bank AG is making changes to its anti-financial crimes and compliance teams following years of regulatory scrutiny and enforcement actions, according to a recent internal memo.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pilates-class-youll-probably-never-get-into-11624538960", "title": "The Pilates Class You'll Probably Never Get Into", "date": "2021-06-24 08:49", "summary": "Liana Levi bought a reformer machine at the beginning of the pandemic-within months, she'd become the go-to Pilates instructor for models and celebrities, including Kaia Gerber, Hailey Bieber and Kendall Jenner. At the beginning of the pandemic, Liana Levi bought her first Pilates reformer machine. An athlete and dancer from a young age, Levi, 31, wasn't finding online workout classes to be as stimulating as she would have liked. She moved the apparatus-which looks like a cross between an exercise machine and a bed and uses springs and levers to create resistance-into her mom's pool house in Los Angeles's Little Holmby neighborhood. As early as March 2020, she was having close girlfriends over who wanted to use it to exercise. Since most of them didn't know how to use the machine on their own or how to piece Pilates sequences together, she started training them for fun and as a way to socialize. \"My acquaintances would be like, 'Oh, my god, I want to try it,'\" says Levi, 31. \"'Your body looks insane; I want to come.' It just kind of spread through word of mouth.\"", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/benigno-aquino-iii-former-philippine-president-who-resisted-china-dies-at-61-11624523548", "title": "Ex-Philippine President Benigno Aquino III Dies at 61", "date": "2021-06-24 08:22", "summary": "During his term, Manila secured a landmark decision from an international tribunal against Beijing's expansive claims in the South China Sea. Former Philippines President Benigno Aquino III, who belonged to one of the country's most prominent political families and during his term pushed back against China's expansive claims in the South China Sea, died on Thursday in Manila. He was 61 years old.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/austin-boom-spurs-crackdown-on-homelessness-11624536929", "title": "As Austin Booms, Homelessness Faces Crackdown", "date": "2021-06-24 08:15", "summary": "Bans on public camping in Texas are breaking up encampments downtown. AUSTIN, Texas-A freeway overpass shaded Elizabeth Contreras's tent from the hot Texas sun, five years into a stretch of on-and-off homelessness that began when her husband left her, she said. Austin Police Officer Rosie Perez stopped by the tent last week with a written warning for Ms. Contreras: Within weeks, she would need to be gone.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/artist-beeple-sold-his-nft-for-69-million-cryptocurrency-christies-digital-art-11624536293", "title": "Your NFT Sold for $69 Million-Now What? Beeple Turns to a New Project, and Old Masters.", "date": "2021-06-24 08:06", "summary": "The artist has laid low since Christie's sold his work. Digital designer and artist Mike Winkelmann, who goes by Beeple, sparked a global frenzy for non fungible tokens, or NFTs, after Christie's sold his digital collage for $69 million in March-but since then he's maintained a relatively low profile, stoking curiosity about his next big move.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kiewit-corp-pulls-out-of-2-1-billion-newark-airtrain-bid-11624536000", "title": "Kiewit Corp. Pulls Out of $2.1 Billion Newark AirTrain Bid", "date": "2021-06-24 08:00", "summary": "Construction firm is locked in dispute with airport's operator over separate project involving a $105 million cost overrun for new bridge. A major firm has withdrawn from bidding on the construction of a new $2.1 billion AirTrain at Newark Liberty International Airport following a dispute with the airport's operator that could have broader implications for future infrastructure projects in the region.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/water-sustainability-investors-11624307662", "title": "Concerned About Water Sustainability? Here Are Some Funds for You", "date": "2021-06-24 08:00", "summary": "There are investments that focus on water themes and related risks. Though not as widely talked about as climate change, water sustainability is a growing concern for many environmentally focused investors.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ncaa-college-sports-name-image-likiness-nebraska-11624499101", "title": "Hottest Recruiting Pitch in College Sports: We Can Help You Cash In", "date": "2021-06-24 08:00", "summary": "With a new era of compensation for college athletes about to begin, universities like Nebraska are touting their ability to help students monetize their image under new laws.. LINCOLN, Neb.-Through the floor-to-ceiling windows in Nebraska athletic director Bill Moos's office in Memorial Stadium, you can hear heavy machinery ripping up a sidewalk to make room for a new $155 million indoor training facility. But that's not the biggest change to campus Moos will oversee this year.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-takes-aim-at-educational-costs-as-it-seeks-to-reverse-birthrate-decline-11624535498", "title": "China Tackles Educational Costs to Reverse Birthrate Decline", "date": "2021-06-24 07:51", "summary": "Officials plan measures to boost couples' willingness to have children. China is planning new policies to rein in rising education costs seen as deterring couples from having more children, according to people familiar with the matter, as Beijing confronts a worsening demographic outlook.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ad-tech-company-innovid-to-go-public-through-proposed-spac-merger-11624534200", "title": "Ad-Tech Company Innovid to Go Public Through Proposed SPAC Merger", "date": "2021-06-24 07:30", "summary": "Company joins flurry of firms in the sector going public. Advertising-technology company Innovid Inc. said it plans to go public through a merger with a new special-purpose acquisition company from ION Asset Management Ltd., adding to a growing list of ad-tech firms going public or considering deals.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goat-group-parent-of-sneaker-marketplace-valued-at-3-7-billion-in-latest-funding-round-11624532400", "title": "Goat Group Valued at $3.7 Billion in Latest Funding Round", "date": "2021-06-24 07:00", "summary": "Company says sales of sneakers during the period doubled on its platform, compared with the previous year. Goat Group, parent company of an online marketplace for sneakerheads, said it has raised $195 million through private investors to continue its push into international markets.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jp-morgan-robert-kraft-sports-data-analytics-kagr-11624489830", "title": "JPMorgan Buys Stake in Robert Kraft's Sports-Data Company", "date": "2021-06-24 06:00", "summary": "The bank hopes its investment in the Kraft Analytics Group, or KAGR, will help it advise and lend to team owners. JPMorgan Chase & Co. has bought a stake in the analytics company that helped make New England Patriots owner Robert Kraft a sports mogul.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-facebook-pressure-falls-short-as-major-antitrust-measures-advance-in-house-committee-11624505607", "title": "House Panel Votes to Curb Tech Giants", "date": "2021-06-24 05:46", "summary": "Tech companies to take the battle over the proposed new regulations and oversight to the House floor and Senate. WASHINGTON-A House committee approved far-reaching legislation to curb the market dominance of tech giants, including Alphabet Inc.'s Google and Facebook Inc., but much of the effort faced intensive lobbying by affected firms that slowed the committee's work and foreshadowed a pitched battle in the Senate.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hospital-stocks-rally-points-to-post-covid-growth-11624527181", "title": "Hospital Stocks' Rally Points to Post-Covid Growth", "date": "2021-06-24 05:33", "summary": "Rebounding patient volumes are combining with longer-term initiatives to squeeze more profits out of hospitals. Hospital stocks have trounced the market this year, and the steps they took to get through the pandemic could keep the rally going.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/4-368-episodes-later-conan-obriens-late-night-run-ends-11624527002", "title": "4,368 Episodes Later, Conan's Talk Show Run Is Ending", "date": "2021-06-24 05:30", "summary": "As the television host leaves TBS, here's how his comedy has evolved over 28 years. Conan O'Brien's farewell to late-night TV has reached its finale. His show \"Conan\" has been chockablock with his famous friends and staff members trotting out fan-favorite characters in recent weeks. The last episode, set to air Thursday night, will feature Jack Black and surprise guests.", "categories": [["Books & Arts", "Entertainment", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nasas-perseverance-rover-is-looking-for-life-on-mars-11624527002", "title": "NASA's Perseverance Rover Begins Its Search for Life on Mars", "date": "2021-06-24 05:30", "summary": "Resume Subscription. NASA's latest Mars rover is done with its testing and has embarked on its first scientific mission. After landing on the planet in February, the Perseverance rover has been busy trying out its many instruments-converting atmospheric carbon dioxide into oxygen that would be needed for manned missions, flying a helicopter and taking photos.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/emergency-landing-for-chinas-flying-pig-prices-11624509273", "title": "Emergency Landing for China's Flying Pig Prices", "date": "2021-06-24 00:34", "summary": "After two years of plenty for pork producers-and pain for pork lovers-China's supply crunch has finally eased. Prices of everything seem to be going up this year. Pork prices in China are doing the opposite as a different sort of health crisis eases. That's tough news for the global pork industry, but a welcome respite for pork buyers everywhere.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/infrastructure-negotiators-see-progress-in-senate-talks-11624465033", "title": "Infrastructure Negotiators Agree to Framework for Package", "date": "2021-06-24 00:05", "summary": "Schumer, Pelosi discuss the nearly $1 trillion proposal with administration officials; bipartisan group to meet with Biden on Thursday. WASHINGTON-Members of a bipartisan group negotiating a roughly $1 trillion infrastructure proposal said they had crafted a framework for an agreement, and lawmakers plan to meet with President Biden on Thursday to try to complete a deal.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11624464789", "title": "Pepper...and Salt", "date": "2021-06-24 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2021-tesla-model-s-plaid-feel-the-force0-60-in-2-seconds-11624562135", "title": "Tesla Model S Plaid: Feel the Force-0-60 in 2 Seconds", "date": "2021-06-24 00:01", "summary": "Though largely unchanged on the outside, Tesla's new Model S is a technical tour de force: the fastest, hardest-accelerating, most aero-efficient production sedan ever. Dan Neil takes a road trip.. SOMATIC GRAVICEPTION provides us with our sense of movement. It's how we keep the meatball in the center of our personal vector state. In addition to the balance receptors in our inner ears, humans have graviceptors throughout the body that can feel shifts in bodily fluids such as blood, caused by acceleration.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-06-23-21-11624433981", "title": "Broader Stock Indexes Slip as Nasdaq Hits Record", "date": "2021-06-24 00:01", "summary": "U.S. stocks hold on to most of their gains from earlier in the week as the S&P hovers just shy of its all-time high. The tech-heavy Nasdaq Composite claimed a second consecutive record Wednesday while broader stock indexes slipped in a quiet trading session.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indigenous-group-in-canada-says-it-has-discovered-hundreds-of-unmarked-graves-11624500283", "title": "Indigenous Group in Canada Says Hundreds of Unmarked Graves Discovered", "date": "2021-06-24 23:01", "summary": "Federation of Sovereign Indigenous Nations says remains have been found near the site of a former boarding school in Saskatchewan. An Indigenous community in western Canada said it found hundreds of unmarked graves near a former boarding school less than a month after a similar discovery shocked the country and reignited a nationwide discussion about Canada's treatment of Indigenous people.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kongs-apple-daily-will-close-after-government-choked-funds-11624437029", "title": "Hong Kong's Apple Daily Newspaper Prints Last Edition as Free-Press Era Ends", "date": "2021-06-24 22:35", "summary": "Publication's demise comes after the government froze its funds, seized computers and arrested executives, halting critical reporting of Beijing. HONG KONG-Apple Daily, Hong Kong's defiant pro-democracy newspaper that drew the ire of China's leaders, said it would print its final issue Thursday, ending an era of unfettered reporting critical of Beijing in the city's mainstream print scene.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-issues-mixed-ruling-on-government-seizure-of-fannie-freddie-profits-11624459222", "title": "Biden Administration Removes Fannie, Freddie Overseer", "date": "2021-06-24 22:15", "summary": "Supreme Court decision on Wednesday is a blow to investors who bet the mortgage giants would be returned to private hands from government control. WASHINGTON-The Biden administration ousted the head of the Federal Housing Finance Agency after the Supreme Court ruled it was structured unconstitutionally, dealing the latest blow to investors betting that mortgage giants Fannie Mae and Freddie Mac would be returned to private hands after more than 12 years of government control.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazilian-environment-minister-ricardo-salles-steps-down-amid-illegal-logging-probe-11624484322", "title": "Brazilian Environment Minister Steps Down Amid Illegal Logging Probe", "date": "2021-06-24 20:47", "summary": "Move comes weeks after he was targeted by federal police in an investigation into alleged illegal logging in the Amazon rainforest. SÃO PAULO-Brazilian Environment Minister Ricardo Salles resigned Wednesday, weeks after he was targeted by federal police as part of an investigation into alleged illegal logging in the Amazon rainforest.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/morgan-stanley-requires-employees-to-get-vaccinated-before-going-to-the-office-11624462581", "title": "Morgan Stanley Requires Employees to Get Vaccinated Before Going to the Office", "date": "2021-06-24 20:19", "summary": "Bank's employees will be required to confirm they have been vaccinated before entering Morgan Stanley buildings in New York. Morgan Stanley has told its employees they must get Covid-19 vaccines before returning to its New York offices.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}]