[{"link": "https://www.wsj.com/articles/microsoft-is-in-exclusive-talks-to-acquire-discord-11616715164", "title": "Microsoft Is in Exclusive Talks to Acquire Discord", "date": "2021-03-25 19:56", "summary": "Deal valuing chat app at $10 billion or more could be completed next month. Microsoft Corp. is in advanced talks to acquire messaging platform Discord Inc. for $10 billion or more, according to people familiar with the matter, as the software giant seeks to deepen its consumer offerings.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tax-guide-how-to-do-your-taxes-2021-11613144245", "title": "Navigate the 2021 Tax Season With Our Updated Guide", "date": "2021-03-25 19:32", "summary": "Navigate this tax season with our guide on all you need to know from stimulus payments to the extended filing deadline. 2020 was a tax year like no other, due to the coronavirus pandemic.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suez-canal-backlog-grows-as-efforts-resume-to-free-trapped-tanker-11616668644", "title": "Suez Backlog Grows as Efforts Resume to Free Lodged Ship", "date": "2021-03-25 19:24", "summary": "Resume Subscription. The Suez Canal remained shut Thursday as Egyptian authorities worked to clear a ship blocking the critical waterway and shipping experts warned a resumption of traffic through the channel could still be days, if not weeks, away.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pfizer-covid-19-vaccine-starts-testing-in-young-children-11616689800", "title": "Pfizer Covid-19 Vaccine Starts Testing in Young Children", "date": "2021-03-25 18:59", "summary": "Study to evaluate whether the shot works safely in children six months to 11 years. Pfizer Inc. said Thursday it has started testing its Covid-19 vaccine in young children, a key step toward broadening vaccination efforts.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tv-maker-vizio-goes-public-as-company-sets-sights-on-ads-and-software-11616694980", "title": "TV Maker Vizio Goes Public as Company Sets Sights on Ads and Software", "date": "2021-03-25 18:54", "summary": "Vizio makes the lion's share of its money selling TV sets. But the company is looking to a future in the streaming ads that appear on those sets, too. Vizio Holding Corp.'s shares closed about 9% below their initial public offering price on the first day of trading-in a sign investors may need some convincing that the television maker can successfully expand in streaming TV and digital advertising.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manchin-signals-concerns-with-fellow-democrats-voting-rights-bill-11616696023", "title": "Biden Ties Filibuster Fight to Voting-Rights Push", "date": "2021-03-25 18:53", "summary": "In his first formal news conference, Biden lashed out at GOP lawmakers who have introduced measures to tighten states' voting rules. WASHINGTON-President Biden cracked open the door to supporting Senate procedural changes that would exempt voting-rights legislation from requirements that most bills have a 60-vote supermajority, going beyond his previous remarks on the filibuster.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-lifts-the-curtain-11616711995", "title": "Biden Lifts the Curtain", "date": "2021-03-25 18:39", "summary": "He tees up an end to the Senate filibuster he supported for 50 years.. President Biden finally held a formal press conference on Thursday, and the answers pulled back the curtain on how he and White House chief of staff Ron Klain plan to govern. The biggest if unsurprising news is that they are in sync with Democrats on Capitol Hill in pushing an agenda that has elated Bernie Sanders.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijings-global-cancel-culture-11616711966", "title": "Beijing's Global Cancel Culture", "date": "2021-03-25 18:39", "summary": "China punishes H&M and Nike for criticizing forced labor in Xinjiang.. Xi Jinping has become something of a master at flexing China's commercial muscle in political disputes with foreign critics. The Chinese President's latest targets are Swedish t-shirts and American sports shoes, among others-and by extension Chinese consumers.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-summons-its-speech-regulators-11616711928", "title": "Congress Summons Its Speech Regulators", "date": "2021-03-25 18:38", "summary": "A hearing shows how Big Tech is becoming a government enforcer.. On Thursday the CEOs of Facebook , Google and Twitter sat before the House Energy and Commerce Committee as Democrats thundered that they should censor more political speech, and what was notable was how routine this ritual has become.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/net-neutrality-nails-veterans-11616711836", "title": "Net Neutrality Nails Veterans", "date": "2021-03-25 18:37", "summary": "California's new internet law blows up low-cost data plan deals.. Well, well, look who's breaking the internet. California's net-neutrality law took effect Thursday, and the first casualties are low-income veterans.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yellow-journalism-turns-blue-11616711532", "title": "Yellow Journalism Turns Blue", "date": "2021-03-25 18:32", "summary": "Ron Johnson is under attack from a press that's abandoned honesty and fairness.. \"Yellow journalism\" means a sensationalized press. Perhaps it is time to introduce \"blue journalism\"-the new media practice of abandoning standards to work seamlessly with the progressive left against any opposition.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-death-toll-from-february-storm-outages-rises-to-at-least-111-11616710772", "title": "Texas Death Toll From February Storm, Outages Rises", "date": "2021-03-25 18:19", "summary": "Officials nearly double state's initial tally following one of worst blackouts in U.S. history. Texas officials on Thursday raised the death toll from February's winter storm and blackouts to at least 111 people-nearly doubling the state's initial tally following one of the worst power outages in U.S. history.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/end-the-feds-mission-creep-11616710463", "title": "End the Fed's Mission Creep", "date": "2021-03-25 18:14", "summary": "The central bank is getting involved in too many things that have nothing to do with monetary policy.. The Federal Reserve has lost sight of a fundamental truth: Monetary policy is about money. Instead, the central bank is pushing for major changes in policy areas that have nothing to do with money or financial markets. It's time for Congress to rein in the Fed.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bangladesh-turns-50-11616710420", "title": "Bangladesh Turns 50", "date": "2021-03-25 18:13", "summary": "Five decades after independence, it has much to be proud of.. Americans today are much better informed about Bangladesh than they were when Henry Kissinger described it (not without reason) as a \"basket case\" in 1971, the year it achieved independence. That label stuck to Bangladesh like a malign limpet, and proud Bangladeshis have for decades resented the shadow it cast over their resilient and entrepreneurial land.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-margaret-review-royal-salt-pepper-11616710336", "title": "'Elizabeth & Margaret' Review: Royal Salt & Pepper", "date": "2021-03-25 18:12", "summary": "'When there are two sisters and one is the queen,' said Margaret, 'the other must be the focus of the most creative malice, the evil sister.'. Unless you've been living under a rock for the past 80-odd years you will be familiar with the story of Edward VIII's abdication. The king's shocking decision in 1936 to marry a twice-divorced American, Wallis Simpson, forced his brother George VI reluctantly onto the throne, changing the family dynamic forever. Looking back on that today, after the seemingly endless divorces and marital upsets of the House of Windsor soap opera, the British national scandal seems quaint.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-can-bet-on-the-vaccine-literally-11616710373", "title": "You Can Bet on the Vaccine, Literally", "date": "2021-03-25 18:12", "summary": "Prediction markets offer an important tool for hedging risk.. If you want to bet on the National Football League, you'll have to keep calling your bookie, not your broker. The ErisX exchange this week withdrew a proposal to list NFL futures contracts in the face of scrutiny from the Commodity Futures Trading Commission, which Congress has granted wide authority to ban contracts linked to gambling.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/my-fathers-passoverand-ours-11616710280", "title": "My Father's Passover-and Ours", "date": "2021-03-25 18:11", "summary": "My biggest fears were tests I hadn't studied for. His were Nazis and Communists.. I had a relatively easy life as an American teenager in the 1960s. But it took many years to register just how lucky I was compared with those who came before me. Pondering this fact has yielded some perspective.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/berkshire-hathaway-offers-to-spend-8-3-billionon-emergencypowerplants-in-texas-11616699446", "title": "Berkshire Hathaway Offers to Build Emergency Power Plants in Texas", "date": "2021-03-25 18:09", "summary": "The move comes a month after the state suffered devastating blackouts. Warren Buffett's Berkshire Hathaway Inc. is pitching Texas lawmakers on a plan to spend $8.3 billion to build power plants that would run during electricity emergencies, a month after the state suffered devastating blackouts.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/odell-beckham-jr-jumps-into-spac-surge-11616710017", "title": "Odell Beckham Jr. Jumps Into SPAC Surge", "date": "2021-03-25 18:06", "summary": "The NFL wide receiver is set to be a strategic adviser to a SPAC sponsored by Tribe Capital, sources say. Odell Beckham Jr., the National Football League wide receiver, is the latest celebrity to join the SPAC frenzy.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-europe-is-failing-in-covid-vaccination-11616709454", "title": "Why Europe Is Failing in Covid Vaccination", "date": "2021-03-25 17:57", "summary": "The precautionary principle precludes the consideration of risk-benefit analysis.. In the March 20 editorial, \"Europe's Gang That Couldn't Shot Straight,\" the editors question the European Union's actions regarding the use, nonuse, and restored use of the Oxford/ AstraZeneca vaccine. Regarding the problems of cost and bureaucracy, the piece states, \"Somehow the European Union . . . managed to get the worst of both worlds.\" Earlier the editorial says \"any risk-benefit calculation favors vaccination.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-ceos-to-face-questions-on-online-disinformation-trump-ban-11616664602", "title": "Tech CEOs Come Under Fire for Online Disinformation", "date": "2021-03-25 17:57", "summary": "Momentum builds for changes to Section 230, the liability shield for social media and online platforms. WASHINGTON-Lawmakers blamed big technology companies for an array of societal problems Thursday, excoriating their CEOs for lack of accountability and building momentum for legislation to weaken the liability shield enjoyed by online platforms.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/which-of-gov-cuomos-scandals-is-greater-11616709412", "title": "Which of Gov. Cuomo's Scandals Is Greater?", "date": "2021-03-25 17:56", "summary": "The pandemic and his response to it are problems for him, but they are not his biggest issue.. Peggy Noonan covers the wrong story in her column \"Andrew Cuomo Plots His Survival\" (Declarations, March 20). The cries for Gov. Cuomo to resign or for his impeachment did not really start until after a number of women came forward with accusations of sexual harassment. But almost the entire column was about his actions in response to the coronavirus pandemic and the number of older people who died as a result. The nursing home deaths-while considered tragic-were old news and had been accepted by the media.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/politicians-and-business-bow-before-diversity-11616709362", "title": "Politicians and Business Bow Before 'Diversity'", "date": "2021-03-25 17:56", "summary": "No one wants to be on the wrong side of history when it comes to social justice.. Regarding your March 20 editorial \"Nasdaq's Wish Is the U.K.'s Command\": Back home in the U.S., under pressure from social justice activists, federal agencies and regulators, the White House, Congress and stock exchanges, many businesses already waved the white-privilege flag and tried to get ahead of the cultural curve. The U.S. Chamber of Commerce read the tea leaves before last year's elections and endorsed 23 House Democrats, thereby helping to produce today's regulatory offensive. No one wants to be on the wrong side of history when it comes to social justice, regardless of actual costs and unintended consequences of putting diversity on par with merit in criteria used for hiring and promotion.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-says-restrictions-on-payouts-to-end-for-most-banks-after-june-30-11616704201", "title": "Fed Says Limits on Payouts to End for Most Banks After June 30", "date": "2021-03-25 17:42", "summary": "Central bank placed limits on dividends and buybacks last summer, citing need to conserve capital during coronavirus-induced downturn. WASHINGTON-The Federal Reserve said temporary limits on dividend payments and share buybacks will end for most banks after June 30, following the completion of annual stress tests to determine their resilience to a hypothetical downturn.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-03-25-2021-11616661781", "title": "Stocks Turn Higher Amid Signs of Economic Recovery", "date": "2021-03-25 17:33", "summary": "Investors rotate into stocks tied to economic rebound as tech companies lag behind. U.S. stocks rose Thursday afternoon, averting a third consecutive day of declines, as the economic picture continued to brighten.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nypd-turns-to-undercover-tactics-to-fight-anti-asian-hate-crimes-11616707074", "title": "NYPD Turns to Undercover Tactics to Fight Anti-Asian Hate Crimes", "date": "2021-03-25 17:17", "summary": "Plainclothes officers of Asian descent will serve as decoys in public spaces to identify suspects. The New York Police Department will begin using undercover officers as decoys in an attempt to combat a rise in hate crimes targeting Asian-Americans in New York City, police officials said Thursday.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nobody-review-new-blood-for-an-old-genre-11616706698", "title": "'Nobody' Review: New Blood for an Old Genre", "date": "2021-03-25 17:11", "summary": "Bob Odenkirk stars as a suburbanite with a violent streak in a thriller written by Derek Kolstad, the creator of the John Wick franchise.. If you happen to be a psychopathic Russian drug lord with a yen for extinguishing human lives, the takeaway from \"Nobody\" might well be to think twice before you antagonize a mild-mannered American suburbanite who has rediscovered his inner John Wick. That's the matchup in this bloody mashup of ultraviolent tropes. The film stars Bob Odenkirk, of all the unlikely casting choices for action hero-he's pretty darned good-and was directed by Ilya Naishuller (\"Hardcore Henry\") from a script by Derek Kolstad, who happens to have created the John Wick franchise and written three installments thus far, all of them notable for their elegantly stylized violence. No one can accuse \"Nobody\" of elegance, apart from Pawel Pogorzelski's cinematography. This is punishment as entertainment, a short and sour saga of a pacifist turned vengeful brute in order to win back his self-respect. (The film is playing in theaters.)", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tina-review-decades-of-mountain-highs-and-river-deep-lows-11616706587", "title": "'Tina' Review: Decades of Mountain Highs and River-Deep Lows", "date": "2021-03-25 17:09", "summary": "An affecting biography of the Queen of Rock and Roll examines the singer's triumphs and challenges, including her abusive marriage to Ike Turner.. Among the disclosures made in \"Tina,\" the first-rate biography of Tina Turner airing on HBO, is what the singer originally thought of \"What's Love Got to Do With It\"-the song that propelled her mid-'80s comeback and gave its title to the movie of her life. \"Terrible,\" she remembers thinking of the song. \"Awful.\" Among the satisfactions is the way fortunes had flipped by the time Ike Turner, her onetime mentor and longtime oppressor, passed away in 2007. \"He may be best known,\" NPR anchor Scott Simon says during the snippet of obituary that's heard in the film, \"as the abusive ex-husband of Tina Turner.\" It's not revenge exactly. But there's a sweetness to it.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/six-minutes-to-midnight-review-on-the-eve-of-conflict-11616706434", "title": "'Six Minutes to Midnight' Review: On the Eve of Conflict", "date": "2021-03-25 17:07", "summary": "Eddie Izzard and Judi Dench co-star in a spy story set at an English finishing school for daughters of the Nazi leadership.. There's an old Broadway joke about a musical being so bad that you walk out humming the scenery. \"Six Minutes to Midnight\" is a spy thriller, not a musical, and it isn't bad at all; the factual history it was based on is fascinating. Still, the scenery was what stayed with me most vividly-a tribute to the production designer, Candida Otton, and the cinematographer, Chris Seager. The backgrounds are unusually detailed for a film shot on a modest budget, and the setting is so evocative of rural England less than a month before the start of World War II that I wished a more convincing story were playing out in the foreground.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ansel-adams-performing-the-print-review-photos-under-development-11616706301", "title": "'Ansel Adams: Performing the Print' Review: Photos Under Development", "date": "2021-03-25 17:05", "summary": "An exhibit at the Phoenix Art Museum shows how the American photographer used his mastery of darkroom technology to fine-tune his images.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-march-20-11616700585", "title": "Bestselling Books Week Ended March 20", "date": "2021-03-25 17:04", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-irregulars-review-sherlocks-supernatural-scoundrels-11616706180", "title": "'The Irregulars' Review: Sherlock's Supernatural Scoundrels", "date": "2021-03-25 17:03", "summary": "A paranormal twist on Arthur Conan Doyle's detective stories casts a motley crew of Victorian youths as the protagonists.. The Baker Street Irregulars were the street-urchin army of Sherlock Holmes-intelligence agents, errand-runners and the detective's devoted division of the ragged and filthy. (\"''Tention!' cried Holmes, in a sharp tone, and the six dirty little scoundrels stood in a line like so many disreputable statuettes\"- \"A Study in Scarlet.\") Holmes devotees hold the lowly youths in high esteem.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medea-and-fully-committed-reviews-out-for-revenge-and-dinner-11616706044", "title": "'Medea' and 'Fully Committed' Reviews: Out for Revenge (and Dinner)", "date": "2021-03-25 17:00", "summary": "A feminist spin on Euripides' classic tragedy; a contemporary comedy about a trendy restaurant and the patrons vying for a table.. Professional stagings of the Greek tragedies are increasingly uncommon on this side of the Atlantic. The last such production to reach Broadway, for example, was Euripides' \"Medea,\" in which Fiona Shaw played the title role to show-stopping effect in 2002. I can't remember the last time I reviewed a Greek tragedy in this space, nor do any of them appear to have been mounted online in the past year. So it is exciting news that Houston's Alley Theatre is webcasting \"Medea\" in a first-class production specifically conceived for online viewing-all 10 actors have been filmed in separate spaces, interacting on split screens-and directed with self-effacing skill and imagination by Rob Melrose, the company's artistic director.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/march-madness-the-long-eared-origins-of-a-basketball-brand-11616705856", "title": "'March Madness': The Long-Eared Origins of a Basketball Brand", "date": "2021-03-25 16:57", "summary": "The phrase is tied to the breeding season of the March hare and has been used in the sport, and fought over, for almost a century. Linguist and lexicographer Ben Zimmer analyzes the origins of words in the news. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-widens-path-for-suing-police-11616704930", "title": "Supreme Court Widens Path for Suing Police", "date": "2021-03-25 16:42", "summary": "Justices say officers can be sued for unreasonable seizure even when they fail to seize the suspect. WASHINGTON-The Supreme Court extended liability for police misconduct, ruling Thursday that officers can be sued for violating the constitutional protection from unreasonable seizures when they use excessive force in trying to subdue a suspect-even if the suspect gets away.", "categories": [["Business", "Law"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/law-legal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-tries-to-stem-border-surge-with-diplomacy-more-shelter-space-11616674430", "title": "Biden Tries to Stem Border Surge", "date": "2021-03-25 16:38", "summary": "President sees few short-term options to alleviate political and policy challenge. WASHINGTON-President Biden sees few short-term options to slow the surge of migrants at the border as a record number of unaccompanied minors cross illegally each day and the total number of border crossings this year is on pace to hit a two-decade high.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/energy-industry-grapples-with-fallout-from-suez-canal-blockage-11616680152", "title": "Energy Industry Grapples With Fallout From Suez Canal Blockage", "date": "2021-03-25 16:38", "summary": "Cost of renting oil tankers rises, shippers start to plot alternative routes. The fallout from the Suez Canal blockage rippled through the energy industry Thursday, with the cost of renting tankers rising and shippers starting to plot alternative routes for supplies of oil and gas.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parler-says-it-informed-fbi-of-violent-content-before-capitol-riot-11616702400", "title": "Parler Says It Informed FBI of Violent Content Before Capitol Riot", "date": "2021-03-25 16:29", "summary": "Social-media platform tells House committee it has been unfairly targeted by Big Tech. WASHINGTON-The conservative-leaning social-media network Parler referred violent content from its platform to the FBI more than 50 times in the weeks before the Jan. 6 riot at the U.S. Capitol, the company said Thursday, following criticism that it failed to adequately police threats ahead of the deadly attack.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paparazzi-agency-sued-by-meghan-markle-files-for-u-s-bankruptcy-11616703588", "title": "Paparazzi Agency Sued by Meghan Markle Files for U.S. Bankruptcy", "date": "2021-03-25 16:19", "summary": "The celebrity photo business, pressured by the pandemic and a lawsuit by the Duchess of Sussex, will try to sell itself. Paparazzi business Splash News & Picture Agency LLC has filed for bankruptcy protection, blaming a pandemic that has prompted stars to shelter in place but also the cost of defending itself against a lawsuit filed by Meghan Markle.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-bikes-are-the-suvs-of-the-cycling-world-11616703164", "title": "These Bikes Are the SUVs of the Cycling World", "date": "2021-03-25 16:12", "summary": "Rugged gravel bikes combine the best features of mountain and commuters to capably and comfortably tackle terrain from canyon trails to fresh-paved lanes. MUCH THE WAY SUVs-America's automotive top sellers-are versatile enough to traverse both city and backcountry, gravel bikes combine the ruggedness of mountain bikes with the lightweight agility of commuters. Surly, a popular brand that's sold these happy-medium models since 2013, has seen double-digit sales growth in the category for the past several years. But could one gravel bike serve you just as well as the multiple, activity-specific cycles you might already own?", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cbre-wins-contract-for-world-trade-center-management-11616703064", "title": "CBRE Wins Contract for World Trade Center Management", "date": "2021-03-25 16:11", "summary": "Real-estate firm will manage public spaces including $3.9 billion Oculus. The owner of the World Trade Center in New York City on Thursday awarded CBRE Group Inc. a seven-year contract to manage the 16-acre campus in lower Manhattan.", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-real-estate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/owner-of-playboy-brand-looks-to-invest-spac-money-in-sexual-wellness-sector-11616702854", "title": "Owner of Playboy Brand Looks to Invest SPAC Money in 'Sexual Wellness' Sector", "date": "2021-03-25 16:07", "summary": "After its recent merger with a special-purpose acquisition company, PLBY Group has cash to make purchases in the sex toys and gear space. The company behind the Playboy brand, which returned to the public markets last month, is looking to invest in \"sexual wellness\" products and companies, its new finance chief Lance Barton said.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iowa-election-challengealarms-some-house-democrats-11616677200", "title": "Iowa Election Challenge Alarms Some House Democrats", "date": "2021-03-25 16:04", "summary": "Democrat Rita Hart is contesting Republican Rep. Mariannette Miller-Meeks's narrow win. WASHINGTON-More House Democrats are expressing concern over potentially having to vote later this year on whether to overturn a Republican congresswoman's razor-thin victory in Iowa.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/well-have-waters-all-around-friday-crossword-march-26-11616607262", "title": "We'll Have Waters All Around (Friday Crossword, March 26)", "date": "2021-03-25 16:01", "categories": [["WSJ Puzzles", "Crossword Contest"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword-contest?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-impeachment-inquiry-to-look-at-family-covid-19-testing-11616701938", "title": "Cuomo Impeachment Inquiry to Look at Family Covid-19 Testing", "date": "2021-03-25 15:52", "summary": "New York state assemblyman says allocation of coronavirus tests last year will receive attention, including to Gov. Andrew Cuomo's younger brother. ALBANY, N.Y.-The impeachment investigation into New York Gov. Andrew Cuomo will also examine whether members of the Democratic governor's family were given priority access to coronavirus tests in the first weeks of the pandemic last year, a key state lawmaker said.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-an-alleged-russianspyring-used-cold-war-tactics-11616701381", "title": "How an Alleged Russian Spy Ring Used Cold War Tactics", "date": "2021-03-25 15:43", "summary": "Prosecutors say group in Bulgaria was tasked to gather classified information on NATO military alliance, CIA. BURGAS, Bulgaria-In early December, a high-ranking Bulgarian Ministry of Defense official sat down at his desk, took out a black Samsung smartphone and spent the next hour and 20 minutes snapping photographs of classified military documents on his work computer. The photos, allegedly intended for the leader of a Russian spy ring, included sensitive information about F-16 jet fighters, according to video intercepts released by Bulgarian authorities.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-california-winery-doubles-as-a-butterfly-sanctuary-11616700376", "title": "This California Winery Doubles as a Butterfly Sanctuary", "date": "2021-03-25 15:26", "summary": "As if you needed another excuse to wile away the afternoon in a Sonoma vineyard, one of the most picturesque spots in the valley now hosts a pollinator refuge too. YOU COULD SETTLE for a perfectly pleasant trip to Northern California's Wine Country by visiting any number of wineries-indoor dining and tasting rooms are expected to open by April 1. But for a more whimsical twist on the tried-and-true, buzz on over to Healdsburg, where the Jordan Winery is pairing its vintages with a kaleidoscope of butterflies. The 1,200-acre wine estate has set aside 8 acres as new pollinator sanctuaries designed for California's endangered native bumble and mason bees, monarchs and other butterflies. The proposition: Take a three-hour guided ramble across the property, followed by a picnic lunch with wine. You can book starting April 1 with the first tours launching Earth Day, April 22 ($110 per person). Thirstier visitors will want to beat their wings against the doors of the remodeled Library and adjoining cellar, where tastings will resume on May 1. Also available then: a prix fixe bistro lunch at the estate's Paris on the Terrace, which will feature crudités from winery gardens. At Vista Point, an open glass tasting room atop the winery's highest ridge, uncork a bottle of Jordan's signature Cabernets and drink in 360-degree views.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foot-locker-names-new-chief-financial-officer-11616700162", "title": "Foot Locker Names New Chief Financial Officer", "date": "2021-03-25 15:22", "summary": "Andrew Page, controller and accounting chief of Advance Auto Parts, to succeed current CFO Lauren Peters upon her retirement. Foot Locker Inc. hired an accounting executive from Advance Auto Parts Inc. to manage its finances as the specialty retailer's current finance chief plans to retire.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-bidens-first-press-conference-the-moments-that-mattered-11616697268", "title": "Biden's First Press Conference: Key Moments", "date": "2021-03-25 15:17", "summary": "President touched on surge of migrants at southern border, Afghanistan departure, future of filibuster. President Biden's first news conference in office covered key issues facing his administration, including the surge of migrants at the southern border and the future of the filibuster as well as his new Covid-19 vaccination pledge.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-markets-calm-but-investors-anticipate-a-rate-rise-soon-11616681444", "title": "Treasurys Calm, but Investors Anticipate a Rate Rise Soon", "date": "2021-03-25 15:01", "summary": "Yields indicate doubt over Fed's expectation that it won't increase rates until after 2023. Treasury markets have calmed this week, but yields are signaling that investors still expect the Federal Reserve to be forced to raise rates sooner than it is saying.", "categories": [["Markets", "Treasurys"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/treasurys?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-9-wildest-garden-design-requests-these-pros-have-fielded-11616698734", "title": "Moats, Trampolines and Crazy Pools: The Wildest Requests Pro Landscapers Have Fielded", "date": "2021-03-25 14:58", "summary": "Home and landscaping specialists recall the most over-the-top outdoor designs their clients have asked for-some of which they actually pulled off. SOME OF US might debate placing any sort of decoration in our yard. Will our neighbors find even a discreet tin deer statue pretentious? Other homeowners, however, freely pursue extravagant landscape ambitions limited only by their imaginations. Santa Barbara designer Margie Grace recalled designing and installing over 10 types of gardens on a three-acre site in five months. \"A couple of months later they called,\" she said, noting that she and the clients are still friends. \"They wanted to put in a model (ride-on) train that ran 'round the whole thing-and the adventure continued.\" Here, a collection of the most fantastical outdoor-design directives professionals have ever confronted.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-passes-ppp-bill-extending-loan-applications-through-may-11616698447", "title": "Senate Passes PPP Bill, Extending Loan Applications Through May", "date": "2021-03-25 14:54", "summary": "The House approved the extension last week with broad bipartisan support. WASHINGTON-The Senate approved a bill extending the deadline for applying for a Paycheck Protection Program loan to May 31, sending the legislation to the White House for President Biden's signature days before the current March 31 deadline.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-democrats-lay-plans-for-higher-corporate-taxes-11616697497", "title": "Senate Democrats Lay Plans for Higher Corporate Taxes", "date": "2021-03-25 14:38", "summary": "Proposals include significant reversals of the 2017 tax law, higher taxes on U.S. companies' foreign income. WASHINGTON-Democrats in Congress began building the policy case for sharp corporate-tax increases, arguing that Republicans went too far with their 2017 tax cuts.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israels-latest-election-too-close-to-call-11616696517", "title": "Israel's Latest Election Too Close to Call", "date": "2021-03-25 14:34", "summary": "The country's political stasis could extend for weeks as Prime Minister Benjamin Netanyahu tries to build support in parliament. TEL AVIV-Israel's political deadlock is set to continue after Prime Minister Benjamin Netanyahu and his rivals failed to make decisive gains in the latest national election, according to official results from Israel's election commission.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/demand-for-digital-ad-services-fuels-growth-at-s4-11616696274", "title": "Demand for Digital Ad Services Fuels Growth at S4", "date": "2021-03-25 14:17", "summary": "The three-year-old digital marketing company said like-for-like revenue grew 15.2% last year and announced a new deal with digital design shop Jam3. Martin Sorrell's plan for his nearly three-year-old business, S4 Capital PLC, was to sell digital ad and marketing services that compete on price and quality. It served him well during the pandemic.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/astrazeneca-vaccine-slow-rollout-mess-data-11616695692", "title": "AstraZeneca Got Its Vaccine Right. The Rollout Has Been a Mess.", "date": "2021-03-25 14:10", "summary": "Resume Subscription. AstraZeneca PLC promised the world more vaccines, at a lower cost, than any of the more established vaccine makers. It is finding how hard living up to those commitments can be.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/india-suspends-covid-19-vaccine-exports-to-focus-on-domestic-immunization-11616690859", "title": "India Suspends Covid-19 Vaccine Exports", "date": "2021-03-25 14:03", "summary": "The government hasn't made a statement on the temporary move, which threatens to disrupt distribution to the developing world. NEW DELHI-India has temporarily suspended vaccine exports as the government gives priority to an expansion of its domestic immunization campaign, according to people familiar with the matter, in a move that threatens to disrupt the distribution of doses to the developing world.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/h-m-is-erased-from-chinese-e-commerce-over-xinjiang-stance-11616695377", "title": "H&M Is Erased Online in China Over Xinjiang Stance", "date": "2021-03-25 14:02", "summary": "Apps block searches for clothing retailer after it stops sourcing from the region, escalating a clash between Beijing and Western companies. HONG KONG-For app users in the world's most populous country, the world's biggest seller of fast fashion has effectively ceased to exist.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-sports-rivalries-get-out-of-hand-11616695084", "title": "When Sports Rivalries Get Out of Hand", "date": "2021-03-25 13:58", "summary": "A behavioral economist answers questions on feuding fans, embarrassing haircuts and dealing with deadlines. Behavioral economist Dan Ariely uses psychological research to advise on everyday dilemmas. Read more columns here.", "categories": [["Life & Work", "Ideas", "Ask Ariely"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/ask-ariely?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-must-face-liability-lawsuits-supreme-court-rules-11616694497", "title": "Ford Must Face Liability Lawsuits, Supreme Court Rules", "date": "2021-03-25 13:48", "summary": "Unanimous decision hands setback to corporations seeking to limit state-court liability. WASHINGTON-The Supreme Court ruled Thursday that Ford Motor Co. must face product-liability claims stemming from serious auto accidents in Montana and Minnesota, a setback for corporations seeking to limit their exposure to lawsuits in state courts.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-hawaiis-lanai-the-most-impeccable-island-getaway-in-the-u-s-11616693462", "title": "Is Hawaii's Lanai the Most Impeccable Island Getaway in the U.S.?", "date": "2021-03-25 13:31", "summary": "Thanks to its billionaire owner, the Hawaiian island of Lanai is an outdoor playground primed for sybarites. In a place this packed with natural assets, even non-moguls get spoiled.. ON LANAI, one of the smallest inhabited islands in Hawaii, deer outnumber people about 10 to one. You might spot a herd from above as you approach the isle in an 8-seat propeller plane. Or as you drive in from the airport, on one of three paved roads, to the only town, Lanai City, where almost all of the island's approximately 3,000 residents live. One, Larry Ellison, the billionaire tech mogul, owns 98% of the island, so he has about as much run of the place as the roughly 30,000 deer do.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-consider-alternative-routes-assess-costs-as-suez-canal-blockage-continues-11616693465", "title": "Companies Consider Alternative Routes, Assess Costs as Suez Canal Blockage Continues", "date": "2021-03-25 13:31", "summary": "Heineken and Ducati Motor are among the businesses watching for impacts. European and international companies are bracing for possible rising costs and growing supply-chain complications as the blockage of the Suez Canal heads into a fourth day amid signs of still longer backlogs.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-television-producer-flipped-the-script-on-a-rundown-bungalow-in-maryland-11616614238", "title": "A Television Producer Flipped the Script on a Rundown Bungalow in Maryland", "date": "2021-03-25 13:01", "summary": "Resume Subscription. As a television and video producer, Janelle Harris excels at the basics of project management, such as setting objectives and scope, budgeting, scheduling, and ensuring that everyone gets paid and the equipment arrives on time.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/news-corp-agrees-to-acquire-investor-s-business-daily-11616679778", "title": "News Corp to Buy Investor's Business Daily for $275 Million", "date": "2021-03-25 13:01", "summary": "Media company says IBD has minimal overlap with subscriber base of its Dow Jones unit and will bolster profitability. News Corp agreed to buy digital-first financial news and research publisher Investor's Business Daily for $275 million, a deal that will further expand the company's portfolio of publications catering to investors.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/angela-merkel-has-lost-her-pandemic-touch-11616690989", "title": "Angela Merkel Has Lost Her Pandemic Touch", "date": "2021-03-25 12:49", "summary": "The qualities that made her a perfect anti-Trump count against her now that a vaccine has arrived.. Fortune's wheel rolls where and when it pleases, and now it looks as if it might roll right over Angela Merkel. Witness the German chancellor's unusual reversal of, and apology for, a planned Easter lockdown to control a third wave of the Covid pandemic that-given vaccine technology-shouldn't be afflicting Germany at all.", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schools-offer-empty-words-to-asians-11616690951", "title": "Schools Offer Empty Words to Asians", "date": "2021-03-25 12:49", "summary": "'We stand together,' says Harvard's president. Its admissions office stands accused of discrimination.. The horrific murders in Atlanta last week inspired an outpouring of support for Asian-Americans. \"An attack on any group of us is an attack on all of us-and on everything we represent as an institution,\" Harvard President Lawrence Bacow said in a statement. \"To Asians, Asian Americans, and Pacific Islanders in our community: We stand together with you today and every day going forward.\" Virginia's Fairfax County public schools proclaimed that \"Anti-Asian hate impacts our students, our colleagues, our families, and our community\" and promised to \"address misinformation and xenophobic language\" that promotes \"exclusion\" of Asian-Americans.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boulder-shooting-suspect-makes-first-court-appearance-11616685770", "title": "Boulder Shooting Suspect Makes First Court Appearance", "date": "2021-03-25 12:10", "summary": "A lawyer for Ahmad Al Aliwi Alissa said she needed more time to assess his 'mental illness'. The 21-year-old gunman accused of killing 10 people at a Boulder supermarket this week made his first court appearance on Thursday, where a defense lawyer said she needed more time to look into his psychiatric condition.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/laser-war-has-left-scorch-marks-11616688259", "title": "Laser War Has Left Scorch Marks", "date": "2021-03-25 12:04", "summary": "By spurning Lumentum's higher cash offer, Coherent bets big on II-VI's stock price recovery. The three-way laser war seems over. Now it is time to assess the battlefield damage.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-lobby-backs-climate-action-plan-11616688013", "title": "Oil Lobby Backs Climate Action Plan", "date": "2021-03-25 12:00", "summary": "'Climate change is real,' American Petroleum Institute head Mike Sommers says. WASHINGTON-The oil industry's top lobbying group will push Congress for legislation to price carbon emissions across the economy, in a sharp policy turnabout a decade after the industry helped kill a similar effort to address climate change.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaccinated-seniors-cut-looseand-take-flak-from-offspring-11616687833", "title": "Vaccinated Seniors Cut Loose-And Take Flak From Offspring", "date": "2021-03-25 11:57", "summary": "Adult children struggle to rein in parents gleefully resuming social lives. 'I want to control them, but I think I'm going to lose this battle.'. As soon as he got his second Covid-19 vaccine shot, Ronald Boorstein, an 85-year-old retired lawyer from Wilmette, Ill., booked a flight to Florida for a date.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bourbon-old-fashioned-11616687067", "title": "Bourbon Old-Fashioned", "date": "2021-03-25 11:44", "summary": "Once you've built your ultimate s'more, the bourbon and orange will have you halfway to an Old-Fashioned cocktail. Such a grown-up confection demands a grown-up pairing.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-idaho-design-do-over-made-in-new-york-state-11616687011", "title": "An Idaho Design Do-Over Made in New York State", "date": "2021-03-25 11:43", "summary": "Molly and Kurt Lansing of Hailey, Idaho, worked with an interior designer based in Port Washington, N.Y.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/marcus-samuelssons-ginger-cookies-11616686729", "title": "Marcus Samuelsson's Ginger Cookies", "date": "2021-03-25 11:38", "summary": "When building the ultimate s'more, sub in a cookie with structure and spice for the mundane graham cracker. \"It's important the cookie isn't just another layer of sweetness,\" says Marcus Samuelsson, chef-proprietor of the Red Rooster restaurants.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jerome-powell-says-now-is-not-the-time-to-focus-on-reducing-federal-debt-11616673226", "title": "Powell Says Now Is Not the Time to Focus on Reducing Federal Debt", "date": "2021-03-25 11:38", "summary": "Fed chief says level of U.S. government debt isn't unsustainable, but its growth rate is. WASHINGTON-Federal Reserve Chairman Jerome Powell said that the federal government can manage its debt at current levels but fiscal-policy makers should seek to slow its growth once the economy is stronger.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-big-cities-out-of-reach-some-homeowners-opt-for-long-distance-design-11616686543", "title": "With Big Cities Out of Reach, Some Homeowners Opt for Long Distance Design", "date": "2021-03-25 11:35", "summary": "Virtual meetings have made it easier to connect with interior designers, no matter how far away they may be. Molly Lansing didn't hit it off with a local designer she hired for her Hailey, Idaho, home, so she called another one 2,360 miles away.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/working-on-iowa-from-arizona-11616686441", "title": "Working on Iowa From Arizona", "date": "2021-03-25 11:34", "summary": "Joie LaFrentz's home in Decorah, Iowa, got an update by a designer she chose based in Scottsdale, Ariz.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/homemade-orange-zest-and-bourbon-marshmallows-11616686399", "title": "Homemade Orange Zest and Bourbon Marshmallows", "date": "2021-03-25 11:33", "summary": "Marshmallows require a bit of good humor, as their batter is notoriously sticky. But the difference between homemade and store-bought is vast.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-coronavirus-03-25-2021-11616627094", "title": "U.S. Jobless Claims Hit Pandemic Low", "date": "2021-03-25 11:28", "summary": "Claims fell to 684,000 last week, adding to evidence the economy is ramping up. Jobless claims fell to their lowest level of the pandemic last week as stronger hiring and consumer spending drive a U.S. economic revival.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/and-the-nominees-for-best-civilization-are-11616685894", "title": "And The Nominees for Best Civilization Are...", "date": "2021-03-25 11:24", "summary": "Where's the progressive model?. Progressive leftists are good at destroying traditions, careers and free expression. But after all the societal broken eggs, where's the progressive omelette? Surely somewhere there must be a model of success given the confidence with which the wokesters of modern media condemn America's constitutional republic.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smores-for-grown-ups-a-boozy-beautifully-balanced-recipe-11616685696", "title": "S'mores for Grown-Ups: A Boozy, Beautifully Balanced Recipe", "date": "2021-03-25 11:21", "summary": "The classic campfire treat gets a ginger-spiced, bourbon-spiked glow up, starting with homemade marshmallows. I RECENTLY HAD my first s'more in quite a while. The initial bite reduced me to an ecstatic puddle of nostalgia, but soon I was wishing for better chocolate, a more interesting marshmallow and a cookie with greater depth.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nba-trade-deadline-trevor-ariza-11616684600", "title": "The Most Traded Man in the NBA", "date": "2021-03-25 11:05", "summary": "Trevor Ariza was traded last week-again. He's the world's leading expert in the weirdest part of professional basketball.. One of the peculiar things about playing basketball for a living is that you can be working for one team at 2:59 p.m. and find yourself employed by another team at 3 p.m. without having any say in the matter.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/olive-garden-parent-to-boost-wages-as-sales-pick-up-11616683909", "title": "Olive Garden Parent to Boost Wages as Sales Pick Up", "date": "2021-03-25 10:51", "summary": "Hourly restaurant workers at Darden's Olive Garden, LongHorn Steakhouse to earn at least $10 an hour in combined wages and tips. Restaurant workers for the Olive Garden and LongHorn Steakhouse dining chains will soon be guaranteed a higher minimum wage.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wizard-of-oz-greg-coffey-pays-50-million-plus-for-david-levinsons-new-york-townhouse-11616682696", "title": "'Wizard of Oz' Greg Coffey Pays $50 Million-Plus for David Levinson's New York Townhouse", "date": "2021-03-25 10:31", "summary": "The Australian hedge funder bought the six-story Upper East Side property from the real-estate developer in an off-market deal. Australian hedge-fund manager Greg Coffey, nicknamed the \"Wizard of Oz\" for his impressive investor returns, has bought an Upper East Side townhouse for more than $50 million, according to two people familiar with the deal.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/restaurant-stockholders-are-still-feasting-11616681810", "title": "Olive Garden Parent's Investors Are Still Feasting", "date": "2021-03-25 10:16", "summary": "Darden Restaurants gives strong guidance for current quarter, showing that the 'reopen' trade is still on the menu. American consumers are finally back to eating out. A strong forecast from an industry giant shows that, at least for now, the \"reopen\" trade is still on the menu.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vance-says-candidate-distorts-record-as-prosecutor-11616677201", "title": "Manhattan District Attorney Says Candidate Is Distorting Her Record", "date": "2021-03-25 10:14", "summary": "Diana Florence, who is running for the office, says she was pushed out last year; her former boss says her performance was under review. Diana Florence touts her 25-year career as a Manhattan prosecutor as her biggest selling point in her campaign to be the borough's next district attorney. She also aims fierce criticism at her former boss, the departing incumbent Cyrus Vance Jr., saying he catered to the wealthy and powerful.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/van-eycks-ghent-altarpiece-restored-is-ready-for-adoration-11616680800", "title": "Van Eyck's Ghent Altarpiece, Restored, Is Ready for Adoration", "date": "2021-03-25 10:00", "summary": "The 15th-century masterpiece, which has survived plagues and more, reopens to the public in Belgium. GHENT, Belgium-Artist Jan Van Eyck's giant 15th-century Ghent Altarpiece has survived centuries of turmoil through two world wars, 16th-century iconoclasm and theft. Now, a permanent exhibit showing the masterpiece of Western art is opening its doors during a pandemic.", "categories": [["Books & Arts", "Arts", "Art"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-puzzles-saturday-march-27-11616622431", "title": "Number Puzzles (Saturday, March 27)", "date": "2021-03-25 10:00", "categories": [["WSJ Puzzles", "Number Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/number-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/children-need-teachers-they-can-trust-11616680788", "title": "Children Need Teachers They Can Trust", "date": "2021-03-25 09:59", "summary": "New research shows that a warm relationship with a teacher can help at-risk preschoolers thrive. Psychologist Susan Pinker explores new discoveries in the science of human nature. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Mind and Matter: Susan Pinker"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/mind-and-matter-susan-pinker?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-bull-market-has-a-troubling-reliance-on-speculation-11616679727", "title": "This Bull Market Has a Troubling Reliance on Speculation", "date": "2021-03-25 09:42", "summary": "Hyman Minksy's three stages of debt help us understand the extraordinary stock market rally that began a year ago this week. Earnings, valuation and rampant speculation have all played a role in the extraordinary bull market that began a year ago this week. The latest combination of the three has a troubling reliance on the speculative element.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/section-230-what-it-is-and-why-politicians-want-to-change-it-11616664601", "title": "Section 230: What It Is, and Why Politicians Want to Change It", "date": "2021-03-25 09:22", "summary": "The foundational U.S. internet law is under more scrutiny than at any time in its history. Here is what to know about the debate, the law and how it could be changed.. The foundational U.S. internet law known as Section 230 is under more scrutiny than at any time in its history, with politicians across the spectrum calling for it to be revoked or modified. Changes could have ramifications for every business and every American with an online presence.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-sweetest-summer-vacation-sailing-around-the-san-juans-11616678118", "title": "The Sweetest Summer Vacation: Sailing Around the San Juans", "date": "2021-03-25 09:15", "summary": "After a year of cabin fever, few outings feel as liberating than a slow sail around Washington's San Juan Islands. Take it from one seasoned seafarer.. WHEN I WAS growing up the scenery changed often for my itinerant family, thanks to my dad's hotelier career. But almost every summer, no matter where home had been that year-Hong Kong, Manila, Singapore-we would be called back to the San Juan Islands, the evergreen tree-covered archipelago 100 miles north of Seattle. For a week in August, we'd charter a 42-foot Grand Banks yacht to immerse ourselves in the cerulean skies and emerald waters of my father's childhood playground. In the Salish Sea between the mainland and Canada's Vancouver Island, the San Juans are composed of around 170 named islands and hundreds more unnamed, some disappearing and reappearing with the tides. We'd pack crab pots, fishing poles, paperback books, decks of cards and plenty of butter to pair with the treasures of the sea we might catch.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-taps-meg-whitman-nba-executive-for-its-board-11616677344", "title": "GM Taps Meg Whitman, NBA Executive as Directors", "date": "2021-03-25 09:05", "summary": "Appointees reflect push for diversity at car company buffeted by technological disruption. General Motors Co. appointed two new directors, including tech-industry veteran Meg Whitman, her first high-profile move since the unraveling last year of her media-startup Quibi Holdings LLC.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fuel-cell-technology-lets-platinum-miners-shine-again-11616677317", "title": "Fuel-Cell Technology Lets Platinum Miners Shine Again", "date": "2021-03-25 09:01", "summary": "Growing interest in vehicles powered by hydrogen fuel cells help lift platinum prices to six-year highs. JOHANNESBURG-South African platinum miners are raking in record amounts of cash and reinvesting in their mines in a bet that vehicles powered by hydrogen fuel cells will help lift demand.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/darden-restaurants-kb-home-h-b-fuller-what-to-watch-when-the-stock-market-opens-today-11616670245", "title": "Darden Restaurants, KB Home, H.B. Fuller: What to Watch When the Stock Market Opens Today", "date": "2021-03-25 09:00", "summary": "Futures suggested U.S. stocks would fall at the open. Here's what we're watching ahead of Thursday's opening bell.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tsmc-still-has-the-edge-over-intel-in-brewing-foundry-fight-11616673102", "title": "TSMC Still Has the Edge Over Intel in Brewing Foundry Fight", "date": "2021-03-25 08:39", "summary": "Intel is moving in, but the incumbent will be tough to dislodge. Intel 's plan to get back into semiconductor leadership has been well-received by investors. But Taiwanese chip champion TSMC still looks well-placed to weather the challenge.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/midtown-lunch-office-pandemic-culture-11616675855", "title": "Those Who Miss Midtown Lunch Enough to Make It at Home", "date": "2021-03-25 08:38", "summary": "One of the most mediocre, habitual, begrudgingly tolerated (if not openly loathed) rituals of New York life is now, a year into a pandemic, seen in a new light: sentimentally. Almost.. Samantha Sanders is far from the first person to attempt recreating a beloved restaurant dish at home, let alone during the pandemic. But the dish the 43-year-old freelance writer was trying to re-create doesn't come from an award-winning cookbook or a storied culinary institution.", "categories": [["Food"]], "category_links": ["https://www.wsj.com/news/types/magazine-food?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeings-defense-unit-dealt-setback-by-pentagon-11616675746", "title": "Boeing's Defense Unit Dealt Setback by Pentagon", "date": "2021-03-25 08:35", "summary": "Loss in missile-killer contest comes just as plane maker is relying more on military revenues. Boeing Co. this week was ejected from a contest to provide the U.S. with a new antimissile defense system, a setback to the company's efforts to rely on its military business for more revenue.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kris-jenner-interview-rob-kardashian-11616675316", "title": "Kris Jenner on Her Dream Dinner With Robert Kardashian and Jesus", "date": "2021-03-25 08:29", "summary": "The matriarch of the Kardashian-Jenners discusses the final season of 'Keeping Up With the Kardashians,' the beauty products she can't live without and who she would call in a crisis.. What's the one meal you'd cook for your family again and again?", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/richard-driehaus-stock-market-daredevil-preserved-traditional-architecture-11616673753", "title": "Richard Driehaus, Stock-Market Daredevil, Preserved Mansions", "date": "2021-03-25 08:02", "summary": "Chicago fund manager, who has died at age 78, arrived at one of his parties on an elephant's back. As a boy pulling his wagon along a newspaper-delivery route in Chicago, Richard Driehaus noticed ornate houses that made his family's bungalow look drab. His father, a mechanical engineer, yearned to build a Queen Anne or Tudor home in a better neighborhood but couldn't afford it.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-yearn-for-their-commutes-after-a-year-of-working-from-home-11616673602", "title": "Some Yearn for Their Commutes After a Year of Working From Home", "date": "2021-03-25 08:00", "summary": "Resume Subscription. Jonathan White can't wait to get back to the office in Manhattan.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-search-for-animals-that-could-carry-the-next-deadly-virus-11616673600", "title": "The Search for Animals That Could Carry the Next Deadly Virus", "date": "2021-03-25 08:00", "summary": "Scientists are finding new ways to predict which animals we should be most worried about. What animal is most likely to host the next deadly coronavirus?", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gonzaga-jalen-suggs-uconn-paige-bueckers-11616641540", "title": "The Best Players in College Basketball Are Actually Close Friends", "date": "2021-03-25 08:00", "summary": "Gonzaga's Jalen Suggs and UConn's Paige Bueckers have a long history that predates their parallel quests for 2021 NCAA championships. Gonzaga's star freshman guard Jalen Suggs was 10 years old when he first acquired a shy, blond-haired companion named Paige Bueckers.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rhs-luxury-renovation-has-no-end-in-sight-11616671983", "title": "RH's Luxury Renovation Has No End in Sight", "date": "2021-03-25 07:33", "summary": "RH is continuing its diversification as a luxury brand; its plans sound enticing but offer little in the way of details. RH's Chief Executive Officer Gary Friedman describes his company's path as a trek up the luxury mountain. Like any challenging ascent, this one takes a bit of faith.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/green-energy-spinoffs-can-help-investors-clean-up-11616671561", "title": "Green Energy Spinoffs Can Help Investors Clean Up", "date": "2021-03-25 07:26", "summary": "European power producers are looking to unload their dirty assets as they seek to attract environmentally minded investors. The clamor on Wall Street for all things green has put spinoffs back on the agenda for energy producers. This time round, Europe's utilities are likely to jettison dirty assets rather than clean ones.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/offerpads-hustle-is-worth-appreciating-11616670731", "title": "Offerpad's Hustle Is Worth Appreciating", "date": "2021-03-25 07:12", "summary": "The online real estate platform has some advantages over its larger peers. You can take the agent out of the real estate hustle, but you can't take the hustle out of the agent.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vc-firms-have-long-backed-ai-now-they-are-using-it-11616670000", "title": "VC Firms Have Long Backed AI. Now, They Are Using It.", "date": "2021-03-25 07:00", "summary": "Some firms are using AI algorithms to help with investment decisions. Venture capitalists who have long funded artificial intelligence startups are beginning to use the technology to search for a competitive edge in their own investment decisions.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ikea-taps-linus-karlsson-as-creative-chief-across-marketing-and-product-11616666406", "title": "IKEA Taps Linus Karlsson as Creative Chief Across Marketing and Product", "date": "2021-03-25 06:00", "summary": "Newly-created post arose to span two increasingly overlapping disciplines, company says. IKEA of Sweden AB has hired ad-agency veteran Linus Karlsson for the newly created role of chief creative officer for both product development and marketing and communication, creating a bridge across two groups that are typically separated within a company.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-time-is-bidens-press-conference-11616666402", "title": "What Time Is Biden's Press Conference and How to Watch", "date": "2021-03-25 06:00", "summary": "President will hold his first extensive Q&A with reporters. WASHINGTON-President Biden will hold his first formal news conference as president on Thursday afternoon.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-loving-chinese-day-traders-flock-to-a-bullish-broker-11616664603", "title": "Chinese Day Traders Flock to Bullish Broker", "date": "2021-03-25 05:30", "summary": "Tencent-backed Futu and other Chinese online brokers have benefited as younger investors have poured money into booming markets. The international trading boom has sent a Chinese broker on a wild ride.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-negative-rates-homeowners-in-europe-are-paid-to-borrow-11616664600", "title": "With Negative Rates, Homeowners in Europe Are Paid to Borrow", "date": "2021-03-25 05:30", "summary": "Covid-19 pushes benchmarks deeper into negative territory, widening the pool of mortgage holders who receive interest. LISBON-Paula Cristina Santos has a dream mortgage: The bank pays her.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccinations-tests-give-boost-to-krogers-health-ambitions-11616664610", "title": "Covid-19 Vaccinations, Tests Give Boost to Kroger's Health Ambitions", "date": "2021-03-25 05:30", "summary": "Biggest U.S. supermarket chain aims to deepen ties with higher-spending consumers in competitive healthcare market. Thousands of people recently streamed into an arena in Lexington, Ky., to receive Covid-19 vaccines, but it wasn't a hospital or health company managing the event. It was Kroger Co. , the biggest U.S. supermarket chain.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-history-of-erratic-economic-policy-erdogan-plunges-turkey-into-fresh-turmoil-11616599501", "title": "After History of Erratic Economic Policy, Erdogan Plunges Turkey Into Fresh Turmoil", "date": "2021-03-25 04:40", "summary": "Unorthodox economic policies have long fueled unease among investors, who have pulled money out of the country in recent years over concerns about Turkey's stability. Turkey's economy is facing fresh turmoil after the surprise ouster of the central bank governor by President Recep Tayyip Erdogan added another chapter to years of unpredictable economic policy, spooking foreign investors and possibly sowing the seeds of a financial crisis.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11616612923", "title": "Pepper...and Salt", "date": "2021-03-25 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-fires-ballistic-missiles-for-first-time-in-nearly-a-year-11616632372", "title": "North Korea Fires Ballistic Missiles for First Time in Nearly a Year", "date": "2021-03-25 23:22", "summary": "Pyongyang, angry at Biden administration, launched missiles toward sea between Korean peninsula and Japan, Tokyo says. North Korea launched two ballistic missiles off its east coast on Thursday, the U.S. and Japanese governments said, as the Kim Jong Un regime's frustrations with the Biden administration have begun escalating.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/astrazeneca-releases-more-data-on-its-covid-19-vaccine-11616637984", "title": "AstraZeneca Releases Updated Vaccine Data Showing 76% Efficacy", "date": "2021-03-25 23:01", "summary": "Additional data was in line with earlier disclosure indicating shot was 79% effective. AstraZeneca PLC released more pivotal-trial data for its Covid-19 vaccine, saying the shot was 76% effective at preventing Covid-19 with symptoms in a fuller analysis of study results than the company had earlier provided.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/olympic-torch-relay-kicks-off-tokyo-summer-games-11616638307", "title": "Olympic Torch Relay Kicks Off Tokyo Summer Games", "date": "2021-03-25 22:11", "summary": "The flame will be carried through Japan by about 10,000 people, before being brought into Tokyo's Olympic stadium on July 23 for the opening ceremony. Japan held a ceremonial kickoff for the Summer Olympics by starting a relay of the Olympic torch around the country. It was a symbolic message that the Games are going ahead despite public skepticism and pandemic restrictions that will block overseas spectators from attending.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/animal-suspects-11616635526", "title": "Animal Suspects", "date": "2021-03-25 21:25", "summary": "Researchers have identified familiar and new sources of future coronaviruses that could jump to humans. Here are just a few of them.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/intels-revival-plan-is-a-bet-that-chip-demand-will-keep-booming-after-covid-11616616234", "title": "Intel Bets on Chip Boom Continuing After Covid-19", "date": "2021-03-25 21:21", "summary": "New CEO's push to bolster chip-making comes as U.S. government wants to strengthen homegrown semiconductor industry. Behind Intel Corp.'s multibillion-dollar revival plan is a growing view among tech executives that booming demand for computer chips will continue beyond the pandemic.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fidelity-plans-to-launch-bitcoin-etf-11616634221", "title": "Fidelity Plans to Launch Bitcoin ETF", "date": "2021-03-25 21:03", "summary": "The exchange-traded fund still needs to be approved by the Securities and Exchange Commission. Fidelity Investments unveiled plans Wednesday to launch an exchange-traded fund that tracks the price of bitcoin, furthering the money manager's push to bring cryptocurrencies to mainstream finance.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kamala-harris-to-head-administration-effort-to-stanch-migrant-surge-11616617284", "title": "Kamala Harris to Head Effort to Stanch Migrant Surge", "date": "2021-03-25 20:51", "summary": "Vice president receives mandate from President Biden to lead diplomatic initiative with Mexico and Central American countries. President Biden has asked Vice President Kamala Harris to lead the administration's diplomatic efforts with Mexico, El Salvador, Guatemala and Honduras to stem the surge of migrants at the southern border.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-confirms-rachel-levine-as-assistant-health-secretary-11616622787", "title": "Rachel Levine Becomes First Openly Transgender Official Confirmed by Senate", "date": "2021-03-25 20:26", "summary": "Senate vote was largely along party lines, with the GOP's Lisa Murkowski of Alaska and Susan Collins of Maine joining all 50 Democrats. The Senate confirmed Dr. Rachel Levine as assistant health secretary, making her the first openly transgender federal official approved by the Senate.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-suez-canal-is-blocked-by-a-giant-container-ship-11616560437", "title": "Suez Canal Is Blocked by Container Ship Causing Huge Traffic Jam", "date": "2021-03-25 20:02", "summary": "Resume Subscription. Egyptian authorities Wednesday were engaged in a complicated effort to dislodge a giant container ship stuck in the Suez Canal, blocking all traffic on one of the world's busiest shipping arteries.", "categories": [[]], "category_links": []}]