[{"link": "https://www.wsj.com/articles/debt-collector-encore-capital-hires-new-chief-risk-and-compliance-officer-11626737784", "title": "Debt Collector Encore Capital Hires New Chief Risk and Compliance Officer", "date": "2021-07-19 19:36", "summary": "Steve Carmichael formerly oversaw risk management at Discover Financial Services. Debt-collection company Encore Capital Group Inc. has appointed Steve Carmichael as its chief risk and compliance officer.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-recession-lasted-two-months-ended-in-april-2020-official-arbiter-says-11626715788", "title": "U.S. Coronavirus Recession Lasted Two Months, Ended in April 2020", "date": "2021-07-19 19:13", "summary": "The end of economic contraction marks official starting point for the uneven expansion since then. The U.S. officially climbed out of a recession in April 2020, concluding a pandemic-driven economic contraction that lasted two months, making it the shortest on record.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pentagon-to-house-afghan-interpreters-at-virginia-military-base-11626719470", "title": "Pentagon to House Afghan Interpreters at Bases in U.S., Qatar", "date": "2021-07-19 19:03", "summary": "Evacuation of thousands of Afghans is first part of White House plan as pressure mounts to safeguard those who worked with U.S. forces. The Pentagon will use military bases in the U.S. and Qatar to house thousands of Afghan interpreters and translators, along with their families, part of a scramble to evacuate those who worked with the U.S. during the war and face retribution from the Taliban, according to officials.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-delta-variant-market-dow-industrial-700-points-11626731103", "title": "We'll Always Have Covid", "date": "2021-07-19 18:43", "summary": "The Delta variant spooks markets, but the vaccines work even if the virus won't go away.. Will the pandemic ever end? That's what investors asked Monday as they sold off stocks and rushed into bonds on fears that Covid-19's Delta variant will slow the economic recovery or lead to more lockdowns. Let's hope the political class has learned some lessons from the last 18 months-namely, that Covid will always be with us, and that we have to live with it without shutting down the economy.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apollos-leon-black-responds-in-court-to-ex-models-defamation-suit-11626701567", "title": "Apollo's Black Responds in Court to Ex-Model's Defamation Suit", "date": "2021-07-19 18:43", "summary": "Billionaire says he was engaged in a consensual relationship with woman until she began extorting him in 2015. Leon Black, the billionaire co-founder of Apollo Global Management Inc., submitted a detailed response Monday to a lawsuit that accused him of forcing a woman into a yearslong abusive relationship, roundly denying the allegations and calling the complaint \"a work of fiction.\"", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-trump-nearly-justified-car-tariffs-11626734503", "title": "How Trump Nearly Justified Car Tariffs", "date": "2021-07-19 18:41", "summary": "The once-secret report, now public, is a warning for a derelict Congress.. The Trump Administration never released its much-mooted 116-page argument for \"national security\" tariffs on Volkswagen s and other foreign cars, and now we know why. Credit to Commerce Secretary Gina Raimondo for finally publishing it this month and letting the public see the shoddy handiwork.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-facebook-big-tech-vaccine-scapegoat-11626733002", "title": "Facebook Is Biden's Vaccine Scapegoat", "date": "2021-07-19 18:38", "summary": "Democrats attack tech firms to deflect from Covid setbacks.. When a bully gets what it wants, it comes back for more. Facebook has spent the last year acquiescing to increasingly aggressive liberal demands to suppress content. So it's no surprise that Democrats have decided they can also get away with making CEO Mark Zuckerberg a scapegoat for plateauing rates of vaccination in the U.S.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-joe-biden-remarks-inflation-federal-reserve-11626732122", "title": "Joe Biden's Inflation Guide", "date": "2021-07-19 18:35", "summary": "He says more spending lowers prices by . . . well, you figure it out.. The White House rolled out President Biden on Monday to take a victory lap on Covid and the economy six months into his tenure. This wasn't the best timing given that asset prices took a header on fears about Covid's Delta variant (see nearby). But stocks fluctuate, and more notable for the coming months was Mr. Biden's discourse on inflation.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-vietnam-war-afghanistan-withdrawal-george-w-bush-11626729633", "title": "Joe Biden's Vietnam, Then and Now", "date": "2021-07-19 18:33", "summary": "George W. Bush is right. Leaving Afghanistan like this is a mistake.. George W. Bush and Joe Biden are contemporaries, born just four years apart. They both came of age during the Vietnam War. But as commanders in chief, the two would draw very different conclusions from Vietnam. These differences were most recently underscored by Mr. Biden's decision to conclude the U.S. military mission in Afghanistan and bring the troops home.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-coronavirus-delta-variant-marriage-anniversary-milwuakee-11626724365", "title": "Covid Gave Us a Cheesehead Anniversary", "date": "2021-07-19 18:31", "summary": "After several false starts, we settled on a trip close to home.. Chicago", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-sends-guantanamo-detainee-to-morocco-11626702075", "title": "U.S. Sends Guantanamo Detainee to Morocco", "date": "2021-07-19 18:31", "summary": "First transfer under Biden administration reduces prison population to 39. WASHINGTON-A Moroccan prisoner long held at the U.S. detention facility at Guantanamo Bay, Cuba, has been returned to his home country as part of an effort by the Biden administration to reduce the prisoner count at the prison, officials said Monday.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/valdimir-putin-article-historical-unity-ukraine-russia-11626724284", "title": "Why Putin Still Covets Ukraine", "date": "2021-07-19 18:30", "summary": "A 5,000-word essay by the strongman explains his thinking. It pays to listen.. Writing long, historically focused opinion pieces is an activity more characteristic of think tankers than heads of state, but Russian President Vladimir Putin is anything but conventional. Last week he published a 5,000-plus-word article that reviews the last millennium to conclude that Russians, Belarusians and Ukrainians share a common history, faith and destiny.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/projections-review-psychiatry-in-extremis-11626733769", "title": "'Projections' Review: Psychiatry in Extremis", "date": "2021-07-19 18:29", "summary": "An 'emergency psychiatrist' ﬁnds that only his patients' words, not the language of science and medicine, can truly describe their suffering.. For patients in the throes of serious mental illness-and for their families-life can be hard, at times agonizing. Clinical care givers, repeatedly called on to provide insight and offer compassion, face their own wrenching difficulties. And yet the challenge of caring for the mentally ill can also be a call to action. So it was for Karl Deisseroth, a psychiatrist and neuroscientist at Stanford University whose memoir, \"Projections\" (Random House, 231 pages, $28), describes his experience as a clinician and researcher, offering up case studies from his practice and exploring the biological underpinnings of his patients' conditions.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/isaiah-berlin-critical-race-theory-progressives-woke-culture-wars-marxism-11626724499", "title": "The Hedgehogs of Critical Race Theory", "date": "2021-07-19 18:24", "summary": "They start with important truths-slavery was wicked-and get carried away into monomania.. The political philosopher Isaiah Berlin turned an obscure fragment by the ancient Greek poet Archilochus (\"The fox knows many things, but the hedgehog knows one big thing\") into an intellectual's cocktail-party game. In a famous essay, published as a book in 1953, Berlin suggested that the world is divided between hedgehogs and foxes-between those who believe in One Big Thing (one all-sufficient super-explanation), and those who are content with a more modest, irrational and even incoherent idea of history's unfolding. Karl Marx was a supreme hedgehog: Everything, for him, was about the conflict of economic classes. Franklin D. Roosevelt was a restlessly improvising fox.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delta-variant-helps-push-covid-19-cases-higher-in-every-state-11626733436", "title": "Delta Variant Helps Push Covid-19 Cases Higher in Every State", "date": "2021-07-19 18:23", "summary": "Hospitalizations are also rising; doctors say patients are younger, sicker and largely unvaccinated. Covid-19 cases and hospitalizations across the U.S. are growing steadily higher as the infectious Delta variant takes hold and the pace of vaccination subsides from highs reached in April.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/penn-state-fidel-castro-venezuela-socialism-psu-human-rights-communism-11626727055", "title": "Notable & Quotable: Penn State and Castro", "date": "2021-07-19 18:21", "summary": "'An émigré from Venezuela, told Campus Reform that he was deeply shocked and disappointed.'. Update: The Castro quote has been removed.", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ibms-revenue-rises-for-second-straight-quarter-11626727783", "title": "IBM's Revenue Rises for Second Straight Quarter", "date": "2021-07-19 18:19", "summary": "Cloud computing notches 13% growth, helping push overall revenue up 3.4%. International Business Machines Corp. showed progress in delivering on Chief Executive Arvind Krishna's commitment to revive growth, posting a second straight quarter of higher revenue.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fires-in-oregon-california-grow-as-heat-wave-continues-in-parts-of-west-11626705287", "title": "Fires in Oregon, California Grow as Heat Wave Bakes Parts of West", "date": "2021-07-19 18:12", "summary": "Evacuation notices are expanded for the Bootleg and Tamarack fires. Dozens of wildfires burned across the Western U.S. Monday, as the National Weather Service warned that high temperatures in the Northern Plains could set records and dry, windy conditions from Montana to California could complicate firefighting efforts.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ben-jerrys-to-stop-selling-ice-cream-in-west-bank-settlements-east-jerusalem-11626731469", "title": "Ben & Jerry's to Stop Selling Ice Cream in West Bank Settlements", "date": "2021-07-19 17:51", "summary": "Company cites 'our values' for decision not to renew license agreement at the end of next year. Ben & Jerry's said it would stop selling its products in the Israeli-occupied West Bank and parts of contested East Jerusalem when its license agreement expires, as the Ice cream maker takes another activist stance.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-to-reopen-border-for-fully-vaccinated-u-s-tourists-in-august-11626716475", "title": "Canada to Reopen Border for Vaccinated U.S. Tourists in August", "date": "2021-07-19 17:46", "summary": "Officials said Canada could further ease restrictions to allow fully vaccinated tourists from other countries beginning in September. OTTAWA-Canada said it would allow fully vaccinated Americans to enter the country for recreational or tourist activities beginning Aug. 9, more than a year after authorities first closed the 5,500-mile border to most travelers to limit the spread of Covid-19.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capital-one-steps-up-hiring-software-engineers-after-cloud-migration-11626730997", "title": "Capital One Steps Up Hiring Software Engineers After Cloud Migration", "date": "2021-07-19 17:43", "summary": "Move to Amazon's cloud is partly what is prompting the bank to hire more than 3,000 technologists by year-end. Capital One Financial Corp. wants to hire more than 3,000 technologists by year-end, partly as a result of its migration to Amazon. com Inc.'s public cloud, a transition the bank is using as a selling point for new hires.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/everest-a-graphic-novel-opera-review-drawn-from-life-and-death-11626730747", "title": "'Everest-A Graphic Novel Opera' Review: Drawn From Life and Death", "date": "2021-07-19 17:39", "summary": "In Opera Parallèle's remount of Joby Talbot and Gene Scheer's fact-based opera, the story of a perilous mountain expedition is presented using sophisticated animation.. \"Everest,\" an opera by Joby Talbot and Gene Scheer, made a powerful impression at its Dallas Opera world premiere in 2015. A taut, absorbing depiction of a real, ill-fated expedition to the summit of Mount Everest in 1996, the piece zeroes in on three climbers-Rob Hall (the expedition's leader), Doug Hansen and Beck Weathers-and Jan Arnold, Hall's pregnant wife back home. It explores their connections but mostly their profound isolation in the face of the raging blizzard that will cost Rob and Doug their lives.", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-jitters-about-the-global-economy-are-rippling-through-markets-11626730635", "title": "Virus Worries Ripple Through Markets", "date": "2021-07-19 17:37", "summary": "Behind the rout, investors say, is a growing list of concerns about the recovery. Stocks, bond yields and oil prices declined Monday in the most acute sign yet that investors are second-guessing the strength of the global economic recovery that sent markets soaring this year.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-treasury-vietnam-central-bank-reach-agreement-on-currency-practices-11626700492", "title": "Vietnam Tells U.S. It Won't Weaken Currency to Boost Exports", "date": "2021-07-19 17:23", "summary": "Agreement seeks to resolve tensions over Vietnam's widening trade surplus. WASHINGTON-Vietnam has pledged to refrain from weakening its currency to give its exporters an unfair advantage as it seeks to ease tensions over a widening trade surplus with the U.S.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccination-requirement-at-indiana-university-upheld-by-federal-judge-11626724756", "title": "Vaccine Mandate by Indiana University Upheld in First Test", "date": "2021-07-19 17:04", "summary": "Ruling deals setback to growing legal effort against compulsory inoculation at public educational institutions. A federal judge has ruled that Indiana University may require its students to submit proof of Covid-19 vaccination before returning to campus this fall, dealing a setback to a brewing legal effort against vaccination requirements in higher education.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-womens-gymnastics-team-covid-19-tokyo-olympics-11626698770", "title": "U.S. Women's Gymnastics Alternate Tests Positive for Covid-19 at Tokyo Olympics", "date": "2021-07-19 16:54", "summary": "One other team member, also an alternate, was placed in quarantine. The situation immediately creates anxiety around the closely watched team led by Simone Biles.. An alternate on the U.S. Olympic women's gymnastics team tested positive for Covid-19 while in Japan on Sunday, team officials said, immediately creating anxiety around one of the most closely watched teams at the Tokyo Games that open this week.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/overpaid-unemployment-benefits-total-in-the-billions-during-pandemic-11626719561", "title": "Overpaid Unemployment Benefits Total in the Billions During Pandemic", "date": "2021-07-19 16:43", "summary": "GAO says Labor Department found $12.9 billion in misspent tax dollars, an amount that likely is low. States overpaid billions in unemployment assistance after enhanced and extended benefits were approved last year, according to a federal watchdog.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-07-19-2021-11626680342", "title": "Stocks Tumble as Delta Variant Sends Investors to Bonds", "date": "2021-07-19 16:40", "summary": "S&P 500, Nasdaq slide as investors punish travel shares. The Dow Jones Industrial Average declined more than 700 points on Monday-its worst session since October-as anxiety mounted over the spread of the Delta coronavirus variant and its potential impact on the global economy.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volkswagen-passat-is-headed-to-the-scrap-heap-in-u-s-11626715534", "title": "VW's Passat Is Headed to the Scrap Heap in U.S.", "date": "2021-07-19 16:39", "summary": "The well-known sedan has fallen out of favor with customers; follows the Chevrolet Impala and Chrysler 200 to the scrap heap. Volkswagen AG is phasing out sales of the Passat sedan in the U.S., the latest well-known nameplate to exit U.S. showrooms as auto makers embrace sport-utility vehicles.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bond-yields-sink-to-february-lows-as-growth-fears-mount-11626701771", "title": "Bond Yields Sink to February Lows as Growth Fears Mount", "date": "2021-07-19 16:35", "summary": "Treasury yields drop and the dollar rallies as the spread of Covid-19 variants weighs on investors. Worries about the spread of Covid-19 variants drove U.S. government bond yields to their lowest levels in months on Monday, the latest drag on investors' expectations for economic growth and inflation.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhood-ipo-expected-to-value-trading-app-at-about-33-billion-11626694922", "title": "Robinhood Expects IPO to Value Trading App Near $33 Billion", "date": "2021-07-19 16:32", "summary": "Valuation less than $40 billion or more previously expected from offering, which is likely to raise about $2 billion. Trading app Robinhood Markets Inc. expects its coming initial public offering to give it a market value of about $33 billion, lower than the level previously anticipated.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tax-increase-talk-prompts-wealthy-to-splurge-on-muni-bonds-11626692401", "title": "Tax-Increase Talk Prompts Wealthy to Splurge on Muni Bonds", "date": "2021-07-19 16:24", "summary": "Municipal bond investments hit new highs in 2021 as Democrats consider proposals to raise taxes. Wealthy Americans eyeing potential tax increases are helping drive record amounts of money into municipal bond funds.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toyota-scraps-plans-for-olympics-ads-in-japan-during-games-11626724605", "title": "Toyota Scraps Plans for Olympics Ads in Japan", "date": "2021-07-19 16:20", "summary": "Auto maker cites concerns about Covid-19 in its home country; NBCUniversal says Toyota's ad plans for U.S. are unchanged. TOKYO- Toyota Motor Corp. said Monday that it wouldn't run advertisements in Japan connected to the Olympics during the Tokyo Games starting Friday as concerns in the country grow about the spread of Covid-19.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-prosecutors-restricted-by-attorney-general-from-seeking-reporters-records-11626708611", "title": "Attorney General Restricts Pursuit of Reporters' Records in Leak Probes", "date": "2021-07-19 16:18", "summary": "Attorney general's order follows disclosures that the Justice Department secretly pursued phone records of journalists at several news outlets. WASHINGTON-Attorney General Merrick Garland sharply limited federal prosecutors' ability to obtain records of reporters' contacts when investigating government leaks of sensitive information on Monday, curtailing a longstanding practice that had drawn criticism in recent weeks, including from President Biden.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germanys-opposition-politicians-blame-government-for-ignoring-flood-warnings-11626694101", "title": "Germany Was Warned About Floods, but Few Communities Took Measures", "date": "2021-07-19 16:13", "summary": "Overreliance on digital tools, reluctance to order evacuations and lack of preparedness hampered prevention. The first precise warning that Germany was about to be hit by a violent storm likely to unleash a potentially deadly flood reached the country's Meteorological Service in the early hours of July 12, nearly three days before disaster struck.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-spreading-tuesday-crossword-july-20-11626649597", "title": "It's Spreading (Tuesday Crossword, July 20)", "date": "2021-07-19 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/haitis-interim-prime-minister-claude-joseph-agrees-to-step-down-11626707520", "title": "Haitian Interim Prime Minister Claude Joseph Agrees to Step Down", "date": "2021-07-19 15:53", "summary": "Leader will hand power to a political challenger in a bid to stabilize the embattled Caribbean nation following President Jovenel Moïse's assassination. Haiti's interim Prime Minister Claude Joseph has agreed to step down and hand power to a political challenger in a bid to stabilize the embattled Caribbean nation following the assassination of President Jovenel Moïse.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-tap-former-hill-aide-for-top-treasury-post-overseeing-financial-rules-11626723053", "title": "Biden to Tap Former Hill Aide for Top Treasury Post Overseeing Financial Rules", "date": "2021-07-19 15:30", "summary": "Graham Steele, a former aide to Sen. Sherrod Brown, is proponent of treating climate change as systemic risk to financial system. WASHINGTON-President Biden plans to nominate Graham Steele as assistant Treasury secretary for financial institutions, a move that would put a long-time congressional staffer with ties to progressives at the center of efforts to refocus financial rules on issues such as climate change and racial equity.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-slide-on-fears-delta-variant-will-crunch-demand-11626708295", "title": "Oil Prices Slide on Fears Delta Variant Will Crunch Demand", "date": "2021-07-19 15:21", "summary": "Crude fell alongside stocks and government-bond yields as traders worried about possible economic slowdown. Oil prices slid Monday, recording their biggest one-day drop in 10 months as investors worried that the spread of the Delta variant of coronavirus will halt travel and dent demand for fuel.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-seeks-to-clarify-comments-on-facebook-vaccine-misinformation-11626713309", "title": "Biden Seeks to Clarify Comments on Facebook, Vaccine Misinformation", "date": "2021-07-19 14:57", "summary": "President says company isn't to blame for deaths, but adds it needs to do more to stop social-media users from spreading falsities. WASHINGTON-President Biden on Monday sought to clarify his criticism of Facebook Inc., asserting that the company itself wasn't killing people by not doing enough to clamp down on misinformation about Covid-19 vaccines.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wiliam-ackman-needs-a-soothing-pitch-after-universal-music-drama-11626718224", "title": "William Ackman Needs a Soothing Pitch After Universal Music Drama", "date": "2021-07-19 14:24", "summary": "Bar is high for hedge-fund billionaire's next SPAC acquisition attempt. William Ackman's blank-check company picked a good target but a poor deal structure. To keep investors happy, both need to be right on a second attempt.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-empires-jeff-bezos-built-11625400002", "title": "The Empires Jeff Bezos Built", "date": "2021-07-19 13:57", "summary": "Resume Subscription. Over the course of 27 years, Jeff Bezos made Amazon . com Inc. into a colossus whose power and influence reverberate across numerous industries. The fortunes of Mr. Bezos and Amazon have soared in recent years, and after stepping down as chief executive earlier this month, he plans to launch into space.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/gen-mark-milley-president-donald-trump-iran-january-6-capitol-hill-riot-11626706323", "title": "Gen. Mark Milley Reminisces About the Battle of the Beltway", "date": "2021-07-19 13:56", "summary": "The most curious claim is the one that he somehow restrained Trump from starting a war with Iran.. Gen. Mark Milley is a courageous and honorable man who has served his country with uncommon gallantry. There are few less edifying spectacles in modern life than to watch those whose military experience never went beyond playing with GI Joes sneerily denounce the actions of men who have repeatedly put their lives on the line for their country. Like all top military leaders, the chairman of the Joint Chiefs has played the politics of Washington like a finely-tuned harp, but he has also served multiple tours of active duty. In a nation that canonizes violent criminals and beatifies self-absorbed celebrities, the general is a living reminder of the qualities that actually made this country great.", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cdc-covid-19-coronavirus-vaccine-side-effects-hospitalization-kids-11626706868", "title": "The Flimsy Evidence Behind the CDC's Push to Vaccinate Children", "date": "2021-07-19 13:52", "summary": "The agency overcounts Covid hospitalizations and deaths and won't consider if one shot is sufficient.. A tremendous number of government and private policies affecting kids are based on one number: 335. That is how many children under 18 have died with a Covid diagnosis code in their record, according to the Centers for Disease Control and Prevention. Yet the CDC, which has 21,000 employees, hasn't researched each death to find out whether Covid caused it or if it involved a pre-existing medical condition.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-retracts-facebook-mass-homicide-claim-11626716930", "title": "Biden Retracts Facebook Mass-Homicide Claim", "date": "2021-07-19 13:48", "summary": "After rebuttal from social media company, president repudiates his misinformation.. What an ingrate. Facebook limited the spread of accurate and disturbing stories about Biden family business in the heat of the 2020 election campaign. And how does President Joe Biden return the favor? Now safely ensconced in the White House, Mr. Biden accused the company of mass homicide on Friday-and didn't retract his statement until Monday. To make this sad tale of modern leftist media and governance even more disturbing, some pundits spent the weekend treating the initial outrageous Biden allegation as a serious argument.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-task-force-to-consider-setting-tougher-standards-for-condo-building-inspections-11626715140", "title": "Florida Task Force Explores Tougher Inspection Standards", "date": "2021-07-19 13:19", "summary": "Review comes after scrutiny of engineering reports to Miami-area tower that collapsed. SURFSIDE, Fla.-A Florida task force will consider whether tougher standards for engineer inspections in Florida are needed, including how they communicate to condo boards and town officials about safety repairs, in light of the collapse of a high-rise tower in this coastal community, the group's chairman said.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-land-your-dream-job-in-a-pandemic-11626714979", "title": "How to Land Your Dream Job in a Pandemic", "date": "2021-07-19 13:16", "summary": "Five recent college graduates lay out their strategies for a successful job hunt. As job openings have returned to pre-pandemic levels, competition for entry-level positions remains fierce. Recent grads are up against not just each other, but also those who waited out the pandemic in graduate school and more experienced workers who have been laid off. The Wall Street Journal spoke with five workers in their mid-20s who have pursued careers in fields from engineering to entrepreneurship. Here are their tips on chasing your childhood passion in the professional world.", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/miamis-condo-king-lists-coconut-grove-villa-for-33-million-11626714051", "title": "Miami's 'Condo King' Lists Coconut Grove Villa for $33 Million", "date": "2021-07-19 13:00", "summary": "Resume Subscription. Jorge Pérez, a billionaire real-estate developer widely referred to as Miami's \"condo king,\" is listing his own mansion in the Coconut Grove section of Miami for $33 million.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-venetian-palazzo-style-home-of-miamis-condo-king-11626713844", "title": "The Venetian Palazzo-Style Home of Miami's 'Condo King'", "date": "2021-07-19 12:57", "summary": "Jorge Pérez's Coconut Grove residence was built with the help of Italian artisans and overlooks Biscayne Bay.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/exxon-mobil-names-kathryn-mikells-cfo-11626705506", "title": "Exxon Turns to Company Outsider to Fill CFO Role", "date": "2021-07-19 12:57", "summary": "Kathryn Mikells, formerly the CFO of Diageo, will become the oil giant's finance chief Aug. 9. Exxon Mobil Corp. hired a company outsider to lead its finances, a move that comes as the energy giant faces investor pressure to take more steps to transition away from fossil fuels.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-pandemic-south-africa-riots-a-warning-for-developing-world-11626711622", "title": "Third Covid Wave Upends Fragile South Africa, a Warning for Developing World", "date": "2021-07-19 12:22", "summary": "Resume Subscription. SOWETO, South Africa-Sello Kgoale watched his neighbors shuttling back and forth with looted liquor, refrigerators and flat-screen televisions. There were no police at a nearby mall, they told him, so the 46-year-old father of three joined the thousands-strong mob ransacking the shopping center and filled three bags with rice, cooking oil and paraffin for his family's cooking stove.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/nightclubs-reopen-as-england-ditches-most-covid-19-curbs-amid-delta-surge-11626694739", "title": "Nightclubs Reopen as England Ditches Most Covid-19 Curbs as Delta Surges", "date": "2021-07-19 12:17", "summary": "Resume Subscription. LONDON-As the clock struck midnight Sunday, nightclubs across England opened their doors and partygoers ditched their face masks and streamed in as the country lifted almost all Covid-19 restrictions despite a surge in new infections linked to the Delta variant.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/zoom-really-gets-back-to-business-11626711204", "title": "Zoom Really Gets Back to Business", "date": "2021-07-19 12:13", "summary": "First major acquisition by videoconferencing star shows dedication to enterprise market. The pandemic may have made Zoom Video Communications into a household name, but the company clearly prefers life at the office-virtual or otherwise.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tinuiti-to-acquire-connected-tv-ad-buying-business-bliss-point-media-11626710400", "title": "Tinuiti to Acquire Bliss Point Media", "date": "2021-07-19 12:00", "summary": "The deal comes as advertisers increasingly turn to the fast-growing category of connected TV. Marketing and e-commerce company Tinuiti Inc. has agreed to acquire connected TV ad-buying shop Bliss Point Media Inc., the companies said, marking the New Mountain Capital-backed company's second purchase in recent months.", "categories": [["WSJ News Exclusive", "CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-goldman-sachs-analyst-by-day-he-helped-pitch-israeli-baseball-into-the-olympics-11626709653", "title": "A Goldman Sachs Analyst by Day, He Helped Pitch Israeli Baseball Into the Olympics", "date": "2021-07-19 11:47", "summary": "Former Yale hurler Eric Brodkowitz, using the remote work option to its fullest, honed his breaking ball with an independent club in Idaho as his adoptive team makes an improbable run to Tokyo. POMONA, N.Y.-Eric Brodkowitz's baseball career was finished. He had just pitched his final game at Yale and had no pipe dream of playing in the big leagues. He was taking his talents to Goldman Sachs .", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyc-apartments-crown-building-sell-combined-64-5-million-11626707068", "title": "Two Apartments at NYC's Crown Building Fetch a Combined $64.5 Million", "date": "2021-07-19 11:05", "summary": "The three-bedroom units at Aman New York on Fifth Avenue are in contract to sell for their full asking prices of $34.5 million and $30 million. Two large apartments at the luxury building Aman New York are in contract for their full asking prices of $34.5 million and $30 million, further cementing that Manhattan's ultraluxury market is on the upswing.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opec-gives-shale-an-opening-11626706964", "title": "OPEC Gives Shale an Opening", "date": "2021-07-19 11:02", "summary": "With less oil-market drama, prices fall again and U.S. producers have an opportunity. OPEC and its Russia-led oil-producing allies normally like to keep the market guessing, but the expanded oil cartel is laying its cards on the table. That predictability comes with its own risks.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/limousine-liberals-taxes-wealth-11626671237", "title": "No Defense for Limousine Liberals", "date": "2021-07-19 10:54", "summary": "Politicians spend other people's money to win re-election. The proper term for this is pandering.. Ted Rall's op-ed \"In Defense of Limousine Liberals\" (July 12) glosses over a few key points. Sure a Sen. Ted Kennedy or Mayor John Lindsay might pay more in taxes should their policies be adopted. But they have already accumulated their wealth, and a little less is not going to change their lifestyles. Besides, wealthy candidates running for office often seek to trade part of their wealth for power. Even if they lose, some near-wealthy candidates, like New York's Maya Wiley, can gain prominence and enhance their careers with a credible run for office. This is the textbook definition of self-interest.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prices-hospital-healthcare-bills-insurance-11626671325", "title": "Which Price Does the Hospital Charge You?", "date": "2021-07-19 10:32", "summary": "More transparency would make us better consumers and reduce healthcare costs.. New federal rules requiring price disclosures by hospitals appear to have improved transparency, which is important for any market-based healthcare system (\"Hospitals Often Bill Uninsured the Highest Prices,\" Page One, July 7). How can patients make an informed choice if they don't know each hospital's pricing?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nba-finals-jrue-holiday-bucks-suns-11626668908", "title": "Why the Bucks Gave Giannis His Own Holiday", "date": "2021-07-19 10:32", "summary": "One steal. One pass. One tip. With three hustle plays in three seconds, Jrue Holiday flipped the NBA Finals.. In the weeks before this NBA season began, the Milwaukee Bucks made an odd decision.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germany-flooding-bernd-whats-happening-11626446298", "title": "What Is Happening in Germany? Flooding and a Death Toll Not Seen This Century", "date": "2021-07-19 10:30", "summary": "Resume Subscription. Major flooding across Germany and Europe last week was caused by a cold, low-pressure area that German scientists have dubbed Bernd. As the weather system slowly swept across the continent on Wednesday and Thursday, unusually high amounts of precipitation occurred over a limited area, causing rivers and sewage systems to overflow.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/biden-fires-social-security-commissioner-andrew-saul-11626671469", "title": "Biden Fires Social Security Commissioner for Good Performance", "date": "2021-07-19 10:28", "summary": "Managing the entitlement more effectively upsets the agency's union leaders.. Social Security is the third rail of U.S. politics. As George W. Bush wrote, touch it and you are toast. Now you are toast if you manage the program to serve Americans better (\"The Meaning of Biden's Firing Spree,\" Review & Outlook, July 13).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/critical-race-theory-indoctrination-crt-11626671633", "title": "Indoctrinating Kids in Critical Race Theory", "date": "2021-07-19 10:26", "summary": "Black children are told the nation tries to keep them from succeeding.. Regarding William Galston's \"How Adherents See 'Critical Race Theory'\" (Politics & Ideas, July 14): What effect will these theories have on black children? They are being indoctrinated with the idea that their white friends hate them and the nation was founded to enslave blacks and now tries to keep them from being successful. How many will become paranoid and discouraged from making an effort in life?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/university-president-michigan-diversity-11626671814", "title": "If University Presidents Really Believed in Diversity", "date": "2021-07-19 10:23", "summary": "Many would have to resign.. If anyone doubts that higher education is obsessed with diversity, University of Michigan President Mark Schlissel's letter (July 13) is Exhibit A. \"Diversity leads to good science,\" writes Dr. Schlissel. When disparities exist, old-fashioned values such as hard work and meritocracy are mere stumbling blocks. If Dr. Schlissel truly believes what he writes, he can resign so that greater diversity among university presidents can be achieved. As everyone knows, greater diversity leads to better-run universities.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-dish-strike-5-billion-deal-to-support-boost-mobile-11626700846", "title": "AT&T, Dish Strike $5 Billion Deal to Support Boost Mobile", "date": "2021-07-19 10:22", "summary": "Agreement allows AT&T to carry Dish wireless customers while providing path for spectrum sharing. AT&T Inc. struck a deal to carry Dish Network Corp.'s existing cellphone customers over its wireless network, bringing two erstwhile rivals closer as they each pursue more advanced 5G technology.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-answers-to-rising-gun-violence-may-be-local-ones-11626702599", "title": "Best Answers to Rising Gun Violence May Be Local Ones", "date": "2021-07-19 09:50", "summary": "Community violence intervention programs offer one promising approach to national problem. Washington Nationals pitchers had just finished a disappointing half-inning when the sound of gunfire pierced the normal crowd noise at Nationals Park Saturday night. The sound was unmistakable, though the source was a mystery: Was it just another random Washington shooting, or a Mandalay Bay-style attack in which a gunman was seeking mass murder in a crowded venue?", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fast-radius-going-public-via-1-4-billion-spac-deal-11626701663", "title": "Fast Radius Going Public Via $1.4 Billion SPAC Deal", "date": "2021-07-19 09:34", "summary": "Digital manufacturing company joins several others tied to technology and supply chains in going public with lofty valuation. Fast Radius Inc. has reached a deal with a special-purpose acquisition company that values the digital manufacturing company at about $1.4 billion and will take it public, the companies said.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maggie-hassan-tackles-infrastructure-as-gop-eyes-her-new-hampshire-seat-11626699600", "title": "Maggie Hassan Tackles Infrastructure as GOP Eyes Her New Hampshire Seat", "date": "2021-07-19 09:00", "summary": "Resume Subscription. BRISTOL, N.H.-Democratic Sen. Maggie Hassan says she wants to build bridges as she tries to hold on to one of the most competitive Senate seats in the country next year.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/governments-futures-cop-departs-after-leading-market-manipulation-crackdown-11626699603", "title": "Government's Futures Cop Departs After Leading Crackdown", "date": "2021-07-19 09:00", "summary": "Latest trial over spoofing tactic, against former Bank of America traders, is set to start Monday. WASHINGTON-The former prosecutor who conceived and oversaw the Justice Department's effort to crack down on market manipulation in commodities and derivatives has resigned and joined the litigation firm Quinn Emanuel Urquhart & Sullivan LLP.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-samantha-bee-thinks-of-people-who-are-refusing-the-vaccine-11626698916", "title": "What Samantha Bee Thinks of People Who Are Refusing the Vaccine", "date": "2021-07-19 08:48", "summary": "The Emmy-winning news host also tells us why she's more creative at the beginning of the week and what it was like to be turned down by Beyoncé.. In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zoom-video-five9-exxon-ibm-what-to-watch-when-the-stock-market-opens-today-11626691512", "title": "Zoom Video, Five9, Exxon, IBM: What to Watch When the Stock Market Opens Today", "date": "2021-07-19 08:44", "summary": "Markets around the world are kicking off the week in a decidedly bearish mood. Global stocks are broadly lower, along with government-bond yields and commodity prices, amid renewed anxiety around the Delta variant of Covid-19 and inflation. Here's what we're watching ahead of Monday's open. Full market wrap here.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-owned-motiva-suspends-6-6-billion-petrochemical-expansion-11626698498", "title": "Saudi-Owned Motiva Suspends $6.6 Billion Petrochemical Expansion", "date": "2021-07-19 08:41", "summary": "Saudi Aramco is putting the expansion on hold as it shifts capital-spending focus to oil, natural gas fields. Saudi-owned Motiva Enterprises LLC suspended a $6.6 billion plan to add petrochemical facilities to its refining operations in Port Arthur, Texas, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italian-fashion-brand-zegna-joins-spac-frenzy-with-3-2-billion-valuation-11626697546", "title": "Italian Fashion Brand Zegna Joins SPAC Frenzy With $3.2 Billion Valuation", "date": "2021-07-19 08:25", "summary": "Sergio Ermotti, former UBS CEO, seeks to list luxury menswear company on New York Stock Exchange. MILAN-Ermenegildo Zegna Group said it would merge with a special-purpose acquisition company in a deal that values the Italian luxury-goods group at $3.2 billion, including debt, and provides it with funds for future acquisitions to bulk up amid consolidation in the fashion sector.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-carbon-trading-debut-is-a-mixed-bag-11626697387", "title": "China's Carbon Trading Debut Is a Mixed Bag", "date": "2021-07-19 08:23", "summary": "China's new national carbon market is up and running. But to really be effective, carbon prices will have to rise quickly.. While the world has been focused on spacefaring billionaires over the past week, a big development for planet Earth has only merited moderate attention: On Friday, China's long awaited national carbon market started trading.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-evergrande-stock-bonds-fall-after-court-ruling-11626697086", "title": "China Evergrande Shares Fall After Court Ruling", "date": "2021-07-19 08:18", "summary": "Lender wins ruling freezing about $20 million of Chinese property developer's assets. Shares and bonds of China Evergrande Group fell Monday, after a creditor won a legal ruling freezing about $20 million of the indebted Chinese property developer's assets, intensifying concerns about its ability to repay its debt.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-vaccine-partner-biontech-inks-cancer-deal-11626696001", "title": "BioNTech Inks Cancer Deal After Vaccine Success", "date": "2021-07-19 08:00", "summary": "German company agrees to buy R&D and manufacturing facility aimed at cutting-edge cancer therapies. BioNTech SE, the company behind one of the most widely used vaccines against Covid-19, has agreed to acquire a U.S. manufacturing plant from Kite, a unit of Gilead Sciences Inc., in a deal aimed at strengthening its core business of developing cutting-edge cancer therapies.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chip-maker-globalfoundries-revamps-brand-amid-global-chip-shortage-11626696002", "title": "Chip Maker GlobalFoundries Revamps Brand Amid Global Chip Shortage", "date": "2021-07-19 08:00", "summary": "The U.S.-based company's efforts include a new logo and messaging, as well as ramped-up public affairs. Chip maker GlobalFoundries Inc. is adopting a new logo and rethinking its marketing approach at a time when a prolonged supply shortage in its industry is hampering production of consumer products from cars to mobile phones.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nvidia-stocks-surge-makes-chip-maker-10th-biggest-u-s-listed-company-11626696001", "title": "Nvidia Stock's Surge Makes Chip Maker 10th-Biggest U.S. Listed Company", "date": "2021-07-19 08:00", "summary": "Company's shares are up nearly 80% over the past year. The post-pandemic boom in the semiconductor business has powered Nvidia Corp. into the top 10 U.S. public companies, joining the likes of Apple Inc. and JPMorgan Chase & Co.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-voting-laws-face-court-challenges-across-the-u-s-11626696001", "title": "Voting Rights: A Legal Battle Is Under Way Across the U.S. as Election-Related Litigation Surges", "date": "2021-07-19 08:00", "summary": "At least 30 lawsuits are aimed at laws in 11 states that opponents say restrict voting access. Voting laws passed in the wake of the 2020 election are facing a wave of court challenges, setting up a series of legal battles this year that could help reshape the rules around voting for years to come.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chip-shortage-reaches-smartphone-makers-11626695523", "title": "Chip Shortage Reaches Smartphone Makers", "date": "2021-07-19 07:52", "summary": "Shipments are slowing and prices are rising as companies hunt for parts; supply-chain wait times enter the danger zone. SEOUL-The smartphone industry is showing battle scars from the world-wide chip crunch.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-weighs-new-sanctions-on-irans-oil-sales-to-china-if-nuclear-talks-fail-11626692402", "title": "U.S. Weighs Sanctions on Iran's Oil Sales to China if Nuclear Talks Fail", "date": "2021-07-19 07:00", "summary": "U.S. negotiators have been working with international partners to revive the 2015 deal limiting Tehran's nuclear program. ", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/generate-capital-collects-2-billion-for-new-bets-on-sustainable-infrastructure-11626692401", "title": "Generate Capital Raises $2 Billion for New Bets on Green Infrastructure", "date": "2021-07-19 07:00", "summary": "The latest round was twice the amount the San Francisco-based investment firm raised just before the pandemic hit. Generate Capital has raised $2 billion in new money to back clean energy projects, getting an endorsement from existing and new investors for its infrastructure-as-a-service model.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/team-usa-soccer-olympics-sisters-mewis-11626667639", "title": "Lessons From the Parents Who Raised the World's Top Soccer Sisters", "date": "2021-07-19 07:00", "summary": "How Bob and Melissa Mewis guided daughters Kristie and Samantha to the U.S. women's soccer team, the gold-medal favorite in the Tokyo Olympics. Bob and Melissa Mewis can still picture the scene in their Hanson, Mass., living room on July 10, 1999. They and their daughters-8-year-old Kristie and 6-year-old Samantha-were glued to the TV as the U.S. women's soccer team outlasted China on penalty kicks to win the World Cup.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ackman-spac-decides-against-buying-10-stake-in-universal-music-group-11626678453", "title": "Ackman Won't Use SPAC to Invest in Universal", "date": "2021-07-19 06:31", "summary": "Activist investor's Pershing Square investment firm will instead take a stake in the world's largest music company. Hedge-fund billionaire William Ackman is dropping plans to use his SPAC to invest in Universal Music Group, saying the Securities and Exchange Commission wasn't convinced the deal met the rules for such vehicles.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australia-seeks-to-block-china-with-stake-in-pacific-mobile-networks-11626689637", "title": "Australia Seeks to Block China With Stake in Pacific Mobile Networks", "date": "2021-07-19 06:13", "summary": "Deal would be the latest attempt to limit Beijing's influence in the region, particularly in the telecom sector. The Australian government plans to provide most of the financing for the acquisition of mobile networks in six Pacific nations, a move that foreign-policy experts say is designed to block China from buying the strategically important assets.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/johnson-johnson-legal-rep-floats-subsidiary-bankruptcy-filing-over-talc-lawsuits-11626687000", "title": "Johnson & Johnson Legal Rep Floats Subsidiary Bankruptcy Filing Over Talc Lawsuits", "date": "2021-07-19 05:30", "summary": "The representative said the healthcare giant is contemplating placing an affiliate into chapter 11 to settle liabilities tied to its talc-containing-baby powder, according to lawyers pressing personal-injury claims. A Johnson & Johnson legal representative said in settlement discussions over its talcum-based baby powder that the company is considering placing a subsidiary in bankruptcy as part of a strategy to settle thousands of claims linking the product to ovarian cancer, according to people familiar with the matter.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/accountants-lawmakers-urge-rules-on-crypto-accounting-11626687002", "title": "Accountants, Lawmakers Urge Rules on Crypto Accounting", "date": "2021-07-19 05:30", "summary": "Companies now treat bitcoin as an intangible asset, meaning they can record gains only when selling, not while holding. Accountants and lawmakers are urging standard-setters to fill a void and write concrete rules telling companies how to account for bitcoin and other cryptocurrency assets.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/money-market-funds-buckled-in-two-crises-in-a-row-regulators-look-to-fix-them-again-11626687001", "title": "Money-Market Funds Buckled in Two Crises in a Row. Regulators Look to Fix Them Again.", "date": "2021-07-19 05:30", "summary": "Financial regulators are making another attempt to minimize the likelihood that central banks have to step in to support these key corporate funding markets. The start of the Covid-19 pandemic led to a familiar wave of stress in money-market funds, which companies and consumers use like checking accounts to store their ready cash. The Federal Reserve had to step in to keep these funds operating.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/film-tv-studios-are-offered-incentives-from-states-after-pandemic-shutdowns-11626687000", "title": "Film, TV Studios Are Offered Incentives From States After Pandemic Shutdowns", "date": "2021-07-19 05:30", "summary": "Rebates and tax credits help to lower production costs on rental soundstages and equipment. More than a dozen states-including the home of Hollywood-are bolstering or considering expanding tax credits and incentive programs for movie and television production, hoping shoots can re-energize their economies.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-20-billion-winner-of-the-american-ev-startup-boom-saudi-arabia-11626687002", "title": "The $20 Billion Winner of the American EV Startup Boom: Saudi Arabia", "date": "2021-07-19 05:30", "summary": "World's largest exporter of oil made well-timed bet on Lucid Motors. The single biggest financial beneficiary of the recent U.S. electric-vehicle startup boom is an unlikely candidate: the world's largest exporter of oil.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/midterm-election-ad-spending-poised-to-soar-as-streaming-tv-attracts-campaigns-11626685200", "title": "Midterm-Election Ad Spending Poised to Soar as Streaming TV Attracts Campaigns", "date": "2021-07-19 05:00", "summary": "Elections this year and next are expected to match the $9 billion spent in 2019-2020, doubling from the previous nonpresidential cycle. A top advertising-industry observer expects elections this year and next will see political ad expenditures of roughly $9 billion, more than doubling the amount spent in the 2018 midterm cycle.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ghosn-escape-planner-michael-taylor-is-sentenced-to-two-years-in-prison-11626669860", "title": "Ghosn Escape Planner Michael Taylor Is Sentenced to Two Years in Prison", "date": "2021-07-19 03:10", "summary": "Son Peter Taylor is sentenced to one year and eight months as Tokyo court rules on Americans who helped former Nissan chief. TOKYO-A Tokyo court on Monday sentenced Americans Michael Taylor and Peter Taylor to prison for their roles in the escape of former Nissan Motor Co. chief Carlos Ghosn from Japan.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zoom-to-buy-five9-in-all-stock-deal-valued-at-14-7-billion-11626662804", "title": "Zoom to Buy Five9 in $14.7 Billion Deal", "date": "2021-07-19 00:11", "summary": "The deal for the cloud-based customer-service software provider will help Zoom expand its potential offerings for business clients. Zoom Video Communications Inc., the videoconferencing service that became a household name globally during the pandemic, plans to parlay some of the resulting rise in its share price into a $14.7 billion acquisition to secure growth.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11626617162", "title": "Pepper...and Salt", "date": "2021-07-19 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pain-of-the-never-ending-work-check-in-11626667260", "title": "The Pain of the Never-Ending Work Check-In", "date": "2021-07-19 00:01", "summary": "Meeting burnout got worse in the pandemic; hybrid schedules could make things even messier. Brenda Fernandez has tried blocking off time on her calendar. She's tried to keep conversations focused. She still can't escape them.", "categories": [["Life & Work", "Work & Life"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/work-life?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-out-monday-crossword-july-19-11626649485", "title": "Inside Out (Monday Crossword, July 19)", "date": "2021-07-19 00:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/digital-manufacturing-company-fast-radius-nears-1-4-billion-spac-deal-11626660000", "title": "Digital Manufacturing Company Fast Radius Nears $1.4 Billion SPAC Deal", "date": "2021-07-19 22:00", "summary": "Fast Radius would join several other companies tied to technology and supply chains in going public with a lofty valuation. Fast Radius Inc. is closing in on a deal with a special-purpose acquisition company that would value the digital manufacturing company at about $1.4 billion and take it public, people familiar with the matter said.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washington-weekend-shootings-highlight-rising-gun-violence-in-capital-11626647736", "title": "Washington Weekend Shootings Highlight Rising Gun Violence in Capital", "date": "2021-07-19 21:22", "summary": "Killing of 6-year-old girl, evacuation of Nationals stadium among rising number of gun incidents in D.C.. Two high-profile weekend shootings in Washington-one killing a 6-year-old girl and another prompting the evacuation of the Washington Nationals ballpark-put a spotlight on rising gun crime in the nation's capital and some U.S. cities.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]