[{"link": "https://www.wsj.com/articles/elon-musk-can-pocket-another-32-billion-of-tesla-shares-11619826814", "title": "Elon Musk Can Pocket Another $32 Billion of Tesla Shares", "date": "2021-04-30 19:53", "summary": "Billionaire can claim half of stock award after Tesla's stock gains and financial performance hit targets. Elon Musk, already one of the world's richest people, can add another $32.4 billion worth of Tesla Inc. shares to his piggy bank.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/migrant-families-are-allowed-into-u-s-for-first-time-in-more-than-a-year-11619816632", "title": "Growing Number of Migrant Families Allowed Into U.S. to Seek Asylum", "date": "2021-04-30 19:43", "summary": "Biden administration is easing ban on asylum-seeking families at ports of entry that Trump administration implemented at pandemic's start. The Biden administration is allowing a growing number of migrant families seeking asylum to enter the U.S. at legal border crossings, in a change from a year-old Trump-era policy aimed at blocking them entirely, according to people familiar with the process and government data.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-faces-covid-19-vaccine-hesitancy-variants-after-first-100-days-11619787621", "title": "Biden Faces Covid-19 Vaccine Hesitancy, Variants", "date": "2021-04-30 18:42", "summary": "The pandemic challenge is shifting after his first few months in office were focused on ramping up vaccine distribution. WASHINGTON-In his first 100 days in office, President Biden has overseen ramped up distribution of the Covid-19 vaccine, reached deals for enough shots for all adults, and sent troops to staff mass-vaccination centers as part of an expanded federal effort to vanquish the pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dominos-ford-kraft-heinz-stocks-that-defined-the-week-11619822418", "title": "Domino's, Ford, Kraft Heinz: Stocks That Defined the Week", "date": "2021-04-30 18:40", "summary": "Here are seven major companies whose stocks moved on the week's news. Domino's Pizza Inc.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-move-research-abroad-tax-11619822286", "title": "Biden's Move-Research-Abroad Tax", "date": "2021-04-30 18:38", "summary": "Raise the levy on U.S. intellectual property and you'll get less of it.. One of the stranger features of President Biden's corporate-tax plan is the war he's waging on incentives for research and development in the U.S. Behold a case study in what happens when an Administration's desire to punish taxpayers outpaces its understanding of the tax code.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-blue-state-gerrymander-walk-back-11619822236", "title": "The Blue State Gerrymander Walk-Back", "date": "2021-04-30 18:37", "summary": "Illinois and New York Democrats may prefer partisan maps after all.. After this week's release of decennial Census apportionments, the 2022 redistricting battles are underway. If you've been reading the press, you know what to expect: Republicans will gerrymander relentlessly to squeeze more GOP House seats out of red and purple states, while Democrats will model high-minded good governance and draw maps without regard to politics.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/progressives-for-contempt-of-court-11619822153", "title": "Progressives for Contempt of Court", "date": "2021-04-30 18:35", "summary": "AOC and friends try to turn disbarred Steven Donziger into a martyr.. Attorney Steven Donziger was disbarred and rebuked by U.S. courts for a $9.5 billion shakedown of Chevron in Ecuador. But now as he faces criminal contempt charges, progressives are lionizing him as a human-rights martyr.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-backlash-against-bad-history-11619822062", "title": "A Backlash Against Bad History", "date": "2021-04-30 18:34", "summary": "GOP Senators warn Cardona about pushing the '1619 Project.'. Education in America is still mainly a state and local enterprise, and thank heaven for that. Look no further than the Biden Administration's plan to use federal grants to urge states and local schools to teach bad American history like the New York Times \"1619 Project\" in classrooms.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cios-stockpile-equipment-examine-supply-chain-amid-chip-shortage-11619819752", "title": "CIOs Stockpile Equipment, Examine Supply Chain Amid Chip Shortage", "date": "2021-04-30 17:55", "summary": "Continued constraints from global scarcity of semiconductors affect chief information officers across a wide range of companies. Some chief information officers are bracing for the fallout from the worsening global semiconductor shortage by stockpiling more equipment and taking a closer look at the intricacies of their supply chain.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chevron-returns-to-profit-as-oil-rebounds-from-pandemic-11619778764", "title": "Oil Giants Recover as Prices Rebound", "date": "2021-04-30 17:41", "summary": "Exxon, Chevron, other large oil companies notched profits in the first quarter, a year after the coronavirus led to historic losses. Big oil companies returned to profitability during the first quarter as they recovered from the unprecedented destruction of oil-and-gas demand wrought by the coronavirus pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-4-trillion-framework-now-in-congresss-hands-11619790547", "title": "Biden's $4 Trillion Plan Now Gets Test in Congress", "date": "2021-04-30 17:18", "summary": "As legislation is crafted, some Democrats want changes to infrastructure, education and childcare proposals. WASHINGTON-President Biden's $1.8 trillion child-care and education plan complicates an already rocky legislative landscape on Capitol Hill, where Democratic leaders are balancing competing demands as they also juggle the White House's $2.3 trillion infrastructure package.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-she-was-from-the-collected-joan-didion-11619794190", "title": "Where She Was From: The Collected Joan Didion", "date": "2021-04-30 17:15", "summary": "A multivolume excursion with the writer who wove her voice out of a culture coming apart at the seams.. Joan Didion's literary moment is now in its sixth decade. It began in 1968 with a book of essays called \"Slouching Towards Bethlehem\" and is still ticking away, with releases of several new volumes of her collected work. Altogether Ms. Didion, now 86, is the author of five novels, 10 books of nonfiction, and a play, with additional credits as co-writer on about a dozen film and television projects. In January, Alfred A. Knopf published \"Let Me Tell You What I Mean,\" a volume of fugitive essays from 1968 to 2000, and the Library of America has recently printed two collections of her canonical works, from \"Run River\" (1963) through \"The Last Thing He Wanted\" (1996). (A third volume of post-2000 material is planned but not scheduled.) As always, the LOA's omnibus editions are well-upholstered objects, enhanced by excellent chronologies and notes on the texts. The second volume, out this week, contains some of Ms. Didion's most arresting writing from the 1980s and '90s, including \"Democracy,\" a political thriller with echoes of Graham Greene and V.S. Naipaul, and California essays about Patty Hearst and the history of the Los Angeles Times.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rally-in-transportation-stocks-nears-122-year-old-record-streak-11619775003", "title": "Rally in Transportation Stocks Nears 122-Year-Old Record Streak", "date": "2021-04-30 17:02", "summary": "Gains underscore investors' expectations that rebounding economy will boost companies carrying goods, raw materials. Shares of airlines, railroads and trucking companies are rolling to their longest streak of weekly gains in more than a century, fueled by investors' optimism that a resurgence in economic growth will boost profits at transportation companies.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-big-tech-oligarchy-calls-out-for-trustbusters-11619816008", "title": "The Big Tech Oligarchy Calls Out for Trustbusters", "date": "2021-04-30 16:53", "summary": "Concentrations of power in business or government endanger the popular rule envisioned by the founders.. This is the year of the woke corporation, the year the chieftains of the most powerful companies got bored with making money and decided to remake America, principally by telling Americans how bigoted and backward they are.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-indias-viral-misery-is-telling-us-11619815939", "title": "What India's Viral Misery Is Telling Us", "date": "2021-04-30 16:52", "summary": "China take note: The story isn't over when billions lack the luxury of prioritizing Covid avoidance.. Medical experts are ransacking the inventory of new variants to explain India's hellish Covid explosion, but they aren't likely to find out much they didn't know at the time of Wuhan more than a year ago.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bain-capital-raises-11-8-billion-for-new-buyout-fund-11619815838", "title": "Bain Capital Raises $11.8 Billion for New Buyout Fund", "date": "2021-04-30 16:50", "summary": "About $1.8 billion for Bain Capital Fund XIII came from current and former employees of the Boston firm. Bain Capital has raised $11.8 billion for its latest flagship buyout fund, surpassing its target and notching significant participation by people affiliated with the firm, a spokeswoman confirmed.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alaskas-energy-industry-is-as-clean-as-it-gets-11619815858", "title": "Alaska's Energy Industry Is as Clean as It Gets", "date": "2021-04-30 16:50", "summary": "Biden's climate plan will kill American jobs and enrich dirty producers in China and Russia.. President Biden Zoomed with world leaders last week to announce his plan to reduce greenhouse-gas emissions. Unfortunately, his proposal will almost certainly have the opposite effect by transferring relatively clean U.S. energy production to dirty producers overseas.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-but-not-full-justice-in-chauvin-case-11619815746", "title": "Some, but Not Full, Justice in Chauvin Case", "date": "2021-04-30 16:49", "summary": "But where is the justice for the victims of last year's riots in Portland, Minneapolis and other cities?. Regarding Peggy Noonan's \"A Measure of Justice in the Chauvin Trial\" (Declarations, April 24): Most will agree with Ms. Noonan that the conviction of Derek Chauvin was a \"kind of triumph\" for our judicial system.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-racially-pigeonhole-childrens-books-11619815670", "title": "Don't Racially Pigeonhole Children's Books", "date": "2021-04-30 16:47", "summary": "Children can readily identify with characters who are very different from themselves if the writer has the skill to portray their struggles and triumphs in a way that reveals our common humanity.. Researchers and publishing houses bring \"an antebellum ethic of race consciousness to American children's literature\" and want literary characters to represent young readers by demographic data (\"Jack and the Bean Counters: A Woke Children's Story,\" by Meghan Cox Gurdon, Books, April 24). Should colleges follow the same approach when choosing instructors for classes with a diverse student body?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-world-of-autotech-raises-new-issues-11619815621", "title": "A New World of AutoTech Raises New Issues", "date": "2021-04-30 16:47", "summary": "Waiting for an available ride-sharing car to show up for your commute will be frustrating.. Regarding Daniel Yergin's \"The New World of AutoTech\" (Review, April 24): I disagree that fewer cars will be needed. Cars may be parked most of the time, but there are spikes in use, most clearly during morning and evening commutes. Waiting for an available ride-sharing car to show up for your commute will be frustrating. Today, one car makes one trip and sits, waiting to return later. Unless there are enough ride-hailing cars to match user demand during peak times, those cars will make one trip, then have to return to fetch another commuter, inefficiently adding more trips. It is possible that ride-hailing will come to resemble buses, which would reduce the inefficiency but limit the convenience. And where will these peak vehicles reside waiting for the return commute?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/internet-privacy-legislation-dies-in-florida-11619815378", "title": "Internet Privacy Legislation Dies in Florida", "date": "2021-04-30 16:42", "summary": "The state's lawmakers are the latest to spar over consumers' right to sue companies. Consumer privacy legislation in Florida died Friday, the last day of this year's legislative session, making the Sunshine State the latest to see data-protection proposals hit a political impasse.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-more-resilient-america-beat-a-midcentury-pandemic-11619794711", "title": "How a More Resilient America Beat a Midcentury Pandemic", "date": "2021-04-30 16:40", "summary": "In 1957, the U.S. rose to the challenge of the 'Asian flu' with stoicism and a high tolerance for risk, offering a stark contrast with today's approach to Covid-19.. \"Bliss was it in that dawn to be alive,/But to be young was very heaven!\" Wordsworth was talking about France in 1789, but the line applies better to the America of 1957. That summer, Elvis Presley topped the charts with \"(Let Me Be Your) Teddy Bear.\" But we tend to forget that 1957 also saw the outbreak of one of the biggest pandemics of the modern era. Not coincidentally, another hit of that year was \"Rockin' Pneumonia and the Boogie Woogie Flu\" by Huey \"Piano\" Smith & the Clowns.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rookie-of-the-year-11619814564", "title": "Rookie of the Year", "date": "2021-04-30 16:29", "summary": "An architect of the historic Midwest peace plan lands in Chicago.. After persuading a group of university presidents to adopt reasonable Covid policy, how hard can it be for Justin Fields to play quarterback in the National Football League? An advocate for sensible risk assessment, Mr. Fields led a successful campaign to allow football to resume in the Big Ten Conference last fall. Then he spent a few months showing why he has the talent and toughness to lead a professional football team. Yet the Ohio State star somehow lasted until the 11th selection in the first round of the NFL draft on Thursday night.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-04-30-2021-11619768280", "title": "Stocks Hold On to Monthly Gains", "date": "2021-04-30 16:23", "summary": "The S&P 500 notches its biggest monthly rise since November. U.S. stocks slipped Friday but posted monthly gains after a streak of strong earnings reports.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shares-of-oxford-astrazeneca-covid-19-vaccine-startup-trade-down-in-debut-11619804725", "title": "Vaccitech Shares Trade Down in Debut", "date": "2021-04-30 16:16", "summary": "Vaccitech shares fell 17% from IPO price in their trading debut. Vaccitech PLC, a British company that co-invented the AstraZeneca PLC Covid-19 vaccine, closed its first day of trading with shares down 17%.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-national-security-surveillance-dropped-in-2020-as-pandemic-kept-suspects-at-home-11619813640", "title": "U.S. National Security Surveillance Dropped in 2020 as Pandemic Kept Suspects at Home", "date": "2021-04-30 16:14", "summary": "Travel restrictions and event cancellations drove down need for court-approved wiretaps, officials say. WASHINGTON-U.S. intelligence agencies used foreign intelligence laws to eavesdrop on suspected spies and terrorists far less frequently last year, officials said Friday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-than-fun-and-games-11619813623", "title": "More Than Fun and Games", "date": "2021-04-30 16:13", "summary": "Clarence H. White's 'The Ring Toss' was composed with all the intention of a painting or a sculpture.. When Clarence H. White staged and shot \"The Ring Toss\" in 1899, he was on a mission. Eleven years earlier, George Eastman had introduced his Kodak camera for the masses, and many people were seduced by its slogan, \"You Press the Button, We Do the Rest.\" They avidly captured everyday scenes, sent the camera off to Kodak for processing, and enjoyed the snapshots that came back.", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-policy-tax-immigration-covid-police-11619728123", "title": "What Biden Has Done on Taxes, Border, Policing and More", "date": "2021-04-30 16:12", "summary": "Resume Subscription. President Biden entered office with far-reaching plans and a narrow Democratic majority in Congress. His first months have been punctuated by efforts to combat the coronavirus pandemic and to secure an economic recovery from the crisis.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/biden-to-steer-between-obama-trump-policies-on-north-korea-11619813445", "title": "Biden to Steer Between Obama, Trump Policies on North Korea", "date": "2021-04-30 16:10", "summary": "Review concludes a 'big bang' approach won't work; neither will 'strategic patience'. The Biden administration intends to steer a middle course in negotiations over North Korea's nuclear and missile programs between former President Donald Trump's top-level summitry and the Obama administration's patient stance, U.S. officials said.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/odd-lot-saturday-crossword-may-1-11619204483", "title": "Odd Lot (Saturday Crossword, May 1)", "date": "2021-04-30 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spell-weaving-saturday-variety-puzzle-may-1-11619204624", "title": "Spell Weaving (Saturday Variety Puzzle, May 1)", "date": "2021-04-30 16:01", "categories": [["WSJ Puzzles", "Variety Puzzle"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/variety-puzzle?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/siemens-promotes-company-insider-to-compliance-chief-11619795761", "title": "Siemens Promotes Company Insider to Compliance Chief", "date": "2021-04-30 15:51", "summary": "Annette Kraus will succeed Martina Maier. Siemens AG has promoted an internal lawyer to oversee the company's global compliance organization, the company said Friday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/illinois-democrat-cheri-bustos-says-she-wont-seek-re-election-11619811868", "title": "Illinois Democrat Cheri Bustos Says She Won't Seek Re-Election", "date": "2021-04-30 15:44", "summary": "Lawmaker had stepped down as head of House Democrats' campaign arm after party's disappointing showing in 2020. WASHINGTON-Rep. Cheri Bustos, one of a handful of Democrats representing districts President Biden lost in 2020, said she won't seek re-election next year, a move that comes after a disappointing run as the chief of the party's campaign arm.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/3m-loses-first-trial-over-military-earplugs-11619809398", "title": "3M Loses First Trial Over Military Earplugs", "date": "2021-04-30 15:41", "summary": "Federal jury awards $7.1 million to three veterans. 3M Co. lost the first lawsuit to go to trial over the safety of earplugs it sold for years to the military, with a federal jury Friday awarding $7.1 million to three veterans and finding the company failed to warn about defects in the product.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-firms-tweak-work-tools-to-grapple-with-digital-exhaustion-11619811203", "title": "Tech Firms Tweak Work Tools to Grapple with 'Digital Exhaustion'", "date": "2021-04-30 15:33", "summary": "Workplace experts say it's a start, but the new features don't fully address the burnout and isolation of at-home workers. Big tech companies- Microsoft Corp. , Adobe Inc. and Alphabet Inc.'s Google among them-are adding new twists to their work tools to fight Zoom fatigue and general burnout as working from home stretches into a second year for millions of people.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/networking-makes-a-comeback-for-the-class-of-2021-11619794797", "title": "Networking Makes a Comeback for the Class of 2021", "date": "2021-04-30 15:32", "summary": "As hiring rebounds, trawling job-listing sites is out; making personal connections is in. When Rebecca Moser, a 26-year-old MBA student at Baruch College in New York City, first started her postgrad job search, she spent countless hours scrolling postings on Glassdoor and LinkedIn. But her school's career advisers told her to stop-and to pick up the phone.", "categories": [["Life & Work", "At Work"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/at-work?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/growing-roses-for-beginners-the-secrets-to-success-in-the-garden-11619807089", "title": "Growing Roses for Beginners: The Secrets to Success in the Garden", "date": "2021-04-30 14:24", "summary": "Have roses' reputation for fussiness put you off them? These experts' advice for wary gardeners might recultivate your interest. TURNS OUT that where roses are concerned, as with much of life, location matters most. That's the key tip for inexperienced growers who come across a variety and fall in love. \"You have to really make sure that the rose is going to be suitable for where you live,\" said Peter Schneider, editor of the annual Combined Rose List, an international reference guide. Mr. Schneider, who noted that Instagram darlings are often farmed overseas, suggested visiting a botanical garden near you to see what does well there. Alternatively, you can find relevant information on a rose's label, or in its catalog or online description, said Missouri Botanical Garden rosarian, Matthew Norman. Check that the rose is suitable for your hardiness zone (find yours on the USDA website). \"Right plant, right place,\" said Mr. Norman.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-man-they-couldnt-cancel-11619806528", "title": "The Man They Couldn't Cancel", "date": "2021-04-30 14:15", "summary": "Mobs have targeted Jordan Peterson, but he hasn't lost his university job and his publishers have stuck by him. What's his secret?. The term \"cancel culture,\" like \"political correctness\" before it, is a comical expression for an ugly cultural pathology. To be canceled-an older, closely related term is \"blacklisted\"-is to have your public persona or influence assailed, typically by a sizable mob, for some real or perceived offense against progressive orthodoxy, whatever that orthodoxy may hold at the moment. For that to happen, you must possess some form of authority in the first place: an academic post, a political office, a role in the entertainment industry, employment with a \"mainstream\" media organization, a voice as an intellectual or imaginative writer.", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-the-moon-and-back-with-michael-collins-1930-2021-11619806447", "title": "To the Moon and Back With Michael Collins, 1930-2021", "date": "2021-04-30 14:14", "summary": "My fellow astronaut was a great pilot, a great friend and a great patriot.. Finding words is hard. The death at age 90 of Michael Collins, command-module pilot for Apollo 11, is the loss of a friend, an unswerving patriot and an intrepid explorer. Neil Armstrong and I were blessed to have had Mike as our crewmate on America's first manned mission to the moon's surface, in July 1969. No one is more responsible for our success-taking us out and bringing us home safely-than Mike.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-power-of-making-art-together-11619805575", "title": "The Power of Making Art Together", "date": "2021-04-30 13:59", "summary": "A new exhibition by contemporary Native American artists Marie Watt and Cannupa Hanska Luger enlists the public as a partner.. The title of \"Each/Other,\" a new exhibition opening May 23 at the Denver Art Museum, evokes the importance of collaboration in art. The show features two Native American artists, Marie Watt and Cannupa Hanska Luger, who often enlist hundreds of people to help create their projects-from bandannas bearing messages to donated blankets that bear witness to history. According to John Lukavic, the exhibition's organizing curator, \"Each/Other\" is a reminder of how all of us \"need others\" to bring our visions to life.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-prep-for-your-first-job-search-a-two-day-boot-camp-11619798399", "title": "How to Prep for Your First Job Search: A Two-Day Boot Camp", "date": "2021-04-30 13:44", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/exxon-mobil-chevron-face-tough-investor-crowd-11619803779", "title": "Exxon Mobil, Chevron Face Tough Investor Crowd", "date": "2021-04-30 13:29", "summary": "U.S. oil majors are making money again, but it will take more to assuage shareholders. To say that Exxon Mobil and Chevron faced a difficult 2020 would be a deep understatement. Their next challenge seems less daunting but could be trickier: Finding out what investors want.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-names-bytedance-finance-chief-as-new-ceo-11619796836", "title": "TikTok Names New Chief Executive", "date": "2021-04-30 13:28", "summary": "Shou Zi Chew to retain post at TikTok's parent company. TikTok has named Shou Zi Chew, chief financial officer of parent company ByteDance Ltd., to lead the buzzy short-form video app, in a reshuffling that attempts to stabilize the leadership ranks of the fast-growing company.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roku-drops-youtube-tv-app-in-carriage-dispute-11619803160", "title": "Roku Drops YouTube TV App in Carriage Dispute", "date": "2021-04-30 13:19", "summary": "The streaming-device maker and Google, YouTube's parent, are at odds over the way search results are displayed on Roku's platform. Streaming device-maker Roku Inc. removed the YouTube TV app from its channel store Friday, the latest example of media carriage disputes entering the streaming era.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-countryside-getaways-with-exquisite-food-by-big-city-chefs-11619802302", "title": "America's Newest Destination Restaurants Aren't Where You'd Expect", "date": "2021-04-30 13:05", "summary": "Some big food-world names have left the major metropolises to take over the kitchens-and kitchen gardens-of country hotels, just as hungry vacationers are ready to gulp up spring. AH, SPRINGTIME. The trees are ridiculously colorful, tulips spill out of bushels at the farmers markets, little peas take center stage and a kaleidoscope of birds is migrating. Chefs are, too. Just as WFH executives were drawn to life in the sticks as the pandemic settled in, many of the country's notable chefs-facing restaurant closures, indefinite furloughs and notoriously thin profit margins-have heard the call of the country. Specifically, country hotels.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/death-and-taxes-biden-wants-to-step-down-the-step-up-on-investment-gains-11619775021", "title": "Death and Taxes: Biden Wants to Step Down the 'Step-Up' on Investment Gains", "date": "2021-04-30 13:05", "summary": "The administration's proposal would curtail longstanding tax exemption for investment appreciation. A landmark proposal in President Biden's newly announced American Families Plan would end the longstanding tax exemption for investment appreciation when a taxpayer dies. This break is known as the \"step-up in basis,\" and changing it could raise taxes at death significantly for affluent Americans.", "categories": [["Markets", "Tax Report"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/tax-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-covid-19-surge-worsens-as-nation-stumbles-in-vaccine-expansion-11619798259", "title": "India's Covid-19 Surge Worsens as Nation Stumbles in Vaccine Expansion", "date": "2021-04-30 13:03", "summary": "As country opens doses to all adults, many people can't book appointments and many states say they are running too low on supplies. India's expansion of its vaccination campaign to all adults is stumbling badly, with many people saying they can't book appointments and states reporting a shortage of vaccines.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-to-give-inheritance-money-to-your-kids-11619802000", "title": "When to Give Inheritance Money to Your Kids", "date": "2021-04-30 13:00", "summary": "Is it better to help your children when you're still alive? Or wait until after you die?. Should an inheritance be strictly an inheritance, to be left to children when their parents die? Or should parents use at least some of that money while they're still alive to help out their adult children financially? And if parents give while they're alive, how much should they give and when?", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-prisons-could-see-fortunes-change-under-biden-immigration-policy-11619800623", "title": "Private Prisons Could See Fortunes Change Under Biden Immigration Policy", "date": "2021-04-30 12:54", "summary": "Number of people detained by immigration authorities has plunged due to pandemic while policy changes signal possible challenges for for-profit prisons. One little-noticed effect of the Biden administration's shift in immigration policy from the Trump administration is the change it may bring to the private prison industry.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-stampede-turned-hopes-for-post-pandemic-normalcy-to-despair-11619800685", "title": "Israel Stampede Turned Hopes for Post-Pandemic Normalcy to Despair", "date": "2021-04-30 12:38", "summary": "Resume Subscription. TEL AVIV-Thousands of pilgrims who made their way to Mount Meron in northern Israel this week hoped the religious festival there was a sign that everyday life was getting back to normal. Their government had conducted a successful vaccination program and new Covid-19 infections had waned.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/barclays-profit-surges-on-strong-equities-trading-11619766113", "title": "Barclays Profit Surges But Higher Costs Weigh on Performance", "date": "2021-04-30 12:14", "summary": "London-based lender earned $2.37 billion in the first three months of the year. LONDON-Barclays PLC profit soared on stock market trading revenue but an unexpected rise in costs clouded the bank's performance.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peaches-golding-is-a-pioneering-representative-of-the-crown-11619798788", "title": "Peaches Golding Is a Pioneering Representative of the Crown", "date": "2021-04-30 12:06", "summary": "An African-American businesswoman who serves as an official of Queen Elizabeth knows 'the power of visibility.'. Peaches Golding's great-great-grandfather, a plantation owner in North Carolina named Theophilus Hauser, bought her great-great-grandmother, Bethania, as a child slave. They had three sons together, born into bondage. The white and Black descendants of the Hauser family have gathered for reunions for over 100 years, and as a child Ms. Golding knew these multiracial gatherings were unusual. She burned with questions: What was Bethania's life like? How were her children treated? But she learned that \"there are some things you discuss and some things you don't discuss,\" she recalls. \"Sometimes time needs to pass\" before people can openly address \"very painful\" subjects, like a shared past forged in slavery.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-read-this-week-11619797512", "title": "What to Read This Week", "date": "2021-04-30 11:45", "summary": "Malcolm Gladwell on the terrible endgame of a bombing campaign, Joan Didion's collected accounts of the American scene, Napoleon the art thief, Victorian mediums and more.. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-apps-like-tinder-peloton-and-opentable-say-about-covid-19-recovery-11619797410", "title": "What Apps Like Tinder, Peloton and OpenTable Say About Covid-19 Recovery", "date": "2021-04-30 11:43", "summary": "Data from consumer apps shows how Americans are approaching dining out, dating and travel. As more Americans receive vaccinations against Covid-19 and as rules on social distancing are relaxed, people are starting to become more interested in travel and going out to eat, new data on app usage suggest.", "categories": [["News"]], "category_links": ["https://www.wsj.com/news/types/noted-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cauliflower-turmeric-soup-11619795968", "title": "Cauliflower Turmeric Soup", "date": "2021-04-30 11:19", "summary": "There's a reason cauliflower keeps trending. It makes this turmeric-tinged soup both creamy and light.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-biden-white-house-runs-on-a-tight-script-the-president-doesnt-11619784000", "title": "The Biden White House Runs on a Tight Script. The President Doesn't.", "date": "2021-04-30 11:18", "summary": "The administration's message and policy rollouts have been tightly choreographed, but events-and Mr. Biden-have sometimes disrupted those plans. WASHINGTON-Even before President Biden stepped into the White House, his advisers had laid out a schedule packed with policy-themed events, executive order signings and legislative proposals.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medical-schools-are-getting-flooded-with-applicants-11619795836", "title": "Medical Schools Are Getting Flooded With Applicants", "date": "2021-04-30 11:17", "summary": "Med schools, public-health programs see surge in interest prompted by response to Covid-19 pandemic. Isabella Tincher had dreamed of being an architect since she was little, when she loved making tiny paper houses for her toy animals.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-this-vegan-cauliflower-recipe-is-perfect-for-everyone-11619795615", "title": "Why This Vegan Cauliflower Recipe Is Perfect for Everyone", "date": "2021-04-30 11:13", "summary": "There's a reason cauliflower keeps trending. It makes this turmeric-tinged soup both creamy and light.. SOMEHOW unassuming cauliflower has become a celebrity vegetable. Darling of the ketogenic diet, applauded for its versatility, it's called on as a substitute for everything from rice to chicken wings. I'm not here to push cauliflower pizza crust as a replacement for the real thing, but I'm as susceptible as anyone to the charms of the ubiquitous brassica.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-tax-plans-potential-impact-on-your-ira-11619795375", "title": "Biden Tax Plan's Potential Impact on Your IRA", "date": "2021-04-30 11:09", "summary": "For people with traditional retirement accounts, Roth conversions may gain traction this year. Tax rates seem likely to rise for the wealthiest and highest-earning taxpayers under the Biden administration. For those with traditional retirement accounts, making moves ahead of tax law changes can reduce income-tax bills in retirement.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-says-china-must-do-more-to-protect-intellectual-property-11619794859", "title": "U.S. Says China Must Do More to Protect Intellectual Property", "date": "2021-04-30 11:01", "summary": "Trade office says measures Beijing has adopted in the last year don't go far enough. WASHINGTON-The U.S. criticized China's protection of intellectual property on Friday, saying that measures Beijing adopted-some to comply with the 2020 U.S.-China trade deal-don't go far enough.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buffett-stands-alone-but-companies-should-open-door-to-older-ceos-11619794803", "title": "Buffett Stands Alone, but Companies Should Open Door to Older CEOs", "date": "2021-04-30 11:00", "summary": "The Berkshire Hathaway leader's five-decade tenure will always be an outlier, but companies are often too quick to force chief executives into retirement. Happy birthday. Now pack up your stuff and go.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-happens-when-stocks-only-go-up-11619794810", "title": "What Happens When Stocks Only Go Up", "date": "2021-04-30 11:00", "summary": "Losing your fear of bear markets can lead to complacency-and new risks. Bear markets haven't gone extinct. They've evolved into teddy bears.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-buffett-faces-impatient-investors-as-berkshire-hathaway-returns-decline-11619794480", "title": "Warren Buffett Faces Impatient Investors as Berkshire Hathaway Returns Decline", "date": "2021-04-30 10:54", "summary": "Institutional shareholders are pressing for change on climate and governance at the Omaha, Neb., conglomerate. Professional money managers are turning up the heat on Warren Buffett's Berkshire Hathaway Inc.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nestle-expands-in-vitamins-with-5-75-billion-natures-bounty-deal-11619778234", "title": "Nestlé Expands in Vitamins With $5.75 Billion Nature's Bounty Deal", "date": "2021-04-30 10:53", "summary": "Swiss food giant agreed to buy Bountiful's main brands, pushing further into nutrition. Nestlé SA has agreed to buy the main brands of vitamins maker Bountiful Co. for $5.75 billion, in the Swiss food giant's latest move to capitalize on growing demand for minerals and nutritional supplements.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consumer-spending-personal-income-march-2021-11619732790", "title": "U.S. Household Income Surged by Record 21.1% in March", "date": "2021-04-30 10:51", "summary": "Higher income, spending and saving are expected to help power a fast economic recovery. Household income rose at a record pace of 21.1% in March as federal-stimulus checks helped fuel an economic revival that is poised to endure with an easing pandemic.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/squishmallows-carry-on-where-furbies-left-off-it-just-kind-of-exploded-11619794249", "title": "Squishmallows Carry on Where Furbies Left Off. 'It Just Kind of Exploded.'", "date": "2021-04-30 10:50", "summary": "Resume Subscription. Tipped off by a Facebook post, Jess Columbus, a 40-year-old mom of two, jumped in her car, drove 40 minutes and waited three hours in line. Not for concert tickets. Or an exclusive clothing-line drop. But to find Patty the Cow at a toy store in Wexford, Pa.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/credit-suisse-gets-the-fixer-it-needs-11619793356", "title": "Credit Suisse Gets the Fixer It Needs", "date": "2021-04-30 10:35", "summary": "New Chairman António Horta-Osório shows every sign of being up for the challenge of gaining control of the embattled bank. News that Credit Suisse 's risk committee has a new leader is reassuring for investors. The way the change happened isn't. New Chairman António Horta-Osório has his work cut out.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-than-90-new-airlines-are-launching-in-2021-they-say-its-the-perfect-time-11619793036", "title": "More Than 90 New Airlines Are Launching in 2021. They Say It's the Perfect Time.", "date": "2021-04-30 10:30", "summary": "A host of upstart carriers around the world have plans to take flight by the end of the year; 'The timing is pretty good, actually.'. For most of last year, running an airline meant parking jets, laying off workers and haggling with governments for bailout funds in a desperate effort to stay out of bankruptcy as appetite for travel shriveled to nearly nothing.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-rachel-cusks-second-place-review-11619792665", "title": "Fiction: Rachel Cusk's 'Second Place' Review", "date": "2021-04-30 10:24", "summary": "A middle-aged woman in thrall to a wizard-like artist is at the center of Rachel Cusk's novel.. Rachel Cusk's \"Outline\" trilogy of novels blazed a trail in what might be thought of as the anti-confessional mode. Though centered on a writer named Faye, the chapters of these books are occupied with the stories of her acquaintances. Faye says and gives away almost nothing, achieving through what Ms. Cusk calls the \"power of silence\" a redoubtable narrative authority-that of the sorcerer or puppet master who coerces others into the dangerous work of self-exposure.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bomber-mafia-review-architects-of-a-firestorm-11619792208", "title": "'The Bomber Mafia' Review: Architects of a Firestorm", "date": "2021-04-30 10:16", "summary": "The promise of high-tech precision bombing gave way to more brutal methods as World War II dragged on.. Writing beautiful books on horrifying themes is a rare art, and one which is usually best left for the great novelists. That has not deterred the polymathic Malcolm Gladwell from seeking to make his new work of narrative history-which was created primarily as an elegantly produced audiobook (Pushkin Industries, 51/4 hours, $17.99) but is also being published as a printed volume-engage with one of the most upsetting episodes of World War II. Near the end of the conflict, the Allied forces began firebombing the cities of Japan, when the populations of the home islands had no chance of protecting themselves against death from the air. The carpet-bombing of cities was a morally repugnant form of warfare, which was to tarnish the reputations of the U.S. Army Air Forces and, in Europe, RAF Bomber Command. No military leaders had planned on such a strategy before the war, but the choice was forced upon Allied air commanders by the exigencies of conflict, the weather and technical setbacks.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/duane-hagadones-resort-set-off-a-boom-in-coeur-dalene-idaho-11619791200", "title": "Duane Hagadone's Resort Set Off a Boom in Coeur d'Alene, Idaho", "date": "2021-04-30 10:00", "summary": "Entrepreneur, who has died at 88, defied skeptics by attracting wealthy tourists to 'the middle of nowhere' and building a floating golf green. Coeur d'Alene, Idaho, was a depressed logging and mining town of about 25,000 when Duane Hagadone opened an 18-story lakeside resort there in 1986.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/william-lupien-former-ceo-of-instinet-and-technology-pioneer-dies-at-age-79-11619791201", "title": "William Lupien, Former CEO of Instinet and Technology Pioneer, Dies at Age 79", "date": "2021-04-30 10:00", "summary": "Entrepreneur's success in business allowed him to achieve a boyhood dream: owning a ranch. William Lupien noticed a Rolls-Royce parked at the apartment complex he managed near Los Angeles in the mid-1960s. Figuring it might be worth knowing the owner of such a car, Mr. Lupien introduced himself to Edward Calin, a prominent trader on the Pacific Coast Stock Exchange.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-beefs-up-antimonopoly-body-amid-regulatory-push-11619791132", "title": "China Beefs Up Antimonopoly Body Amid Regulatory Push", "date": "2021-04-30 09:58", "summary": "Beijing's antitrust watchdog grows as it wades through a backlog of regulatory cases. HONG KONG-China's antitrust watchdog is beefing up its senior ranks as authorities step up efforts to rein in the country's powerful technology companies.", "categories": [["WSJ News Exclusive", "China"]], "category_links": ["https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nestles-new-growth-pill-needs-extra-ingredients-11619791040", "title": "Nestlé's New Growth Pill Needs Extra Ingredients", "date": "2021-04-30 09:57", "summary": "The price Nestlé is paying for vitamin supplement specialist Bountiful reflects the overhaul required. Nestlé 's latest growth tonic needs work. The Swiss food giant hasn't overpaid though, which will help make the returns add up.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-zealand-scores-well-on-anti-money-laundering-but-gaps-remain-watchdog-says-11619739451", "title": "New Zealand Scores Well on Anti-Money-Laundering, but Gaps Remain, Watchdog Says", "date": "2021-04-30 09:52", "summary": "The Financial Action Task Force said the country has set up some effective measures to combat money-laundering and terrorist financing. New Zealand has set up some effective measures to combat money-laundering and terrorist financing, but there are still gaps to be addressed, according to a report from an international standards body.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sputnik-campaign-fails-to-launch-in-hungary-11619790776", "title": "Sputnik Campaign Fails to Launch in Hungary", "date": "2021-04-30 09:52", "summary": "Hungarians clamor for western Covid-19 vaccines despite disinformation campaign to boost Sputnik V. Pfizer and its Covid-19 vaccine partner BioNTech got a shot in the arm from Hungary on Thursday, though some locals were less fortunate.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/plunder-review-stealing-beauty-11619790758", "title": "'Plunder' Review: Stealing Beauty", "date": "2021-04-30 09:52", "summary": "Napoleon Bonaparte was determined to pick off Europe's finest masterpieces. In Venice, he went all out.. In the midst of his Italian campaign, Napoleon Bonaparte stole a painting from a monastery in Venice. Cynthia Saltzman has turned this forgotten episode into a highly original work of history.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sailor-trapped-aboard-abandoned-cargo-ship-four-years-11619789989", "title": "Trapped Aboard an Abandoned Cargo Ship: One Sailor's Four-Year Ordeal", "date": "2021-04-30 09:42", "summary": "Resume Subscription. SUEZ, Egypt-Chief Mate Mohammad Aisha awoke to the groans and tremors of a cavernous cargo ship listing hard to starboard. He staggered through the darkness up five flights of stairs to the bridge and shined his phone's flashlight on the navigation dials.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/apple-faces-eu-antitrust-charges-over-app-store-payments-in-spotify-case-11619777595", "title": "Apple Faces EU Charges Over App Store Payments", "date": "2021-04-30 09:13", "summary": "European Commission accuses Apple of forcing many apps to use its in-app payment system. The European Union charged Apple Inc. with antitrust violations for allegedly abusing its control over the distribution of music-streaming apps, broadening the battle over the tech giant's App Store practices ahead of a federal trial in the U.S. brought by \"Fortnite\" maker Epic Games.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/secrets-of-happiness-review-the-will-to-be-canny-11619788353", "title": "'Secrets of Happiness' Review: The Will to Be Canny", "date": "2021-04-30 09:12", "summary": "Greed may be a universal failing, but its particularities awake a novelist's interest.. 'Money made everybody want to be so smart,\" observes a character in Joan Silber's 2017 novel \"Improvement.\" The thought belongs to a man whose lawyer suggests he might think about adding bodily injury to his insurance claim after a reckless driver damages his truck. The observation could be a leitmotif for much of Ms. Silber's work. Her most interesting characters are alert to the main chance, nursing various degrees of larceny in their hearts; while the more sympathetic-if less interesting-ones have grasped the paltriness of a life dedicated to getting and spending. In the seven artfully linked stories of Ms. Silber's new novel, \"Secrets of Happiness,\" we find both types, but once again those who display the will to be canny, which money in the offing or in the pocket seems to confer, are the most deeply penetrated and superbly conjured.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/out-of-the-shadows-review-spirited-women-11619788122", "title": "'Out of the Shadows' Review: Spirited Women", "date": "2021-04-30 09:08", "summary": "As the fashion for supernatural phenomena swept Europe and America, its practitioners rallied behind earthly causes, too.. Victoria Woodhull awoke cold, alone and drenched in blood. Her tiny newborn lay next to her, bleeding from a badly cut umbilical cord and every moment closer to death. Woodhull's husband, ostensibly a doctor but in reality a drunk, had severed the cord too close, and the baby's vital organs were peeping through the hole. Though weak from labor, Woodhull thumped the walls of her rented room until a neighbor arrived to help, breaking through a grate in the basement to enter the locked house. The child survived.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/see-saw-review-every-picture-tells-a-story-11619787943", "title": "'See/Saw' Review: Every Picture Tells a Story", "date": "2021-04-30 09:05", "summary": "Photographs have a way of making the past startlingly present, connecting us to the eye behind the camera.. Geoff Dyer begins his rich new collection of essays with a consideration of \"Saint-Cloud, 1924,\" a magical picture by the French photographer Eugène Atget (1857-1927), quietly reflective in the way some Rilke poems are. Here, claims Mr. Dyer with his trademark playfulness, Atget's \"Atgetness\" is in full display. We see a landscape devoid of human presence: a broad, tree-lined promenade, divided by rows of ornamental shrubs, receding into a hazy, mysterious distance that, thanks to the camera's off-center position, seems even farther away than it is. Marble statues preside over the emptiness. The time is early morning; no one except the photographer is up and about. Whatever life there is in this park-originally created for the brother of Louis XIV-appears to reside in the billowing trees on either side.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-planet-needs-cute-monsters-11619787831", "title": "Why the Planet Needs Cute Monsters", "date": "2021-04-30 09:03", "summary": "Altered and cloned creatures invite us to confront a future in which technology manipulates nature as never before-to save it. In three recent scientific milestones you can make out the sharpening contours of our unnatural future.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-novels-on-slavery-and-the-civil-war-11619787730", "title": "Five Best: Novels on Slavery and the Civil War", "date": "2021-04-30 09:02", "summary": "Selected by Dorothy Wickenden, the author, most recently, of 'The Agitators.'. By James McBride (2013)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-amazon-exxon-mobil-what-to-watch-when-the-stock-market-opens-today-11619779627", "title": "Twitter, Amazon, Clorox, Chevron: What to Watch When the Stock Market Opens Today", "date": "2021-04-30 09:00", "summary": "Technology shares may be among the weakest performers after the opening bell. Here's what we're watching before Friday's trading gets underway.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/catching-up-with-the-class-of-2020-11619787592", "title": "Catching Up With the Class of 2020", "date": "2021-04-30 08:59", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/childrens-books-the-secret-life-of-stars-review-11619787516", "title": "Children's Books: 'The Secret Life of Stars' Review", "date": "2021-04-30 08:58", "summary": "In distant galaxies, spectacular goings-on.. 'Dwell on the beauty of life,\" wrote Marcus Aurelius. \"Watch the stars, and see yourself running with them.\" This advice for exalted living will feel all the more achievable for readers who have taken a tour of the universe with Australian astrophysicist Lisa Harvey-Smith. In a sparkling work of narrative nonfiction, \"The Secret Life of Stars\" (Thames & Hudson, 184 pages, $19.95), Ms. Harvey-Smith casts deep-space phenomena such as stars, magnetic fields and nebulae not as remote and impersonal entities but as \"temperamental personalities\" with human-like quirks, frailties and emotional relationships. In doing so, she creates a way for young readers to grasp sophisticated ideas that might hitherto have eluded them: why the sun produces heat and light; how every atom of iron on Earth (including the iron in our blood) was made inside a star; what happens when a celestial behemoth blows up-and what the heck black holes are, anyway.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aaron-rodgers-trade-rumors-broncos-49ers-11619786188", "title": "Rodgers Demanded a Trade and Stole the NFL Draft", "date": "2021-04-30 08:43", "summary": "The quarterback's desire to leave town overshadowed the draft and left Green Bay in a lurch. One year ago the Green Bay Packers stunned the football world when they traded up to take a quarterback in the first round of the draft. They still employed Aaron Rodgers. And he wasn't happy about it. He spent the next season playing quarterback better than anyone in the NFL.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doja-cat-prince-best-songs-spotify-11619785572", "title": "From Doja Cat to Prince: the Best Songs You Should Be Listening to Right Now", "date": "2021-04-30 08:39", "summary": "Here's WSJ.'s monthly roundup of new pop releases-everything that's grabbing our attention, making us think or getting us dancing.. Prince's Welcome 2 America, an album originally recorded in 2010, is set to be released this July. The singer's estate has issued a slate of remastered recordings and compilations since his death in 2016, but this project will be Prince's first studio album to be released posthumously. The album's title track is a disillusioned take on modern life told through vibrating bass and Prince's cynical lyrics. \"Mass media, information overload / Welcome to America,\" he sings monotonically in the first verse.", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-suisse-risk-chief-wont-stand-for-re-election-after-archegos-implosion-11619760626", "title": "New Credit Suisse Chairman Resets Agenda After Turmoil", "date": "2021-04-30 08:24", "summary": "New chairman says the bank's current and potential risks 'need to be a matter of immediate and close scrutiny'. Credit Suisse Group AG's new chairman signaled a broad re-evaluation of the bank's risk taking and said strategic changes could be in store after it was flung into turmoil by the back-to-back collapses of Archegos Capital Management and Greensill Capital.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/editor-in-chief-kristina-oneill-on-wsj-magazines-may-2021-issue-11619734934", "title": "Editor in Chief Kristina O'Neill on WSJ. Magazine's May 2021 Issue", "date": "2021-04-30 08:17", "summary": "For our May Style & Design issue, we let out a (cautious!) sigh of relief that the world is slowly on the mend, celebrating brighter days ahead through fashion and decor. After a year of enforced patience, the world is beginning to let out a collective sigh of relief at the return of schools, businesses and social lives long put on hold. Our cover story features one such reunion, bringing together Shalom Harlow, Amber Valletta and Carolyn Murphy-an iconic trio of models and friends who changed the face of fashion in the 1990s. Following in the steps of the big-hair (and sometimes big-ego) supermodels of the '80s, they introduced a grunge-era insouciance and naturalism to catwalks and magazine covers, relaxing notions of American chic. Now in their 40s, they're passing wisdom on to a new generation of models-and continuing to draw strength from each other.", "categories": [["Editor's Letter"]], "category_links": ["https://www.wsj.com/news/types/magazine-editor-s-letter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ad-spending-jumps-as-companies-ride-economic-rebound-11619784459", "title": "Ad Spending Jumps as Google, Facebook and Other Digital Players Ride Economic Rebound", "date": "2021-04-30 08:07", "summary": "Marketers are expected to spend 15% more on advertising this year than last year. Advertising is coming back strong.", "categories": [["Business", "Advertising"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/advertising?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/debate-over-transgender-athletes-sweeps-through-u-s-statehouses-11619762614", "title": "Debate Over Transgender Athletes Sweeps Through U.S. Statehouses", "date": "2021-04-30 08:00", "summary": "More states are passing bills that would ban transgender competitors from competition. Bodies like the NCAA are threatening to relocate events over the issue.. The debate over transgender athletes, particularly in girls' and women's sports, has become a legislative flashpoint in statehouses across the country, as states that ban them from competition have been met with threats from bodies like the National Collegiate Athletic Association to relocate events in response.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-enters-recession-but-accelerating-covid-19-vaccine-campaign-drives-optimism-11619783413", "title": "As Covid-19 Vaccine Campaign Accelerates in Europe, Optimism Swells Despite Recession", "date": "2021-04-30 07:50", "summary": "With the EU's vaccine rollout picking up, a slew of indicators suggest the economy is poised to bounce back. Pulika Calzini, co-owner of a trattoria in central Rome, has seen revenues plummet by about 70% since the start of the pandemic, hammered by coronavirus restrictions and Italy's slow rollout of Covid-19 vaccines.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/expanding-from-autos-to-appliances-and-sex-toys-the-chip-shortage-is-far-reaching-11619783117", "title": "From Tablets to Sex Toys, the Chip Shortage Is Far-Reaching", "date": "2021-04-30 07:45", "summary": "Scarcity means higher price tags for consumers, longer waits for goods, empty store shelves and swaths of the business world racing to secure whatever supply they can. The global chip shortage hobbled auto makers world-wide. Now, other industries are feeling the squeeze.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-covid-19-vaccine-club-how-the-worlds-biggest-producers-depend-on-each-other-11619775001", "title": "Covid-19 Vaccine Producers Rely on Each Other for Key Ingredients", "date": "2021-04-30 07:44", "summary": "Trade experts warn that restrictions on vaccine exports risk squeezing production just when it is needed most. International tensions over access to Covid-19 vaccines have intensified as supply hiccups disrupt mass rollouts of shots. But trade experts warn that restrictions on vaccine exports risk making a bad situation worse.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supermodel-shalom-harlow-career-advice-interview-11619735316", "title": "What Supermodel Shalom Harlow Wishes She Knew at the Beginning of her Career", "date": "2021-04-30 07:43", "summary": "The WSJ. cover star reflects on the one photoshoot she loved the most. What's the one thing you wish you'd learned earlier in your career?", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/astrazeneca-lost-money-on-its-covid-19-vaccine-11619771934", "title": "AstraZeneca Lost Money on Its Covid-19 Vaccine", "date": "2021-04-30 07:39", "summary": "Vaccine sales have fallen short of targets amid production problems and delayed FDA review. LONDON- AstraZeneca PLC said sales of its Covid-19 vaccine-which it has promised to sell initially without profit-haven't kept up with its costs, resulting in a hit to earnings and a warning the vaccine effort could continue to affect margins.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/profits-and-politics-in-chinas-tech-crackdown-11619781614", "title": "Profits and Politics in China's Tech Crackdown", "date": "2021-04-30 07:20", "summary": "Resume Subscription. Is Beijing punishing China's internet-technology titans because they are too large and too powerful or because tech firms are abusing their market power? Following the dramatic fall from grace of billionaire Jack Ma and his fintech brainchild, Ant Group, that question has become an existential one for current and prospective Chinese internet entrepreneurs-and the economy as a whole.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-orders-tech-giants-to-unbundle-financial-services-11619780759", "title": "China Orders Tech Giants to Unbundle Financial Services", "date": "2021-04-30 07:06", "summary": "Companies have turned their mobile payment apps into financial supermarkets, offering loans and insurance policies. No more, says Beijing.. SINGAPORE-In recent years, China's technology giants have turned consumers' embrace of mobile payment apps into lucrative ecosystems offering a range of financial services, from personal loans to insurance policies.", "categories": [["WSJ News Exclusive", "Asia"]], "category_links": ["https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-only-need-one-beauty-productthis-is-it-11619780477", "title": "You Only Need One Beauty Product-This Is It", "date": "2021-04-30 07:01", "summary": "After a year spent mostly makeup-less, women are loath to resume time-consuming beauty routines. Easy, all-in-one products offer a solution.. ZOE CLEMONS HAS whittled her morning makeup routine down to four minutes flat-and far fewer products. Pre-lockdown, the 27-year-old would spend nearly 20 minutes perfecting her visage, relying on an extensive beauty arsenal: \"BB cream, a palette for eye shadow, eyeliner, mascara, matte-finish spray, primer...\" These days, Ms. Clemons, a systems administrator living in Boise, Idaho, follows up her moisturizer with swift swipes of peach-colored powder across her cheeks and eyelids. Occasionally, she'll add mascara for special socially distanced occasions.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-food-delivery-covid-19-was-a-sugar-high-11619780401", "title": "For Food Delivery, Covid-19 Was a Sugar High", "date": "2021-04-30 07:00", "summary": "A new analysis suggests some heavy indigestion ahead for companies in the industry. After monster surges in use over the past 12 months because of the pandemic, food-delivery companies are doubling down. For example, DoorDash , which said its revenue grew by a quarterly average of 220% year over year in 2020, has been adding delivery for groceries and convenience goods. And the Uber Technologies platform Uber Eats has bolstered its profile with grocery delivery through Cornershop in addition to its recent acquisitions of its food-delivery competitor Postmates and the alcohol-delivery platform Drizly.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-orleans-hotel-garden-district-11619735240", "title": "A Grand Italian Resort-in the Heart of New Orleans", "date": "2021-04-30 07:00", "summary": "A new 75-room hotel in New Orleans's Garden District marries historic Italianate details with art deco and 20th-century Italian aesthetics. This spring's opening of the Hotel Saint Vincent, in New Orleans's Lower Garden District, represents a next act for boutique hotelier Liz Lambert, who left her hospitality company, Bunkhouse Group, in 2019. It's the debut project for McGuire Moorman Lambert Hospitality, the firm she recently formed with her longtime friends, Austin hospitality veterans Larry McGuire and Tom Moorman. But it's also a sort of homecoming. \"My grandmother was pure French, from Lake Charles; my dad was Cajun. [New Orleans] really feels familiar to me,\" says the Texas-born Lambert, who made her name with such culturally minded hangouts as Austin's Hotel Saint Cecilia and Marfa's El Cosmico", "categories": [["Travel"]], "category_links": ["https://www.wsj.com/news/types/magazine-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/contributors-to-our-may-2021-issue-11619735077", "title": "Contributors to Our May 2021 Issue", "date": "2021-04-30 07:00", "summary": "Lachlan Bailey, Clare Richardson and other contributors to our May Style & Design Issue. Models and friends Carolyn Murphy, Shalom Harlow and Amber Valletta embrace fun and togetherness on WSJ.'s May cover, photographed by Lachlan Bailey and styled by Clare Richardson. \"You understand very quickly why these [women] have been so successful for so long,\" says Bailey. \"It's amazing to watch how they can play like this and yet be so aware of where the camera and the light are.\" Makeup artist Mark Carrasquillo says, \"The inspiration for the look was no look.\" He decided to show them, he says, as \"honest, healthy, beautiful women. Basically themselves!\" There was more to the shoot than meets the eye. \"We worked with our rigorous Covid-19 safety protocols to make sure that everyone had a safe, productive and joyful shoot day,\" says WSJ.'s executive photo editor, Jennifer Pastore. \"A lot goes on behind the scenes to create a shoot that appears as intimate and carefree as this one.\"", "categories": [["Contributors"]], "category_links": ["https://www.wsj.com/news/types/magazine-contributors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rare-levis-miu-miu-crystals-and-pearls-11619735440", "title": "Rare Levi's, Now With Crystals and Pearls", "date": "2021-04-30 07:00", "summary": "Miu Miu gives a luxury touch to Levi's men's 501s and trucker jackets from the 1980s and 1990s. Few fashion items are as enduring as Levi Strauss & Co.'s original blue jean, trademarked in 1873. After 148 years, the durable pant, now known as the 501 style, remains an indispensable wardrobe staple. Part of its appeal, beyond the comfortable and flattering fit, is that it gets better with age. Preworn Levi's are often the most covetable, already creased and softened. Crafty repairs to distressed pairs, like patches and pins, can also double as decoration, only making them more desirable. Next month as part of the ongoing Upcycled by Miu Miu project, the Italian fashion brand will release a capsule featuring Levi's men's 501s and trucker jackets from the 1980s and 1990s, sourced from Levi's own archive and retooled with Miu Miu's signature touch. The collaboration will be limited to 1,000 pieces in three silhouettes, hand-embellished with crystals, pearls, diamanté embroideries and leather intarsia. The Upcycled project, which first launched in December 2020 with a collection of 80 vintage dresses given a bespoke treatment by Miu Miu, aims to extend the lifespan of preworn garments by refashioning them for the modern woman.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dozens-killed-in-stampede-at-israeli-religious-festival-11619748818", "title": "Stampede at Israeli Religious Festival Kills Dozens", "date": "2021-04-30 06:53", "summary": "Tragedy, in which at least 44 people were killed, occurred during celebration of Jewish holiday Lag b'Omer. TEL AVIV-At least 44 people were killed in a stampede at a religious bonfire festival in northern Israel early Friday, Israel's national emergency service said.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2021-ferrari-roma-a-high-tech-sports-car-with-a-midcentury-look-11619777765", "title": "2021 Ferrari Roma: A High-Tech Sports Car With a Midcentury Look", "date": "2021-04-30 06:16", "summary": "Though the Roma's design calls back to the days of la dolce vita, its interfaces have been digitized, virtualized, stylized and touchpad-enabled, finds Dan Neil. I SAW THAT #beagentleman surfaced briefly on Twitter last week. I was taught that a gentleman is a man who knows how to play the bagpipes, but doesn't.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shattered-by-isis-iraqs-mosul-museum-is-rising-from-the-ashes-11619776800", "title": "Shattered by ISIS, Iraq's Mosul Museum Is Rising From the Ashes", "date": "2021-04-30 06:00", "summary": "Resume Subscription. When Islamic State gunmen stormed the Mosul Cultural Museum and filmed themselves taking sledgehammers to 3,000-year-old Assyrian statues in 2015, museum director Zaid Ghazi watched the images online aghast.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/for-music-rights-deals-the-hits-keep-coming-11619776804", "title": "For Music-Rights Deals, the Hits Keep Coming", "date": "2021-04-30 06:00", "summary": "Tempo, a private-equity-backed partnership, has a billion-dollar war chest as it invests in the Jonas Brothers, Wiz Khalifa among others. The flood of money into deals for rights to the song catalogs of superstar musicians isn't letting up.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-happens-when-opinion-polls-move-online-11619775001", "title": "What Happens When Opinion Polls Move Online", "date": "2021-04-30 05:30", "summary": "Pew and the University of Michigan shifted established surveys from the phone to the web this year. Your opinion matters. Just ask any pollster.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-census-release-a-flood-of-lawsuits-11619775002", "title": "After Census Release, a Flood of Lawsuits", "date": "2021-04-30 05:30", "summary": "Apportionment data prompts legal battles over redistricting as Republicans and Democrats vie for edge. LEGAL BATTLES OVER REDISTRICTING begin in earnest now that the Census Bureau has released its apportionment data. Within hours of the release, top Democratic lawyer Marc Elias had filed lawsuits in three states with divided government control, anticipating an impasse between the parties that would result in state courts stepping in to draw congressional maps. While those lawsuits have just been filed in Louisiana, Pennsylvania and Minnesota-states with Republican or split legislatures and Democratic governors-Elias promised that they are just the tip of the litigation iceberg.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-covid-19-fading-from-our-lives-consumer-app-use-provides-clues-11619775000", "title": "Is Covid-19 Fading? App Use Provides Clues", "date": "2021-04-30 05:30", "summary": "Americans are making dinner reservations, planning vacations and heading back to salons. Entertainment venues are recovering slowly.. As more Americans are vaccinated against Covid-19 and as rules on social distancing are relaxed, interest in activities such as travel and live entertainment is starting to recover, new data on app usage suggest.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackrock-takes-aggressive-posture-on-esg-proxy-votes-11619775002", "title": "BlackRock Starts to Use Voting Power More Aggressively", "date": "2021-04-30 05:30", "summary": "Asset manager signals it is boosting its support of shareholder-led environmental, social and governance proposals. The world's largest asset manager is showing it is more willing to use its heft to influence the policies of the companies it invests in.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/palestinian-authority-president-postpones-parliamentary-vote-11619772210", "title": "Palestinian Authority President Postpones Parliamentary Vote", "date": "2021-04-30 04:43", "summary": "May elections would have been first vote in West Bank, Gaza since 2006. JERUSALEM-The Palestinian Authority said Friday it would postpone parliamentary elections scheduled for next month amid lingering questions over whether Palestinians in East Jerusalem could participate in the vote and a predicted poor performance by the West Bank's ruling party, Fatah.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-economic-recovery-from-covid-19-shows-signs-of-slowing-11619762597", "title": "China's Economic Recovery From Covid-19 Shows Signs of Slowing", "date": "2021-04-30 02:03", "summary": "Official gauges of manufacturing and service-sector activity fall short of expectations. BEIJING-Official gauges across China's economy fell short of expectations in April, hit in part by semiconductor shortages, suggesting that the economy's strong pandemic bounceback is starting to lose some momentum more than a year into the recovery.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11619722537", "title": "Pepper...and Salt", "date": "2021-04-30 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kentucky-derby-anti-doping-lasix-11619724841", "title": "The Kentucky Derby Enters New Anti-Doping Era", "date": "2021-04-30 00:01", "summary": "Use of the drug Lasix won't be permitted in this year's Run for the Roses and other Triple Crown races, as the move to ban it from racing expands. The Kentucky Derby returns on the first Saturday in May after a pandemic-year running last September. Fans wearing fancy hats will be back in the stands. America's most prestigious horse race, however, has implemented one major change: All of this year's Derby entrants will run without being injected with the drug Lasix for the first time in nearly a half-century.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-republicans-pass-bill-tightening-voting-rules-11619753014", "title": "Florida Republicans Pass Bill Tightening Voting Rules", "date": "2021-04-30 23:28", "summary": "Legislature approves bill that includes new rules for voting by mail and drop boxes; it now heads to Gov. Ron DeSantis. Florida's Republican-led legislature passed a bill that adds new rules for voting by mail, including restrictions on ballot drop boxes, marking another example of GOP lawmakers amending remote-voting systems after the 2020 elections.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nfl-draft-2021-picks-results-11619661826", "title": "NFL Draft: Jaguars Take Trevor Lawrence No. 1", "date": "2021-04-30 22:34", "summary": "The draft kicked off as expected, but before it started a bombshell emerged with Aaron Rodgers reportedly wanting out of Green Bay. The NFL has never been so quarterback-centric, and that built up to a quarterback-centric 2021 NFL Draft. And that was before Aaron Rodgers, the quarterback who is the league's reigning MVP, reportedly demanded a trade.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pence-levels-critique-of-biden-as-he-eyes-possible-2024-bid-11619739157", "title": "Pence Criticizes Biden as He Eyes Possible 2024 Bid", "date": "2021-04-30 21:13", "summary": "Former vice president spoke in South Carolina, where first presidential primary in the South is traditionally held. Mike Pence, in his first public speech since leaving office in January, was highly critical Thursday evening of President Biden's new administration, as the former Republican vice president positioned himself for a potential 2024 White House bid.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unusual-supreme-court-majority-rules-in-favor-of-guatemalan-who-entered-u-s-illegally-11619743975", "title": "Supreme Court Rules in Favor of Guatemalan Who Entered U.S. Illegally", "date": "2021-04-30 20:52", "summary": "At issue was how the government notified immigrants of deportation hearings; role of the article 'a' possibly has far-reaching consequences. WASHINGTON-The Supreme Court opened a door Thursday that could let thousands of noncitizens avoid deportation, ruling 6-3 that federal agencies failed to properly notify individuals about the time and place of removal proceedings.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]