[{"link": "https://www.wsj.com/articles/north-korea-appears-to-have-restarted-yongbyon-nuclear-reactor-11630268905", "title": "North Korea Appears to Have Restarted Yongbyon Nuclear Reactor", "date": "2021-08-29 19:14", "summary": "Inspectors cite evidence of resumed operations at the plutonium-producing plant, which had been shut down since 2018. North Korea appears to have resumed operation of its plutonium-producing reactor at Yongbyon in a move that could enable the reclusive country to expand its nuclear-weapons arsenal, the U.N. atomic agency said.", "categories": [["WSJ News Exclusive", "World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-powell-reappointment-mmt-quantitative-easing-income-inequality-jackson-hole-inflation-11630266019", "title": "Powell Takes a Victory Lap", "date": "2021-08-29 18:36", "summary": "The Fed chairman says everything the White House wants to hear.. The verdict may be out on Jerome Powell as a central banker, but the Federal Reserve chairman is a first-rate politician. His much-awaited (virtual) speech at the Jackson Hole monetary conference on Friday offered a sunny view of the economic horizon and an extended apologia for the Fed's performance on his watch. You might think he's running for office . . . oh, wait, he is hoping for a second four-year term as chairman, and President Biden will make his decision soon.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/patriotism-kabul-bombing-deaths-isis-afghanistan-withdrawal-gee-schmitz-lopez-mccollum-11630274580", "title": "The Best of America", "date": "2021-08-29 18:34", "summary": "The 13 men and women who died in Kabul were on a rescue mission.. President Biden and his wife paid their respects Sunday at Dover Air Force Base in Delaware to the 13 Americans who died at Kabul airport last week, and well they should. We are learning more about these young men and woman, and their deaths are all the more painful because they were sent on a selfless rescue mission.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reconciliation-bill-clean-electricity-payment-biden-schumer-sanders-renewable-mandate-11630256392", "title": "The 'Clean Power Plan' Returns", "date": "2021-08-29 18:30", "summary": "The Democratic budget bill will be loaded with major policy changes.. Political attention on Bernie Sanders's spending plan is focused on the $3.5 trillion cost, and understandably so. It's unprecedented. But more important are the enormous policy changes that will be buried in the fine print and that the media will barely notice.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seattle-police-city-council-federal-monitor-violent-crime-shooting-homicide-blm-defund-11630253834", "title": "The Assault on Seattle's Police", "date": "2021-08-29 18:29", "summary": "A federal monitor lists the damage from the progressive purge.. Across urban America the evidence is piling up that when you demonize police and cut their budget, you get more crime. The latest example is Seattle, where slashing the police budget has imperiled reform and endangered poor and minority communities.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baxter-is-in-advanced-talks-to-buy-hill-rom-for-about-10-billion-11630274775", "title": "Baxter Is in Advanced Talks to Buy Hill-Rom for About $10 Billion", "date": "2021-08-29 18:06", "summary": "Takeover could value medical-equipment maker Hill-Rom at around $150 a share. Baxter International Inc. is in advanced talks to buy medical-equipment maker Hill-Rom Holdings Inc. for around $10 billion, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pineapple-express-evacuation-kabul-afghanistan-withdrawal-taliban-human-rights-crisis-11630272146", "title": "Keep the 'Pineapple Express' Rolling", "date": "2021-08-29 18:02", "summary": "How to rescue more Afghans after Biden's deadline expires.. An emotional President Biden pledged Thursday to evacuate American citizens from Afghanistan as well as the Afghans who had supported our hastily abandoned mission. \"We will not be deterred by terrorists. . . . We will rescue the Americans who are there. We will get our Afghan allies out, and . . . continue to execute this mission with courage and honor.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/idiocy-stupidity-afghanistan-covid-vaccine-maga-trump-civility-privacy-common-sense-11630271666", "title": "You Are Living in the Golden Age of Stupidity", "date": "2021-08-29 18:01", "summary": "The convergence of many seemingly unrelated elements has produced an explosion of brainlessness. 'Stupidity,\" Jean Cocteau remarked, \"is always amazing, no matter how used to it you become.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollars-latin-america-imf-special-drawing-rights-dictators-ortega-bukele-yellen-11630271758", "title": "Dollars for Duds in Latin America", "date": "2021-08-29 18:00", "summary": "A new round of IMF assistance rewards bad policy and criminal governments.. Nicaraguan dictator Daniel Ortega is jailing, killing and disappearing his political opponents. He has taken control of the Supreme Court and the electoral council and has gagged the press by making it a crime to report \"false news.\" As he \"runs\" for a fourth term in November, his most serious rivals are under arrest.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/howler-monkey-travel-dominance-masculinity-parenting-siblings-costa-rica-11630271847", "title": "A Lesson From a Howler Monkey", "date": "2021-08-29 18:00", "summary": "When my four sons act out, I ask if they remember a violent rainforest episode.. I miss travel, though I definitely don't miss airports. But slow security lines and overpriced paninis will be worth it again soon, because great life lessons emerge in the oddest places. Way back, my family took a trip to Costa Rica. They have beaches, volcanoes, rafting, ziplines, horseback riding, hikes, hanging bridges. What's not to like?", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baby-unplugged-review-back-to-school-back-to-screens-11630274361", "title": "'Baby, Unplugged' Review: Back to School, Back to Screens", "date": "2021-08-29 17:59", "summary": "Are educational apps really going to improve a child's academic skills or, with their busy images and graphics, are they closer to a videogame?. As children return to school this fall, their parents' attitudes toward technology may well shift. The 18 months of the pandemic and lockdown have revealed both the astonishing ability of computers to connect us and their troubling inability to teach children, especially younger ones, much of anything. For many older children-even if they were indeed able to learn something on Zoom-the substitution of screens for in-person socializing seems to have led to mental-health problems.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taliban-close-in-on-afghanistans-panjshir-valley-putting-pressure-on-resistance-haven-11630267917", "title": "Taliban Close In on Resistance Haven in Afghanistan", "date": "2021-08-29 17:30", "summary": "Negotiations continue as the Islamist group seeks to extend its control. Taliban forces are closing in on the one part of Afghanistan they don't control: the Panjshir Valley, near the imposing Hindu Kush mountain range north of Kabul. The Islamist group is pressing opposition leaders there to join a new government, threatening a military assault if they don't.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-set-to-recommend-halting-nonessential-travel-from-the-u-s-11630270180", "title": "EU Seeks to Block Nonessential Travel From the U.S.", "date": "2021-08-29 16:49", "summary": "The European Union action is in response to the increase in U.S. coronavirus cases. The European Union is set to recommend halting nonessential travel from the U.S. because of the spread of Covid-19, diplomats said on Sunday.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/actor-ed-asner-tvs-blustery-lou-grant-dies-at-91-11630265921", "title": "Actor Ed Asner, TV's Blustery Lou Grant, Dies at 91", "date": "2021-08-29 15:38", "summary": "He became a star in middle age as the gruff newsman in the comedy 'The Mary Tyler Moore Show,' and later in the drama 'Lou Grant'. Ed Asner, the burly and prolific character actor who became a star in middle age as the gruff but lovable newsman Lou Grant, first in the hit comedy \"The Mary Tyler Moore Show\" and later in the drama \"Lou Grant,\" died Sunday. He was 91.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-factory-activity-trade-and-employment-11630263602", "title": "Economy Week Ahead: Factory Activity, Trade and Employment", "date": "2021-08-29 15:00", "summary": "The U.S. unemployment rate is expected to hit the lowest level since the pandemic started. The U.S. jobs report for August will be in focus this week.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghanistan-evacuation-flights-end-as-reopened-banks-face-rush-for-cash-11630243499", "title": "U.S. Carries Out Airstrike to Prevent Kabul Airport Attack", "date": "2021-08-29 14:27", "summary": "Resume Subscription. A U.S. drone struck a vehicle packed with explosives in a residential area of Kabul on Sunday, preventing an imminent attack on the city's airport, the Pentagon said, as the massive international airlift out of Afghanistan entered its final hours.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/biden-travels-to-dover-air-force-base-to-receive-remains-of-service-members-killed-in-afghanistan-11630248294", "title": "Remains of Slain Service Members Arrive Back in U.S.", "date": "2021-08-29 13:55", "summary": "Biden, families of those killed in Afghanistan bombing participate in transfer ritual at Dover Air Force Base. The remains of 13 service members killed in the suicide bombing in Afghanistan last week arrived at Dover Air Force Base in Delaware on Sunday, in a somber moment that highlighted the human toll of a nearly 20-year war nearing its tumultuous end.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-blame-afghanistan-marines-dead-kabul-airport-11630106674", "title": "President Biden Failed U.S. Troops in Kabul", "date": "2021-08-29 13:32", "summary": "'The buck stops with me,' he said, before blaming everyone else.. \"The Kabul Airport Massacre\" (Review & Outlook, Aug. 27) is a tragedy resulting from incompetence. \"The buck stops with me,\" President Biden read from the teleprompter at his press conference, and then he promptly blamed everyone else for his mistakes. He blamed former President Trump for making a deal with the Taliban that resulted in no U.S. casualties for 18 months. Mr. Biden didn't explain why he chose not to overturn such a bad deal while overturning so many of his predecessor's other initiatives.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-vaccine-hesitancy-argument-persuasion-public-health-11630106476", "title": "Arguing Won't Win the Vaccine Argument", "date": "2021-08-29 13:31", "summary": "The more you oppose someone, the more that person will dig in to her position.. In his op-ed \"A Better Way to Encourage Vaccination\" (Aug. 23), Dr. Richard Menger describes a powerful shift in perspective that draws on 40 years of studies showing that arguing with someone is not an effective way to build motivation. The more you oppose someone, the more she will dig in to her position.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medicare-advantage-health-care-spending-costs-insurance-11630106577", "title": "Medicare Advantage Shows the Path Forward", "date": "2021-08-29 13:31", "summary": "The savings spill over into traditional Medicare and even into the nonelderly, commercially insured market.. In \"The Danger of Expanding Medicare\" (op-ed, Aug. 26), former Louisiana Gov. Bobby Jindal could have added that shifting seniors from traditional, fee-for-service Medicare to Medicare Advantage managed care generates substantial healthcare cost reductions. The fiscal savings spill over into traditional Medicare and even into the nonelderly, commercially insured market.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/esg-investing-stakeholder-capitalism-shareholder-value-returns-11630106243", "title": "Pursuing Their Values at the Cost of Our Shareholder Value", "date": "2021-08-29 13:29", "summary": "'Mounting public and institutional pressures' are not reassuring.. In an Aug. 24 letter to the editor (\"Stakeholder Capitalism Is Slowly Advancing\"), Ira M. Millstein states that \"stakeholder values, such as wages, working conditions, the environment\" and inequality are slowly being advanced by consumers as well as institutional investors, the Laurence Finks and BlackRocks of the world. In his final paragraph, Mr. Millstein refers to the \"mounting public and institutional pressures to begin to address these problems, perhaps at some sacrifice of immediate shareholder value\" (emphasis added).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taliban-2nd-second-amendment-afghanistan-insurgency-liberty-11630106105", "title": "The Taliban and the Second Amendment", "date": "2021-08-29 13:28", "summary": "Neither are anachronisms.. Regarding Anthony Gill's op-ed \"Economists Explain the Taliban\" (Aug. 26): A few weeks ago (although it seems like years), President Biden mocked Second Amendment supporters who maintain that the right to bear arms is necessary to mitigate government overreach. Mr. Biden remarked that anyone resisting the government would need jets and nuclear weapons-otherwise, he implied, they were doomed to fail in the face of a hypothetical government onslaught. But history has taught us over and over again that a determined foe can outlast a technologically superior force through sheer human will, and often with terror. The Viet Cong, Mujahedeen and Taliban are only the more recent examples.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-back-afghanistan-withdrawal-lament-chaotic-exit-11630231201", "title": "Americans Back Afghanistan Withdrawal, Lament Chaotic Exit", "date": "2021-08-29 13:23", "summary": "Many are grappling with how much to hold President Biden responsible for the bloodshed as U.S. troops end a 20-year occupation. Daniella Garcia and Robert Montani both think it is past time for U.S. troops to withdraw from Afghanistan. But the two Pennsylvanians diverge on how much blame to put on President Biden for the messy exit.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/census-misleads-race-ethnicity-mixed-hispanic-asian-white-black-diversity-index-11630250185", "title": "How the Census Misleads on Race", "date": "2021-08-29 13:17", "summary": "A new 'diversity index' and a subtle change in a question have resulted in an undercount of whites.. The most common reaction to the release of the 2020 census was summed up in the headline \"Census Data show the number of white people fell.\" The data show the number of whites declining by 8.6%. This observation was often coupled with a political projection: that while gerrymandering could benefit Republicans in 2022, the political future belongs to the Democratic Party, which commands large majorities among minorities.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/matthew-modine-vs-fran-drescher-union-election-splits-hollywood-11630257396", "title": "Matthew Modine vs. Fran Drescher: Union Election Splits Hollywood", "date": "2021-08-29 13:16", "summary": "Resume Subscription. The upcoming California election has it all. Heated rhetoric. Mudslinging. A last-minute celebrity candidate who shakes up the field.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/afghanistan-withdrawal-biden-imf-world-bank-sanctions-taliban-al-qaeda-terrorist-financing-11630251194", "title": "Beefed-Up Sanctions Could Limit the Damage in Afghanistan", "date": "2021-08-29 13:15", "summary": "The Taliban's control of the government will significantly increase their wealth and influence.. 'Our only vital national interest in Afghanistan,\" President Biden said two weeks ago, \"remains today what it has always been: preventing a terrorist attack on American homeland.\" To prevent such an attack, Mr. Biden and Congress should swiftly work to deprive the Taliban and their al Qaeda allies of the resources required for attacks on the U.S. homeland.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-life-and-work-choices-turn-sleepy-southeastern-towns-into-booming-exurbs-11630256769", "title": "New Life and Work Choices Revitalize Exurbs, Bringing New Strains", "date": "2021-08-29 13:06", "summary": "Lower costs and the ability to do jobs remotely draw throngs from cities and close-in suburbs, in particular to the southeast. MURFREESBORO, Tenn.-This bucolic town 30 miles southeast of Nashville, Tenn., was once best known for its nearby Civil War battlefield and state college. Now it is one of the fastest-growing places in the country.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-pay-for-covid-19-nurses-leads-to-shortages-at-some-hospitals-11630253483", "title": "High Pay for Covid-19 Nurses Leads to Shortages at Hospitals", "date": "2021-08-29 12:11", "summary": "Some hospitals pay signing bonuses of up to $40,000; 'We're desperate for nurses'. Before the coronavirus pandemic, Ivette Palomeque made $45 an hour on a flexible schedule as a staff intensive-care nurse at Memorial Hermann Health System in Houston.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-demand-shows-resilience-as-fed-signals-bond-buying-pullback-11630249523", "title": "Treasury Demand Shows Resilience as Fed Signals Bond-Buying Pullback", "date": "2021-08-29 11:05", "summary": "Bond investors are encouraged by latest comments from Fed chief Jerome Powell on inflation, interest rates. Investors keep buying U.S. Treasury securities, defying predictions for a broad selloff that would send bond yields back to their March highs.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tv-sitcom-writers-are-thrust-into-afghans-plight-11630249200", "title": "TV Sitcom Writers Are Thrust Into Afghans' Plight", "date": "2021-08-29 11:00", "summary": "Staff members on 'United States of Al' scramble to aid relatives and friends trying to escape chaos at Kabul airport. The television sitcom \"United States of Al\" portrays an Afghan interpreter resettled in Ohio with his former Marine fighting partner as they pick up the pieces of their postwar lives.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/soaring-canada-real-estate-prices-draw-campaign-pledges-to-build-homes-11630249200", "title": "Soaring Prices in Canada Draw Pledges to Build Housing", "date": "2021-08-29 11:00", "summary": "As a national election approaches, polling indicates housing affordability has emerged as one of the top voter concerns. OTTAWA-After a decade of trying to keep housing prices in check, Canada's political leaders have a new tactic: build houses in an effort to drive down prices.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gms-chevy-bolt-recall-casts-shadow-over-ev-push-11630246736", "title": "GM's Chevy Bolt Recall Casts Shadow Over EV Push", "date": "2021-08-29 10:18", "summary": "The $1.8 billion recall, among GM's costliest ever, underscores the difficulty, expense of fixing defective electric-vehicle batteries. Andrew Krupowicz was relieved last month to end the lease on his 2019 Chevrolet Bolt electric car, which had been recalled for the risk of a battery fire. He replaced it with a new, larger Bolt model that wasn't subject to the safety callback.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charging-drivers-for-road-use-is-popular-with-economists-less-so-with-drivers-11630245780", "title": "Charging Drivers for Road Use Is Popular With Economists, Less So With Drivers", "date": "2021-08-29 10:03", "summary": "Congestion fees represent 'a triumph of economics,' but implementing new pricing programs is harder. In 2003, London started charging drivers a fee to drive on the city center's narrow streets. In the years since, studies have documented reduced traffic congestion, better bus service, fewer accidents and an improved overall quality of life.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-classic-volkswagen-that-rules-the-anchorage-car-scene-11630245600", "title": "The Classic VW That Rules the Anchorage Car Scene", "date": "2021-08-29 10:00", "summary": "Bill Crawford's 1960 VW Karmann Ghia convertible has been turning heads in Alaska for nearly 40 years. Bill Crawford, 83, a retired Chevron senior marketing representative living in Anchorage, Alaska, on his 1960 Volkswagen Karmann Ghia convertible, as told to A.J. Baime.", "categories": [["Life & Work", "Cars", "My Ride"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/my-ride?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scarce-credit-hinders-homeownership-on-tribal-land-11630245601", "title": "Scarce Credit Hinders Homeownership on Tribal Land", "date": "2021-08-29 10:00", "summary": "Resume Subscription. SIOUX FALLS, S.D.-It usually takes a few months to write a mortgage. It once took Juel Burnette four years.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/air-cargo-boom-has-car-tires-flying-first-class-11630242001", "title": "Air Cargo Boom Has Car Tires Flying First Class", "date": "2021-08-29 09:00", "summary": "Demand for service boosted ahead of holiday shipping season, with cabins of repurposed passenger planes deployed. The global air cargo sector is flying planes at almost 90% of capacity as record amounts of goods crisscross the globe, bound for free-spending consumers and parts-hungry manufacturers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-future-of-the-gym-is-hybrid-just-like-the-office-11630242000", "title": "The Future of the Gym Is Hybrid (Just Like the Office)", "date": "2021-08-29 09:00", "summary": "Resume Subscription. Every morning, Daniela Costanzo wakes up at 5, drinks a cup of coffee, feeds her two dogs, then heads to DFit, the Montclair, N.J.-based workout studio she's owned for the past decade.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/mcarthur-binion-pays-it-forward-11630240807", "title": "McArthur Binion Pays It Forward", "date": "2021-08-29 08:40", "summary": "The 75-year-old artist has established a residency in Detroit to give other artists of color a chance at the recognition that eluded him for so long.. McArthur Binion, 75, is standing over a work in progress, holding three oil paint sticks between the fingers of his left hand. With his right hand, he plucks the red one, draws a line on paper and tucks the stick back where it started. Binion repeats the move with the yellow stick, the blue stick and then the red again. A familiar motif from his decadeslong investigation of modernism, minimalism, autobiography and identity-a grid-begins to take shape on the paper. Binion, in a groove, doesn't look up. \"I have to finish what I started,\" he says. He shuffles his oil sticks, creating lines with urgency. \"This is a big moment for me. I set up here this morning-my first studio as a mature artist in Detroit.\"", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/5-new-wallpapers-that-will-take-your-room-back-to-nature-11630240734", "title": "5 New Wallpapers That Will Take Your Room Back to Nature", "date": "2021-08-29 08:38", "summary": "Interior designer Michael S. Smith has created a series of new wallpapers for de Gournay, which tapped five creative talents to put them to good use.. According to interior designer Michael S. Smith, certain elements involved in decorating have the feel of magic. Among them he counts wallpaper, with its ability to lend flat surfaces the illusion of depth. A new collection of five wallpapers of Smith's own design launches this season in collaboration with de Gournay, a British company that specializes in custom, hand-painted panels. \"It's all ideas I've been carrying around in my head, things I've wanted to use for a long time,\" says the Los Angeles-based Smith, who is best known for redecorating the Oval Office and White House residential quarters for the Obamas. \"To put them all together as an arsenal or box of crayons is amazing.\"", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cvs-wants-to-be-your-therapist-too-11630238400", "title": "CVS Wants to Be Your Therapist, Too", "date": "2021-08-29 08:00", "summary": "Pharmacy chain joins Walgreens and Walmart in expanding in-person counseling at or near stores, as more people seek mental-health services. CVS Health Corp. is betting Americans will get therapy at the same place they buy their snacks, soda and prescription drugs.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/us-open-tennis-federer-serena-williams-nadal-djokovic-11630208154", "title": "No Roger, No Rafa, No Serena: This U.S. Open Looks a Lot Like the Future of Tennis", "date": "2021-08-29 08:00", "summary": "This will be the first major tournament without Federer, Nadal, or Serena Williams this century. The door to Novak Djokovic's possible Grand Slam is wide open.. The announcements came one by one, like a list of ailments from a middle-aged rec league. Balky knee. Long-term foot pain. A hamstring tear that just won't heal. Only these belonged to three of the greatest tennis players of all time, Roger Federer, Rafael Nadal, and Serena Williams.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-curbs-steel-output-but-familiar-economic-pressures-test-its-mettle-11630234801", "title": "China Curbs Steel Output, but Familiar Economic Pressures Test Its Mettle", "date": "2021-08-29 07:00", "summary": "A sharp two-month drop in production has tanked global-iron ore prices and burnished China's climate credentials. HONG KONG-A two-month fall in China's steel output, ordered by economic officials, handed Beijing a global showcase for advancing climate goals and controlling commodity markets. A brewing economic slowdown is testing the government's will to sustain the cuts.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-surge-in-malaysia-threatens-to-prolong-global-chip-shortage-11630234802", "title": "Covid-19 in Malaysia Threatens to Prolong Chip Shortage", "date": "2021-08-29 07:00", "summary": "Southeast Asia country is cited as auto makers cut production, highlighting little-known but critical link in semiconductor supply chain. SINGAPORE-A surge of Covid-19 cases in Malaysia, a little-known but critical link in the semiconductor supply chain, has opened a new front in the battle to fix manufacturing woes that have rippled across industries during a global shortage of computing chips.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stock-market-turns-cautious-as-defensive-shares-surge-11630229580", "title": "Stock Market Turns Cautious as 'Defensive' Shares Surge", "date": "2021-08-29 05:33", "summary": "Utilities and healthcare are among the S&P 500's top-performing groups this quarter. Some of the hottest stocks in the U.S. are pointing to an economic cool-down.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-faces-new-challenge-spelling-out-employment-goals-11630229402", "title": "Fed Faces New Challenge Spelling Out Employment Goals", "date": "2021-08-29 05:30", "summary": "Covid-19 pandemic has complicated the Fed's task of determining when the economy is at 'maximum employment' and when to raise interest rates. Federal Reserve officials are talking more about how to define a fuzzy concept-maximum employment-that will heavily influence their thinking around how much longer to keep interest rates near zero.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-biggest-companies-have-fared-during-the-covid-19-pandemic-11630229403", "title": "How the Biggest Companies Have Fared During the Pandemic", "date": "2021-08-29 05:30", "summary": "More than three-quarters of the S&P 500 have reported higher revenue than in 2019, but a fifth remain below those levels. More than three-quarters of the largest U.S. companies reported higher revenue than before Covid-19, according to a Wall Street Journal analysis, indicating that many have adapted to changing business conditions caused by the pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-orleans-prepares-for-hurricane-ida-11630159086", "title": "Hurricane Ida Strengthens to Category 4 Storm", "date": "2021-08-29 04:46", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-begins-final-stages-of-afghan-withdrawal-11630149628", "title": "Biden Warns Another Attack in Afghanistan Likely as U.S. Begins Final Stage of Withdrawal", "date": "2021-08-29 23:25", "summary": "Pentagon says it believes two militants killed in U.S. drone strike; Kabul is on high alert. Evacuation efforts in Kabul began to wind down Saturday as the Afghan capital was on high alert for possible terrorist attacks in the wake of a U.S. strike against Islamic State.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}]