[{"link": "https://www.wsj.com/articles/congress-set-to-avert-government-shutdown-11633011465", "title": "Bill Averting Government Shutdown Signed Into Law", "date": "2021-09-30 19:51", "summary": "Congress passed the stopgap measure earlier Thursday, extending funding through early December. WASHINGTON-President Biden signed a bill Thursday evening extending government funding through Dec. 3, averting a partial shutdown hours before current funding expires at midnight.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/electronic-arts-says-cfo-coo-blake-jorgensen-plans-to-leave-11633040667", "title": "Electronic Arts Says CFO, COO Blake Jorgensen Plans to Leave", "date": "2021-09-30 19:28", "summary": "The videogame maker promoted Laura Miele to lead its operations and will search for a new CFO. Videogame maker Electronic Arts Inc. on Thursday said chief financial and chief operating officer Blake Jorgensen plans to leave the company in the summer of next year and named Laura Miele to replace him as COO.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/major-ozy-media-advertisers-suspend-ad-campaigns-amid-tumult-11633044405", "title": "Major Ozy Media Advertisers Suspend Ad Campaigns Amid Tumult", "date": "2021-09-30 19:26", "summary": "Ford, Goldman Sachs and Target pause advertising after New York Times raised questions about the digital-media startup's practices. Several major advertisers of embattled digital-media startup Ozy Media are putting their ad campaigns on hold in the wake of a New York Times article that raised questions about the company's business practices.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/executive-bonuses-paid-before-bankruptcy-should-be-curbed-gao-says-11633043223", "title": "Executive Bonuses Before Bankruptcy Should Be Curbed, GAO Says", "date": "2021-09-30 19:07", "summary": "The Government Accountability Office said companies near bankruptcy paid $165 million in retention bonuses in the 2020 fiscal year outside of judicial oversight. Businesses in financial distress paid out $165 million in executive retention bonuses before filing bankruptcy in the last fiscal year, according to a government watchdog report recommending that Congress require court oversight of such awards.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dea-agents-arrest-800-in-the-u-s-in-crackdown-on-illegal-sales-of-drugs-laced-with-fentanyl-11633039984", "title": "DEA Agents Arrest 800 in Crackdown on Sales of Drugs Laced With Fentanyl", "date": "2021-09-30 18:49", "summary": "Agents also seized 1.8 million fake pills that were manufactured in Mexico and sold online. WASHINGTON-Drug-enforcement agents seized 1.8 million fake pills laced with the synthetic opioid fentanyl and arrested more than 800 people across the U.S. in a two-month crackdown on online sales of the potentially deadly drugs.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-fall-summer-mandate-leadership-presidency-obama-11633040253", "title": "Will Biden's Fall Be Worse Than His Summer?", "date": "2021-09-30 18:43", "summary": "From the Afghan debacle to his economic overreach, the White House has ample reason for alarm.. The White House should be feeling alarm. It hasn't been a good summer for the president, and it isn't looking to be a good fall. The manner and timing of the withdrawal from Afghanistan was a catastrophe that left Americans infuriated and ashamed. The president's statements and interviews in the aftermath were highly unsuccessful. The testimony of his top military leaders that they advised him to leave 2,500 troops to keep the process safe made him look dodgy. The whole thing was a botch from beginning to end, and it will stick in history. The images it yielded (kids running to the planes, 13 Americans killed as they tried to bring order) seemed to sum up the political moment, making this seem not like merely a bad event for the president but a definitional one.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whole-foods-ceo-john-mackey-to-retire-in-2022-11633034447", "title": "Whole Foods CEO John Mackey to Retire in 2022", "date": "2021-09-30 18:42", "summary": "Texan helped popularize organic food when he co-founded the grocer in 1980. Whole Foods Market Chief Executive John Mackey will retire next year as head of the company he co-founded more than four decades ago in Austin, Texas.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-china-world-bank-scandal-doing-business-kristalina-georgieva-11633039063", "title": "The China World Bank Scandal", "date": "2021-09-30 18:35", "summary": "Beijing allegedly intervened to improve its business ranking.. Underwhelming is the most charitable way to describe the World Bank's contribution to reducing global poverty over 75 years. And now the organization's most useful service, its annual Doing Business ranking, has been shelved, thanks to some untoward lobbying by China.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-taxing-governor-says-no-more-tax-hikes-phil-murphy-new-jersey-11633022564", "title": "New Jersey's Taxing Governor Says No More", "date": "2021-09-30 18:35", "summary": "Phil Murphy swears off his main addiction, if you believe in miracles.. Like an addict who finally enters rehab, New Jersey Gov. Phil Murphy has promised to go cold turkey on tax increases. This is not a parody from the Babylon Bee. The most taxing Governor this side of Illinois declared Tuesday in a campaign debate that \"I pledge to not raise taxes\" in a second term.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/free-speech-consequences-firing-political-democrat-republican-cancel-culture-11633033545", "title": "Free Speech Has Consequences, but Should Firing Be One?", "date": "2021-09-30 18:25", "summary": "Wide-ranging discussions are essential to preserving democracy, and they have to be open to all views.. Free speech has consequences. What you say can get you praised or ridiculed, embraced or shunned. Sometimes it can change the world. But should it get you fired?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venom-let-there-be-carnage-movie-review-tom-hardy-11633037638", "title": "'Venom: Let There Be Carnage' Movie Review: Abbreviated Action", "date": "2021-09-30 18:24", "summary": "Tom Hardy returns as the titular hero in a shorter sequel to the 2018 blockbuster. When a movie is notably short for its genre, it can be a sign that the elements have been honed to perfection (the best example being \"Dr. Strangelove,\" which runs 95 minutes) or that the filmmakers couldn't work up enough material to make it longer. The latter would seem to be the case with Marvel's \"Venom: Let There Be Carnage,\" a less-than-100-minute follow-up, playing in theaters, to the 2018 \"Venom,\" which, clocking in at 112 minutes, was on the short side for a superhero epic to being with.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-manchin-says-his-spending-climate-stance-should-be-no-surprise-11633040698", "title": "Manchin Says His Spending, Climate Stance Should Be No Surprise", "date": "2021-09-30 18:24", "summary": "West Virginia senator plays central role in Democrats' debate over $3.5 trillion social-policy and climate package. WASHINGTON-Sen. Joe Manchin's cards were laid on the table Thursday. And the centrist Democrat from a solidly Republican, coal-producing state said no one should be surprised at what they showed.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-china-aukus-quad-japan-indo-pacific-australia-huawei-11633033358", "title": "The Quad Enters the Ring With China", "date": "2021-09-30 18:24", "summary": "Biden has doubled down on Trump's commitment to the four leading Indo-Pacific democracies.. Can the Quad contain China? Last week the leaders of the four nations that make up the informal grouping-the U.S., Japan, India and Australia-met for the first time in person at the White House. A few years ago, when tiptoeing around Chinese sensibilities was more of a global norm, such a gathering would have been almost unimaginable.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-manchin-moment-reconciliation-trillion-means-testing-spending-11633038630", "title": "The Joe Manchin Moment", "date": "2021-09-30 18:23", "summary": "Pelosi and Schumer's big mistake was to think they could bully him into submission.. Credit Sen. Joe Manchin for this week solving a paradox. What happens when an irresistible progressive force meets an immovable senator? Physicists take note: The West Virginian is still standing.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/leopards-lebanon-religion-christians-muslims-shadow-government-iran-hezbollah-israel-11633032700", "title": "The Leopards of Lebanon", "date": "2021-09-30 18:23", "summary": "For things to remain the same, everything will have to change in the failed state.. Beirut", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-god-works-review-the-science-of-spiritualism-11633040520", "title": "'How God Works' Review: The Science of Spiritualism", "date": "2021-09-30 18:22", "summary": "Religious rituals change us through several mechanisms. Celebrations stick in memory-and public commitments bind us to our paths.. The Covid-19 pandemic has changed work routines the world over, and the way many people socialize. It has also changed religious practices. Many faithful have attended services remotely. Some leaders now conduct baptisms and funerals by Zoom: Ashes to ashes, cam to cam. But churches are familiar with change, the psychologist David DeSteno argues in \"How God Works: The Science Behind the Benefits of Religion.\" They've honed their crafts through exploration and adaptation. \"Over thousands of years,\" he writes, \"these experiments, carried out in the messy thick of life as opposed to sterile labs, have led to the design of what we might call spiritual technologies-tools and processes meant to soothe, move, convince, or otherwise tweak the mind.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/government-must-release-report-about-indian-health-service-predator-court-rules-11633037171", "title": "Government Must Release Report About Indian Health Service Predator, Court Rules", "date": "2021-09-30 18:10", "summary": "The decision affirmed a lower court ruling in a lawsuit by Dow Jones & Co., parent of The Wall Street Journal, and the New York Times. The U.S. Indian Health Service must disclose a report about how it allowed a pediatrician to sexually prey on Native American boys for decades, a federal appeals court ruled Thursday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/magic-number-baseballs-mystical-end-of-season-calculus-11633039077", "title": "'Magic Number': Baseball's Mystical End-of-Season Calculus", "date": "2021-09-30 17:57", "summary": "America's pastime has a numerology all its own: occult, charmed and sometimes even tragic. Linguist and lexicographer Ben Zimmer analyzes the origins of words in the news. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-09-30-2021-11632987743", "title": "Stocks Fall, but S&P Ekes Out a Quarterly Gain", "date": "2021-09-30 17:47", "summary": "Index posts sixth quarter of rises, despite concerns around inflation, Evergrande and signs Federal Reserve may reduce bond buying. A selloff in shares of cyclical companies drove major indexes lower Thursday, capping a tumultuous September that marked the S&P 500's worst month since March 2020.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-many-saints-of-newark-the-sopranos-hbo-max-james-gandolfini-vera-farmiga-michael-gandolfini-david-chase-prequel-11633037720", "title": "'The Many Saints of Newark' Review: On HBO Max, a 'Sopranos' Prequel Falls Short of Equal", "date": "2021-09-30 17:36", "summary": "The film stars Michael Gandolfini as a young Tony. 'The Many Saints of Newark\" (Friday, HBO Max; also in theaters)-the prequel film that was supposed to relate the connections between an earlier generation of New Jersey mobsters and the one that would evolve decades later into the Soprano crime family-seems unlikely to cheer the hearts of \"Sopranos\" fans.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maid-netflix-margaret-qualley-andie-macdowell-rylea-nevaeh-whittet-nick-robinson-stephanie-lord-11633037576", "title": "'Maid' Review: A Portrait of a Cleaner's Life", "date": "2021-09-30 17:33", "summary": "The Netflix series, based on Stephanie Land's memoir, focuses on a woman who flees an abusive relationship and on the hardships she faces rebuilding her life and caring for her child. The instantly addictive powers of \"Maid\" (Friday, Netflix) couldn't have been counted a sure bet given its subject-a story of brutality and want, of the terrors that come with uncertainties about having a roof over your head or, more important, that of your child. The title of Stephanie Land's 2019 memoir on which this series is based-\"Maid: Hard Work, Low Pay and a Mother's Will to Survive\"-sums matters up nicely. But there's little that can be called nice or even remotely hopeful about the world that Alex (Margaret Qualley), the central character, confronts when she grabs her daughter, Maddy (Rylea Nevaeh Whittet), about to turn 3 years old, and flees the house of her chronically abusive partner, Sean (Nick Robinson).", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/titane-julia-ducournau-agathe-rouselle-vincent-lindon-11633037489", "title": "'Titane' Review: Murder, She Did", "date": "2021-09-30 17:32", "summary": "A prodigiously predatory young woman comes up against the kindness of others in Julia Ducournau's sumptuous second feature. 'Titane,\" the title of Julia Ducournau's second French-language feature, means titanium. Does that mean the film, which won a Palme d'Or at this year's Cannes Film Festival, is a documentary about knee replacement, or a celebration of one of Frank Gehry's favorite building materials? No, it's a story about a girl, and then a young woman, with a titanium plate in her head-an astonishing and horrific thriller that has been constructed, like few films I've ever seen, to make you turn away from its frequent eruptions of savagery but then look back, just as often, to savor its mysterious beauty.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/old-henry-tim-blake-nelson-gavin-lewis-scott-haze-stephen-dorff-potsy-pinciroli-11633037410", "title": "'Old Henry' Review: When Past Becomes Present", "date": "2021-09-30 17:31", "summary": "An aging farmer living away from society reveals dark dimensions of his past.. 'Old Henry\" is intentionally at odds with itself, and intriguingly so. Potsy Ponciroli's genre western with a twist spends lots of time portraying its title character as someone the world forgot, or never had any reason to remember. A taciturn farmer played by Tim Blake Nelson with an economy that could be mistaken for opacity, Henry lives in the Oklahoma Territory in 1906, works grindingly hard on his plot of land and, as a single parent whose wife died a decade ago, preaches a rigid doctrine of right and wrong to his son, Wyatt (Gavin Lewis), an earnest young man yearning for adventure. At the same time the film keeps hinting that Henry is not who he seems, a game that doesn't begin in earnest until a classic image of a riderless horse appears on the rim of a hill overlooking Henry's homestead.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stock-markets-september-slump-exposes-messy-underside-11632999601", "title": "Stock Market's September Slump Exposes Messy Underside", "date": "2021-09-30 17:28", "summary": "Rally hit bump in September, the worst month for S&P 500 since 2020. Markets tumbled to end the quarter, sending the S&P 500 to its worst monthly pullback since the pandemic-fueled selloff of March 2020", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/morgan-stanley-and-interactive-brokers-face-federal-scrutiny-in-venezuela-probe-11633020321", "title": "Morgan Stanley and Interactive Brokers Face Federal Scrutiny in Venezuela Probe", "date": "2021-09-30 17:28", "summary": "U.S. trading giants and financial advisers handled more than $100 million in suspicious money; a whistleblower complaint brought increased attention. Federal authorities are scrutinizing two U.S. trading giants and the financial advisers who handled the accounts of a businessman under investigation for allegedly helping a former Venezuelan oil minister launder billions of dollars, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/immigration-officers-will-have-more-discretion-over-arrests-deportations-11633032758", "title": "Immigration Officers Will Have More Discretion Over Arrests, Deportations", "date": "2021-09-30 17:03", "summary": "New guidelines would give ICE officers more leeway to decide which immigrants are a public-safety threat. WASHINGTON-Homeland Security Secretary Alejandro Mayorkas is revising guidelines governing which immigrants in the country illegally should be targets for arrest or deportation, to give U.S. Immigration and Customs Enforcement officers more discretion following complaints from ICE officers and some Republicans that the Biden administration's initial approach was too restrictive.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-confirms-chopra-to-head-consumer-financial-protection-bureau-11633035363", "title": "Senate Confirms Chopra to Head Consumer Financial Protection Bureau", "date": "2021-09-30 16:56", "summary": "Agency has been a partisan flashpoint since its formation in the wake of the 2008 crisis. WASHINGTON-The Senate on Thursday confirmed Rohit Chopra to head the Consumer Financial Protection Bureau, overcoming Republican opposition that had slowed his nomination.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-pros-manage-dinner-new-cookbooks-for-exhausted-home-cooks-11633035349", "title": "How the Pros Manage Dinner: New Cookbooks for Exhausted Home Cooks", "date": "2021-09-30 16:55", "summary": "In two of the season's most heartening cookbooks, chef-restaurateur David Chang, food writer Priya Krishna and test-kitchen veteran Dawn Perry display a deep understanding of what it's like to put meals on the table day after day after day. AS THE PANDEMIC drags on, so does the seemingly unending marathon of home cooking. But if we're still madly searching online at 5 p.m. for another way to make sheet-pan chicken, and ending each week with a crisper drawer of wilting produce and a fridge full of miscellaneous leftovers, can we really say we know how to cook? Two upcoming cookbooks aim to address just this sort of question.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covestro-cfo-targets-higher-profit-margins-after-reorganizing-business-11633034781", "title": "Covestro CFO Targets Higher Profit Margins After Reorganizing Business", "date": "2021-09-30 16:46", "summary": "The German chemicals company in July broke out two business segments. Covestro AG's finance chief is working to boost the specialty chemicals maker's margins, review its performance metrics and offset higher raw material and energy costs.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-efforts-to-attract-youths-come-under-senate-scrutiny-11632994201", "title": "Senators Accuse Facebook of Disregarding Research Showing Harm to Teens", "date": "2021-09-30 16:34", "summary": "Facebook executive defends company's record during hearing prompted by Journal reporting. WASHINGTON- Facebook Inc. came under heavy fire Thursday for its efforts to target young people, with members of a Senate panel accusing the company of disregarding internal research that showed its Instagram app is harmful for significant numbers of teen girls.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-september-25-11633033918", "title": "Bestselling Books Week Ended September 25", "date": "2021-09-30 16:31", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fbi-federal-bureau-investigation-government-agency-politicized-11632946341", "title": "Does the FBI Belong on the Chopping Block?", "date": "2021-09-30 16:29", "summary": "Like businesses, many agencies become balky, bloated, ineffectual, unnecessary.. Holman W. Jenkins, Jr. has raised a question and provided the answer in his column \"Abolish the FBI\" (Business World, Sept. 22), a brilliant and gutsy synopsis of why the agency has outlived its mandate. But that can be said of a half-dozen agencies that have grown in manpower and budget.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/german-police-detain-suspect-who-failed-to-appear-at-holocaust-related-trial-11633021216", "title": "German Police Detain Former Nazi Secretary Who Failed to Appear at Trial", "date": "2021-09-30 16:28", "summary": "The 96-year-old woman, charged with Holocaust-related crimes, fled by taxi and train but was apprehended hours later. BERLIN-A 96-year-old woman charged with Holocaust-related crimes for her role as a secretary in a Nazi concentration camp was detained by police on Thursday after she absconded before her trial.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-estate-commission-fees-buyers-home-sale-realtor-11632947261", "title": "Real-Estate Fees and Competitive Cooperation", "date": "2021-09-30 16:28", "summary": "Big Tech has trained us to expect near-zero transaction costs.. Regarding \"Home-Sales Commissions Under Fire\" (U.S. News, Sept. 21): Big Tech has trained us to expect near-zero transaction costs or at least have them hidden from view. It's therefore no surprise that transparent fees or commissions associated with seldom-purchased, big-ticket items such as real estate seem antiquated.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/poetry-censorship-free-speech-artistic-freedom-11632948490", "title": "Censorship and the Possibility of Great Art", "date": "2021-09-30 16:27", "summary": "That pesky thing called truth keeps rearing its head.. In \"Great Art Doesn't Care About Fairness, Equality or Identity\" (op-ed, Sept. 25), James Campbell writes, \"It is surely one of the strangest of recent cultural phenomena that, whereas it was traditionally young radicals who fought to throw off the shackles of censorship, it is their radical heirs who lead the campaign to fasten them on again.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bureaucrats-to-the-rescue-11633033647", "title": "Bureaucrats to the Rescue", "date": "2021-09-30 16:27", "summary": "How many governments does it take to disrupt U.S. technology?. President Ronald Reagan used to say that the \"nine most terrifying words in the English language are: 'I'm from the government, and I'm here to help.'\" What would the Gipper say about help offered by the U.S. government in partnership with a bureaucracy representing a full 27 other national governments? American consumers should beware of the assistance that could soon be coming our way.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boys-adhd-school-classroom-quiet-football-11632948994", "title": "Parents Need to Teach Kids: Leave It All Out on the Field", "date": "2021-09-30 16:27", "summary": "Lots of boys made it through school by learning civil behavior in the classroom while yelling all they wanted on the gridiron.. In \"Medicate and Punish: What Schools Have to Offer Boys\" (Sept. 15), a letter writer finds new modes of education to be toxic for boys, who need to wiggle and squirm, interrupt classes and yell. Schools won't let them-how unfair!", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mccann-taps-nike-veteran-to-fill-top-creative-role-11633033554", "title": "McCann Taps Nike Veteran to Fill Top Creative Role", "date": "2021-09-30 16:25", "summary": "The hiring of Alex Lopez, who has worked at Nike for 23 years, represents a shift for the ad-agency group as it adapts to a changing advertising landscape.. McCann Worldgroup has hired Nike Inc. veteran Alex Lopez as its president and global chief creative officer as part of an effort to help clients rethink their broader marketing strategy rather than focus on the traditional creative process, the agency network said.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/debt-ceiling-standoff-distorts-short-term-treasury-market-11632821400", "title": "Debt-Ceiling Standoff Distorts Short-Term Treasury Market", "date": "2021-09-30 16:17", "summary": "Investors demand more yield on vulnerable short-term Treasurys, but yields fall on others. The U.S. debt-ceiling standoff is skewing investor preferences for different types of Treasurys.", "categories": [["Markets", "Treasurys"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/treasurys?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bed-bath-beyond-sales-fall-on-supply-chain-delta-variant-disruptions-11633008301", "title": "Bed Bath & Beyond Shares Dive on Sharp Sales Decline", "date": "2021-09-30 16:17", "summary": "Home-goods retailer cites higher costs, supply-chain issues and marketing missteps, including cutting back on printed circulars. Bed Bath & Beyond Inc. lost more than a fifth of its market value Thursday after reporting a sharp drop in quarterly sales, citing supply-chain challenges, inflation and people avoiding stores due to Covid-19 concerns.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-to-settle-ted-cruz-fight-with-fec-over-loan-reimbursement-11633032585", "title": "Supreme Court to Settle Ted Cruz Fight With FEC Over Loan Reimbursement", "date": "2021-09-30 16:09", "summary": "Texas Republican senator is seeking full repayment for $260,000 personal loan to his 2018 reelection campaign. The Supreme Court on Thursday agreed to referee a dispute between the Federal Election Commission and Texas Sen. Ted Cruz over his bid to be fully reimbursed for a loan he made to his reelection campaign in 2018, one of five new cases the court added to its docket for its coming term.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/urban-shift-friday-crossword-october-1-11632768137", "title": "Urban Shift (Friday Crossword, October 1)", "date": "2021-09-30 16:01", "categories": [["WSJ Puzzles", "Crossword Contest"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword-contest?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-bond-market-rout-investors-see-overdue-correction-11632957962", "title": "In Bond Market Rout, Investors See Overdue Correction", "date": "2021-09-30 16:01", "summary": "Recent Fed meeting marked a turning point, as widely expected, with 10-year Treasury yield climbing above 1.5% in subsequent sessions. Investors often claim the U.S. government bond market is the best place to look for insights into the shifting outlook for the economy and interest rates. Right now, some think it isn't.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-bif-to-byrd-a-guide-to-congressional-fiscal-terms-11633026402", "title": "From BIF to Byrd, a Guide to Congressional Fiscal Terms", "date": "2021-09-30 15:55", "summary": "If you're confused about what's happening in Congress, we don't blame you. WASHINGTON-Are you confused about what's happening on Capitol Hill? Can't distinguish reconciliation from a bipartisan deal? Can't tell a BIF from a BBB? Wouldn't know a debt ceiling if you bumped your head on it?", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-wildfire-crews-make-headway-but-tough-conditions-expected-to-persist-11632963727", "title": "California Wildfire Crews Make Headway, but Tough Conditions Expected to Persist", "date": "2021-09-30 15:48", "summary": "The state's 10 largest fires have burned a total of 2.2 million acres so far this year. Firefighters have gained some ground on multiple wildfires in California over the past few weeks as the hot, windy conditions that had helped fuel flames abated. Crews could remain busy, however, as the western part of the U.S. moves into the latter part of fire season.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaccine-mandate-nfl-falcons-fire-scout-covid-11633031120", "title": "Atlanta Falcons Fire Scout Over Refusal to Get Covid-19 Vaccine", "date": "2021-09-30 15:46", "summary": "While most players and staff in professional sports leagues like the NFL are vaccinated, the remaining unvaccinated personnel continue to be a flashpoint as Covid-19 policies evolve. The Atlanta Falcons fired a scout over his refusal to get a Covid-19 vaccine, in a high-profile confrontation between a team and an employee in the closely watched setting of professional sports.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/puff-bar-has-overtaken-juul-as-the-favorite-e-cigarette-for-teens-11633021209", "title": "Puff Bar Has Overtaken Juul as the Favorite E-Cigarette for Teens", "date": "2021-09-30 15:32", "summary": "About 11% of high-school students said they used e-cigarettes; most prefer fruity flavors and disposable devices. Disposable vaporizers are now the most popular type of e-cigarette among middle- and high-school students, overtaking reusable devices like Juul, according to new federal data. And the most commonly used brand-Puff Bar-is one that has remained on the market despite an order by the Food and Drug Administration last year to halt its U.S. sales.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dantes-enduring-vision-of-hell-11633028575", "title": "Dante's Enduring Vision of Hell", "date": "2021-09-30 15:02", "summary": "The \"Inferno\" brought human complexity to the medieval conception of the afterlife. Historian Amanda Foreman searches the past for the origins of today's world. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Historically Speaking"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/historically-speaking?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-closer-look-11633027975", "title": "A Closer Look", "date": "2021-09-30 14:52", "summary": "Selections from Bourdain: The Definitive Oral Biography\" by Laurie Woolever. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/joe-bidens-energy-price-shock-oil-gas-opec-shortage-11632950693", "title": "Biden's Energy Price Shock", "date": "2021-09-30 14:37", "summary": "His policies are already contributing to global oil supply shortages.. Crude prices hit $80 a barrel on Tuesday, and the Organization of the Petroleum Exporting Countries (OPEC) warned oil could skyrocket without increased investment in new production. So much for the claim that the death of fossil fuels is nigh.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hawaiis-kilauea-volcano-begins-erupting-11633012263", "title": "Hawaii's Kilauea Volcano Begins Erupting", "date": "2021-09-30 14:30", "summary": "Activity is confined to crater at summit, and no homes are threatened. The Kīlauea volcano in Hawaii started erupting, creating lava fountains 50 to 75 feet high within the 4,000-foot summit, according to the U.S. Geological Survey's Hawaiian Volcano Observatory.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-tree-christmas-tree-shops-outgrow-their-names-11633025809", "title": "Dollar Tree, Christmas Tree Shops Outgrow Their Names", "date": "2021-09-30 14:16", "summary": "Many stores have names that don't match their modern identities; dropping 'Donuts' and 'Coat Factory'. Marc Salkovitz saw lots of opportunities when he and his wife purchased dozens of Christmas Tree Shops, and one big problem: The most Christmassy thing about the chain was the name.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/up-to-80-000-unused-green-cards-for-workers-set-to-expire-friday-11633024602", "title": "Up to 80,000 Unused Green Cards for Workers Set to Expire Friday", "date": "2021-09-30 13:56", "summary": "Immigrants in a yearslong backlog, most of them Indian tech workers, are frustrated that their chance for permanent residency in the U.S. will disappear unless Congress acts. WASHINGTON-The government is set to let as many as 80,000 employment-based green cards expire Friday, leaving foreign workers waiting for a permanent resolution to their immigration limbo.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-cider-is-what-were-drinking-now-11633024292", "title": "Why Cider Is What We're Drinking Now", "date": "2021-09-30 13:51", "summary": "Each fall, the craving for all things apple returns. But there has never been a better time to drink hard cider, thanks to a new wave coming from American orchards. These recipes make a great case for cooking with it, too.. I GREW UP working weekends on my grandfather's eastern Pennsylvania farm, where there were a couple of ancient apple trees. As a teenager, I would press 5 gallons of cider from the fruit of those trees in the fall to ferment into hard cider. I wasn't old enough to buy beer and it was the only way I could get my hands on alcohol without stealing it.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-endemic-vaccines-measles-smallpox-pandemic-coronavirus-11633015316", "title": "Covid Will Soon Be Endemic, Thank Goodness", "date": "2021-09-30 13:50", "summary": "Widespread immunity, vaccinated and natural, will bring control and a full return to normal.. Covid-19 will soon become endemic-and the sooner the better.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-soak-main-street-tax-rates-corporations-public-private-build-back-better-11633014368", "title": "The Democratic Plan to Soak Main Street", "date": "2021-09-30 13:49", "summary": "Their tax proposal would hit family businesses hard.. The House tax package would hit privately held companies twice as hard as publicly traded C corporations. It would impose marginal rates of 46.4% or more on the former, while taxing the latter as little as 26.5%. No business structure can survive such an imbalance, so the net effect would be to encourage further economic consolidation away from Main Street and toward Wall Street.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carmax-is-far-from-maxing-out-11633023448", "title": "CarMax Is Far From Maxing Out", "date": "2021-09-30 13:37", "summary": "CarMax's revenue growth is still in the fast lane, though pressure on profits is concerning investors. The chip shortage is turning out to be a gift that just keeps giving for the used-car business. But it still doesn't come free.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-levels-series-of-allegations-against-former-law-enforcement-official-sun-lijun-11633023115", "title": "China Levels Series of Allegations Against Former Law-Enforcement Official", "date": "2021-09-30 13:31", "summary": "Drumbeat of Xi Jinping's antigraft campaign picks up with former vice minister's ejection from Communist Party. A once senior Chinese law-enforcement official on Thursday was ejected from the Communist Party in a blaze of accusations, an indication that the anticorruption campaign that defined President Xi Jinping's early years in power is far from over and could pick up pace as he seeks to stay on as leader.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/staying-resilient-when-disaster-strikes-11633021547", "title": "Staying Resilient When Disaster Strikes", "date": "2021-09-30 13:05", "summary": "Being able to take charge yourself, rather than waiting for help, can alleviate the stress of a crisis like a hurricane or pandemic.. In March 2020, when Americans realized that the new coronavirus was a potentially massive and deadly threat, many rushed to their local supermarket and panic-bought toilet paper, clearing the shelves. It wasn't logical, and people were told to stop hoarding it. But they were acting out of fear, trying to control what they could control but not really understanding what their real needs were.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-closer-look-11633021483", "title": "A Closer Look", "date": "2021-09-30 13:04", "summary": "Selections from 'Kaleidoscope' by Brian Selznick. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-to-find-a-socially-responsible-financial-adviser-11633020657", "title": "How to Find a Socially Responsible Financial Adviser", "date": "2021-09-30 13:00", "summary": "ESG investing can be confusing. It helps to have an adviser who is on the same wavelength.. It isn't easy being an ESG investor these days. Financial products that focus on environmental, social and governance issues have multiplied, leaving many investors confused about which ones best suit their needs.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-britney-spearss-father-is-suspended-from-conservatorship-supporters-target-larger-reform-11633020435", "title": "Britney Spears Supporters Target Larger Conservatorship Reform", "date": "2021-09-30 12:47", "summary": "The #FreeBritney group of supporters-some of whom were early fans-are becoming unlikely soldiers in a fight to revamp the arrangement. The #FreeBritney movement that just helped Britney Spears score a major court victory over her contested conservatorship has set its sights on a new target: similar arrangements that may be trapping people who aren't pop stars.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activists-starboard-elliott-have-taken-stakes-in-willis-towers-watson-11633016583", "title": "Activists Starboard, Elliott Have Taken Stakes in Willis Towers Watson", "date": "2021-09-30 12:40", "summary": "Moves come as insurance broker seeks to rebound from collapse of its planned merger with Aon PLC. Activist investors including Starboard Value LP and Elliott Management Corp. have taken stakes in Willis Towers Watson PLC, according to people familiar with the matter, the insurance broker aiming to rebound from the collapse of its planned merger with Aon PLC.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-ports-24-hour-operation-is-going-unused-11633018532", "title": "California Port's 24-Hour Operation Is Going Unused", "date": "2021-09-30 12:15", "summary": "Trucking companies say the Port of Long Beach pilot program aimed at easing ship congestion carries burdensome requirements. A pilot program offering 24-hour container operations at the Port of Long Beach hasn't attracted any truckers more than two weeks since the extended hours began, highlighting challenges facing Southern California seaports as dozens of ships back up off the coast.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fcc-moves-to-fight-robocalls-from-overseas-11633018309", "title": "FCC Moves to Fight Robocalls From Overseas", "date": "2021-09-30 12:11", "summary": "Proposed rules would place obligations on U.S. phone companies that bring in calls from abroad, but delay regulation aimed at foreign companies. WASHINGTON-The Federal Communications Commission proposed new regulations for phone companies that transmit calls from overseas onto the U.S. telephone network, part of a long-running effort to stem billions of illegal and annoying robocalls inundating Americans.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/allianz-asset-management-chief-jacqueline-hunt-to-step-down-11633017351", "title": "Allianz Asset Management Chief Jacqueline Hunt to Step Down", "date": "2021-09-30 12:02", "summary": "The move is part of a shake up that follows the launch of a DOJ investigation into losses at Allianz's Structured Alpha funds. Allianz SE's top asset-management executive is leaving her day-to-day role, according to the company, part of a wider management shake up that follows the launch of a Justice Department investigation into losses by a suite of funds run by the company.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-gas-shortage-stings-u-k-showing-shortcomings-in-its-energy-transition-11633005732", "title": "Global Gas Shortage Stings U.K., Showing Shortcomings in Its Energy Transition", "date": "2021-09-30 12:01", "summary": "U.K. is more vulnerable than most other advanced economies to surge in demand for natural gas, analysts say. LONDON-A lack of natural-gas storage facilities in the U.K., where capacity has been allowed to dwindle in recent years, has amplified the risks of a global shortage of the fuel and raised concerns that energy supplies won't hold up if there is a cold winter.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/powell-says-fed-faces-difficult-trade-off-if-inflation-doesnt-moderate-11633017666", "title": "Powell Sees 'Difficult Trade-Off' for Fed if Inflation Doesn't Ease", "date": "2021-09-30 12:01", "summary": "'Our expectations is that inflation will come down,' central bank leader tells lawmakers. WASHINGTON-Federal Reserve Chairman Jerome Powell told lawmakers Thursday that the central bank still expects a recent spell of high inflation to reverse but said it was difficult to pinpoint when that might happen.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cliff-freeman-sold-burgers-and-pizza-with-wacky-ads-11633010400", "title": "Cliff Freeman Sold Burgers and Pizza With Wacky Ads", "date": "2021-09-30 11:48", "summary": "Creative director, who has died at age 80, shot gerbils from a cannon, turned a lumberjack's misfortune into an excuse for drinking Mike's Hard Lemonade, and asked, 'Where's the beef?'. He was most famous for dreaming up the \"Where's the beef?\" ad, mocking competitors of the Wendy's fast-food chain in the mid-1980s and creating a phrase still echoing in the national conversation more than 35 years later.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ev-company-workhorses-finance-operating-chiefs-leave-in-shakeup-11633009015", "title": "EV Company Workhorse's Finance, Operating Chiefs Leave in Shake-Up", "date": "2021-09-30 11:45", "summary": "Electric-vehicle maker last week said it is suspending deliveries of its electric van and recalling 41 vans already sold. Workhorse Group Inc. said a pair of top executives have left the company in a management shake-up as the electric-vehicle maker works to get production back on track.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-closer-look-11633016645", "title": "A Closer Look", "date": "2021-09-30 11:44", "summary": "Selections from 'The Beatryce Prophecy' by Kate DiCamillo, illustrated by Sophie Blackall. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/idaho-ski-homes-11633007685", "title": "The Beauty of Buying a Ski Home in Idaho? Nobody Knows a Thing About It", "date": "2021-09-30 11:39", "summary": "Not typically regarded as a high-end ski destination, the state is attracting a wave of home buyers who want smaller resorts, shorter lift lines and a more low-key, laid-back vibe. Schweitzer Mountain has 2,900 acres, great snow and stunning lake views; it's Idaho's largest ski terrain area.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sarah-everard-uk-11615823395", "title": "London Woman's Death Prompts Safety Debate in the U.K.", "date": "2021-09-30 11:28", "summary": "Resume Subscription. The abduction of a woman from a busy London street at night in March-she was later found dead-triggered an upsurge of anger from women about the threats they face as they go about their daily lives. The case prompted the U.K. government to lay out a plan to improve safety, including more money for better lighting and more security cameras, and a pilot program to send undercover police to clubs and other night spots. But the arrest and conviction of a serving police officer for Sarah Everard's rape and murder has added to the unease many women feel, undermining confidence in those whose job is to protect them.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-beginners-guide-to-creating-instagram-reelsone-key-to-social-media-success-11633015122", "title": "A Beginner's Guide to Creating Instagram Reels-One Key to Social-Media Success", "date": "2021-09-30 11:18", "summary": "Brief, quippy videos are the app's hottest trick for building a fan base. Here, social media pros share their best tips to get started if you're feeling nervous.. FOR THE UNINITIATED attempting to use Instagram's \"Reels\" tool can feel a bit like learning how to ride a bike-on a tightrope, wearing a parakeet on your head, while everyone you know tunes in to watch you wobble. \"The minute we master something on Instagram we're thrown something new that we have to learn how to do,\" said Jean Liu, a Dallas interior designer. Launched in August 2020, the feature lets users share videos of up to 60 seconds-similar to TikToks, or sometimes blatant reposts from that platform-on their feeds. Ms. Liu attempted to post her first solo Reel in June, in which she panned over clay tile samples. But she took it down within minutes after realizing she forgot to add tunes. \"Even now, I don't really know how to do that,\" she said.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/merck-to-buy-acceleron-pharma-for-11-5-billion-11633005328", "title": "Merck to Buy Acceleron Pharma for $11.5 Billion", "date": "2021-09-30 11:12", "summary": "Pharmaceutical giant enhances its rare-disease business with a bet on treatments for respiratory and blood diseases. Merck & Co. has agreed to buy Acceleron Pharma Inc. for $11.5 billion, bolstering the pharmaceutical giant's rare-disease business.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-factory-closures-prompt-some-u-s-businesses-to-rethinkvietnam-11633014618", "title": "Covid-19 Factory Closures Prompt Some U.S. Companies to Rethink Vietnam", "date": "2021-09-30 11:10", "summary": "Extended lockdowns drive some manufacturers elsewhere, including back to China. SINGAPORE-Manufacturers looking to shift production out of China during the U.S.-China trade war piled into Vietnam, attracted by its low wages and the government's business-friendly reputation.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-09-30-2021-11632938796", "title": "U.S. Jobless Claims Remain Near Pandemic Lows", "date": "2021-09-30 11:08", "summary": "Recent increases in benefits filings were driven by temporary factors. Economists expect claims to resume a decline in the weeks ahead.. New applications for unemployment benefits are trending this month near the lowest levels of the pandemic, as employers continue to limit layoffs during Covid-19's latest surge driven by the Delta variant.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ncaa-final-four-basketball-mens-womens-tournament-11632884484", "title": "Two Final Fours in One City? Tennis, Olympics Show How It Could Help Women's Tourney", "date": "2021-09-30 11:07", "summary": "The Grand Slam events and the Games have thrived with women and men competing at the same site. On back-to-back days at the U.S. Open tennis tournament in early September, you could watch 18-year-old Emma Raducanu become the first player to scramble from the play-in rounds to the title; and powerhouse Novak Djokovic failing, in tears, to complete a Grand Slam.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-man-at-the-center-of-a-shocking-u-s-navy-scandal-11633014000", "title": "The Man at the Center of a Shocking U.S. Navy Scandal", "date": "2021-09-30 11:00", "summary": "Procurer, protector, supplier for all needs: Leonard Francis claims that he made himself indispensable to the U.S. Navy. Then he became the star witness in a sweeping corruption probe.. On May 22, 2008, six U.S. Navy officers allegedly piled into the presidential suite of the Shangri-La hotel in a posh suburb of the Philippine capital of Manila. The men, among the most powerful military officers in the Pacific, were on shore leave from the U.S.S. Blue Ridge, the flagship of the Seventh Fleet, based in Japan. They were there to indulge in 36 straight hours of drinking, accompanied by a \"carousel\" of sex workers, according to U.S. federal court documents.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consumer-credit-repair-what-to-know-11633014000", "title": "Consumer-Credit Repair: What to Know", "date": "2021-09-30 11:00", "summary": "A mistake on your credit report can make car loans, mortgages and other financial products harder to obtain and more costly. But there are ways to find errors and fix them.. You may have heard horror stories about people whose credit has been permanently ruined by egregious errors on their credit report.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-closer-look-11633013866", "title": "A Closer Look", "date": "2021-09-30 10:57", "summary": "Selections from 'Once Upon a Camel' by Kathi Appelt, illustrated by Eric Rohmann. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/high-altitude-homes-luxury-real-estate-11633012218", "title": "These High Altitude Homes Are Peak Luxury", "date": "2021-09-30 10:30", "summary": "Living at higher elevations comes with some pitfalls, but are totally worth the perks. \"Everyone is drawn to the majesty of elevation, whether you're on a mountain in the Alps or in the eastern part of our country in the Appalachian Mountains,\" said Amy Conner-Murphy, an Asheville, N.C.-based architect. When people move to the mountains, she said, they want to be as close to the view as possible-often right on the edge.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germanys-election-results-show-young-voters-growing-influence-11633011582", "title": "Germany's Election Results Show Young Voters' Growing Influence", "date": "2021-09-30 10:19", "summary": "Millennial, Gen Z voters turned environmentalist Greens and business-friendly Free Democrats into kingmakers of next government. BERLIN-Germany's youngest voters are turning their backs on big, established parties and casting their ballots for two smaller groups that are calling for change: one focused on climate and social justice, the other on freer markets and personal liberties.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brian-robbins-goes-from-head-of-the-class-to-head-of-paramount-11632907802", "title": "Brian Robbins Goes From 'Head of the Class' to Head of Paramount", "date": "2021-09-30 10:04", "summary": "Resume Subscription. When \"Paw Patrol: The Movie,\" a big-screen adaptation of a Nickelodeon show, became an unexpected hit this summer in theaters and on the Paramount+ streaming platform, few in Hollywood thought its success would catapult Nickelodeon chief Brian Robbins to the top of Paramount Pictures.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/number-puzzles-saturday-october-2-11632948897", "title": "Number Puzzles (Saturday, October 2)", "date": "2021-09-30 10:00", "categories": [["WSJ Puzzles", "Number Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/number-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gun-maker-smith-wesson-to-move-headquarters-to-tennessee-11633006800", "title": "Gun Maker Smith & Wesson to Move Headquarters to Tennessee", "date": "2021-09-30 09:57", "summary": "Decision follows other gun manufacturers' relocation to Southern states. Gun maker Smith & Wesson Brands Inc. is moving its corporate headquarters from Massachusetts to Tennessee, joining other firearms manufacturers that have moved from the mid-Atlantic and Northeast to Southern states with less restrictive gun laws.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peyton-eli-manning-manningcast-espn-nfl-11633008118", "title": "How Peyton and Eli Manning Are Changing Television", "date": "2021-09-30 09:52", "summary": "An alternate 'Monday Night Football' becomes an instant hit on what was once a dull evening. Let the Mannings host everything: football, baseball, basketball, golf, tennis, curling, dog shows, bake-offs, royal weddings, moon landings, Loch Ness mysteries, New Year's Eve and probably even election night.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taliban-evict-hazara-shiite-muslims-from-villages-rewarding-loyalists-11633009762", "title": "Taliban Evict Hazara Shiite Muslims From Villages, Rewarding Loyalists", "date": "2021-09-30 09:49", "summary": "Seizures come as the Taliban seek to consolidate their new regime and bolster it against simmering discontent. KABUL-The Taliban have displaced hundreds of families belonging to Afghanistan's Shiite Hazara community in central Afghanistan, reinforcing fears of renewed persecution against a minority that suffered under Taliban rule in the past.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-frackers-fear-vaccine-mandate-will-worsen-worker-crunch-11632994201", "title": "U.S. Frackers Fear Vaccine Mandate Will Worsen Worker Crunch", "date": "2021-09-30 09:47", "summary": "Resume Subscription. American frackers, already struggling to hire enough workers, are concerned that the coming U.S. vaccine mandate will worsen the situation at a time of rising oil and gas prices.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/car-companies-buckle-up-for-extended-chip-shortage-11633005657", "title": "Car Companies Brace for Extended Chip Shortage", "date": "2021-09-30 09:43", "summary": "Bottlenecks in Asia and the challenge of boosting output of the auto sector's more-basic computer chips could prolong the parts crisis into 2022. The global chip shortage has slammed the auto sector this year, cutting factory output by several million vehicles and erasing billions in revenue for car companies.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ransomware-hackers-hospital-first-alleged-death-11633008116", "title": "A Hospital Hit by Hackers, a Baby in Distress: The Case of the First Alleged Ransomware Death", "date": "2021-09-30 09:36", "summary": "Resume Subscription. When Teiranni Kidd walked into Springhill Medical Center on July 16, 2019, to have her baby, she had no idea the Alabama hospital was deep in the midst of a ransomware attack.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/can-a-1952-etiquette-guide-help-us-entertain-today-11633008749", "title": "Can a 1952 Etiquette Guide Help Us Entertain Today?", "date": "2021-09-30 09:32", "summary": "A new handbook for playing host has us assessing the hospitality rules laid out in 'Amy Vanderbilt's Complete Book of Etiquette.' While some seem absurd, others still charmingly resonate.. OPEN THE luxuriously blue leather-bound \"Notes on Entertaining,\" published by Smythson of Bond Street, a British stationer to the Queen, and you might feel as if you've traveled back in time to a more gracious era of home entertainment. Offering a charming mix of simple line illustrations and imaginative advice on how to entertain at home with flair, event planner Fiona Leahy manages to channel the spirit of the 1950s, when a post-war boom in home ownership created something of a cocktail- and dinner-party renaissance.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fall-books-2021-nonfiction-american-history-11633007531", "title": "Fall Books: Nonfiction", "date": "2021-09-30 09:15", "summary": "American history takes the stage in a parade of new books.. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virgin-galactic-camber-energy-bed-bath-beyond-jefferies-what-to-watch-when-the-stock-market-opens-today-11632999257", "title": "Virgin Galactic, Camber Energy, Bed Bath & Beyond, Jefferies: What to Watch When the Stock Market Opens Today", "date": "2021-09-30 09:02", "summary": "Virgin Galactic got the all-clear to resume flights; Camber Energy is trending among retail traders. Futures are up, suggesting the broader stock market could eke out gains for the third quarter despite recent whipsawed trading. Here's what we're watching before Thursday's regular trading session gets going.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-stalls-as-u-s-china-go-after-cryptocurrencies-11633006800", "title": "Bitcoin Stalls as U.S., China Go After Cryptocurrencies", "date": "2021-09-30 09:00", "summary": "Regulatory pressure pinches off third-quarter rally following steep spring selloff. Bitcoin came under one of the most intense regulatory crackdowns in its brief history during the third quarter, choking off attempts by traders to lift the digital currency out of its steep spring selloff.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-religion-is-good-for-american-democracy-robert-wuthnow-review-big-tent-revival-11633006175", "title": "'Why Religion Is Good for American Democracy' Review: Big Tent Revival", "date": "2021-09-30 08:52", "summary": "A sociologist makes the case that the spectrum of America's faith traditions is a marker of civic health.. Religion, runs an old argument, is bad for democracy. The basis of religious belief and practice is an appeal to divine authority, and modern democracy arose from the Enlightenment-era insight that we can solve our problems by reason and dialogue and without reference to God or the afterlife. I tend to think the argument unworthy of refutation, among other reasons because it relies on loaded and muddled definitions of \"enlightenment,\" \"religion\" and \"democracy.\" But as an indictment of religion it is now so much a part of intellectual life in Europe and North America that scholars who take a more favorable view of religious outlooks understandably feel that they must address it.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/franklin-to-buy-custom-indexing-firm-oshaughnessy-to-help-personalize-portfolios-11633006008", "title": "Franklin to Buy Custom Indexing Firm O'Shaughnessy", "date": "2021-09-30 08:46", "summary": "Bespoke portfolio platforms have caught the attention of some of the world's largest money managers. Franklin Resources Inc. agreed to buy O'Shaughnessy Asset Management, expanding the investing giant's bet on portfolio personalization.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-time-to-add-some-dramatic-furniture-into-your-home-11633005167", "title": "It's Time to Add Some Dramatic Furniture Into Your Home", "date": "2021-09-30 08:32", "summary": "New York design studio Apparatus debuts an imaginative collection that expands the scope of its holistic vision.. Even as a startup, the Manhattan-based design studio Apparatus cultivated a very specific mood in its Chelsea gallery. Flowers, incense, a meandering circuit of rooms that wove in and out of dimly lit factory spaces, a killer sound system: They cued a certain sensuality and shopping-as-cocktail party atmosphere, stoking a desire for the company's adventurous collections of furniture, lighting and objects.", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-buzzy-new-restaurant-serving-better-mental-health-11633005098", "title": "The Buzzy New Restaurant Serving Better Mental Health", "date": "2021-09-30 08:31", "summary": "Call it a new approach to comfort food: Chef Sean Brock's upcoming restaurant isn't just about the cuisine. It's also about his workers-and his own-wellbeing.. The events surrounding the delayed opening of Audrey, Sean Brock's new Nashville restaurant, include a tornado and a pandemic, resulting in what Brock believes is a collective case of post-traumatic stress disorder. \"Every single one of us is walking around with PTSD right now, constantly being triggered,\" Brock says.", "categories": [["Food"]], "category_links": ["https://www.wsj.com/news/types/magazine-food?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rebecca-fergusons-big-moment-11633005016", "title": "Rebecca Ferguson's Big Moment", "date": "2021-09-30 08:30", "summary": "With the long-awaited release of the sci-fi epic 'Dune,' her upcoming role in 'Mission: Impossible 7' and her first project as an executive producer, the actor is at the top of her game.. I always just rode the waves,\" Rebecca Ferguson says with a shrug. The comment hangs in the air, as if the Anglo-Swedish 37-year-old is only now processing that a combination of currents and tides has led her not just to an acting career but to the brink of big-screen stardom.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-do-a-rapid-at-home-covid-19-test-11633003201", "title": "How to Do a Rapid At-Home Covid-19 Test", "date": "2021-09-30 08:00", "summary": "Resume Subscription. Rapid home Covid-19 tests promise convenience and speed: You buy a Covid-19 test kit from the drugstore, bring it home, swab yourself and get results in about 15 minutes.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/gas-markets-will-get-even-more-exciting-11632995050", "title": "Gas Markets Will Get Even More Exciting", "date": "2021-09-30 07:35", "summary": "The cleaner-burning fuel is at the heart of the energy transition, but its price volatility is likely to only get worse. Gas is the relatively clean fossil fuel many hoped would smooth the transition to low-carbon energy. Instead it is turning out to have its own transition problems.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-well-vaccinated-maine-covid-19-still-fills-hospitals-with-the-unvaccinated-11632999601", "title": "In Well-Vaccinated Maine, Covid-19 Still Fills Hospitals", "date": "2021-09-30 07:00", "summary": "Resume Subscription. The Delta variant is finding clusters of unvaccinated people even in some of the best-vaccinated parts of the country, such as Maine. A Covid-19 surge in the New England state has filled hospitals and put dozens of mostly unvaccinated people on ventilators, setting records for the state.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/antitrust-regulators-fix-their-sights-on-private-equity-11632999600", "title": "Antitrust Regulators Fix Their Sights on Private Equity", "date": "2021-09-30 07:00", "summary": "Tougher antimonopoly enforcement in Washington is complicating buyout firms' efforts to close acquisitions. New federal antitrust enforcers want to toughen up regulation of the private-equity industry, putting a spotlight on ways that buyout firms might be warping competition.", "categories": [["Pro PE Legal Regulatory"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-legal-regulatory?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cost-pressures-arent-yet-crimping-corporate-profits-11632999600", "title": "Cost Pressures Aren't Yet Crimping Corporate Profits", "date": "2021-09-30 07:00", "summary": "Earnings in the third quarter are likely to be buoyant despite rising costs. Rising costs aren't about to end corporate America's profits party. But not all companies will be able to keep celebrating.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-french-president-sarkozy-convicted-of-breaking-campaign-finance-laws-11632999573", "title": "France's Sarkozy Convicted of Breaking Campaign Finance Laws", "date": "2021-09-30 06:59", "summary": "Court sentences politician to one year of house arrest, pending appeals. PARIS-Former French President Nicolas Sarkozy was found guilty Thursday of breaking campaign finance laws during his failed 2012 re-election bid, compounding his legal woes.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-and-chinese-regulators-are-in-a-bind-over-a-three-letter-acronym-11632999033", "title": "U.S., Chinese Regulators Are in a Bind Over an Acronym", "date": "2021-09-30 06:50", "summary": "Variable interest entities, or VIEs, that enabled many Chinese companies to raise money in the U.S. are facing increasing scrutiny. An arcane accounting term has become a focal point of securities regulators in Washington and Beijing, whose goals are, oddly, aligned when it comes to U.S. listings of Chinese companies.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-power-crisis-piles-more-pressure-on-inflation-11632998927", "title": "China's Power Crisis Piles More Pressure on Inflation", "date": "2021-09-30 06:48", "summary": "Wide-scale power cuts in China are already pushing up costs for downstream industries and prices for end-users. China's power curbs just added another unwanted twist to already snarled global supply chains. Higher costs and prices are already showing up for energy-intensive goods.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/end-of-covid-19-jobs-program-to-test-u-k-recovery-11632997800", "title": "End of Covid-19 Jobs Program to Test U.K. Recovery", "date": "2021-09-30 06:30", "summary": "European capitals spent big on wage subsidies to prevent job losses at the start of the pandemic. LONDON-A U.K. experiment in preventing mass layoffs is coming to an end, in a test of how quickly economies can reabsorb workers idled by the pandemic and wean companies off government support.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crypto-firms-beef-up-compliance-hiring-as-regulatory-scrutiny-mounts-11632994202", "title": "Crypto Firms Beef Up Compliance Hiring as Regulatory Scrutiny Mounts", "date": "2021-09-30 05:30", "summary": "Hiring pace has intensified in the past 15 months, according to recruiter Hamlyn Williams. Cryptocurrency companies are ramping up hiring in their compliance departments as they come under increasing regulatory scrutiny in the U.S. and world-wide.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rohingya-civil-rights-leader-mohib-ullah-killed-in-bangladesh-11632993271", "title": "Rohingya Civil-Rights Leader Mohib Ullah Killed in Bangladesh", "date": "2021-09-30 05:14", "summary": "Human-rights advocates call for investigation after he was shot dead in refugee camp. A leader of the Rohingya Muslim community was shot and killed by unidentified gunmen in a refugee camp in Bangladesh, prompting calls from rights advocates for an investigation.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-lockdown-climate-fossil-fuels-electricity-energy-production-africa-carbon-emission-11632943155", "title": "Want to Lock Down for the Climate?", "date": "2021-09-30 04:55", "summary": "Hitting environmentalists' emission timetables would take far more than even what the pandemic forced.. Editor's note: As November's global climate conference in Glasgow draws near, important facts about climate change don't always make it into the dominant media coverage. We're here to help. Each Thursday contributor Bjorn Lomborg will provide some important background so readers can have a better understanding of the true effects of climate change and the real costs of climate policy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-sees-u-s-as-ongoing-threat-kim-jong-un-says-in-speech-11632961064", "title": "North Korea Sees U.S. as Ongoing Threat, Kim Jong Un Says", "date": "2021-09-30 02:09", "summary": "The North Korean leader ordered officials to protect the country's sovereignty days after missile launch. SEOUL-Kim Jong Un said the U.S. threat against North Korea remains \"utterly unchanged\" under President Biden, accusing Washington of using increasingly cunning methods and words.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-manufacturing-weakens-for-first-time-since-covid-19-erupted-11632979823", "title": "China's Manufacturing Weakens, as Power Cuts Threaten More Damage", "date": "2021-09-30 01:30", "summary": "Contraction ends 18-month expansion that powered the country's recovery from the Covid-19 pandemic. BEIJING-China's manufacturing activity contracted in September, ending an 18-month expansion that powered the country's recovery from the pandemic, with power curbs in hubs threatening further disruption.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jon-stewart-apple-tv-the-problem-11632935715", "title": "Can Jon Stewart Give Apple TV+ the First Major Hit Talk Show of the Streaming Era?", "date": "2021-09-30 00:01", "summary": "The longtime 'Daily Show' host returns to a completely changed landscape with his new show, 'The Problem With Jon Stewart'. In Jon Stewart's return to television after six years, he devotes 40 minutes to veterans and the effects of the military burning toxic waste. Then he closes the show with a joke about the streaming service presenting it, Apple TV+.", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11632941993", "title": "Pepper...and Salt", "date": "2021-09-30 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prison-riot-in-ecuador-leaves-more-than-100-dead-with-some-beheaded-in-melee-11632968451", "title": "Prison Riot in Ecuador Leaves More Than 100 Dead", "date": "2021-09-30 22:20", "summary": "The riot between gangs at a crowded prison is the latest to shake Latin America, where mass killings by inmates aren't uncommon. More than 100 inmates were killed and dozens more injured in a riot in Ecuador's coastal city of Guayaquil, officials said, in the latest outbreak in Latin America of violence between gangs fighting for control of a prison.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fumio-kishida-to-become-japans-next-prime-minister-11632895534", "title": "Fumio Kishida to Become Japan's Next Prime Minister", "date": "2021-09-30 22:07", "summary": "Former foreign minister defeated Taro Kono in runoff vote to win leadership of ruling Liberal Democratic Party. TOKYO-Fumio Kishida, a former foreign minister who has called for Japan's missile defenses against China and North Korea to be beefed up, was elected ruling party leader on Wednesday, assuring him of becoming the nation's next prime minister.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-documents-instagram-teens-11632953840", "title": "Read Facebook's Documents About Instagram and Teens", "date": "2021-09-30 21:53", "summary": "Resume Subscription. Facebook Inc. is scheduled to testify at a Senate hearing on Thursday about its products' effects on young people's mental health.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/democrats-aim-to-keep-government-funded-as-talks-continue-on-3-5-trillion-bill-11632934535", "title": "Infrastructure Bill in Peril as Democrats Strain to Unite Party", "date": "2021-09-30 21:43", "summary": "Party leaders meanwhile work to bridge gaps between moderates, progressives on $3.5 trillion bill on social policy and climate; Biden's agenda under threat. WASHINGTON-Democrats hurtled toward a deadline for passing a roughly $1 trillion infrastructure plan in the House, with the bill's fate in jeopardy as they struggled to mend intraparty rifts threatening to derail President Biden's domestic agenda.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-trade-body-rules-against-import-of-iqos-heat-not-burn-tobacco-devices-11632966156", "title": "U.S. Trade Body Rules Against Import of IQOS Tobacco Devices", "date": "2021-09-30 21:42", "summary": "Philip Morris International says it will appeal ruling that cigarette alternative infringes on rival's patents. Altria Group Inc. and Philip Morris International Inc. must halt imports and sales of their IQOS heated tobacco device, the U.S. International Trade Commission ruled Wednesday in a patent case brought by rival R.J. Reynolds Tobacco Co.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/britney-spears-father-suspended-as-conservator-of-her-60-million-estate-11632954478", "title": "Britney Spears's Father Suspended as Conservator", "date": "2021-09-30 21:04", "summary": "Los Angeles Superior Court Judge Brenda Penny said the pleadings made it clear that the current situation isn't tenable. LOS ANGELES-Britney Spears's father was suspended as conservator of her $60 million estate, as the court moves toward unwinding the 13-year legal arrangement that the pop star has called abusive.", "categories": [["Business", "Law"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/law-legal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-ceo-mary-barra-to-lead-business-roundtable-11632963642", "title": "Mary Barra to Lead Business Roundtable", "date": "2021-09-30 21:00", "summary": "General Motors chief is the first woman to be named chairman of the coalition of chief executives. General Motors Co. Chief Executive Mary Barra has been appointed the next chairman of the Business Roundtable, a trade group representing U.S. business interests in Washington, D.C.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-settles-case-with-two-employees-who-said-they-were-wrongly-fired-11632963408", "title": "Amazon Settles Case With Two Employees", "date": "2021-09-30 20:56", "summary": "Agreement resolves complaint filed by local Washington state union last year. Amazon.com Inc. has settled a case brought against the tech giant by a workers' union alleging it wrongly fired two employees.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/faa-ends-probe-of-virgin-galactic-flight-11632958891", "title": "FAA Ends Probe of Virgin Galactic Flight", "date": "2021-09-30 20:51", "summary": "Aviation regulator said company didn't properly communicate during July mission that carried founder Richard Branson to space. The top U.S. aviation safety regulator said it cleared Virgin Galactic Holdings Inc. to operate space flights again but found the company failed to communicate a mistake that occurred during a high-profile mission this summer.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jan-6-house-panel-issues-11-more-subpoenas-in-connection-with-capitol-riot-11632957347", "title": "Jan. 6 House Panel Issues 11 More Subpoenas in Connection With Capitol Riot", "date": "2021-09-30 20:29", "summary": "Select Committee is seeking documents and testimony from people allegedly involved in organizing pro-Trump rally on Jan. 6 prior to attack. WASHINGTON-A House Select Committee has issued 11 subpoenas for documents and testimony from people allegedly involved in planning the Jan. 6 rally at the Ellipse before supporters of former President Donald Trump attacked the U.S. Capitol.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]