[{"link": "https://www.wsj.com/articles/tropical-depression-claudette-sweeps-southeast-u-s-killing-12-in-alabama-11624204690", "title": "Tropical Depression Claudette Sweeps Southeast U.S., Killing at Least 10", "date": "2021-06-20 19:07", "summary": "At least eight people were killed Saturday in multiple-vehicle crash, while two died when a tree fell on their home. At least eight people in Alabama were killed in a multiple-vehicle crash Saturday during a powerful storm that continues to rip through the Southeast.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-biden-budgets-arithmetic-problem-11624226224", "title": "The Biden Budget's Arithmetic Problem", "date": "2021-06-20 17:57", "summary": "Taxing the rich won't come close to funding the new social spending the White House is proposing.. President Biden's first full budget, released last month, forecasts a large increase in social spending, paid for both by heavy increases in taxes and by big deficits and new public debt. The budget, which outlines major new spending initiatives in the American Rescue Plan, American Jobs Plan and American Families Plan, represents nothing short of a transformation of government's role in the economy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-filibuster-helps-nobody-and-that-means-you-11624226249", "title": "The Filibuster Helps Nobody, and That Means You", "date": "2021-06-20 17:57", "summary": "With simple majority rule in the Senate, politics would consume the lives of ordinary Americans.. As Democrats clamor to end the Senate filibuster, they insist that the filibuster is an ancient relic that nobody needs, that serves nobody's agenda and that improves nobody's life. These political somebodies are right-but not in the sense they imagine. When our Founding Fathers set up the Senate, it was precisely the needs, the agenda and the lives of millions of political nobodies that they meant to protect.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-one-party-new-york-and-crime-11624226197", "title": "Notable & Quotable: One-Party New York and Crime", "date": "2021-06-20 17:56", "summary": "'Yesterday's radical firebrand becomes today's tepid centrist; today's moderate will be tomorrow's reactionary.'. Seth Barronwriting on New York City's Tuesday mayoral primary in a special issue of City Journal:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/terrorist-attacks-immigration-debates-push-french-voters-rightward-boosting-le-pen-11624181404", "title": "Terrorist Attacks, Immigration Debates Push French Voters Rightward", "date": "2021-06-20 17:01", "summary": "Anti-immigration party National Rally seeks to capitalize in regional elections, as Macron's party also leans to the right. L'ISLE-SUR-LA-SORGUE, France-Wedged between river tributaries in southeastern France, L'Isle-sur-la-Sorgue is known for its cobblestone streets and its sun-dappled outdoor market.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arizonas-almost-maybe-2-5-flat-tax-11624221737", "title": "Arizona's Almost Maybe 2.5% Flat Tax", "date": "2021-06-20 16:42", "summary": "Gov. Ducey's plan is being stymied by a few Republican holdouts.. Arizona Gov. Doug Ducey is trying to pass a 2.5% flat tax, which is the stuff of Republican dreams. The hang-up is that the GOP controls the state Legislature with the slimmest of margins. The Senate is 16-14. The House is 31-29. So a single Republican holdout in either chamber can kill reform that is sorely needed.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taliban-advances-test-afghan-forces-morale-as-the-u-s-leaves-11624209389", "title": "Taliban Advances Test Afghan Forces' Morale as the U.S. Leaves", "date": "2021-06-20 16:36", "summary": "Districts fall, often without a fight, as insurgents negotiate surrender deals. KABUL-Every few hours this weekend, the Taliban released videos of triumphant insurgents inspecting yet another Afghan district headquarters that had been lost in battle by government forces or surrendered without a fight.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irans-new-hard-line-president-poised-for-pivotal-role-in-nuclear-talks-11624205291", "title": "Iran's New Hard-Line President Poised for Pivotal Role in Nuclear Talks", "date": "2021-06-20 16:35", "summary": "Resume Subscription. When Iranian diplomats resume talks with Western officials to revive a battered nuclear deal, one name will stand out on the list of individuals Tehran wants removed from the U.S. sanctions list: Ebrahim Raisi, Iran's president-elect.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-long-can-america-keep-borrowing-11624220760", "title": "How Long Can America Keep Borrowing?", "date": "2021-06-20 16:26", "summary": "The debt crisis has grown far worse since 1994, when we headed a bipartisan panel.. President Clinton asked us in 1994 to chair the Bipartisan Commission on Entitlement and Tax Reform to study the future of Social Security, Medicare and Medicaid and recommend measures to assure their long-term viability. Reforms of these popular programs were so politically fraught that finding consensus on solutions proved impossible during our tenure in the Senate.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/book-review-the-appalachian-trail-a-biography-11624220596", "title": "Book Review: 'The Appalachian Trail: A Biography'", "date": "2021-06-20 16:23", "summary": "In 1921, a magazine writer proposed a scenic trail from Georgia to Maine. Today 3 million visitors hike some portion of the trail every year.. Nobody knows exactly how long the Appalachian Trail is. It's about 2,200 miles as the shoe walks, from Springer Mountain in Georgia to Mount Katahdin in Maine, but the length changes constantly as the trail is rerouted in response to flood, fire and traffic. Official guides have variously given the length as 2,144 miles, 2,159 miles and \"more than 2,150 miles.\" In \"The Appalachian Trail: A Biography\" Philip D'Anieri, a lecturer in architecture and regional planning at the University of Michigan, provides deft, engaging profiles of a dozen people who were instrumental in the trail's history. These range from Arnold Guyot, who literally put the Appalachian Mountains on the map, to Bill Bryson, whose bestselling \"A Walk in the Woods\" resulted in a 45% increase in \"thru-hikers\"-those who travel the entire length of the trail in a single trip. Not bad for a travel writer who walked only 10% of the trail.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/give-peruvians-their-day-in-court-11624220491", "title": "Give Peruvians Their Day in Court", "date": "2021-06-20 16:21", "summary": "Legal challenges to an extremely narrow vote are a fundamental part of democracy.. During the Peruvian presidential campaign earlier this year, socialist candidate Pedro Castillo told voters that he would nationalize the assets of foreign investors. He did not say whether this would apply to Chinese corporations that own billions of dollars of Peruvian mining interests. But predicting that it won't isn't exactly going out on a limb.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/live-stream-shopping-app-ntwrk-hires-its-first-chief-marketing-officer-11624219323", "title": "Live-Stream Shopping App Ntwrk Hires Its First CMO", "date": "2021-06-20 16:02", "summary": "Marketers and tech platforms are trying to duplicate in the U.S. the live-stream shopping boom seen in China. The company behind Ntwrk, an app that sells limited-edition merchandise during live-streamed videos often hosted by celebrities, has hired its first chief marketing officer and is planning its first major ad campaign.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/closed-hotels-to-get-second-life-as-housing-under-newly-passed-bill-in-new-york-state-11624194000", "title": "Closed Hotels to Get Second Life as Housing Under Newly Passed Bill", "date": "2021-06-20 15:16", "summary": "Legislation calls for spending $100 million to convert distressed commercial properties into affordable housing. New York state is primed to spend $100 million to convert distressed commercial properties into affordable housing, following the recent passage of a bill in Albany.", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-real-estate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-u-s-existing-home-sales-german-business-confidence-11624215601", "title": "Economy Week Ahead: U.S. Existing-Home Sales, German Business Confidence", "date": "2021-06-20 15:00", "summary": "U.S. orders for durable goods will also be in focus. Tuesday", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bipartisan-infrastructure-bill-could-lose-gas-tax-rise-senator-says-11624215252", "title": "Bipartisan Infrastructure Bill Could Lose Gas-Tax Rise, Senator Says", "date": "2021-06-20 14:54", "summary": "Republican lawmaker Rob Portman cites Biden administration opposition to measure indexing gasoline tax to inflation. WASHINGTON-A proposed infrastructure spending plan may be hammered out without a measure raising the gasoline tax, a key Republican lawmaker said Sunday, suggesting the removal of an obstacle to a nearly $1 trillion infrastructure plan pushed by a bipartisan group of lawmakers.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hottest-new-concert-venue-your-local-movie-theater-11624214575", "title": "The Hottest New Concert Venue: Your Local Movie Theater", "date": "2021-06-20 14:42", "summary": "Resume Subscription. LOS ANGELES-Brooke Green wasn't sure who the band was, but she was excited for the show. A self-described live-music fan, the elementary-school teacher \"didn't really care who was playing.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/why-shutdowns-and-masks-suit-the-elite-11624038950", "title": "Why Shutdowns and Masks Suit the Elite", "date": "2021-06-20 14:12", "summary": "Covid restrictions seem less onerous from the standpoint of 'expressive individualism,' which defines the self in terms of 'its will and not its body.'. South Bend, Ind.", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tight-labor-market-returns-the-upper-hand-to-american-workers-11624210501", "title": "Tight Labor Market Returns the Upper Hand to American Workers", "date": "2021-06-20 13:35", "summary": "Resume Subscription. Low-wage workers found something unexpected in the economy's recovery from the pandemic: leverage.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trouble-in-paradise-nantucket-rentals-irk-11624207268", "title": "Trouble in Paradise: Nantucket Rentals Irk", "date": "2021-06-20 12:41", "summary": "Short-term rentals have rapidly become the bane of peaceful neighborhoods everywhere.. In the few short years it has taken short-term rentals to become a popular form of lodging in many desirable residential communities, they have rapidly become the bane of peaceful neighborhoods everywhere. Short-term rentals inherently attract the unruly, drunken, loud and obnoxious, and are the new \"go to\" for weekend-destination events at the former home next door. What your nonresident neighbor-owner neglects to tell you is that you will be his unpaid property manager, calling the police at all hours of the day and night.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflation-disproportionately-hurts-the-poor-11624207206", "title": "Inflation Disproportionately Hurts the Poor", "date": "2021-06-20 12:40", "summary": "Those acting in the name of 'economic justice' need to pay more attention to basic economic indicators.. Inflation, always a key economic metric, is especially important to watch now as it threatens to undermine, if not completely erode, the Biden administration's gargantuan spending thus far on behalf of poor and working-class Americans-its \"economic justice\" agenda (\"Inflation Jumps to 13-Year High,\" Page One, June 11). The effects of inflation not only are greater, but disproportionately greater, for poorer people. Those with higher incomes often offset price increases (goods, services) with increased income. Furthermore, prices often increase more for basic needs than for luxury items, a phenomenon economists call \"inflation inequality.\" Simply put, low-income families' budgets will stress and strain as they confront the coming rising costs of the essentials they need (food, energy, transport, child care).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-sciences-offer-multiple-multicultural-opportunities-11624207133", "title": "The Sciences Offer Multiple Multicultural Opportunities", "date": "2021-06-20 12:38", "summary": "The periodic table is a veritable atlas.. Regarding \"Critical Race Theory Confronts Pythagoras\" (Letters, June 16): I was more than a little disappointed to learn that a school-board member couldn't think of a multicultural objective for chemistry, physics and math. The periodic table on its own is a veritable atlas. Places that elements have been named after include Poland, France, Russia, Germany, Japan, America, Copenhagen, Stockholm, Cyprus, Tennessee, California (and in the case of four separate elements) Ytterby, Sweden. The stories behind why these elements took these names are fascinating as well as important for understanding the complex context of the world we live in today.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spacs-should-be-regulated-as-the-ipos-they-really-are-11624207063", "title": "SPACs Should Be Regulated as the IPOs They Really Are", "date": "2021-06-20 12:37", "summary": "There's a lesson here for the SEC.. Regarding your editorial \"The Making of an Electric-Vehicle Fiasco\" (June 15): The Journal has written often and well about the dangers of special-purpose acquisition companies, or SPACs, including the most recent Lordstown debacle. Misalignment of incentives between sponsors and investors is a rodeo we've seen before. See the sale of collateralized-debt obligations and mortgage portfolios leading up to the 2008 crisis, etc.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/itll-take-a-while-for-crime-to-decline-in-many-cities-11624206948", "title": "It'll Take a While for Crime To Decline in Many Cities", "date": "2021-06-20 12:35", "summary": "One longer-term issue is fewer police officers.. In \"Will Crime Keep Rising? Not Necessarily\" (Upward Mobility, June 16), Jason Riley cites criminal-justice scholar Barry Latzer, who thinks less-aggressive policing is a part of the short-term cause of rising crime. No doubt it is, but another, longer-term issue is fewer police officers. In New York City, for example, after a 17% police defunding and the elimination of qualified immunity for police officers, many police have left or taken early retirement, and for 14 months there were no Police Academy classes to train new officers to replace them. The New York Police Department is having difficulty recruiting new applicants. Would you want to be a police officer today?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maskless-among-the-lemmings-11624203554", "title": "Maskless Among the Lemmings", "date": "2021-06-20 11:39", "summary": "Forty-nine out of 50 Trader Joe's shoppers cover their faces, even when not required to.. California finally opened up on June 15. We can actually set foot inside stores and restaurants without having to wear a mask. Freedom! And it's about time. More than 70% of California adults have at least one vaccine jab. The state's seven-day average number of daily coronavirus cases is down 98% from its peak in January. Herds can romp. It's over-except, well, Gov. Gavin Newsom will keep his emergency powers.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xis-rewriting-of-history-wont-stay-in-china-11624203482", "title": "Xi's Rewriting of History Won't Stay in China", "date": "2021-06-20 11:38", "summary": "The Communist Party blunts its past criticism of Mao's Cultural Revolution. America should push back.. Xi Jinping's new history of Chinese communism has little room for criticism of Mao Zedong. In February Mr. Xi issued a revised version of \"A Brief History of the Communist Party of China,\" the official party history, in preparation for next month's commemoration of the party's 100th anniversary. This edition plays down Mao's atrocities, in particular softening the party's historic 1981 condemnation of the Cultural Revolution. That places Mr. Xi in the dubious company of dictators for whom \"yesterday's weather can be changed by decree\"-a power George Orwell attributed in 1942 to Franco, Stalin and Hitler.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-face-owner-pulled-xinjiang-criticism-then-reinstated-it-11624200384", "title": "North Face Pulled Xinjiang Criticism, Then Reinstated It", "date": "2021-06-20 10:46", "summary": "Move by VF, which also owns Vans and Timberland, shows the difficulty in catering to Western consumers and China. In late March, the maker of North Face jackets and Vans sneakers quietly took down a statement raising concern about allegations of forced labor in China's cotton-rich Xinjiang region. Rival fashion company H&M had just been erased from China's internet for a similar statement.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-the-moon-part-5-the-comedown-11624199387", "title": "'To The Moon,' Part 5: The Comedown", "date": "2021-06-20 10:29", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/supply-crunch-risks-extending-into-2022-stoking-inflation-11624197600", "title": "Supply Crunch Risks Extending Into 2022, Stoking Inflation", "date": "2021-06-20 10:00", "summary": "Orders and backlogs have grown while production and hiring slow. Supply constraints that have challenged businesses and caused shortages of everything from semiconductors to sweatpants are deepening, adding to pressure on inflation and testing the Federal Reserve's resolve to keep juicing the economy.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-handle-this-job-interview-question-would-you-rather-work-from-home-or-the-office-11624197601", "title": "How to Handle This Job-Interview Question: Would You Rather Work From Home or the Office?", "date": "2021-06-20 10:00", "summary": "Employers looking to nail down remote-work policies know this question is top of mind for job candidates. What's the best way to answer this thorny question during a job interview: How do you feel about working from home?", "categories": [["Life & Work", "Ask Personal Journal"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/ask-personal-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-shop-online-and-not-get-ripped-off-11624194154", "title": "How to Shop Online and Not Get Ripped Off", "date": "2021-06-20 09:02", "summary": "Remember these key rules when buying from Amazon or other megaretailers such as Walmart and Target. Shopping online can feel like magic. A couple of clicks and a few days later, a box is on your doorstep. But it can also feel like playing a game of digital dodgeball. Shoppers must tread carefully to avoid the fake reviews, unsafe or mislabeled products, or counterfeit goods hiding behind legitimate-seeming listings.", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-signals-expansion-of-religious-exemptions-from-laws-11624194001", "title": "Supreme Court Signals Expansion of Religious Exemptions From Laws", "date": "2021-06-20 09:00", "summary": "Cases will test the court's ability to balance the growing legal recognition of LGBT equality with religious interests. WASHINGTON-With all nine justices voting to exempt a Catholic social-service agency from Philadelphia's nondiscrimination policies, the Supreme Court sent a message Thursday that secular interests will increasingly have to give way to some religious rights. The question now is how many-and how fast.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/milwaukee-bucks-brooklyn-nets-game7-giannis-antetokounmpo-kevin-durant-shot-11624192090", "title": "The Milwaukee Bucks Silence the Noise in Brooklyn", "date": "2021-06-20 08:48", "summary": "An unlikely surge by the road team foils an epic Game 7 from Kevin Durant, sending a hobbled contender packing. Brooklyn, N.Y.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/troubled-companies-take-page-from-amc-playbook-in-seeking-stock-market-lifelines-11624190402", "title": "Troubled Companies Take Page From AMC Playbook in Seeking Stock-Market Lifelines", "date": "2021-06-20 08:00", "summary": "Struggling companies in industries such as coal mining, offshore drilling and apparel retailing have all launched stock sale efforts this month. The frenzied stock-buying activity that may have saved AMC Entertainment Holdings Inc. from bankruptcy is opening up a potential escape hatch for other troubled borrowers as well.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hawaiis-remote-workers-discover-challenges-and-rewards-11624190419", "title": "Hawaii's Remote Workers Discover Challenges and Rewards", "date": "2021-06-20 08:00", "summary": "Moving the work-from-home setup to the Aloha state is a dream for many but the reality is a little bumpier.. For many professionals, Hawaii seems a dream spot for remote work. But pulling off remote work in the Aloha state takes more than a plane ticket and a laptop.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-other-asian-countries-vaccinate-against-covid-19-faster-than-ever-11624186800", "title": "Asian Countries Vaccinate Against Covid-19 Faster Than Ever", "date": "2021-06-20 07:00", "summary": "Campaigns in South Korea and Japan are gaining momentum as China accounts for half of the world's daily shots. SEOUL-Covid-19 vaccine rollouts have accelerated in many Asia-Pacific countries in recent weeks, overtaking the pace of doses being administered in the U.S. and other Western nations and increasing the chances of a sooner-than-expected easing of some pandemic restrictions.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-plans-to-spend-big-on-critical-minerals-choosing-where-isnt-easy-11624186800", "title": "U.S. Plans to Spend Big on Critical Minerals; Choosing Where Isn't Easy", "date": "2021-06-20 07:00", "summary": "Western governments face challenges as they ramp up efforts to counter China's dominance in rare earths. As the U.S. and its allies chase China in procuring critical minerals essential for modern technologies, they face a major hurdle: a lack of companies and projects with an established record.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/summer-solstice-2021-11624052627", "title": "When Is the Summer Solstice 2021 and How Is the First Day of Summer Celebrated?", "date": "2021-06-20 07:00", "summary": "Resume Subscription. The summer solstice marks the first day of summer in the Northern Hemisphere, bringing the longest day of the year, the shortest night and, in the northernmost Arctic, a midnight sun that shines around the clock. It coincides with the winter solstice in the Southern Hemisphere, which marks the year's shortest day and the beginning of winter there.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-five-hong-kong-protesters-escaped-by-speedboat-found-freedom-in-the-u-s-11624183200", "title": "How Hong Kong Protesters Fled by Sea", "date": "2021-06-20 06:00", "summary": "Resume Subscription. TAIPEI-As five men cut through the vast waters of the South China Sea in an inflatable speedboat, they kept a close watch above and behind them for signs of pursuit.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/us-open-leaderboard-bryson-dechambeau-russell-henly-rory-mcilroy-11624160997", "title": "The U.S. Open's Drama Takes Shape", "date": "2021-06-20 06:00", "summary": "There's a three-way tie for the lead at the U.S. Open. But Louis Oosthuizen, Mackenzie Hughes and Russell Henley will have to hold off the likes of Bryson DeChambeau, Rory McIlroy and Jon Rahm to take home the major.. SAN DIEGO-The players at the top of the leaderboard at the U.S. Open have an interesting perspective on what it's like to be within striking distance of a major win.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-alphabet-keep-rising-apple-netflix-fade-11624181583", "title": "Facebook, Alphabet Keep Rising; Apple, Netflix Fade", "date": "2021-06-20 05:33", "summary": "After a synchronized surge last year, so-called FAANG stocks peel away as investors look beyond pandemic. Big tech stocks are going their own ways in 2021.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amtraks-commuter-rail-expansion-faces-hurdle-from-freight-trains-11624181404", "title": "Amtrak's Regional Rail Expansion Faces Hurdle From Freight Trains", "date": "2021-06-20 05:30", "summary": "Freight carriers have long resisted calls to make more room on their tracks for passenger trains. WASHINGTON-Amtrak and the Biden administration have a $75 billion plan to transform passenger train travel across America-but aside from funding, the biggest challenge might be getting the nation's freight railroads to get on board.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/napa-valley-feud-pits-real-estate-startup-against-homeowners-11624181404", "title": "Napa Valley Feud Pits Startup Against Homeowners", "date": "2021-06-20 05:30", "summary": "Pacaso buys high-end homes and sells ownership shares for weekend getaways, alarming some of the neighbors. Pattie Dullea stepped out one morning last month in Napa, Calif., to have a word with the young man who pulled up in an antique sports car to tour the home across the street.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-natural-gas-glut-has-evaporated-driving-prices-higher-11624134728", "title": "Natural-Gas Prices Are Rising With Temperatures", "date": "2021-06-20 05:30", "summary": "The power-plant fuel costs twice what it did at the start of last summer, portending higher utility bills and manufacturing costs. Natural-gas prices are starting the summer air-conditioning season nearly twice as high as they were a year ago.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}]