[{"link": "https://www.wsj.com/articles/this-1964-vintage-truck-makes-a-grammy-nominee-feel-like-a-kid-on-christmas-11639839601", "title": "This 1964 Vintage Truck Makes a Grammy Nominee Feel Like a Kid on Christmas", "date": "2021-12-18 22:17", "summary": "Resume Subscription. David Crowder, 50, a Grammy-nominated singer and songwriter living in Atlanta, on his 1964 International Harvester Scout 80, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/cities-cancel-holiday-events-tighten-covid-restrictions-to-fight-omicrons-spread-11639855512", "title": "Omicron's Spread Prompts Canceled Holiday Events, Tightened Restrictions", "date": "2021-12-18 22:06", "summary": "President Biden plans to deliver remarks Tuesday, as cities and organizations cancel many holiday celebrations. More places in Europe and the U.S. were tightening restrictions, canceling holiday gatherings and bracing for a surge in new Covid-19 cases, as officials worked to boost testing and healthcare capacity amid the rising risk from the Omicron variant.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cnn-closes-offices-as-covid-19-cases-spike-11639876526", "title": "CNN Closes Offices as Covid-19 Cases Rise", "date": "2021-12-18 21:03", "summary": "President Jeff Zucker cited a surge of cases at the network in a memo on the decision. CNN is closing its offices to nonessential employees, network President Jeff Zucker told employees in a memo Saturday, as Covid-19 cases rise at the network and nationwide.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/christmas-playlist-mariah-carey-abba-songs-11639660905", "title": "Mariah Carey's Christmas Classic, ABBA's Festive Return and 2021's Best Holiday Songs", "date": "2021-12-18 19:42", "summary": "No matter how you're feeling about the holiday season, you're going to need a soundtrack. Here are the best wintry tunes for every mood, whether you'll be laughing all the way to New Year's or saving yourself from tears after last Christmas.. \"You Deserve It All,\" by John Legend", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irans-top-diplomat-in-yemen-leaves-the-country-11639868219", "title": "Iran's Top Diplomat in Yemen Leaves the Country", "date": "2021-12-18 17:57", "summary": "Hassan Irloo was smuggled into Yemen last year and named Iran's ambassador to parts of the country controlled by the Houthis. Iran's top diplomat in Yemen flew out of the country on Saturday in an agreement between Houthi militants controlling the capital and Saudi Arabia, according to regional officials.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vladimir-putin-names-his-price-kremlin-ukraine-nato-joe-biden-11639779103", "title": "Vladimir Putin Names His Price", "date": "2021-12-18 16:24", "summary": "Maybe he won't invade Ukraine if Biden grants his security wishes.. Russia has spent the fall massing troops and weaponry along Ukraine's borders, laying the groundwork for a potential invasion. On Friday the Kremlin made its demands public. The U.S. and Europe have delivered a mixed response so far and will have to do more to deter Vladimir Putin.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-auto-workers-of-the-ivy-league-columbia-university-11639781489", "title": "United Auto Workers of the Ivy League", "date": "2021-12-18 16:22", "summary": "A brawl over pay at Columbia challenges academic solidarity with the working class.. What do Deere & Co. and Columbia University have in common? Their workers are represented by the United Auto Workers and have gone on strike this fall seeking higher compensation. Yet the contrasts are instructive about the state of higher education.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nfl-covid-testing-omicron-11639841439", "title": "NFL Pivots to Less Covid Testing-Not More-to Thwart Disruptions", "date": "2021-12-18 16:20", "summary": "As the league grapples with outbreaks and postponements, it has eliminated weekly testing for vaccinated players who aren't symptomatic.. The NFL eliminated weekly Covid-19 testing for vaccinated players who are asymptomatic, according to new protocols agreed upon by the league and the players' union, a move that reverses its past pandemic practice in a bid to keep players from being sidelined while not feeling sick.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taiwan-voters-back-ruling-party-in-referendum-removing-obstacle-to-u-s-trade-deal-11639844622", "title": "Taiwan Voters Back Ruling Party in Referendum", "date": "2021-12-18 12:05", "summary": "The Democratic Progressive Party supports closer ties with Washington at the expense of Beijing. TAIPEI-Taiwan's ruling party claimed a decisive victory in a closely watched referendum vote, in a setback for Beijing that removes a key obstacle to a U.S. trade deal with the democratically governed island.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-twitter-and-salesforce-bret-taylor-steps-into-the-limelight-11639841401", "title": "At Twitter and Salesforce, Bret Taylor Steps Into the Limelight", "date": "2021-12-18 10:30", "summary": "Promotions to co-CEO of Salesforce and chairman of Twitter have turned the Silicon Valley entrepreneur into one of tech's highest-profile executives. Bret Taylor has been involved with some of the tech industry's most notable innovations-from Google Maps to Facebook 's \"like\" button-and founded companies that sold for hundreds of millions of dollars.", "categories": [["Tech", "Consumer Technology"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/consumer-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-cities-turn-to-decriminalizing-drugs-as-overdoses-climb-11639839602", "title": "Some Cities Turn to Decriminalizing Drugs as Overdoses Climb", "date": "2021-12-18 10:00", "summary": "Toronto follows Vancouver and the state of Oregon in seeking to make it legal to carry small amounts of heroin, fentanyl and other drugs for personal use. TORONTO-Canada's largest city is the latest jurisdiction aiming to decriminalize drug possession as it faces a surging overdose epidemic.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-gas-exports-likely-more-trickle-than-flood-11639839604", "title": "U.S. Gas Exports Likely More Trickle Than Flood", "date": "2021-12-18 10:00", "summary": "Market conditions look ripe for another wave of LNG export terminals built in U.S. Grabbing opportunity will be easier said than done.. Is it time for a third U.S. LNG export boom?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-beijing-olympics-approach-omicron-heightens-pressure-on-vaccines-11639839507", "title": "As Beijing Olympics Approach, Omicron Heightens Pressure on Vaccines", "date": "2021-12-18 09:58", "summary": "Chinese organizers \"strongly encourage\" Games participants to receive a booster shot.. The rapid spread of the coronavirus's Omicron variant is coming in the crucial final run-up to February's Winter Olympics in Beijing, prompting organizers to ratchet up their advice about securing a booster dose of vaccine before coming.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spilling-the-tea-the-cyberbullying-tactic-plaguing-schools-parents-and-students-11639836002", "title": "'Spilling the Tea,' the Cyberbullying Tactic Plaguing Schools, Parents and Students", "date": "2021-12-18 09:00", "summary": "School-gossip Instagram accounts resurface questions about educators' role in policing students' social-media activity. It's like a scene straight out of the teen drama \"Gossip Girl.\" Middle-school students are creating anonymous Instagram accounts to dish on who's dating, who's cheating and who's carrying weed in their backpack. In some cases, kids are posting photos of other kids, making fun of their hair or clothes. Some accounts spread rumors about students' sexuality.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-ski-slopes-are-open-despite-omicron-at-least-for-now-11639836003", "title": "Europe Keeps Its Ski Slopes Open Despite Omicron", "date": "2021-12-18 09:00", "summary": "Resume Subscription. ALPE DI SIUSI, Italy-In the rarefied air of the Dolomite Alps, 7,000 feet above sea level, one can almost forget that the Covid-19 pandemic is still raging.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/democrats-brace-for-rewrite-of-biden-spending-plan-to-woo-joe-manchin-11639832402", "title": "Democrats Brace for Rewrite of Biden Spending Plan to Woo Joe Manchin", "date": "2021-12-18 08:00", "summary": "Satisfying pivotal senator could force substantial changes in what President Biden called party's consensus healthcare, education and climate bill in October. WASHINGTON-Sen. Joe Manchin doesn't like how Democrats designed the party's roughly $2 trillion economic package. But Democrats need his vote-and satisfying him will be no easy task.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-balk-at-plan-to-buy-coal-mines-and-close-them-11639829583", "title": "Investors Balk at Plan to Buy Coal Mines and Close Them", "date": "2021-12-18 07:13", "summary": "Citigroup and partners shelved investment fund they said would put end date on thermal-coal mines to lower carbon emissions. Citigroup Inc. and its partners abandoned the creation of a fund that aimed to shorten the life of coal mines after the group struggled to convince investors of the plan's green-energy merits, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sailors-free-at-last-from-covid-19-ship-lockdown-find-little-to-do-on-shore-leave-11639828804", "title": "Sailors Free at Last From Covid-19 Ship Lockdown Find Little to Do on Shore Leave", "date": "2021-12-18 07:00", "summary": "Resume Subscription. BATUMI, Georgia-A group of U.S. sailors walked down the gangplank into this town along the Black Sea last month, free at last from the quarantines and strictures that had defined Navy life during the Covid-19 pandemic.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/five-tips-to-conquer-cold-weather-workouts-11639825202", "title": "Five Tips to Conquer Cold-Weather Workouts", "date": "2021-12-18 06:00", "summary": "Resume Subscription. Before you move your winter workouts indoors, consider this: Exercising in cold weather has serious benefits.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/crypto-and-its-many-fees-what-to-know-about-the-hidden-costs-of-digital-currency-11639825202", "title": "Crypto and Its Many Fees: What to Know About the Hidden Costs", "date": "2021-12-18 06:00", "summary": "Crypto networks are run on a voluntary basis and fees are incentives for keeping them alive. Here are some FAQs.. Cryptocurrencies are designed to trade across online networks, without the need for banks or government support. Many new investors are surprised, however, to learn there are costs to using digital cash, including unexpected fees. Below are some frequently asked questions.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-worldwantsgreen-hydrogen-namibiasays-it-can-deliver-11639823404", "title": "The World Wants Green Hydrogen. Namibia Says It Can Deliver.", "date": "2021-12-18 05:30", "summary": "Resume Subscription. LÜDERITZ, Namibia-This old diamond-mining town, perched on the rocky Atlantic coastline of this sparsely populated desert nation, last boomed at the start of the 20th century, when diamonds were discovered in the nearby dunes.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-science-behind-omicrons-rapid-spread-11639823405", "title": "The Science Behind Omicron's Rapid Spread", "date": "2021-12-18 05:30", "summary": "The variant appears better able to break into cells and evade immunity, and seems to replicate faster in the airways than the Delta variant. As Omicron has rapidly taken over as the dominant variant of the coronavirus in South Africa and the U.K., scientists are beginning to piece together what gives it its evolutionary advantage.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ghislaine-maxwell-defense-aims-to-discredit-witnesses-paid-by-epstein-victims-fund-11639823403", "title": "Ghislaine Maxwell Defense Aims to Discredit Witnesses Paid by Victims Fund", "date": "2021-12-18 05:30", "summary": "Women who testified that Maxwell enabled their sexual abuse by Jeffrey Epstein said they received $1.5 million to $5 million from fund. Lawyers for Ghislaine Maxwell are highlighting a fund that awarded nearly $125 million to Jeffrey Epstein's victims as part of their effort to discredit four accusers who testified at trial.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-covid-19-cases-multiply-australia-tries-to-change-public-perception-of-the-virus-11639742544", "title": "As Covid-19 Cases Multiply, Australia Tries to Change Public Perception of the Virus", "date": "2021-12-18 01:36", "summary": "Government focuses on the number of people in intensive care, instead of case numbers, as it seeks to deepen economic recovery. SYDNEY-Australia is betting that, after keeping Covid-19 cases near zero for much of the pandemic, people will be able to stomach tens of thousands of cases a day.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/youtube-tv-loses-disney-channels-including-espn-in-standoff-11639804500", "title": "YouTube TV Loses Disney Channels Including ESPN", "date": "2021-12-18 00:47", "summary": "Blackout deprives more than four million subscribers of programming as companies battle over distribution fees. YouTube TV subscribers lost access to channels including ESPN and FX after YouTube's agreement to carry programming from Walt Disney Co. expired Saturday.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-vodka-cocktail-recipes-11639777509", "title": "The Best Vodkas for the Holidays, Plus 10 Festive Cocktail Recipes", "date": "2021-12-18 00:02", "summary": "The versatile, vibrant spirit is commanding new respect at cocktail bars. Here's your guide to the bottles to buy this holiday season and the festive vodka cocktail recipes you'll want to make with them.. ON A RECENT afternoon in Northern California, aroma infused Hanson of Sonoma's distillery as two guys armed with peelers and knives worked on cases of organic produce. The family-owned outfit was producing its cucumber vodka the old-fashioned way, by macerating the cucumber along with mint in tanks of the spirit. A refreshing, sweet-savory drink, the cucumber vodka, like all Hanson vodkas, is certified organic. What's not to love?", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11639765955", "title": "Pepper...and Salt", "date": "2021-12-18 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jack-dorsey-and-the-unlikely-revolutionaries-who-want-to-reboot-the-internet-11639803654", "title": "The Unlikely Revolutionaries Who Want to Reboot the Internet", "date": "2021-12-18 00:00", "summary": "Members of the tech elite are banding together to bring the Web back to its idealist origins. They call their vision 'Web3.'. The internet hasn't turned out the way it was supposed to.", "categories": [["Tech", "Keywords: Christopher Mims"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-amcs-crazy-bonkers-upside-down-year-of-apes-memes-and-shorts-11639803655", "title": "Inside AMC's Crazy, Bonkers, Upside-Down Year of Apes, Memes and Shorts", "date": "2021-12-18 00:00", "summary": "Resume Subscription. A mob rescued the world's largest movie-theater chain from the edge of bankruptcy. It turned out to be only the first act in an improbable story that made this year in American business like none other.", "categories": [[]], "category_links": []}]