[{"link": "https://www.wsj.com/articles/companies-use-overtime-to-solve-worker-shortages-that-may-cost-them-more-workers-11631937827", "title": "Overtime Can Be Costly, Over Time", "date": "2021-09-18 17:58", "summary": "Resume Subscription. Companies that can't fill their many openings are relying on existing workers to stay late, come in early and pick up extra shifts to keep operations running. That's making the nation's current labor shortage even more challenging to solve.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/biden-administration-sends-more-agents-to-crowded-texas-border-crossing-11631988140", "title": "Biden Administration Sends More Agents to Texas Bridge", "date": "2021-09-18 16:25", "summary": "Officials plan to start flying migrants back to Haiti. The Biden administration said it is sending additional border agents to a South Texas town where thousands of Haitian migrants are being held under a bridge, as officials prepared to begin flying them back to their home country under a public-health policy allowing for rapid expulsions.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washington-steps-up-security-ahead-of-rally-for-jan-6-capitol-rioters-11631957400", "title": "Rally for Jan. 6 Capitol Rioters Smaller Than Expected", "date": "2021-09-18 15:40", "summary": "Crowd was about 400 to 450 people, including dozens of reporters and camera crews. WASHINGTON-A rally by Trump supporters protesting the prosecutions of hundreds of people charged in the Jan. 6 riot at the U.S. Capitol ended without the violent clashes law-enforcement officials feared, after authorities applied lessons learned during the attack.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tequila-bottles-found-on-new-boeing-air-force-one-jet-11631985335", "title": "Tequila Bottles Found on Air Force One Jet Under Development", "date": "2021-09-18 15:04", "summary": "Company has faced problems of factory debris found in commercial, military aircraft in recent years. Two empty liquor bottles were found this month on one of Boeing Co. 's new Air Force One planes under development in San Antonio, people familiar with the matter said.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rudy-giulianis-request-for-evidence-seized-by-fbi-is-denied-11631896336", "title": "Rudy Giuliani's Request for Evidence Seized by FBI Is Denied", "date": "2021-09-18 12:38", "summary": "The federal judge's decision allows a special master to review what material is subject to attorney-client privilege. A New York federal judge denied Rudy Giuliani's request to have some material seized by the Federal Bureau of Investigation returned to him or destroyed, a setback for the former New York City mayor that allows a review of the evidence taken from him to proceed.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-republicans-fear-tighter-election-rules-could-boomerang-on-the-party-11631977200", "title": "Some Republicans Fear Tighter Election Rules Could Boomerang", "date": "2021-09-18 11:00", "summary": "In Michigan, GOP officials are cautioning against tougher absentee voting laws, in part because it might discourage their own voters from casting ballots. Since the 2020 election, Republicans in state legislatures have been tightening rules around voting and ballot security, passing more than 100 pieces of legislation in 24 states. Now some Republicans in Michigan, where they are weighing tightening voter rules, are pausing their efforts-in part because they believe some election-law changes could hurt their own party at the ballot box.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-couple-afford-two-vacation-homes-11631737223", "title": "Can This Couple Afford to Build Two Vacation Homes? A Financial Adviser Weighs In", "date": "2021-09-18 11:00", "summary": "The adviser suggests they hold off until they are on a firmer financial footing. Jennifer Boskin and Kevin Boskin want to build two vacation homes on a property they recently purchased.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-durham-cracks-the-russia-case-fbi-michael-sussmann-clinton-campaign-11631917159", "title": "Durham Cracks the Russia Case", "date": "2021-09-18 10:09", "summary": "The special counsel's indictment tells the real story of 2016 collusion.. John Durham on Thursday indicted a Clinton campaign lawyer from 2016 for lying to the FBI, but this is no ho-hum case of deception. The special counsel's 27-page indictment is full of new, and damning, details that underscore how the Russia collusion tale was concocted and peddled by the Clinton campaign.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dodge-power-wagon-jay-leno-11631819573", "title": "He Found His Classic Dodge With an Assist From Jay Leno", "date": "2021-09-18 10:00", "summary": "Resume Subscription. Steve Hofmann of Los Angeles, 55 years old, co-owner of a company that provides specialty cars to the film and television industries, on his 1966 Dodge Town Wagon Power Wagon, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/banks-strike-back-but-returns-remain-strong-with-fintech-11631973600", "title": "Banks Strike Back, but Returns Remain Strong With Fintech", "date": "2021-09-18 10:00", "summary": "While Goldman Sachs's deal to acquire GreenSky is the latest example of a nonbank lender moving into banking, investors shouldn't declare victory for banks quite yet. Some financial-technology lenders are in the process of bankification, with both models seeming to be working for investors right now.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-foil-blankets-are-used-to-save-the-worlds-largest-trees-11631973601", "title": "How Foil Blankets Are Used to Save the World's Largest Trees", "date": "2021-09-18 10:00", "summary": "Resume Subscription. Firefighters rushed to protect groves of giant sequoias that are native to the western foothills of the Sierra Nevada as the 11,000-acre KNP Complex Fire threatens the largest trees in the world. The 2,000-year-old trees can grow more than 200-feet tall and, with bark up to 2-feet thick, are well adapted to survive low-to-moderate fires. However, the firefighters are taking special precautions such as placing aluminum fire blankets to protect the largest and oldest trees.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/biden-says-u-s-working-with-eu-on-pledge-to-cut-global-methane-emissions-11631885397", "title": "Biden Says U.S. Working With EU on Methane-Emissions Pledge", "date": "2021-09-18 09:47", "summary": "President encourages others to join in target of cutting global emissions by nearly a third by 2030. WASHINGTON-President Biden said the U.S. is working with the European Union on a pledge to help cut global methane emissions by nearly a third by 2030, and he encouraged other countries to sign on to the effort.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hollywood-embraces-tiktok-stars-for-tv-film-projects-11631971638", "title": "Hollywood Embraces TikTok Stars for TV, Film Projects", "date": "2021-09-18 09:27", "summary": "Studios are tapping social media-minted talents like Addison Rae and Charli D'Amelio for leading roles in films and television shows. Hollywood is learning to embrace a newer generation of stars who have a direct connection to millions of fans.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biggest-mistakes-home-buyers-sellers-make-11631735058", "title": "The Biggest Mistakes Home Buyers and Sellers Make", "date": "2021-09-18 09:00", "summary": "It's the largest investment many people will ever make-and the most emotional one. That can be a bad combination.. When people say they \"fell in love with a house,\" they would do well to remember another common saying: Love is blind.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-detect-your-childs-emotional-distress-before-the-schools-ai-does-11631970002", "title": "How to Detect Your Child's Emotional Distress Before the School's AI Does", "date": "2021-09-18 09:00", "summary": "Schools implement software to scan students' email and web searches for signs of self-harm or violence-but parents can take proactive steps. As schools welcome back students, many educators and administrators are depending on bots to alert them of kids who are at risk of harming themselves or others.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghanistans-economic-meltdown-leaves-ordinary-citizens-scrambling-to-survive-11631969485", "title": "Afghanistan's Economic Meltdown Leaves Ordinary Citizens Scrambling to Survive", "date": "2021-09-18 08:51", "summary": "Resume Subscription. KABUL-On a recent day, Mohammad Akbar Ishaqzadeh stood on a river bank in Kabul, selling nearly all of his family's possessions.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/in-america-a-lexicon-of-fashion-metropolitan-museum-of-art-costume-institute-ralph-lauren-halston-claire-mccardell-serendipity-puppets-and-puppets-bonnie-cashin-michael-kors-tommy-hilfiger-11631912513", "title": "'In America: A Lexicon of Fashion' Review: Redefining What Constitutes a Nation's Style", "date": "2021-09-18 07:00", "summary": "The Met's latest exhibit proposes a new, democratic language for U.S. fashion history while pushing back against notions of European supremacy.. New York", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russias-opposition-candidates-struggle-to-make-a-mark-in-election-11631886631", "title": "In Russia's Election, Putin's Opponents Are Seeing Double", "date": "2021-09-18 06:54", "summary": "Resume Subscription. MOSCOW-When Boris Vishnevsky went to check the photo and biographical material that Russia's election commission planned to post for his candidacy in this weekend's parliamentary elections, he thought he was seeing double.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/these-six-knee-exercises-from-an-nfl-trainer-can-help-prevent-degenerative-knees-11631959200", "title": "An NFL Trainer's Knee Maintenance Program for All", "date": "2021-09-18 06:00", "summary": "Resume Subscription. Knee pain affects roughly 25% of adults and is especially prevalent among professional athletes. This type of pain and the knee injuries that cause it are common among football players, says Sonia Ruef, an assistant athletic trainer with the Pittsburgh Steelers NFL team.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-beijings-debt-clampdown-shook-the-foundation-of-a-real-estate-colossus-11631957400", "title": "Beijing's Debt Clampdown Shakes Real-Estate Giant", "date": "2021-09-18 05:30", "summary": "China Evergrande's looming collapse and its ripple effect on the economy will pose a test for the government's campaign to keep housing affordable for the masses. In a risky race against time that ran for two decades, China Evergrande Group turned billions of dollars in borrowed money into the dream of homeownership for millions of Chinese citizens.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russias-deepening-belarus-ties-squeeze-western-backed-ukraine-11631957401", "title": "Russia's Belarus Ties Squeeze Western-Backed Ukraine", "date": "2021-09-18 05:30", "summary": "Biden and NATO voice support for Kyiv as Moscow steadily increases pressure on its neighbor. BRUSSELS-Russia's deepening integration with Belarus is presenting a fresh military threat to Western-backed Ukraine, which Moscow is trying to draw back into its orbit.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/west-virginia-was-a-covid-19-vaccine-success-story-but-now-cases-are-surging-11631957401", "title": "West Virginia Was a Vaccine Success Story, but Cases Are Surging", "date": "2021-09-18 05:30", "summary": "State's vaccination rate now lags behind others; 922 people with Covid-19 are hospitalized in West Virginia, up from 52 in early July. West Virginia has one of the fastest rates of new Covid-19 cases in the nation, a surge some state health officials say is at least in part due to the state's low vaccination rate.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-to-buy-now-pay-later-and-when-to-just-pay-now-11631957401", "title": "When to Buy Now, Pay Later, and When to Just Pay Now", "date": "2021-09-18 05:30", "summary": "For those who choose to pay in installments, make sure to read the fine print. Digital buy now, pay later services are surging in popularity. While they offer consumers appetizing convenience, these services also leave some with regrets.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/haitian-migrants-huddle-under-texas-bridge-creating-humanitarian-crisis-11631913491", "title": "Haitian Migrants Under Texas Bridge to Be Flown Back to Haiti", "date": "2021-09-18 01:51", "summary": "Thousands of migrants who crossed into U.S. from Mexico are sleeping outside, as Border Patrol facilities aren't large enough to accommodate them. The Biden administration is planning to send home thousands of Haitian migrants who are being held by the U.S. Border Patrol under a bridge in a small South Texas border town, an administration official confirmed.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-research-busts-popular-myths-about-innovation-11631937693", "title": "New Research Busts Popular Myths About Innovation", "date": "2021-09-18 00:01", "summary": "Some technologies improve much faster than others, and they do so at a more or less steady pace, regardless of individual breakthroughs and inventors. This should change how investors, policy makers and anyone choosing a career decides where to invest time and money.. Should the U.S. invest in a generation of new intercontinental ballistic missiles? What has really propelled decades of consistently rising computer performance? Is research into new forms of nuclear power a dead end? And should we credit Elon Musk with revolutionizing the automobile industry, or is he just riding the coattails of history?", "categories": [["Tech", "Keywords: Christopher Mims"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11631905677", "title": "Pepper...and Salt", "date": "2021-09-18 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-accidental-chef-11631937661", "title": "The Accidental Chef", "date": "2021-09-18 00:01", "summary": "Mistakes are an essential part of cooking. Without them, we might not have brownies, oyster sauce or hummus that's as light as a cloud.. Lee Kum Sheung invented oyster sauce, a salty brown condiment that is now a staple in millions of homes, in 1888, when he was a 26-year-old street-food vendor in Hong Kong. He'd left a pot of oysters to simmer for too long, then tasted the brown sticky mess and found, to his surprise, that it was delicious. He began making the burned oyster sauce deliberately and selling it in ceramic jars under the Lee Kum Kee brand.", "categories": [["Life & Work", "Table Talk"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/table-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-daunting-promotion-gave-this-finance-executive-confidence-to-launch-his-own-company-11631937610", "title": "A Daunting Promotion Gave This Finance Executive Confidence to Launch His Own Company", "date": "2021-09-18 00:00", "summary": "After a 'huge stretch opportunity,' Rick McVey went on to start the dominant online marketplace for corporate bonds. In Personal Board of Directors, top business leaders talk about the people they turn to for advice, and how those people have shaped their perspective and helped them succeed. Previous installments from the series are here.", "categories": [["Personal Board of Directors"]], "category_links": ["https://www.wsj.com/news/types/personal-board-of-directors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-canada-border-rules-leave-travelers-confused-discouraged-11631887245", "title": "U.S.-Canada Border Rules Flummox Travelers", "date": "2021-09-18 21:30", "summary": "Border between friendly neighbors is partly open-but with lots of caveats: 'All we wanted to do was take a day trip to Canada'. OTTAWA-William Thompson was hoping to be in the French-speaking province of Quebec in October, soaking up the autumn colors in communities made famous by one of his favorite authors, Canadian murder-mystery writer Louise Penny.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bouteflikas-death-ends-long-chapter-in-algerias-history-11631927152", "title": "Bouteflika's Death Ends Long Chapter in Algeria's History", "date": "2021-09-18 21:05", "summary": "Photos of a career from Algeria's war of independence to its recent years of uneasy stasis under a president rendered all but invisible by ill health. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/algerias-longtime-president-abdelaziz-bouteflika-dies-at-84-11631926963", "title": "Algerian Ex-Leader Abdelaziz Bouteflika Dies at 84", "date": "2021-09-18 21:02", "summary": "Leader was a nearly constant figure in North African country's public life since its war for independence. Abdelaziz Bouteflika, a longtime fixture of Algerian politics whose ghostly hold on the presidency despite debilitating illness triggered large protests leading to his resignation in 2019, has died. He was 84 years old.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-asks-united-nations-to-extend-talibans-travel-ban-waiver-11631926792", "title": "U.S. Asks U.N. to Extend Taliban's Travel-Ban Waiver", "date": "2021-09-18 20:59", "summary": "Extension would allow a Taliban delegation to travel for negotiations with U.S. officials. The U.S. is pushing to extend a United Nations waiver on a travel ban against the Taliban, Western officials say, an effort meant to facilitate negotiations with the group and part of the U.S.'s broader diplomatic overture to encourage the group to abide by its human rights and antiterror commitments.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-panel-to-weigh-covid-19-booster-shots-as-health-officials-debate-need-11631871003", "title": "FDA Advisory Panel Votes Against Recommending Booster Shots Widely", "date": "2021-09-18 20:32", "summary": "Recommendation for older adults and those at risk of severe disease is short of Biden administration plans. An advisory panel to the Food and Drug Administration offered a limited endorsement of booster shots of the Covid-19 vaccine from Pfizer Inc. and BioNTech SE , recommending injections for people 65 and older or at high risk of severe disease but stopping short of justifying them for the broader population.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/france-recalls-ambassadors-to-u-s-australia-11631908666", "title": "France Recalls Ambassadors to U.S., Australia Over Submarine Deal", "date": "2021-09-18 20:14", "summary": "Move escalates fight over deal to provide Australia with nuclear-powered submarine technology. WASHINGTON-France has recalled its ambassadors to Washington and Canberra in response to a new deal among the U.S., U.K. and Australia to provide Australia with nuclear-powered submarine technology, the French foreign minister said, in an unprecedented diplomatic rift among close allies.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wynn-resorts-kroger-robinhood-stocks-that-defined-the-week-11631923356", "title": "Wynn Resorts, Kroger, Robinhood: Stocks That Defined the Week", "date": "2021-09-18 20:02", "summary": "Here are seven major companies whose stocks moved on the week's news. Wynn Resorts Ltd.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}]