[{"link": "https://www.wsj.com/articles/chinas-manufacturing-activity-contracts-for-second-straight-month-11635645642", "title": "China's Manufacturing Activity Contracts for Second Straight Month", "date": "2021-10-30 22:36", "summary": "Manufacturing sector weighed down by raw material costs, a power crisis and a slowdown in the property sector. BEIJING-A contraction in China's factory activity worsened for a second straight month in October, adding evidence that growth momentum has weakened as the country's vast manufacturing sector is weighed down by soaring raw material costs, a widespread power crisis and a sharp slowdown in the property sector.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/g-20-leaders-begin-rome-summit-amid-big-differences-on-climate-change-11635586202", "title": "At G-20 Summit, U.S. Agrees to Relax Tariffs on European Steel", "date": "2021-10-30 17:24", "summary": "Resume Subscription. ROME-The U.S. and the European Union have reached a deal to ease U.S. tariffs on steel and aluminum imports that date to former President Donald Trump, levies that were a longstanding irritant to European leaders.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/uber-and-lyft-thought-prices-would-normalize-by-now-heres-why-they-are-still-high-11635586381", "title": "Here's Why Uber and Lyft Prices Are Still High", "date": "2021-10-30 15:45", "summary": "Resume Subscription. Americans hailing an Uber or a Lyft ride still face elevated prices due to a shortage of drivers-the latest example of how a tight labor market is costing consumers more while also raising pay for workers.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/american-airlines-cancels-hundreds-of-flights-11635619223", "title": "American Airlines Cancels Hundreds of Flights", "date": "2021-10-30 14:40", "summary": "Several U.S. airlines have had a difficult time managing as travel quickly returned in recent months. American Airlines Group Inc. canceled hundreds of flights over the weekend due to staffing shortfalls that followed bad weather, snarling weekend travel for thousands of passengers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/journalists-venture-beyond-their-newsrooms-to-try-to-cash-in-11635606509", "title": "Journalists Venture Beyond Their Newsrooms to Try to Cash In", "date": "2021-10-30 14:18", "summary": "Substack, Facebook Bulletin pursue high-profile reporters and commentators, creating tension within news organizations. Earlier this year, newsletter platform Substack Inc. expressed interest in signing up CNN contributor Van Jones to write a newsletter for its service, according to people familiar with the matter.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sudanese-pro-democracy-protesters-march-in-defiance-of-military-coup-11635603536", "title": "Sudanese Security Forces Fire Bullets at Anti-Coup Protesters", "date": "2021-10-30 14:13", "summary": "U.S., others had urged security forces to let demonstrations proceed peacefully and restore transitional government. Sudanese security forces fired bullets and tear gas into throngs of protesters Saturday, trying to disperse mass demonstrations against a military coup that has disrupted the country's fragile transition to democracy following the ouster of longtime dictator Omar al-Bashir.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-mentorship-does-not-always-work-11635532464", "title": "Why Mentorship Programs Don't Always Work", "date": "2021-10-30 13:00", "summary": "A study shows that a fundamental flaw of optional mentorship programs is that the wrong people sign up. Companies have a problem when they make workplace mentorship programs optional: The workers who would benefit most are less likely to sign up.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/men-women-differences-deadlines-11635532693", "title": "How Men and Women Treat Deadlines in the Workplace Differently", "date": "2021-10-30 12:00", "summary": "Women are less likely to ask for extensions. That hurts women-and the companies they work for.. Too much to do and too little time to do it. It's a feeling that skyrocketed during the pandemic, especially among working women, who last year reported completing an average of five additional hours of chores and child care a week versus men, undermining their happiness and productivity.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-does-eric-church-keep-touring-in-the-pandemic-with-a-one-of-a-kind-concert-bubble-11635606001", "title": "How Does Eric Church Keep Touring in the Pandemic?", "date": "2021-10-30 11:00", "summary": "Resume Subscription. DENVER-When Eric Church performed at Ball Arena recently for 16,000 fans, the first to arrive wasn't a member of his Church Choir fan club-it was a pair of Covid-19-sniffing dogs named Alex and Timmy.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ai-weiwei-traces-a-century-of-making-authorities-squirm-11635606000", "title": "Ai Weiwei Traces a Century of Making Authorities Squirm", "date": "2021-10-30 11:00", "summary": "Resume Subscription. Artist-provocateur Ai Weiwei became world famous mocking Chinese icons-dynastic artifacts, Tiananmen Square, Beijing's Olympics-and has spent time in detention for his artistic expressions. One symbol of Chinese power he hasn't pilloried is Xi Jinping, the country's pre-eminent leader.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/biden-frameworks-new-programs-face-expiration-dates-11635603466", "title": "Biden Framework's New Programs Face Expiration Dates", "date": "2021-10-30 10:17", "summary": "Enhanced child tax credit is one of several provisions that Democrats will try to extend in $1.85 trillion package. WASHINGTON-The $1.85 trillion climate and social-spending bill that Democratic lawmakers are negotiating would set up new benefit programs for many Americans, but some come with expiration dates in the near future, throwing into question the provisions' long-term fates.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/g-20-to-back-tax-overhaul-that-makes-rich-countries-big-winners-11635586202", "title": "G-20 Leaders Back Deal to Overhaul Corporate Tax", "date": "2021-10-30 10:08", "summary": "Deal aims to give governments more tax revenues by reducing avoidance, but poor countries gain little. Leaders of the world's biggest economies endorsed a deal on corporate taxation that they hope will safeguard their future revenues and offer stability to businesses that operate internationally. The main beneficiaries are likely to be rich countries, including the U.S.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boss-get-remote-workers-back-office-11635531138", "title": "How Bosses Can Lure Remote Workers Back to the Office", "date": "2021-10-30 10:00", "summary": "Sure, companies can insist. But there are also things they can do that will make employees want to return.. There is a magical land where the temperature is always 72 degrees, the Wi-Fi never goes down, and there is always somebody to talk to.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gig-companies-cant-take-everyone-for-a-ride-11635602401", "title": "Gig Companies Can't Take Everyone for a Ride", "date": "2021-10-30 10:00", "summary": "For ride-sharing and food delivery companies, underpaying drivers won't deliver. As gig economy companies work to woo drivers back to their platforms, they have been making some expensive promises. Breaking them could prove even more costly.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/classic-cars-jaguar-xke-11635525722", "title": "The Classic Jaguar That Eclipses the Corvettes and Mustangs in Her Past", "date": "2021-10-30 10:00", "summary": "Resume Subscription. Elizabeth \"Widgie\" Pierpont, 57 years old, who works in real estate and lives in Bennington County, Vt., on her 1971 Jaguar E Type 4.2, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/supply-chain-crisis-has-companies-asking-should-we-still-advertise-11635599386", "title": "Supply-Chain Crisis Has Companies Asking if They Should Still Advertise", "date": "2021-10-30 09:09", "summary": "With inventory low and demand high, firms like Hershey's and Kimberly-Clark cut back on ad spending. The global supply-chain crisis is spreading to Madison Avenue.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cop26-climate-summit-consensus-is-sought-after-decades-of-false-starts-11635598801", "title": "Climate Summit to Convene After Decades of False Starts", "date": "2021-10-30 09:00", "summary": "COP26 in Glasgow marks countries' latest attempt to reduce global greenhouse gas emissions. The climate summit that is about to begin in Glasgow marks the world's latest attempt to galvanize nations' response to climate change and improve on international efforts of the past few decades.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mask-mandates-critical-race-theory-heat-up-school-board-elections-11635598800", "title": "Mask Mandates, Critical Race Theory Heat Up School-Board Elections", "date": "2021-10-30 09:00", "summary": "Resume Subscription. CASTLE ROCK, Colo.-For the better part of four hours Tuesday night, residents of this Denver suburb stood at a lectern 20 feet from the seven members of the county school board, pointed their fingers and called them tyrants, sociopaths, liars and incompetents.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/atlanta-braves-houston-astros-world-series-no-hitter-11635595849", "title": "Atlanta Chose Data Over a World Series No-Hitter. That's Baseball's Big Dilemma.", "date": "2021-10-30 08:48", "summary": "Atlanta listened to the numbers by removing Ian Anderson with a no-hitter in progress. The triumph of analytics over entertainment is a problem for the game.. ATLANTA-Major League Baseball's existential crisis revolves around the growing conflict between winning and delivering an entertaining product. The analytics revolution has undeniably made the sport smarter. The question for baseball's future is whether the dramatic changes to its aesthetics have also made the sport better.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colson-whitehead-harlem-interview-11635596651", "title": "Why Colson Whitehead Keeps Bending the Rules of Fiction", "date": "2021-10-30 08:26", "summary": "Resume Subscription. Colson Whitehead is strolling through New York City's Meatpacking District, marveling over the area's metamorphosis from seedy underbelly to vibrant hipster paradise. It's a warm late-summer afternoon and Whitehead, dressed in slim jeans, polo shirt and sneakers, pauses at a busy intersection. \"This place was a s-hole when I was growing up,\" he says of the neighborhood, flanked by Chelsea, the West Village and the Hudson River. \"It was scary. I mean, a really scary neighborhood.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-new-rulebook-for-first-dates-sweatpants-no-makeup-11635542692", "title": "The New Rulebook for First Dates: Sweatpants, No Makeup", "date": "2021-10-30 08:00", "summary": "Online dating-from profile photos to dinner out-used to be an occasion to dress to the nines. The pandemic changed all that.. \"Put lipstick on even when you go jogging!\" admonished \"The Rules,\" the best-selling, unabashedly old-fashioned dating guide first published in 1995. In a 2012 edition of the book, authors Ellen Fein and Sherrie Schneider encouraged women to dress up for dates and even when not on dates. They wrote, \"If you walk around in any old clothes on the theory that what counts is only what's inside, not your outside, think again! Men like women who wear fashionable, sexy clothes in bright colors.\" Millions of women have followed the Rules over the years, and some still post triumphant tales of their engagements, and in one case, a photo of her ring, to the review sections of the books' Amazon pages.", "categories": [["Life & Work", "Style & Fashion", "Off Brand"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/off-brand?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/queen-elizabeth-calls-off-official-visits-for-two-weeks-on-medical-advice-11635532785", "title": "Queen Elizabeth Calls Off Official Visits for Two Weeks on Medical Advice", "date": "2021-10-30 07:32", "summary": "Monarch earlier scrubbed attendance at Glasgow climate conference. Queen Elizabeth will rest for the next two weeks under doctors' advice, Buckingham Palace said Friday.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-chinas-developers-struggle-investors-prefer-property-managers-11635593400", "title": "As China's Developers Struggle, Investors Prefer Property Managers", "date": "2021-10-30 07:30", "summary": "Companies that look after the country's vast apartment complexes are in much better shape. One part of the Chinese property market isn't blowing up.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/st-paul-voters-to-decide-on-sweeping-rent-control-11635593401", "title": "Strict Rent Control Goes to Vote in Minnesota's Capital", "date": "2021-10-30 07:30", "summary": "Resume Subscription. Voters in Minnesota's capital city will cast ballots Tuesday on one of the country's tightest rent-control laws, positioning St. Paul to chart a more aggressive approach for others as rents soar nationwide.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ink-dreams-selections-from-the-fondation-ink-collection-los-angeles-county-museum-of-art-liu-guosong-11635541786", "title": "'Ink Dreams: Selections From the Fondation INK Collection' Review: A Broad-Brush Idea of Tradition", "date": "2021-10-30 07:00", "summary": "A diverse exhibition, filled with international artists and mostly contemporary pieces, expands the definition of what ink art can be.. Los Angeles", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/six-exercises-to-get-you-ready-for-the-winter-ski-season-11635588001", "title": "Six Exercises to Get You Ready for the Winter Ski Season", "date": "2021-10-30 06:00", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/even-paint-makers-are-feeling-the-chip-shortage-11635586202", "title": "Even Paint Makers Are Feeling the Chip Shortage", "date": "2021-10-30 05:30", "summary": "3M, Corning and PPG said sales are suffering, as major customers produced fewer vehicles, washing machines, devices; 'something we can't control'. The semiconductor shortage is impacting companies that don't directly rely on computer chips, cutting into sales of glass, paint and industrial sandpaper.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/narrowing-yield-gap-in-treasurys-signals-worries-over-fed-growth-11635586201", "title": "Narrowing Yield Gap Signals Worries Over Fed, Growth", "date": "2021-10-30 05:30", "summary": "Tension at play between investors' anticipation of higher interest rates and concerns about longer-term growth. The gap between yields on shorter- and longer-term Treasurys narrowed at month's end, reflecting the tension between investors' expectations that interest rates will climb and their concerns about the prospects for longer-term growth.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/debate-over-paid-family-leave-is-louder-than-ever-11635564747", "title": "Debate Over Paid Family Leave Is Louder Than Ever", "date": "2021-10-30 05:30", "summary": "As Washington weighs possible new national policy, Americans take to social media to express their views. Democrats might have dropped plans to include a paid-leave program in their $1.85 trillion climate and social-spending bill, but discussions on the issue are continuing well beyond Capitol Hill.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/james-ivory-mastered-the-art-of-adaptation-11635566461", "title": "James Ivory Mastered the Art of Adaptation", "date": "2021-10-30 00:01", "summary": "For the director of classic films like 'Howards End,' evolving as an artist and accepting his sexuality were closely connected. For filmmaker James Ivory, his evolution as an artist and his acceptance of his own sexuality were always intertwined. In his new memoir, \"Solid Ivory,\" out next week, he recalls a Christmas party at his Catholic elementary school in southern Oregon in the 1930s, where children were asked what they wanted from Santa Claus. When he yelled \"A doll's house!\" the hall \"broke into shouts of laughter,\" he writes. Even the nuns who served as teachers \"smiled in their special way, with a hand over their mouths.\"", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11635535199", "title": "Pepper...and Salt", "date": "2021-10-30 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-reduce-food-waste-kitchen-guide-11635541638", "title": "Make Your Kitchen More Efficient: A Realistic Guide to Reducing Food", "date": "2021-10-30 00:01", "summary": "Resume Subscription. THIS SUMMER, around the time wildfires began ravaging Lake Tahoe and Hurricane Ida turned Queens into a tide pool, I started composting. I wish I could say that, in the face of climate catastrophe, an urgent sense of moral obligation overcame me. Really, though, it was taking out the trash one stiflingly hot Monday evening that pushed me over the edge.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/chrissy-teigen-tries-for-a-comeback-11635566447", "title": "Chrissy Teigen Tries for a Comeback", "date": "2021-10-30 00:00", "summary": "The former supermodel aims to move past a social-media scandal with a new cookbook and some image repair. Chrissy Teigen, who once proclaimed herself canceled, is back.", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-calculations-it-took-to-become-a-finance-chief-11635566430", "title": "The Calculations It Took to Become a Finance Chief", "date": "2021-10-30 00:00", "summary": "Becoming CFO was not an aspiration for Robin Washington. Until an encounter with one of her mentors helped her see that it was something she could achieve.. In Personal Board of Directors, top business leaders talk about the people they turn to for advice, and how those people have shaped their perspective and helped them succeed. Previous installments from the series are here.", "categories": [["Personal Board of Directors"]], "category_links": ["https://www.wsj.com/news/types/personal-board-of-directors?mod=breadcrumb"]}]