[{"link": "https://www.wsj.com/articles/solar-bond-demand-goes-through-the-roof-11630747800", "title": "'Solar Bond' Demand Goes Through the Roof", "date": "2021-09-04 18:43", "summary": "Resume Subscription. Investment firms are buying record amounts of so-called solar bonds, debt issued to help U.S. individuals finance the purchase of rooftop solar panels to power their homes.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/hurricane-ida-death-toll-increases-11630784131", "title": "Hurricane Ida Death Toll Rises", "date": "2021-09-04 18:13", "summary": "Heat advisory issued for southeast Louisiana as power outages persist; a shooting at a gas station. The death toll from Hurricane Ida rose on Saturday to at least 62 people, days after the storm pummeled the Gulf Coast and the Northeast.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/willard-scott-weatherman-on-nbcs-today-show-dies-at-87-11630791403", "title": "Willard Scott, Former Weatherman on NBC's 'Today' Show, Dies at Age 87", "date": "2021-09-04 17:58", "summary": "Mr. Scott's trademark was giving on-air congratulations to viewers who turned 100 years old. NEW YORK-Willard Scott, the weatherman who charmed viewers of NBC's \"Today\" show with his self-deprecating humor and cheerful personality, has died. He was 87.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-zealand-knife-attack-speeds-overhaul-of-counterterrorism-laws-11630744345", "title": "New Zealand Knife Attack Speeds Overhaul of Counterterrorism Laws", "date": "2021-09-04 17:48", "summary": "Planning a terror attack would be a crime under legislation to be voted on by lawmakers this month. WELLINGTON, New Zealand-A suspected Islamist extremist's knife attack has prompted New Zealand authorities to accelerate an overhaul of counterterrorism laws, including by criminalizing the planning of an attack for the first time.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-battleground-nevada-catherine-cortez-masto-keeps-distance-from-democrats-left-flank-11630764000", "title": "Nevada Democratic Senator Keeps Distance From Party's Left", "date": "2021-09-04 14:23", "summary": "Resume Subscription. RENO, Nev.-Democratic Sen. Catherine Cortez Masto is embracing the bipartisan portion of President Biden's multitrillion-dollar spending plans while distancing herself from the progressives who took over the Nevada state party, taking a centrist tack as she heads into what is expected to be one of next year's most competitive midterm races.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/main-street-pensions-take-wall-street-gamble-by-investing-borrowed-money-11630774800", "title": "Main Street Pensions Take Wall Street Gamble by Investing Borrowed Money", "date": "2021-09-04 13:00", "summary": "Resume Subscription. Many U.S. towns and cities are years behind on their pension obligations. Now some are effectively planning to borrow money and put it into stocks and other investments in a bid to catch up.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/smartwatches-track-our-health-smart-toilets-arent-too-far-behind-11630771201", "title": "Smartwatches Track Our Health. Smart Toilets Aren't Too Far Behind.", "date": "2021-09-04 12:00", "summary": "Commodes that measure vital signs, screen for chronic illnesses and might even diagnose Covid-19 are in the works. Author", "categories": [["", "Health"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-big-hurdle-to-fixing-the-chip-shortage-substrates-11630771200", "title": "Chip Shortage Has Spurred Demand for Little-Known Component", "date": "2021-09-04 12:00", "summary": "Sourcing a low-margin part called the substrate has become a priority for Intel, Nvidia and AMD. The global chip shortage is giving rise to a small group of little-known companies whose products are increasingly essential to the plans of semiconductor industry titans.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/naomi-osaka-us-open-tennis-11630769825", "title": "What's Next for Naomi Osaka", "date": "2021-09-04 11:38", "summary": "The 23-year-old defending U.S. Open champion falls in the third round in New York, and deliberates a break from tennis. Consider where she was a year ago. Naomi Osaka appeared to be in complete control. It was a difficult national moment, and yet she'd chosen to confront it, to be part of both the conversation and the outrage-to make sure the public didn't forget those names, one of which she wore on a face mask before every match.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-border-reopening-draws-few-americans-11630767602", "title": "Canada Border Reopening Draws Few Americans", "date": "2021-09-04 11:00", "summary": "Some stressed businesses see uptick but concerns about entry rules keep visitor numbers far below pre-pandemic levels. OTTAWA-Canadians with businesses such as hotels and restaurants along the 5,500-mile land border with the U.S. had waited anxiously all summer for the lifting of Covid-19 border restrictions so the American tourists many of them count on could return.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taliban-claim-breakthrough-in-afghan-resistance-haven-11630766361", "title": "Taliban Claim Breakthrough in Afghan Resistance Haven", "date": "2021-09-04 10:39", "summary": "Islamist group breaks up women's protest in Kabul, firing tear gas and bullets in the air. The Taliban said Saturday they have entered the Panjshir Valley, the only remaining area of armed resistance to their rule in Afghanistan, as they continued talks on the formation of a new government.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-vintage-lotus-that-stays-ahead-of-the-curve-11630764000", "title": "A Vintage Lotus That Stays Ahead of the Curve", "date": "2021-09-04 10:00", "summary": "Resume Subscription. Joshua Schachter, 47, an entrepreneur and angel investor living in Los Altos, Calif., on his 1962 Lotus Type 23, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/behind-texas-abortion-law-an-attorneys-unusual-enforcement-idea-11630762683", "title": "Attorney's Unusual Enforcement Idea Behind Texas Abortion Law", "date": "2021-09-04 09:38", "summary": "Jonathan F. Mitchell taught law and clerked for Supreme Court Justice Antonin Scalia before devising a provision that has confounded abortion-rights advocates and animated their opponents. Behind a Texas law that has confounded legal scholars and given abortion opponents hope is a publicity-shy, 45-year-old West Coast litigator known for his command of abstruse legal theory.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-sets-weekday-ban-on-kids-videogame-play-what-should-you-do-11630690682", "title": "China Sets Weekday Ban on Kids' Videogame Play. Should You Do That, Too?", "date": "2021-09-04 09:00", "summary": "How to balance game time and homework: It's about more than just limiting screens. ", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schools-are-open-but-dont-have-enough-school-bus-drivers-11630760402", "title": "Schools Are Open but Don't Have Enough School Bus Drivers", "date": "2021-09-04 09:00", "summary": "Drivers resign, citing Covid-19 and vaccine concerns; districts offer bonuses to recruit as some families go without busing. School districts across the country are grappling with a shortage of school bus drivers after some drivers resigned over worries about being exposed to young unvaccinated children and others quit over requirements that they get a Covid-19 vaccine.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/not-even-gossip-girl-can-kill-the-zoom-era-headband-11630756802", "title": "Not Even 'Gossip Girl' Can Kill the Zoom-Era Headband", "date": "2021-09-04 08:00", "summary": "Although the mean girls on the HBO Max show took a jab at the look, sales of headbands are soaring. Brands like Hill House Home and Simone Rocha and celebrities including Amanda Gorman and Mindy Kaling have made it the Zoom era's defining accessory.. IN THIS YEAR'S REBOOT of \"Gossip Girl,\" the latest Upper East Side queen bees try to knock the headband off its prissy perch. Zoya, an underdog character new to Manhattan, shows up at the fictional Constance Billard School wearing a knotted scarf around her locks. \"She has a headband on,\" scoffs the trendy upperclassman Monet. The implication is that headbands-as worn by Blair Waldorf in the original series that debuted in 2007-are over.", "categories": [["Life & Work", "Style & Fashion", "Off Brand"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/off-brand?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/advance-career-home-working-11630683454", "title": "Stand Out at Work, Even if You're Still in a Zoom Box", "date": "2021-09-04 08:00", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/paolo-veneziano-art-devotion-in-14th-century-venice-review-getty-renaissance-11630704754", "title": "'Paolo Veneziano: Art & Devotion in 14th-Century Venice' Review: Worshiping at the Altar of Beauty", "date": "2021-09-04 07:00", "summary": "An exhibition gathers together several of the Venetian artist's scattered works to explore a painterly style that would soon be outpaced by the Renaissance.. Los Angeles", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investor-understand-stagflation-11630705356", "title": "What Every Investor Should Understand About Stagflation-but Often Doesn't", "date": "2021-09-04 07:00", "summary": "Many people remember lessons, or think they do, about the 1970s economy. But the comparisons aren't that simple.. The prospect that inflation's recent spike may be more than transitory, coupled with the possibility the economy will grow slowly, has raised the specter of the \"stagflation\" era of 50 years ago.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congo-says-toxic-leak-at-diamond-mine-part-owned-by-russias-alrosa-killed-12-11630689470", "title": "Congo Says Toxic Leak at Diamond Mine Part-Owned by Russia's Alrosa Killed 12", "date": "2021-09-04 06:10", "summary": "Lack of transparency over spill at Angola-based Catoca mine deepens concerns about pollution in hard-to-monitor places. The government of the Democratic Republic of Congo said a toxic-waste leak at a mine in neighboring Angola that is part-owned by the world's biggest diamond miner has killed 12 people and sickened thousands in the central African country, deepening concerns about pollution in an industry often active in hard-to-monitor places.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exercise-routines-fall-11630607199", "title": "Try These Four Exercise Routines to Fit Into Your Fall Schedule", "date": "2021-09-04 06:00", "summary": "Resume Subscription. Working from home has provided many people more time and flexibility to exercise. They can do crunches in their living room between Zoom calls or take conference calls while walking around the block.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/researchers-infect-volunteers-with-coronavirus-hoping-to-conquer-covid-19-11630747801", "title": "Researchers Infect Volunteers With Coronavirus, Hoping to Conquer Pandemic", "date": "2021-09-04 05:30", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/infrastructure-bill-could-influence-how-states-select-transportation-projects-11630747801", "title": "Infrastructure Bill Could Alter States' Transportation Approach", "date": "2021-09-04 05:30", "summary": "Virginia's 'Smart Scale' program offers an example of how a more-calibrated approach can work-and generate controversy. Included in the bipartisan infrastructure bill now before the U.S. House of Representatives are a pair of provisions that could spur states to rethink how they allocate scarce transportation dollars.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-booster-launch-could-be-delayed-11630684617", "title": "Covid-19 Vaccine Booster Launch Could Be Delayed for Many", "date": "2021-09-04 04:41", "summary": "The start date for the planned U.S. campaign could be pushed past Sept. 20, at least for the Moderna and J&J vaccines. Federal health officials are asking the White House to push back the start of a planned Covid-19 booster campaign, at least for the Moderna Inc. and Johnson & Johnson vaccines, people familiar with the discussions said.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/city-of-beijing-leads-plan-for-state-investment-in-didi-the-embattled-ride-hailing-giant-11630681353", "title": "Chinese Ride-Hailing Giant Didi Could Get State Investment", "date": "2021-09-04 03:53", "summary": "Deal could give Chinese authorities more leverage at company. Chinese state investors are looking to take an ownership stake in ride-hailing giant Didi Global Inc., months after regulators punished the company with restrictions and made it one of the highest-profile casualties of China's toughening stance on tech.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-covid-19-threat-could-help-us-breathe-easier-at-the-office-11630739892", "title": "The Pandemic Could Help Us Breathe Easier at the Office", "date": "2021-09-04 03:18", "summary": "The pandemic presents a once-in-a-generation chance to make employees healthier and happier by improving indoor air quality, say experts; what to ask before returning to shared indoor spaces. It's been increasingly unclear of late when many of us will return to the office. Whenever the time comes, one thing is certain: We'll all have much greater reason to care about the air we breathe at our desks than we ever did before the pandemic.", "categories": [["Tech", "Keywords: Christopher Mims"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/naomi-osaka-us-open-leylah-fernandez-11630728543", "title": "Naomi Osaka Signals Break From Tennis After U.S. Open Defeat", "date": "2021-09-04 00:10", "summary": "The two-time U.S. Open champion didn't say when she might return to the circuit after losing to 18-year-old Canadian Leylah Fernandez. The most turbulent season of Naomi Osaka's short career came to an abrupt close on Friday night as she lost in the third round of the U.S. Open before casting doubt on her future in the game.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-9-11-taught-us-about-trauma-and-resilience-11630728061", "title": "What 9/11 Taught Us About Trauma and Resilience", "date": "2021-09-04 00:01", "summary": "Distress is a normal reaction to mass tragedy, but so is a relatively prompt climb back to good mental health.. The 9/11 terrorist attacks changed the way that we think about trauma. As news of the attacks stunned the globe, experts began forecasting an unprecedented mental health crisis, especially for those living near the epicenter in New York City. Crisis hotlines prepared for a deluge of calls, and city officials \"began making preparations to train an army of volunteer therapists,\" as the New York Times reported. The Federal Emergency Management Agency allocated mental health aid totaling hundreds of millions of dollars to provide free counseling to all comers.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11630682317", "title": "Pepper...and Salt", "date": "2021-09-04 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-need-more-workers-why-do-they-reject-millions-of-resumes-11630728008", "title": "Companies Need More Workers. Why Do They Reject Millions of Résumés?", "date": "2021-09-04 00:00", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-a-cluttered-townhouse-became-a-soothing-oasis-thanks-to-interior-design-11630433804", "title": "How a Cluttered Townhouse Became a Soothing Oasis Thanks to Interior Design", "date": "2021-09-04 23:59", "summary": "Design pro Mike Rupp turned a Manhattan house packed with decades of collecting and chaotic decorating into a quietly distinctive home. His secret weapon? Pale blue.. WHEN INTERIOR DESIGNER Mike Rupp accepted the task of revamping an 1843 Greek Revival townhouse in New York's Gramercy neighborhood, he knew it wouldn't be a walk in the park. Decades of decoration by the client herself had yielded a cluttered, directionless space filled with traditional, oversize furniture in clashing colors and patterns. \"Things were out of scale with the space, and colors didn't harmonize,\" said Mr. Rupp.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philippine-airlines-to-file-for-u-s-bankruptcy-with-backing-of-its-owners-11630709937", "title": "Philippine Airlines Files for U.S. Bankruptcy", "date": "2021-09-04 21:26", "summary": "The Covid-19 pandemic's impact on travel pushes another airline to seek refuge in chapter 11. Philippine Airlines Inc. filed for bankruptcy in New York, hammered by prolonged travel restrictions and a decline in tourism to the airline's home country due to the Covid-19 pandemic.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lyft-to-cover-legal-costs-of-drivers-sued-under-texas-abortion-law-11630700449", "title": "Lyft, Uber to Cover Legal Costs of Drivers Sued Under Texas Abortion Law", "date": "2021-09-04 21:23", "summary": "Law creates new structure that allows citizens to bring a civil lawsuit against abortion providers and those who assist along the way. Lyft Inc. and Uber Technologies Inc. said they would cover the legal costs of drivers in Texas who might be sued for ferrying women to abortion clinics.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]