[{"link": "https://www.wsj.com/articles/centrist-senators-signal-progress-on-infrastructure-talks-11619369756", "title": "Centrist Senators Signal Progress on Infrastructure Talks", "date": "2021-04-25 19:54", "summary": "But Democrat Joe Manchin and Republican Shelley Moore Capito both say President Biden's $2.3 trillion proposal is too big. WASHINGTON-Two centrist senators key to negotiations over infrastructure spending signaled progress in talks but made clear they don't support President Biden's expansive $2.3 trillion proposal.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomos-pandemic-powers-remain-unchecked-republicans-say-11619391600", "title": "Cuomo's Pandemic Powers Remain Unchecked, Republicans Say", "date": "2021-04-25 19:00", "summary": "The governor changed the curfew for bars and restaurants recently despite amended law. New York Gov. Andrew Cuomo's recent extension of a statewide curfew on bars and restaurants shows the limits of a law intended to curtail the unilateral powers he received in the early days of the Covid-19 pandemic, Republican lawmakers say.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oscars-academy-awards-2021-when-how-to-watch-nominations-time-date-11617815368", "title": "When Are the 2021 Oscars? How to Watch, Nominations, Date and Everything You Need to Know", "date": "2021-04-25 18:36", "summary": "The 93rd Academy Awards ceremony will air this Sunday evening, April 25. Here's where to watch.. The 93rd Oscars ceremony will take place tonight in Los Angeles. The Academy of Motion Picture Arts and Science plans to honor filmmaking from the past year in an in-person-but safely distanced-event.", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dumbest-tax-increase-11619384611", "title": "The Dumbest Tax Increase", "date": "2021-04-25 18:23", "summary": "Biden's capital-gains rate of 43.4% would reduce federal revenue.. If you need more evidence that ideology more than common sense is driving the Biden Presidency, look no further than its trial balloon to raise the top tax rate on capital gains to 43.4%. It's the dumbest way to raise taxes for many reasons, not least because it will cost the government revenue.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/border-lawmakers-see-different-answers-to-immigration-quandary-11619276400", "title": "Border Lawmakers See Different Answers to Immigration Questions", "date": "2021-04-25 18:16", "summary": "Resume Subscription. Two lawmakers recently visited the U.S.-Mexico border in their respective districts, calling for immediate government help. But they differed on what they wanted.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/indias-covid-surge-is-most-ferocious-yet-spreading-like-wildfire-11619388584", "title": "India's Covid Surge Is Most Ferocious Yet. 'Spreading Like Wildfire.'", "date": "2021-04-25 18:09", "summary": "Resume Subscription. India is in the grip of a Covid-19 surge that has hit with more speed and ferocity than any seen before in the more than yearlong coronavirus pandemic. It has overwhelmed New Delhi's chronically underfunded government hospitals and turned securing a private-hospital bed into a nearly impossible feat.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/online-grocers-race-to-offer-new-yorkers-faster-deliveries-11619267263", "title": "Online Grocers Race to Offer New Yorkers Faster Deliveries", "date": "2021-04-25 17:47", "summary": "Resume Subscription. New York is a city known for its rush-rush attitude. Now, some entrepreneurs are hoping to cash in on that idea by offering grocery delivery to locals in as little as 15 minutes.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/insurance-costs-threaten-florida-real-estate-boom-11619343002", "title": "Insurance Costs Threaten Florida Real-Estate Boom", "date": "2021-04-25 17:07", "summary": "Resume Subscription. MIAMI-Florida's property-insurance market is in trouble, as mounting carrier losses and rising premiums threaten the state's booming real-estate market, according to insurance executives and industry analysts.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-revealing-vote-on-anti-asian-bias-11619384585", "title": "A Revealing Vote on Anti-Asian Bias", "date": "2021-04-25 17:03", "summary": "Democrats vote to condone discrimination in higher education.. The Senate passed a hate-crimes bill last week that gives grants to states and localities for more reporting on incidents and orders a Justice Department review. The vote was 94-1. But that bipartisan vote obscures a sharp partisan difference on anti-Asian bias laid bare as Democrats defeated a Republican amendment to stop discrimination in higher education.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-economic-blackmail-backfires-11619384564", "title": "China's Economic Blackmail Backfires", "date": "2021-04-25 17:02", "summary": "After Beijing's trade bullying, Australia tears up two investment deals.. China increasingly wields its economic power as a political weapon, but that often courts a backlash. The latest example is Australia, where Foreign Minister Marise Payne last week exercised new discretionary power to kill two investment agreements between the state of Victoria and the Chinese government.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/donor-disclosure-chills-free-speech-11619383972", "title": "'Donor Disclosure' Chills Free Speech", "date": "2021-04-25 16:52", "summary": "California seeks to force advocacy groups to reveal who gives the money. The justices should say no.. The Supreme Court hears oral arguments on Monday in a case that raises a vitally important First Amendment question: Do Americans have the right to keep their charitable donations private?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spac-insiders-can-make-millions-even-when-the-company-they-take-public-struggles-11619343000", "title": "SPAC Insiders Can Make Millions as Investors Take Losses", "date": "2021-04-25 16:51", "summary": "Many individual investors take losses on SPACs, while insiders benefit from discount stakes. Investors who bought into a special-purpose acquisition company that took a healthcare-services company public last year in an $11 billion deal have suffered steep losses. Promoters of the SPAC still stand to make millions.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beaten-by-cops-i-became-one-11619383875", "title": "Beaten by Cops, I Became One", "date": "2021-04-25 16:51", "summary": "I'm running for mayor so New York can have both public safety and police accountability.. Brooklyn, N.Y.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/time-to-end-outdoor-mask-edicts-11619383852", "title": "Time to End Outdoor Mask Edicts", "date": "2021-04-25 16:50", "summary": "The CDC is moving too slowly in updating its advice to comport with the scientific evidence.. When fighting a crisis like Covid-19, health officials can never take for granted the public's willingness to comply. The measures imposed-social distancing, wearing masks-require sacrifice. As conditions improve, policy makers must show they're willing to ease restrictions as swiftly as they imposed them, and a critical early test will be on wearing masks outside.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-policies-ensure-more-migrants-11619383797", "title": "U.S. Policies Ensure More Migrants", "date": "2021-04-25 16:49", "summary": "Give aid to the usual suspects in Latin America, and you'll get the same sad result.. The Darién Gap, straddling the border of Colombia and Panama, is 62 miles of dense jungle stretching from the Caribbean to the Pacific. It is the only point where the Pan-American Highway from Alaska to Tierra del Fuego is interrupted, due to the difficulty of the terrain.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-115-trillion-price-tag-to-cut-global-emissions-11619375103", "title": "Global Emissions Goals Come With Big Cost and Political Hurdles", "date": "2021-04-25 16:47", "summary": "Resume Subscription. Countries aiming to sharply reduce their emissions to meet climate goals must be prepared for staggering costs and looming political battles as they seek to overhaul swaths of their economies, climate analysts and economists say.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/unsettled-review-theconsensus-on-climate-11619383653", "title": "'Unsettled' Review: The 'Consensus' On Climate", "date": "2021-04-25 16:47", "summary": "A top Obama scientist looks at the evidence on warming and CO2 emissions and rebuts much of the dominant political narrative.. Physicist Steven Koonin kicks the hornet's nest right out of the gate in \"Unsettled.\" In the book's first sentences he asserts that \"the Science\" about our planet's climate is anything but \"settled.\" Mr. Koonin knows well that it is nonetheless a settled subject in the minds of most pundits and politicians and most of the population.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/something-fishy-about-americas-mongers-11619383598", "title": "Something Fishy About America's 'Mongers'", "date": "2021-04-25 16:46", "summary": "Here, the suffix tends to be pejorative and not about selling.. Walking around London a few years ago, I'd occasionally see signs that said \"Fishmonger\" or \"Cheesemonger.\" In the U.K. \"monger\" is often the second half of a neutral compound that describes what someone sells. In the U.S. it tends to be used differently; it's usually the second half of a pejorative term like \"hatemonger.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fauci-says-u-s-doing-well-on-vaccinations-concerned-about-level-of-covid-19-infections-11619373135", "title": "Vaccine Hesitancy Poses Risk to Herd Immunity, U.S. Health Officials Say", "date": "2021-04-25 16:32", "summary": "Fauci, Collins seek to reassure Americans on the safety of the Johnson & Johnson shot. Top health officials warned that vaccine hesitancy posed a risk to getting enough Americans inoculated to stop the spread of Covid-19, and they encouraged individuals to get vaccinated.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-will-get-covid-19-test-kits-protective-gear-from-u-s-as-cases-surge-11619381944", "title": "India Will Get Covid-19 Test Kits, Protective Gear From U.S. as Cases Surge", "date": "2021-04-25 16:19", "summary": "Fauci says Biden administration will consider sending doses from its AstraZeneca vaccine stockpile. WASHINGTON-The Biden administration offered help to India as the country of more than 1.3 billion people reels from skyrocketing Covid-19 infections.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-mania-helps-funds-returns-but-crypto-push-leads-to-downgrade-11619376341", "title": "Bitcoin Mania Helps Fund's Returns, But Crypto Push Leads to Downgrade", "date": "2021-04-25 15:50", "summary": "Morningstar said the Emerald Advisers fund was taking on too much cryptocurrency risk. A mutual fund that invests in banks and financial firms was downgraded by Morningstar Inc., with the rating firm saying the fund was taking too much cryptocurrency risk.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/johnson-johnsons-covid-19-shot-set-to-be-given-again-at-vaccination-sites-11619293517", "title": "Vaccination Sites Restart J&J's Covid-19 Vaccinations", "date": "2021-04-25 15:27", "summary": "Health officials welcome the vaccine's return after federal authorities lifted a pause put in place on blood-clotting concerns. Health officials around the country resumed offering Johnson & Johnson 's Covid-19 vaccine this weekend after getting a green light from federal regulators on Friday.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-west-looks-past-covid-19-and-sees-economic-resurgence-11619343619", "title": "West Looks Past Covid-19 and Sees Economic Resurgence", "date": "2021-04-25 15:03", "summary": "While the pandemic still presents risks, consumers, flush with savings, are expected to drive growth. After the worst year for the global economy since the Great Depression, the U.S. is set to lead a vigorous rebound in the West as mass vaccination against Covid-19 propels a return to more or less normal life.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-factories-gdp-central-banks-11619377203", "title": "Economy Week Ahead: Factories, GDP, Central Banks", "date": "2021-04-25 15:00", "summary": "Data are likely to show strong growth in the U.S. but uneven recoveries elsewhere around the globe. This week brings a full slate of economic data and central-bank meetings that are likely to show strong growth in the U.S. but uneven recoveries elsewhere around the globe.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/restaurants-serve-up-signing-bonuses-higher-pay-to-win-back-workers-11619359201", "title": "Restaurants Serve Up Signing Bonuses, Higher Pay to Win Back Workers", "date": "2021-04-25 14:16", "summary": "With job openings above pre-pandemic levels, eateries from McDonald's to Wolfgang Puck's Spago are battling for new hires. Restaurants spent much of the past year trying to win back customers. Now, they are struggling to win back employees.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-thanks-for-the-feedback-11619373972", "title": "No Thanks for the Feedback", "date": "2021-04-25 14:06", "summary": "Circular logic works its mischief, from phony election claims to 'systemic racism.'. Garage bands know about feedback loops. If you place a microphone in front of speakers, the sound picked up by the mic gets amplified and then fed out to the speakers, which the mic picks up and it gets amplified again and again. The circular process turns the sound into a screech or squeal.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-taxes-for-punishments-sake-11619374000", "title": "Biden Taxes for Punishment's Sake", "date": "2021-04-25 14:06", "summary": "He wants to raise the rate on capital gains so high that it would leave everyone worse off.. The Biden administration last week proposed to increase the capital-gains tax rate-currently 20% for most assets held for at least a year-to 39.6% for people making more than $1 million. Since capital gains are also subject to the 3.8% Medicare tax, the new capital-gains rate would be 43.4%.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-chauvins-guilty-verdict-says-about-us-11619373844", "title": "What Chauvin's Guilty Verdict Says About Us", "date": "2021-04-25 14:04", "summary": "A sobering lesson to liberals and Europhiles? Or is that an overreach?. Regarding your editorial \"The Chauvin Verdict\" (April 21): I am among the \"many Americans\" who are \"relieved that justice was done for [George] Floyd.\" I hope Derek Chauvin stays \"behind bars for more than a decade.\" Yet in this case I haven't seen liberal fans of restorative justice calling for it as a supplement, let alone as an alternative, to punishment.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mismanaging-risk-and-the-vaccine-re-review-11619373882", "title": "Mismanaging Risk and the Vaccine Re-Review", "date": "2021-04-25 14:04", "summary": "A global pandemic emergency is the worst possible time to appoint a department of second-guessing.. Scott Gottlieb is right: \"Drug Safety Is FDA's Job, Not CDC's\" (op-ed, April 19). The Food and Drug Administration is a vast bureaucracy with more than a century of experience in evaluating medical innovation. A global pandemic emergency is the worst possible time to appoint a department of second-guessing to also review an urgently needed vaccine.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sonnenfeld-responds-to-his-critics-defends-woke-ceos-11619373798", "title": "Sonnenfeld Responds to His Critics, Defends Woke CEOs", "date": "2021-04-25 14:03", "summary": "Here's why 90 major executives joined a spontaneous forum I convened on Georgia's voting law.. In my op-ed \"CEOs Lead America's New Great Awakening\" (April 16), I explained why 90 major CEOs joined a spontaneous forum I convened, seeing Georgia's unjustified law as a warning of even worse legislative moves in other states. They worried such partisan moves undermined America's precious social capital, the community trust that Alexis de Tocqueville described. National surveys show bipartisan majority support for increasing voter access.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buttigieg-accuses-interstate-highway-system-of-racism-11619373747", "title": "Buttigieg Accuses Interstate Highway System of Racism", "date": "2021-04-25 14:02", "summary": "The only thing wrong with the interstate system is the missing pieces.. Pete Buttigieg seems not to know the underpinnings of the Interstate Highway System (\"The Agenda Behind Buttigieg's Claim That Highways Are 'Racist,' Steven Malanga, op-ed, April 20). Called the National Defense Interstate Highway System, it was built to provide roads for national emergencies. The lane widths, clearances and grades were all designed to accommodate military equipment.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fire-in-iraq-hospital-treating-covid-19-patients-kills-82-people-11619348858", "title": "Fire in Iraq Hospital Treating Covid-19 Patients Kills 82 People", "date": "2021-04-25 13:32", "summary": "Prime minister orders investigation after oxygen canisters exploded in a ward full of patients on ventilators. BAGHDAD-Exploding oxygen canisters sparked a fire that engulfed a Baghdad hospital treating Covid-19 patients, killing at least 82 people, Iraqi officials said on Sunday.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manhattan-business-districts-to-get-more-police-in-reopening-push-11619362800", "title": "Manhattan Business Districts to Get More Police in Reopening Push", "date": "2021-04-25 11:00", "summary": "New NYPD division will work with firms as mayor tries to encourage return of office workers and help tourism rebound from pandemic. The New York Police Department will deploy dozens of officers to commercial districts in Manhattan as part of New York City's push to encourage the return of workers to offices and help tourism rebound from the Covid-19 pandemic, police and city officials said.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-supreme-court-on-the-docket-11619362800", "title": "The Supreme Court on the Docket", "date": "2021-04-25 11:00", "summary": "Democrats are pushing proposals to overhaul the high court, Republicans oppose them, and no one believes change would come easily. President Biden in early April appointed a commission to consider restructuring proposals for the Supreme Court, and a group of progressive lawmakers later introduced legislation to add four justices to the court's current strength of nine.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-feds-next-test-is-breaking-the-ice-over-policy-shift-11619359200", "title": "The Fed's Next Test Is Breaking the Ice Over Policy Shift", "date": "2021-04-25 10:00", "summary": "Before the central bank begins to scale back support for the economy, it must first decide how to communicate the idea to markets. WASHINGTON-As the economic recovery evolves from forecast to reality, the Federal Reserve will face a question that has vexed it in the past: how to signal its eventual tightening of the money spigot.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mlb-attendance-covid-protocols-baseball-foul-balls-11619314708", "title": "Never Caught a Foul Ball at an MLB Game? This Is Your Best Shot.", "date": "2021-04-25 10:00", "summary": "Baseball's limited attendances have rigged fans' favorite lottery.. The moment Lucia Scotti found out her mother had scored club-level seats for a recent Baltimore Orioles game, she raced to grab her mitt. The 10-year-old was going to the ballpark with one mission and one mission only-even if her parents did everything they could to warn her that she would probably go all day without putting her glove to work.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestops-ceo-is-getting-millions-on-his-way-out-hes-not-the-only-one-11619356823", "title": "GameStop's CEO Is Getting Millions on His Way Out", "date": "2021-04-25 09:20", "summary": "Rally in videogame retailer's share price provides unusual boost in value of stock awards for departing executives. It is a lucrative time to be leaving GameStop Corp.'s C-suite as the run-up in the videogame retailer's share price has enabled four executives to depart with vested stock now valued at roughly $290 million.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indonesia-finds-debris-from-missing-submarine-says-it-sank-11619263840", "title": "Indonesian Submarine Found Cracked", "date": "2021-04-25 09:07", "summary": "Vessel was discovered split into three parts deep in the ocean, leading navy to conclude all 53 people on board had perished. An Indonesian navy submarine that disappeared off the island of Bali last week with 53 people on board was discovered cracked into three parts deep under the ocean, leading the military to conclude the entire crew had perished.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/there-are-lots-of-different-e-bikes-heres-your-guide-to-picking-the-right-one-11619355600", "title": "There Are Lots of Different E-Bikes. Here's Your Guide to Picking the Right One.", "date": "2021-04-25 09:00", "summary": "Resume Subscription. As a cyclist, I've often scoffed at electric bikes and skateboards. Cheaters!, I'd mutter under my breath as they zoomed effortlessly past. But after testing a bevy of the latest e-bikes for this article, I realized that, all this time, I was just jealous.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/when-job-references-still-make-sense-before-hiring-11619352000", "title": "When Job References Still Make Sense Before Hiring", "date": "2021-04-25 08:00", "summary": "Resume Subscription. Man Bui worked as an Uber driver and warehouse associate before getting his master's degree in computer science in 2020. When it came time to apply for jobs, the only engineering experience he could point to was designing his own mobile app.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/carlyle-ceo-kewsong-lee-plots-rebound-for-private-equity-pioneer-11619352001", "title": "Carlyle CEO Plots Rebound for Private-Equity Pioneer", "date": "2021-04-25 08:00", "summary": "Resume Subscription. Carlyle Group Inc., one of the original private-equity powerhouses, has had a rocky stretch as a public company.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-york-city-school-buildings-still-missing-582-000-students-11619352010", "title": "New York City School Buildings Still Missing 582,000 Students", "date": "2021-04-25 08:00", "summary": "As another 51,000 students return Monday, mayor pushes to get more back in September. New York City hits a milestone Monday: Another 51,000 students are returning to schools for in-person learning, most for the first time in a year. But about 582,000 students, or 61%, are choosing to continue remote learning, according to estimates from the city's Department of Education.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/11-black-sculptural-home-objects-to-create-a-lyrical-dramatic-effect-11619325051", "title": "11 Black Sculptural Home Objects to Create a Lyrical, Dramatic Effect", "date": "2021-04-25 08:00", "summary": "As though shaped by time and memory, design objects in shades of black have a transcendent, otherworldly quality. We round up the best.. Call it the new noir. Black finishes are bringing sculptural furniture into focus as never before. In porcelain, bronze, walnut and other natural materials, well-designed objects are coming out of the shadows to shine in every room of the house. \"There is something powerful about the serenity and mystery of these essential shapes,\" says Belgian-born designer Pieter Maes, who works with a bronze foundry in Ghent, Belgium, on his organic, softly curving tables and stools. \"I became obsessed with making simple, unfussy work that triggers something very old and dormant in people, no matter where or when someone comes from.\" Blackening a surface is as old as fire itself, points out woodworker Vince Skelly. He uses the Japanese method of shou sugi ban to char the surface of his small furnishings, carved from wood salvaged in the Pacific Northwest. These pieces and others spotlight the force of dark beauty.", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-qatar-airways-with-its-pandemic-playbook-dethroned-emirates-as-biggest-long-haul-airline-11619348400", "title": "How Qatar Airways Dethroned Emirates as Biggest Long-Haul Airline", "date": "2021-04-25 07:00", "summary": "When pandemic hobbled global travel, the Gulf carrier added destinations, hired extra staff and kept flying quiet routes to win market share. Qatar Airways Ltd. spent years in the shadow of Emirates Airline. An aggressive run at its rival during the pandemic has helped it eclipse Emirates as the world's biggest long-haul carrier-for now.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-days-in-the-office-for-these-startups-the-future-of-work-is-old-school-11619348401", "title": "Tech Startups Eye a World, Post-Virus, Back in the Office", "date": "2021-04-25 07:00", "summary": "Resume Subscription. For a tech guy, Mike de Vere, chief executive of fintech software startup Zest AI, has a contrarian return-to-work plan for his 100 employees: he wants them in the office full time.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/uefa-super-league-champions-league-ceferin-11619307977", "title": "UEFA Survived the Super League. But Soccer's Storm Isn't Over.", "date": "2021-04-25 06:00", "summary": "Long-term financial challenges mean that European soccer and its governing body are still scrambling for new sources of revenue. On the strangest Monday morning of Aleksander Ceferin's career, the president of European soccer's governing body had planned to deliver a dull press conference on reforms to the Champions League.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-covid-19-vaccines-1-500-mile-journey-through-india-11619343001", "title": "A Covid-19 Vaccine's 1,500-Mile Journey Through India", "date": "2021-04-25 05:42", "summary": "As it fights the world's fastest-growing surge of infections, India is also carrying out one of the most logistically complex vaccination campaigns. India is simultaneously battling the world's fastest-growing surge of infections and carrying out one of the most logistically complex vaccination campaigns. New Delhi has set a target of vaccinating 300 million of its more than 1.3 billion people by the fall.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wild-market-ride-lifts-everything-from-lumber-to-stocks-to-bitcoin-11619343001", "title": "Wild Market Ride Lifts Everything From Lumber to Stocks to Bitcoin", "date": "2021-04-25 05:30", "summary": "Veteran investors are unnerved by bubble-like conditions. Markets for everything from home-building materials to bitcoin to stocks are soaring, stirring up fresh fears that global markets are in a bubble.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/louisiana-runoff-gives-democratic-house-majority-a-one-seat-boost-11619320631", "title": "Louisiana Runoff Boosts Democratic House Edge", "date": "2021-04-25 23:59", "summary": "Troy Carter defeats a fellow Democratic state senator in a race to succeed a Biden administration appointee. Louisiana lawmaker Troy Carter defeated Karen Carter Peterson, a fellow state legislator, in a runoff election for Congress that boosted the Democratic Party's slim majority in the House.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-case-cluster-linked-to-one-flight-stirs-debate-among-health-experts-11619262004", "title": "Covid-19 Cases Linked to One Flight Highlight Risk of Pandemic Travel", "date": "2021-04-25 23:38", "summary": "A third of the passengers on plane from New Delhi to Hong Kong tested positive, highlighting the risks of pandemic travel. HONG KONG-Rashida Fathima's anxiety levels spiked as she boarded the red-eye flight from New Delhi to Hong Kong with her family. Covid-19 cases were surging in India, and the plane was packed almost to capacity.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}]