[{"link": "https://www.wsj.com/articles/biden-to-lift-restrictions-on-transgender-military-service-members-11611528649", "title": "Biden to Lift Restrictions on Transgender Military Service Members", "date": "2021-01-24 18:20", "summary": "Administration could act as soon as Monday to reverse former President Donald Trump's directive. WASHINGTON-The White House is expected to lift restrictions on transgender service members in the U.S. military as soon as Monday, according to people familiar with the matter, reversing a directive by former President Donald Trump.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russias-putin-faces-rising-discontent-amid-weekend-protests-11611507059", "title": "Russia's Putin Faces Rising Discontent", "date": "2021-01-24 18:05", "summary": "Kremlin must decide how to respond to rallies supporting the jailed opposition leader. MOSCOW-The protests that swept Russia this weekend in support of jailed opposition leader Alexei Navalny show the challenge President Vladimir Putin faces in managing social discontent ahead of parliamentary elections this year.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-and-amazon-boosted-lobbying-spending-in-2020-11611500400", "title": "Big Tech Tops Lobbying Spending", "date": "2021-01-24 17:24", "summary": "The tech giants led all other companies in federal lobbying expenditure last year, reports show. WASHINGTON-Big technology companies are bracing for a new administration and new scrutiny of their businesses with a time-tested strategy: opening their pocketbooks.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-gets-to-make-the-rules-washington-may-finally-get-it-right-11611526655", "title": "Who Gets to Make the Rules? Washington May Finally Get It Right", "date": "2021-01-24 17:17", "summary": "Biden should keep Trump's last-minute executive order making regulation more accountable.. President Biden's team is understandably skeptical of \"midnight\" executive actions issued during President Trump's final weeks, but one order, issued Jan. 18, is as valuable in reinforcing democratic accountability as it is constitutionally necessary. It is in Mr. Biden's interest to strengthen it, not reflexively withdraw it.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/online-speech-wars-are-here-to-stay-11611526491", "title": "Online Speech Wars Are Here to Stay", "date": "2021-01-24 17:14", "summary": "Both left and right want to regulate social media, but their 'fixes' would break the web.. Ding dong, he's gone, but Donald Trump's bans from Facebook , Twitter , Google, Reddit, Snapchat, Grindr (wait, what?), Pinterest , TikTok and others mostly persist. Don't bans on Mr. Trump and others violate the First Amendment? Actually, it's private companies invoking their own First Amendment right to bar things they don't like. But even Twitter CEO Jack Dorsey called it \"a failure.\" That's also true of Parler's decapitation. Never mind that these actions seem partisan and hypocritical; the bans will continue until morale improves. Democrats may cheer but the precedent is scary-soon they'll be silencing their own. Vive la guillotine electronique.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unmasking-samantha-power-11611526126", "title": "Unmasking Samantha Power", "date": "2021-01-24 17:08", "summary": "She's never explained her needless snooping on Michael Flynn.. Presidents deserve the advisers they choose absent significant cause. In the case of Joe Biden's choice to lead the U.S. Agency for International Development, Samantha Power, one question to ask is how honest she was about her role in snooping on Michael Flynn.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arizona-republican-meltdown-11611526063", "title": "Arizona Republican Meltdown", "date": "2021-01-24 17:07", "summary": "The state party reveals the divisions that could doom the GOP for years.. Republicans lost Arizona in the November presidential race for the first time since 1996, and they have lost three U.S. Senate races in a row. How to respond? Naturally, Arizona's Republican Party decided on the weekend to censure three of its most prominent . . . fellow Republicans.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taking-stock-of-a-most-violent-year-11611525947", "title": "Taking Stock of a Most Violent Year", "date": "2021-01-24 17:05", "summary": "Some blamed the mayhem on the pandemic, but persistent cop-bashing emboldened criminals.. The year 2020 likely saw the largest percentage increase in homicides in American history. Murder was up nearly 37% in a sample of 57 large and medium-size cities. Based on preliminary estimates, at least 2,000 more Americans, most of them black, were killed in 2020 than in 2019. Mainstream media and many politicians claim the pandemic caused this bloodbath, but the chronology doesn't support that assertion. And now the criminal-justice policies supported by President Biden promise to exacerbate the current crime wave, while ignoring its actual causes.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/send-out-the-search-party-for-new-covid-strains-11611525878", "title": "Send Out the Search Party for New Covid Strains", "date": "2021-01-24 17:04", "summary": "Variants of the virus can be stopped if uncovered early-but that will require more genetic sequencing.. Many are expecting vaccinations, rising levels of immunity and warmer weather to help control the Covid-19 pandemic and make spring and summer more bearable. But new viral variants threaten these prospects. The U.S. is struggling to estimate how prevalent these strains are and how fast they're spreading. The infrastructure for dealing with a pandemic is still incomplete a year into the crisis.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-larry-king-11611525653", "title": "Notable & Quotable: Larry King", "date": "2021-01-24 17:00", "summary": "'The famous and notorious alike are given the chance, with America tuned in, to defend a life's reputation.'. From Tunku Varadarajan's review of CNN's \"Larry King Live\" in the Journal, Oct. 25, 2002. King died Saturday at 87:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-chance-to-end-border-chaos-11611525503", "title": "Biden's Chance to End Border Chaos", "date": "2021-01-24 16:58", "summary": "Step one is to increase the number of H-2 guest-worker visas for Central Americans.. Some 8,000 Honduran asylum seekers tried to get up a welcoming party of sorts for President Joe Biden this month. Their effort to reach the U.S. southern border in at least two caravans was repelled thanks to agreements that President Trump made with Mexico and Guatemala to use force to intercept illegal aliens. But Central America remains a simmering cauldron of would-be migrants desperate to work in the U.S.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/henry-aaron-was-admirable-in-anonymity-11611525430", "title": "Henry Aaron Was Admirable in Anonymity", "date": "2021-01-24 16:57", "summary": "'It's been many years,' the baseball great told me over coffee, 'since I wore a uniform.'. We were in the fetch-your-own-coffee area of the Embassy Suites airport hotel in Columbus, Ohio. We had never met, but I was almost certain who he was. And I was surprised that he had attracted not a single glance from anyone else in the place.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/midnight-in-vehicle-city-review-how-labor-got-its-horsepower-11611525369", "title": "'Midnight in Vehicle City' Review: How Labor Got Its Horsepower", "date": "2021-01-24 16:56", "summary": "A sit-down strike at General Motors outraged Alfred Sloan, the company's president. As days turned into weeks, he decided to make a deal.. Here's a remarkable fact: In 1980 the median income for young workers in Flint, Mich., was higher than in San Francisco. Flint was a company town, and as Edward McClelland says in \"Midnight in Vehicle City\": \"There was never a better time to work for General Motors.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-coronavirus-variants-complicate-the-battle-against-the-pandemic-11611518097", "title": "New Coronavirus Variants Complicate Battle Against the Pandemic", "date": "2021-01-24 16:55", "summary": "Mutations may delay a return to normal as faster-spreading strains could make people sicker or render vaccines less effective. The emergence of new variants of the virus that causes Covid-19-including one in the U.K. that British officials say could be more deadly than earlier versions-signals a future in which health authorities are locked in a cat-and-mouse battle with a shape-shifting pathogen.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ncr-is-nearing-a-deal-to-buy-atm-operator-cardtronics-11611524523", "title": "NCR Is Nearing a Deal to Buy ATM Operator Cardtronics", "date": "2021-01-24 16:49", "summary": "Deal would value Cardtronics at $39 a share, or about $1.7 billion. NCR Corp. is nearing a deal to buy Cardtronics PLC after outbidding a pair of investment firms that had earlier agreed to buy the ATM operator.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-are-wise-to-focus-on-the-low-carbon-economy-11611524353", "title": "Banks Are Wise to Focus on the Low-Carbon Economy", "date": "2021-01-24 16:39", "summary": "We've seen examples of what's worked, and how our financial institutions and the broader public will benefit from taking part in this transition to a low-carbon economy.. While we appreciate the editorial board's feedback on the draft statement about financing a U.S. transition to a sustainable low-carbon economy, many investors, clients and organizations in the free market disagree with your view (\"Banks Make a Climate Offering,\" Jan. 13).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-authorities-probe-death-of-person-who-received-covid-19-vaccine-hours-earlier-11611518487", "title": "California Probes Death of Person Who Got Covid-19 Vaccine Hours Earlier", "date": "2021-01-24 15:01", "summary": "The person had tested positive for Covid-19 late last month and it is unclear that the vaccine played a role in their death, officials said. California authorities are investigating the case of a person who died several hours after receiving a Covid-19 vaccine last week.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-industry-gdp-consumer-spending-11611518403", "title": "Economy Week Ahead: Industry, GDP, Consumer Spending", "date": "2021-01-24 15:00", "summary": "Data out this week will show how the economy was performing as 2020 came to a close. ", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manufacturing-rebound-has-suppliers-struggling-to-keep-up-11611484202", "title": "Manufacturing Rebound Has Suppliers Struggling to Keep Up", "date": "2021-01-24 14:54", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/sen-scott-and-readers-assess-the-biden-plan-11611516953", "title": "Sen. Scott and Readers Assess the Biden Plan", "date": "2021-01-24 14:35", "summary": "President Biden's proposal is filled with progressive pipe dreams and wasteful spending. We ought to be working on solutions that provide targeted relief and deal directly with the horrific economic and health impact of Covid-19.. Your editorial \"Biden's First Spending Blowout\" (Jan. 16) is absolutely right. I agree that more must be done to support those whose livelihoods have been ripped apart due to the pandemic, but President Biden's proposal goes far beyond that. His plan is filled with progressive pipe dreams and wasteful spending. We ought to be working on solutions that provide targeted relief and deal directly with the horrific economic and health impact of Covid-19. Unfortunately, his plan is more focused on using the pandemic to push harmful liberal priorities.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/albany-and-new-york-must-confront-finance-11611516891", "title": "Albany and New York Must Confront Finance", "date": "2021-01-24 14:34", "summary": "The real problem is New York politics and the lack of a viable Republican presence to compete for power.. Mark E. Kingdon's comments in \"New York, I Love You, but We Can't Go On Like This\" (Cross Country, Jan. 16) should be heeded because they are sound and touch every citizen, young or old, white or black. The state and city have done all that they can to drive away entrepreneurs, business owners and the wealthy. No city in the world can long survive without those vital citizens.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-malice-toward-none-worked-badly-for-blacks-11611516780", "title": "'With Malice Toward None' Worked Badly for Blacks", "date": "2021-01-24 14:33", "summary": "An essential precondition for healing is first to cleanse the wound.. Jim LeMunyon calls on the Lincoln Project to heed Lincoln's magnanimity toward defeated foes (Letters, Jan. 20). It might be better to recall, however, that allowing the likes of Robert E. Lee to return, unmolested, to their estates following the Civil War's end, instead of having had them hanged for treason, meant that the South remained unreconciled to its defeat. The result was the premature ending of Reconstruction in 1876 and the onset of murder and mayhem directed against blacks, followed by the establishment of the system of Jim Crow segregation, which has scarred our contemporary history to this day.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-flies-warplanes-near-taiwan-in-show-of-force-prompting-u-s-warning-11611513299", "title": "China Flies Warplanes Near Taiwan in Show of Force, Prompting U.S. Warning", "date": "2021-01-24 13:35", "summary": "The sorties come in President Biden's first week in office, a likely warning from Beijing to the new administration over its support for the island. Chinese warplanes flew more than two dozen sorties near Taiwan over the weekend, as Beijing staged its largest show of aerial force toward the island democracy in four months, just days after President Biden took over the White House.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-wars-of-the-future-pentagon-looks-to-distant-past-the-b-52-11611510806", "title": "For Wars of the Future, Pentagon Looks to Distant Past: The B-52", "date": "2021-01-24 12:53", "summary": "Resume Subscription. OVER THE EAST CHINA SEA-\"Go back,\" the Chinese air controller warned. \"You are now approaching Chinese airspace. Turn around immediately or you will be intercepted.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-to-know-when-to-quit-your-job-11611507600", "title": "How to Know When to Quit Your Job", "date": "2021-01-24 12:00", "summary": "Many baby boomers-especially those at the top of their game-struggle with the decision to step down. And when they leave, the transition is often 'painful and messy,' says one career coach.. Older workers have a problem. They don't know when to quit.", "categories": [["Life & Work", "Life & Style", "|"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hamptons-village-requires-empty-storefronts-to-display-art-11611507601", "title": "Hamptons Village Requires Empty Storefronts to Display Art", "date": "2021-01-24 12:00", "summary": "Resume Subscription. A village in the Hamptons has found a way to tackle the empty storefronts blighting its streets: transforming them into mini art galleries.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/indias-covid-19-vaccinations-get-off-to-bumpy-start-11611485891", "title": "India's Covid-19 Vaccinations Get Off to Bumpy Start", "date": "2021-01-24 11:25", "summary": "Technical problems and fears over safety lower turnout at inoculation sites, putting the effort far behind its targeted pace. NEW DELHI-India's Covid-19 vaccinations have run into early problems as fewer people than anticipated have been showing up for their shots, putting the country far behind the pace it needs to hit its target of inoculating 300 million by August.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/her-husband-died-of-covid-now-she-needs-a-new-financial-plan-11611504000", "title": "Her Husband Died of Covid. Now She Needs a New Financial Plan.", "date": "2021-01-24 11:00", "summary": "A 53-year-old Phoenix woman wants to get through the next few years and plan for retirement. Here's what a financial adviser suggests.. Barbara Kelly's husband, Martin Kelly, died of Covid in July. Now the 53-year-old from Phoenix needs a financial road map to get through the next few years and, ultimately, plan for retirement.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-sign-ups-irk-many-tri-state-area-seniors-11611504000", "title": "Covid-19 Vaccine Sign-Ups Irk Many Tri-State Area Seniors", "date": "2021-01-24 11:00", "summary": "Challenges include securing vaccination appointments through various websites, limited supplies. Frustration is boiling over for many seniors in the tri-state region after the rollout of the Covid-19 vaccine has been hampered by cumbersome online appointment systems and a limited supply of shots.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-west-virginia-citys-rising-fortunes-widen-the-political-divide-11611504001", "title": "A West Virginia City's Rising Fortunes Widen the Political Divide", "date": "2021-01-24 11:00", "summary": "Resume Subscription. MORGANTOWN, W.Va.-Atop a hill just west of this university town stands a gleaming 400-acre entertainment and recreation complex, converted in recent years from a former coal mine.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/dropping-whatsapp-nostalgia-drives-users-to-icq-11611502516", "title": "Dropping WhatsApp? Nostalgia Drives Users to ICQ", "date": "2021-01-24 10:35", "summary": "Before social media was about algorithms and viral misinformation, kids in Hong Kong loved a clunky instant-messaging service used on dial-up PCs. Now they're grown up, and back.. HONG KONG-WhatsApp users around the world who are worried about the company's shifting policy on data privacy are flocking to rival messaging apps such as Signal and Telegram.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cryptocurrency-startup-ripples-future-hinges-on-sec-case-11611500401", "title": "Cryptocurrency Startup's Future Hinges on SEC Case", "date": "2021-01-24 10:00", "summary": "San Francisco company says its signature product, known as XRP, is a currency that shouldn't be subject to securities laws. Brad Garlinghouse, the chief executive of Ripple, was last year publicly contemplating at the World Economic Forum in Davos, Switzerland, an initial public offering for the San Francisco startup.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baseballs-hall-of-fame-vote-becomes-a-test-of-character-clause-11611499995", "title": "Baseball's Hall of Fame Vote Becomes a Test of 'Character Clause'", "date": "2021-01-24 10:00", "summary": "Almost every good candidate on the ballot falls short in the integrity, sportsmanship and character department, and the result could be a rare year with no players inducted. The National Baseball Hall of Fame suffered unprecedented losses over the past year, with seven members dying in 2020 and three more already passing in 2021. And with the results of the most recent election arriving this week, there's a good chance that no new players will be inducted to replenish the ranks in Cooperstown.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dubai-fires-health-chief-as-covid-19-infections-surge-11611499936", "title": "Dubai Fires Health Chief as Covid-19 Infections Surge", "date": "2021-01-24 09:52", "summary": "The Middle East's tourism and business hub is resisting another lockdown that threatens to paralyze its travel-dependent economy. Dubai replaced the head of its health department Sunday after the Middle East's tourism and commercial hub reimposed some coronavirus restrictions amid the worst surge of infections since the pandemic began.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-it-looks-like-a-bubble-and-swims-like-a-bubble-11611496980", "title": "If It Looks Like a Bubble and Swims Like a Bubble...", "date": "2021-01-24 09:03", "summary": "Several parallels between the dot-com bubble and today's stock market are strong. I have been resisting the comparison between the dot-com bubble and today's stock market, but the similarities have grown too strong to ignore. Here are five areas where the parallels are strong, along with one caution about applying the bubble label to the broader market.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-airpods-to-bose-the-best-noise-canceling-headphones-11611496800", "title": "The Best Noise-Canceling Headphones", "date": "2021-01-24 09:00", "summary": "The right fit is critical for more effective noise canceling. A leaf blower is blaring across the street. The dishwasher is running. My husband is typing harder than a toddler banging on a piano.", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/she-traded-in-her-oil-industry-job-to-design-cowboy-boots-for-the-office-11611496827", "title": "She Traded In Her Oil Industry Job to Design Cowboy Boots for the Office", "date": "2021-01-24 09:00", "summary": "When the price of oil plummeted, Lizzy Chesnut Bentley knew it was time to go all-in on another Texas tradition. Growing up in Amarillo, Texas, Lizzy Chesnut Bentley was rarely without her cowboy boots-a pink pair from her grandfather when she was 4 years old.", "categories": [["Life & Work", "Career Reboot"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/career-reboot?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-african-coronavirus-strain-puts-undertakers-on-front-lines-11611488608", "title": "Undertakers Take Front Lines in South Africa's Virus Fight", "date": "2021-01-24 08:57", "summary": "Resume Subscription. SOSHANGUVE, South Africa-Dressed in white protective suits, face masks and plastic goggles, the undertakers pulled up to the one-story home, in which the body of a man in his 80s lay in bed, still in his pajamas.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/michigan-pauses-all-college-sports-activities-because-of-covid-outbreak-11611465699", "title": "University of Michigan Pauses Sports Activities Amid Outbreak", "date": "2021-01-24 08:55", "summary": "The school says the state health department told it to shut down sports operations temporarily, making Michigan the first major university to halt all athletic activities since March.. The University of Michigan said its athletics operations were paused indefinitely by the Michigan Department of Health and Human Services late Saturday after the school's most recent round of coronavirus screening revealed \"several individuals\" infected with a new, more transmissible strain of Covid-19.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covids-financial-toll-mounts-as-homeowners-keep-postponing-mortgage-payments-11611493201", "title": "Covid-19's Financial Toll Mounts as Homeowners Delay Payments", "date": "2021-01-24 08:00", "summary": "Some 2.7 million homeowners are still pausing their monthly mortgage bills, and more might need help in the coming months. A promising sign of a bounce back in the pandemic-ravaged economy has stalled: Fewer borrowers are resuming mortgage payments.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-buy-american-plan-eyed-warily-by-other-countries-11611493200", "title": "Biden's 'Buy American' Plan Eyed Warily", "date": "2021-01-24 08:00", "summary": "Executive order expected Monday; trading partners looking to see if access to U.S. contracts is diminished. WASHINGTON-President Biden is expected to fulfill a campaign pledge Monday by detailing his \"Buy American\" plan, an initiative that will be watched closely by other countries mindful of another of his promises-to mend fences with trading partners.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/15-personal-finance-lessons-we-can-all-learn-from-the-year-of-covid-19-11611493201", "title": "15 Personal-Finance Lessons We Can All Learn From the Year of Covid-19", "date": "2021-01-24 08:00", "summary": "Among them: You really do have to plan for emergencies, and your personal-finance decisions don't exist in a vacuum. With 2020 in the rearview mirror, and the end of the pandemic (fingers crossed) in sight, there's a lot of economic damage to be assessed. But there are also a lot of personal-finance lessons we can learn-lessons that will put us in good stead, whatever the economic future holds.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-team-promises-new-look-in-trade-policy-11611484201", "title": "Biden Team Promises New Look in Trade Policy", "date": "2021-01-24 05:30", "summary": "A 'worker-centered' policy means less focus on opening markets for banks and drug makers. Leading members of the Biden administration are promising a very different approach to international trade. No longer would American negotiators focus on opening markets for financial-service firms, pharmaceutical companies and other companies whose investments abroad don't directly boost exports or jobs at home.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-is-joining-the-global-push-to-rein-in-tech-giants-11611484200", "title": "China Joins Push to Rein in Tech Giants", "date": "2021-01-24 05:30", "summary": "Beijing's moves come amid efforts by Brussels and Washington to curb the power of digital giants. Beijing is adding new momentum to efforts in Brussels and Washington to curb the power of big tech companies.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bullish-stock-bets-explode-as-major-indexes-repeatedly-set-records-11611484200", "title": "Bullish Stock Bets Explode as Major Indexes Repeatedly Set Records", "date": "2021-01-24 05:30", "summary": "Wagers tied to Tesla, Amazon, Apple and Nvidia were among the most popular wagers recently. Investors are piling into bets that will profit if stocks continue their record run.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-detains-hundreds-as-protesters-rally-for-jailed-opposition-leader-navalny-11611402227", "title": "Russia Clamps Down on Protests for Jailed Opposition Leader Navalny", "date": "2021-01-24 03:11", "summary": "In what has shaped up to be a test for the movement and a challenge for the Kremlin, tens of thousands of people demonstrated in over 100 cities. MOSCOW-Russian police detained over 3,000 protesters across the country during mass rallies in support of jailed opposition leader Alexei Navalny on Saturday, as his supporters vowed to continue their rallies until he is freed.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-pressed-to-change-justice-department-leadership-to-boost-his-voter-fraud-claims-11611434369", "title": "Trump Mulled Replacing AG to Boost Voter Fraud Claims", "date": "2021-01-24 23:07", "summary": "The former president dropped the efforts to replace the acting attorney general after top DOJ officials agreed to resign en masse in protest if he succeeded, people familiar said. WASHINGTON-In his last weeks in office, former President Donald Trump considered moving to replace the acting attorney general with another official ready to pursue unsubstantiated claims of election fraud, and he pushed the Justice Department to ask the Supreme Court to invalidate President Biden's victory, people familiar with the matter said.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arizona-gop-censures-cindy-mccain-doug-ducey-re-elects-kelli-ward-as-chair-11611453988", "title": "Arizona GOP Censures Cindy McCain, Doug Ducey, Re-Elects Kelli Ward as Chair", "date": "2021-01-24 22:31", "summary": "Senate GOP Leader Mitch McConnell's allies defeat similar effort by Kentucky Trump backers. PHOENIX-The rift between the Arizona Republican Party's establishment and pro-Trump wing widened as committee members censured Republican Gov. Doug Ducey; Cindy McCain, the widow of Sen. John McCain, the party's presidential nominee in 2008; and former GOP Sen. Jeff Flake.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]