[{"link": "https://www.wsj.com/articles/democrats-to-states-no-new-tax-cuts-11615333751", "title": "Democrats to States: No New Tax Cuts", "date": "2021-03-09 18:49", "summary": "The Covid bill says more spending is fine, but cutting taxes is barred.. Democrats in Congress aren't satisfied with spending $1.9 trillion to help blue states and union friends. They've also launched a sneak attack against conservative states. Read their legislation's lips: No new state tax cuts.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-defenders-of-campus-speech-11615333724", "title": "More Defenders of Campus Speech", "date": "2021-03-09 18:48", "summary": "A new left-right group forms to protect academic freedom.. It's not a sign of good fire management when communities start calling on private firefighters, and it's not a sign of health in American higher education that organizations devoted to defending academic freedom are proliferating.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dr-seuss-teaches-the-limits-of-cancel-culture-11615333408", "title": "Dr. Seuss Teaches the Limits of Cancel Culture", "date": "2021-03-09 18:43", "summary": "Students discuss how and why 'woke' movements get their way.. Editor's note: This week's Future View discusses the \"cancellation\" of Dr. Seuss. Next week we'll mark the anniversary of the Covid pandemic in America by asking for a reflection. One year later, how would you evaluate your governor's leadership during the pandemic? Students should click here to submit opinions of fewer than 250 words before March 16. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-minimum-pressure-campaign-11615332864", "title": "Joe Biden's Minimum-Pressure Campaign", "date": "2021-03-09 18:34", "summary": "Concessions to the Houthis encourage more Houthi attacks.. Step one in the Biden Administration's peace campaign in Yemen: Take the Houthis off the U.S. terror list and reach out to their patrons in Iran for a new nuclear deal.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/school-isnt-closed-for-lack-of-money-11615332385", "title": "School Isn't Closed for Lack of Money", "date": "2021-03-09 18:26", "summary": "Teachers union influence, not government funding or the latest science, drives reopening decisions.. The new Covid-19 relief plan, passed by the Senate over the weekend, includes $123 billion for K-12 public schools, supposedly to help them reopen. That's almost the amount the U.S. dedicated, in real terms, to the Marshall Plan to rebuild Europe after World War II. And it's on top of the mostly unspent $54 billion federal bailout for public schools from December and the $13 billion allocation from last spring.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-rnc-relationship-grows-thorny-with-fundraising-dispute-11615309418", "title": "Trump-RNC Relationship Grows Thorny With Fundraising Dispute", "date": "2021-03-09 18:25", "summary": "Ex-president tells party to not use his name to raise money, while planning to speak to donors at Mar-a-Lago. Former President Donald Trump's relationship with the GOP has gotten more complicated over a fundraising dispute as he attempts to maintain control over the party and punish critics following the Jan. 6 Capitol riot by his supporters.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-despised-gorbachev-until-i-played-his-role-11615332311", "title": "I Despised Gorbachev Until I Played His Role", "date": "2021-03-09 18:25", "summary": "On the set of \"Reagan,\" I began to understand the Soviet leader.. It's hard to describe how I felt when I received the call. I am Polish. For me and for my countrymen, Mikhail Gorbachev symbolized everything we despised in a leader. He was our enemy, the one who headed a system that took away our freedoms, including our ability to travel, associate with others and express ourselves. But I never let him and the system he represented shatter my dreams. I stood in a long line, got my passport to travel the world, and eventually became an actor.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-swiss-wont-miss-the-burqa-11615332345", "title": "The Swiss Won't Miss the Burqa", "date": "2021-03-09 18:25", "summary": "Voters ban the 'face' of Islamist separatism in Western society.. Switzerland voted in a referendum on Sunday to ban face coverings, and it wasn't a revolt against Covid restrictions. Medical masks are excluded from the prohibition. Its real target is the burqa.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-1-9-trillion-great-society-remake-11615332263", "title": "Biden's $1.9 Trillion Great Society Remake", "date": "2021-03-09 18:24", "summary": "The Covid relief package is the largest expansion of the welfare state since LBJ's signature program.. President Biden is poised to put his signature to what is arguably the largest expansion of the welfare state since Lyndon Johnson's Great Society. And if past is prologue, liberals are poised to take credit for any positive trend lines that follow implementation, regardless of whether credit is warranted.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pure-america-review-the-eugenics-history-nearby-11615332206", "title": "'Pure America' Review: The Eugenics History Nearby", "date": "2021-03-09 18:23", "summary": "The belief that social problems could be traced to heredity led to a monstrous conclusion: forced sterilization of the 'unﬁt.'. When historian Elizabeth Catte moved to Staunton, a small city in Virginia's Shenandoah Valley, in 2016, her daily commute took her past the original site of Western State Hospital, which was then being reborn as an upscale hotel and high-end property development. She found something so incongruous about this transformation that, she recalls, \"I began asking people, 'That's the Western State, right?' as if there might be another former asylum in town that hadn't become $500,000 condominiums.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wuhan-lab-theory-a-dark-cloud-on-china-11615332235", "title": "Wuhan Lab Theory a Dark Cloud on China", "date": "2021-03-09 18:23", "summary": "The WHO's inability to divorce itself from Beijing's propaganda doesn't help.. A lab accident in Wuhan is unlikely only in the sense that a pandemic virus's emergence is always the culmination of a series of unlikely events. If it weren't, we wouldn't be here as a species.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hes-from-the-government-and-hes-here-to-help-11615331246", "title": "'He's From the Government and He's Here to Help'", "date": "2021-03-09 18:07", "summary": "Biden goal: Trump lows of unemployment.. Team Biden is setting expectations for the results of its massive economic interventions, and American voters should hold them to it. Specifically, the administration aims to match the employment levels of the pre-Covid U.S. economy. Some voters may naturally ask themselves why they fired America's chief executive for a successor who now aims merely to duplicate the record of the man he replaced. The more pressing question is how President Joe Biden will enable another era of historically low unemployment with a completely different set of policies.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/entercom-acquires-podcast-ad-network-podcorn-11615331207", "title": "Entercom Acquires Podcast Ad Network Podcorn", "date": "2021-03-09 18:06", "summary": "Deal valuing Podcorn at $22.5 million helps radio giant tap up-and-coming podcasters. Entercom Communications Corp. will acquire podcast ad network Podcorn in a deal aimed at helping the second-largest U.S. radio broadcaster expand its advertising business, according to the companies.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-sets-up-65-million-fund-for-taxi-medallion-owners-11615329056", "title": "New York City Sets Up $65 Million Fund for Taxi Drivers", "date": "2021-03-09 18:01", "summary": "Struggling drivers can apply for $29,000 to restructure loans. New York City said Tuesday it will aid struggling taxicab-medallion owners by providing them with $29,000 in loans to help restructure their debts.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roger-mudd-longtime-tv-newsman-dies-at-93-11615330698", "title": "Roger Mudd, Network TV Newsman, Dies at 93", "date": "2021-03-09 17:58", "summary": "During his more than 30 years on network television, he covered politics and was a frequent anchor. Roger Mudd, the longtime political correspondent and anchor for NBC and CBS who once stumped Sen. Edward Kennedy by simply asking why he wanted to be president, has died. He was 93 years old.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sell-tesla-buy-exxon-explains-the-market-11615302940", "title": "Tesla vs. Exxon Is the Perfect Recovery Bet", "date": "2021-03-09 17:54", "summary": "This isn't about the short-term greed stock markets are so often accused of, our columnist writes. From the start of February to Monday's close, Tesla was down almost 30% and Exxon Mobil up more than 30%, a stunning reversal of the pattern since the start of last year.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arkansas-governor-signs-bill-that-bans-most-abortions-11615330493", "title": "Arkansas Governor Signs Bill That Bans Most Abortions", "date": "2021-03-09 17:54", "summary": "Move follows laws in other states that are part of an effort to prompt U.S. Supreme Court to revisit Roe v. Wade. Arkansas Gov. Asa Hutchinson signed legislation Tuesday banning nearly all abortions in the state, as he and other supporters said they hope it prompts the U.S. Supreme Court to revisit and ultimately overturn existing abortion case law.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaccine-appointment-sites-rush-to-fix-glitches-expand-capacity-as-rollout-gathers-steam-11615330320", "title": "Vaccine-Appointment Sites Rush to Fix Glitches, Expand Capacity as Rollout Gathers Steam", "date": "2021-03-09 17:52", "summary": "Website administrators are tackling things like confusing interfaces and pages prone to dropping information and freezing. Websites to book Covid-19 vaccinations are racing to fix early-stage glitches and build out their network capacity as the vaccine rollout broadens to an ever-larger segment of the population, government tech leaders say.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trial-of-former-officer-derek-chauvin-accused-of-killing-george-floyd-resumes-11615300939", "title": "Derek Chauvin Trial Begins With Jury Selection", "date": "2021-03-09 17:41", "summary": "Prosecution seeks delay in case against former police officer accused of killing George Floyd. MINNEAPOLIS-Jury selection in the murder trial of a former police officer accused of killing George Floyd began under tight security despite the prosecution's request to a higher court to pause the case until an appeal over an additional charge of third-degree murder is resolved.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-03-09-2021-11615279243", "title": "Stocks Rise as Tech Shares Rebound", "date": "2021-03-09 17:33", "summary": "Nasdaq rallied a day after the tech-heavy index fell into correction territory. Technology stocks rebounded Tuesday and treated the Nasdaq Composite to its best session in more than four months, a day after the index slid into correction territory.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volatility-hits-the-sizzling-spac-market-11615327970", "title": "Volatility Hits the Sizzling SPAC Market", "date": "2021-03-09 17:12", "summary": "Shares of blank-check companies are gyrating alongside popular technology and electric-car stocks. Shares of technology firms and special-purpose acquisition companies surged on Tuesday, bouncing back after a weekslong streak of declines that pushed some popular SPACs down 20% or more in a month.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-put-400-million-into-greensill-months-before-collapse-11615319255", "title": "SoftBank Put $400 Million Into Greensill Months Before Collapse", "date": "2021-03-09 17:12", "summary": "The injection of funds deepens the potential losses the giant tech fund will take from Greensillâ\u0080\u0099s failure. SoftBank Group Corp.'s Vision Fund injected at least $400 million into Greensill Capital at the end of last year, according to people familiar with the matter, deepening the potential losses the giant tech investor faces in the startup's collapse.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-dismisses-immigrant-public-charge-cases-11615320804", "title": "Supreme Court Dismisses Immigrant Public-Charge Cases", "date": "2021-03-09 17:05", "summary": "Court acts on Justice Department request signaling end to Trump administration rule penalizing immigrants. WASHINGTON-The Supreme Court dismissed several pending appeals over a Trump administration rule penalizing lawful immigrants for seeking public assistance, acting on joint requests filed Tuesday by the Biden administration and plaintiffs challenging the policy.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-justice-department-picks-face-senate-hearing-11615294801", "title": "Partisan Rhetoric Dogs Biden Justice Department Pick", "date": "2021-03-09 17:02", "summary": "Nominee Vanita Gupta, a vocal critic of Trump administration policies, testifies before Senate Judiciary Committee. WASHINGTON-Two of President Biden's nominees to senior Justice Department posts said they would seek to run an agency free of partisan influence, as Republican lawmakers pressed the pick for the department's No. 3 position on her views on policing and past criticism of conservatives.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dicks-sees-sales-easing-after-pandemic-fueled-growth-11615324840", "title": "Dick's Sees Sales Easing After Pandemic-Fueled Growth", "date": "2021-03-09 17:00", "summary": "Sporting-goods retailer to open a new prototype store in Rochester, N.Y., next month. Dick's Sporting Goods Inc. reported strong demand for its latest quarter but said it expects sales to slow down this year.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/they-created-the-spac-in-1993-now-theyre-reaping-the-rewards-11615285801", "title": "SPAC Pioneers Reap the Rewards After Waiting Nearly 30 Years", "date": "2021-03-09 16:53", "summary": "Blank-check companies have raised more than $70 billion this year; their co-creator once feared the SPAC wouldn't make it. The flashiest trend in finance traces back three decades to a pair of old law-school buddies. Now, they are finally cashing in.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/once-an-out-of-fad-style-atriums-again-see-the-light-of-day-11615325400", "title": "Once an 'Out-of-Fad' Style, Atriums Again See The Light of Day", "date": "2021-03-09 16:30", "summary": "Resume Subscription. Ancient Roman homes were often built with central courtyards, known as atriums, to provide light and ventilation. Today, this architectural feature serves a different purpose: Bringing the outside in.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/el-museo-del-barrio-hosts-first-triennial-exhibition-11615325292", "title": "El Museo del Barrio Hosts First Triennial Exhibition", "date": "2021-03-09 16:28", "summary": "Called 'Estamos Bien-La Trienal 20/21,' the show features works by 42 Latinx artists and art collectives from throughout the U.S.. Museums and other institutions have long made their mark with recurring art exhibitions, held every two or three years, that are designed to survey the field in an expansive way. In New York City, the most notable example is the Whitney Museum of American Art's biennial show, which is set to take place again in 2022.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walgreens-site-for-booking-covid-19-vaccine-crashes-11615321373", "title": "Walgreens Site for Booking Covid-19 Vaccine Crashes", "date": "2021-03-09 16:27", "summary": "Visitors couldn't log in for several hours Tuesday, preventing them from making an appointment or filling prescriptions. Walgreens Boots Alliance Inc.'s online vaccine-booking system stopped working for several hours on Tuesday, preventing people from making appointments to get a Covid-19 vaccine.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-musicians-youve-never-heard-of-11615325122", "title": "The Best Musicians You've Never Heard Of", "date": "2021-03-09 16:25", "summary": "When not working in movie-studio orchestras, the members of the Hollywood String Quartet performed classical music and even backed Frank Sinatra.. Now that the best symphonic film scores of the studio-system era are generally recognized as masterpieces of their kind and programmed by orchestras around the world, the names of the men who composed them-Bernard Herrmann, Erich Wolfgang Korngold, Miklós Rózsa, Franz Waxman-have come to be familiar to music lovers. But what of the men and women who played them? The major studios employed in-house orchestras to record the scores for the films they released, and the players were highly trained, well-paid top-tier musicians who took their anonymous studio work seriously. Nevertheless, many of these artists continued to perform classical music on the side, and four of the finest of them started giving concerts in 1947 and, later, making records. Unashamed of their unprestigious day jobs, they instead flaunted them by dubbing themselves the Hollywood String Quartet, and within a few years the HSQ was widely regarded as one of America's top chamber-music groups.", "categories": [["Books & Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/sightings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-streaming-service-reaches-more-than-100-million-subscribers-11615319190", "title": "Disney+ Streaming Service Reaches More Than 100 Million Subscribers", "date": "2021-03-09 16:23", "summary": "Walt Disney executives aim for Disneyland to reopen in late April. Walt Disney Co. 's flagship streaming service, Disney+, has surpassed 100 million subscribers, the company said Tuesday, a symbolic win that emphasizes how the company has been the most successful of the new entrants trying to chip away at Netflix Inc.'s direct-to-consumer dominance.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorkers-age-60-and-up-can-soon-start-getting-covid-19-vaccine-11615309943", "title": "New Yorkers Age 60 and Up Can Soon Start Getting Covid-19 Vaccine", "date": "2021-03-09 16:21", "summary": "Gov. Andrew Cuomo says the age group can start signing up for shots on Wednesday as vaccine supplies continue to improve. New Yorkers age 60 and up can sign up for Covid-19 vaccinations beginning Wednesday as the flow of vaccine supplies continues to improve, Gov. Andrew Cuomo said.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stitch-fix-feels-the-pain-of-postal-service-delays-11615324869", "title": "Stitch Fix Feels the Pain of Postal Service Delays", "date": "2021-03-09 16:21", "summary": "Online fashion seller's shares tumble after disappointing results, outlook. Stitch Fix Inc. is paying for the Postal Service's problems.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marriage-or-mortgage-review-pick-one-11615324655", "title": "'Marriage or Mortgage' Review: Pick One", "date": "2021-03-09 16:17", "summary": "Real couples decide between hosting a lavish wedding and buying a house.. 'You could buy a house for what this shindig cost!\" is the kind of thing people say at weddings, perhaps while downing truffled foie gras and Veuve Clicquot. Regardless of the menu, they don't really mean it. And neither does \"Mortgage or Marriage,\" though it does use a similar sentiment as its launch point: Do you spend your entire bankroll on a wedding? Or a house?", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buckingham-palace-to-deal-with-meghan-markles-racism-allegations-privately-11615316168", "title": "Royal Family to Deal With Racism Claims Privately", "date": "2021-03-09 16:11", "summary": "Queen Elizabeth broke her silence over the allegations aired in an interview with Oprah Winfrey, saying they are 'concerning' and will be addressed within the family. LONDON-Queen Elizabeth expressed concern on Tuesday over allegations of racism in the royal ranks raised by Prince Harry and Meghan Markle this week, but said that the royal family would address them privately.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-relief-bill-would-expand-affordable-care-act-subsidies-11615299486", "title": "Covid-19 Stimulus Bill Contains Biggest Change to Obamacare Since 2010", "date": "2021-03-09 16:04", "summary": "Changes to Affordable Care Act would include increasing subsidies to buy plans and encouraging more states to expand Medicaid. The $1.9 trillion coronavirus relief bill under consideration by the House after passage by the Senate would increase subsidies to people who buy Affordable Care Act health plans, marking the biggest changes to the health law since its passage in 2010.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/b-east-wednesday-crossword-march-10-11614983515", "title": "B-East (Wednesday Crossword, March 10)", "date": "2021-03-09 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-retirees-prove-that-youre-never-too-old-to-build-an-ultramodern-house-11615321845", "title": "These Retirees Prove You're Never Too Old to Build an Ultramodern House", "date": "2021-03-09 15:45", "summary": "Resume Subscription. AAfter 47 years of living in a Victorian farmhouse, Ann and John Eldridge built an ultramodern retirement home with a leaf-shaped roof. And they did so in dramatic style by building an ultramodern home with a zinc roof shaped like a huge leaf.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/biden-to-meet-virtually-friday-with-leaders-of-australia-japan-and-india-11615316599", "title": "Biden to Meet Virtually Friday With Leaders of Australia, Japan and India", "date": "2021-03-09 15:44", "summary": "The four-nation group known as the Quad is seen as a bulwark against Chinese expansionism. WASHINGTON-President Biden will meet virtually on Friday with the leaders of Australia, Japan and India, his first joint conversation with the four-nation group known as the Quad that has sought to counter China's regional influence.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/norton-juster-author-of-the-phantom-tollbooth-dies-at-91-11615322603", "title": "Norton Juster, Author of 'The Phantom Tollbooth,' Dies at 91", "date": "2021-03-09 15:43", "summary": "Children's author wrote about a world of adventure in the million-selling classic. Norton Juster, the celebrated children's author who fashioned a world of adventure and punning punditry in the million-selling classic \"The Phantom Tollbooth\" and remained true to his wide-eyed self in such favorites as \"The Dot and the Line\" and \"Stark Naked,\" has died at 91.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-pet-instagram-accounts-defensible-11615322595", "title": "Should Pets Have Instagram Accounts?", "date": "2021-03-09 15:43", "summary": "We know you love your pandemic puppy, rabbit or duck. But should you create a social media account to document their every wriggle and quack? Here, both sides.. For the recurring series, That's Debatable, we take on a contentious issue of the day and present two spirited arguments-one in favor and other emphatically opposed. Previous installments from the series are here.", "categories": [["Life & Work", "Fashion", "That's Debatable"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/that-s-debatable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-dog-major-causes-injury-to-unidentified-person-white-house-says-11615322237", "title": "Biden's Dog Major Causes Injury to Unidentified Person", "date": "2021-03-09 15:37", "summary": "Press secretary Jen Psaki says Major was 'surprised by an unfamiliar person'. WASHINGTON-One of President Biden's German shepherds caused a minor injury to an unidentified person this week, White House press secretary Jen Psaki said Tuesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biggest-gains-in-customer-satisfaction-in-the-management-top-250-11615321528", "title": "Biggest Gains in Customer Satisfaction in the Management Top 250", "date": "2021-03-09 15:25", "summary": "Agilent Technologies heads the list, followed by Rockwell Automation and PerkinElmer. Agilent Technologies Inc . posted the biggest increase of any company in the latest Management Top 250 ranking in its score for customer satisfaction, followed by Rockwell Automation Inc. and PerkinElmer Inc.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kerry-and-eu-discuss-further-cooperation-on-climate-change-11615320423", "title": "Kerry, EU Discuss Further Cooperation on Climate Change", "date": "2021-03-09 15:12", "summary": "Biden envoy John Kerry says U.S. rejoining Paris accord and renewed trans-Atlantic efforts will prompt other countries to take more action. BRUSSELS-Renewed trans-Atlantic cooperation on addressing climate change will prompt other countries to take more action and improve prospects for coming global meetings on the issue, said President Biden's special envoy for climate change, John Kerry, after meeting with allies here.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hoodies-jordans-macklemore-golf-enters-its-streetwear-moment-11615319244", "title": "Hoodies, Jordans, Macklemore: Golf Enters Its Streetwear Moment", "date": "2021-03-09 14:47", "summary": "How a group of nascent fashion brands-including Bogey Boys, a label founded by the Grammy-winning rapper Macklemore-are bringing a new cool factor to golf's once-stuffy style. WITH A 30 handicap, George Halawa of Los Angeles will concede he's not the world's best golfer. Still, he loves the game-so much that last year he launched the Double Bogey Club, a golf-inspired clothing label. So far, he's released logo bucket hats and caps. In the months to come, he'll offer clothes like nylon anoraks that are, as he put it, \"geared toward a streetwear vibe.\" Mr. Halawa's own golf style reflects a modern, come-as-you-are approach-he often hits the links in a polo shirt and sweatpants.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-name-antitrust-scholar-lina-khan-for-ftc-post-11615316987", "title": "Biden to Name Antitrust Scholar Lina Khan for FTC Post", "date": "2021-03-09 14:37", "summary": "Columbia University professor has warned of Big Tech's market power. WASHINGTON-President Biden is expected to nominate Lina Khan, a critic of Big Tech's market power, to a seat on the Federal Trade Commission, according to people familiar with the situation, in a move that could signal more aggressive application of laws to ensure competition.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lets-redesign-the-laptop-for-a-work-from-home-era-11615318285", "title": "Let's Redesign the Laptop for a Work-From-Home Era", "date": "2021-03-09 14:31", "summary": "It's the key technology for remote work. We asked experts what improvements are coming-and what improvements they wish were coming.. With remote work here to stay, a lot of focus has turned toward the key work-from-home technology tool: the laptop. But relying so heavily on the laptop has raised all sorts of issues-from camera and sound quality to security and privacy.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-needs-history-but-what-history-11615317160", "title": "America Needs History, but What History?", "date": "2021-03-09 14:12", "summary": "Where are we going to find fair-minded teachers (those who might take seriously the idea that the U.S. isn't irredeemably tainted)?. Regarding \"America Needs History and Civics Education to Promote Unity\" signed by six former secretaries of education (op-ed, March 2): It's nice, I guess, that the former education secretaries want to reinvigorate history and civics education, but it's probably too late. Given that these subjects have been ignored for decades, where are we going to find fair-minded teachers (those who might take seriously the idea that the U.S. isn't irredeemably tainted)? In schools of education? Puh-leeze.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/h-r-1-would-end-bipartisanship-at-the-fec-11615316886", "title": "H.R. 1 Would End Bipartisanship at the FEC", "date": "2021-03-09 14:08", "summary": "H.R. 1 would end the FEC's bipartisan structure that prevents either major party from controlling the commission and using its enforcement and rule-making powers to the partisan detriment of candidates of the other party.. In \"An Unconstitutional Voting 'Reform'\" (op-ed, Feb. 17), David B. Rivkin Jr. and Jason Snead show that H.R. 1, the so-called \"For the People Act,\" is unconstitutional (besides being a bad bill on policy grounds) in its many provisions that would federalize the conduct of our elections. Former Federal Election Commission Chair Trevor Potter disagreed in a Feb. 25 letter, citing his credentials at the FEC. However, as a former chair of the FEC, I know that the FEC doesn't regulate the conduct of elections, as Mr. Potter intimates; it only regulates the financing of political campaigns. It counts the money, not the votes.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-improvement-on-the-12th-amendment-for-elections-11615316790", "title": "An Improvement on the 12th Amendment for Elections", "date": "2021-03-09 14:06", "summary": "Should no candidates receive the necessary 270 votes, the candidate who won the popular vote would be declared the winner.. Instead of using John Steele Gordon's remedies for the 12th Amendment in \"The 12th Amendment's Dangerous Defect\" (op-ed, Feb. 23), why not totally take Congress out of the election process should there be an Electoral College vote tie or three or more candidates with none securing the needed 270 electoral votes?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-saga-prompts-sec-to-weigh-review-of-payment-for-order-flow-11615316739", "title": "GameStop Saga Prompts SEC to Weigh Review of Stock Order System", "date": "2021-03-09 14:05", "summary": "Practice of funneling small investors's stock orders to high-speed trading firms draws regulator's scrutiny. WASHINGTON-The Securities and Exchange Commission's acting chairwoman signaled support for a wholesale review of a practice that funnels many small investors' stock orders to be filled by high-speed trading firms.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charging-stations-for-all-those-new-electric-vehicles-11615316621", "title": "Charging Stations for All Those New Electric Vehicles", "date": "2021-03-09 14:03", "summary": "Sorry, more subsidies for the rich who can afford electric vehicles aren't the answer.. \"Keywords: The Electric-Car Revolution Needs More Plugs\" (Exchange, Feb. 27) discusses more government subsidies to build charging stations. Sorry, more subsidies for the rich who can afford electric vehicles aren't the answer. Don't forget that about 80% of charging is done at home and is adequate for local driving. Recent data shows EVs are driven only about 5,800 miles a year. EV owners usually have another vehicle. Gas-station convenience stores, shopping malls and companies are adding charging stations even when they aren't profitable to attract high-income shoppers. That is why the Delaware Public Service Commission and commissions in other states have declared charging a competitive market with the support of two different major charger suppliers.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stimulus-will-kill-jobs-and-create-more-dependency-11615316554", "title": "Stimulus Will Kill Jobs and Create More Dependency", "date": "2021-03-09 14:02", "summary": "The economic effect of losing five to eight million jobs is only one aspect of the damage.. Regarding Casey B. Mulligan and Stephen Moore's \"How Many Jobs Will the 'Stimulus' Kill?\" (op-ed Feb. 26): The economic effect of losing five to eight million jobs is only one aspect of the damage. I appreciate the authors pointing out the cruel dilemma presented to workers: lose money by going back to work. Not only a Faustian bargain for this and future generations, but a sinister effort to buy votes by increasing government dependency and robbing citizens and their families of the dignity that comes with work.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-turns-chaplains-into-personal-shoppers-for-cargo-ship-workers-11615314620", "title": "Covid Turns Chaplains Into Personal Shoppers for Cargo Ship Workers", "date": "2021-03-09 13:30", "summary": "Resume Subscription. Cora DiDomenico has worked as a chaplain for three years at the International Seafarers' Center in Port Newark, N.J., visiting with cargo ships' crews from around the world.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/sauna-innovations-promise-to-bring-health-benefits-to-more-people-11615312814", "title": "Sauna Innovations Promise to Bring Health Benefits to More People", "date": "2021-03-09 13:00", "summary": "App-based controls and space-saving designs could bring Scandinavia's long tradition of sauna bathing to wellness-focused users stateside. Author", "categories": [["", "Well-Being"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-battery-powered-car-hopes-ride-on-lithium-one-producer-paves-the-way-11615311932", "title": "America's Battery-Powered Car Hopes Ride on Lithium. One Producer Paves the Way.", "date": "2021-03-09 12:45", "summary": "Resume Subscription. GASTON COUNTY, N.C.-The rolling hills of North Carolina's Piedmont region are an unlikely setting for a next-generation technology transformation that has become a national priority.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-and-china-engage-tentatively-on-climate-change-11615301108", "title": "U.S and China Engage, Tentatively, on Climate Change", "date": "2021-03-09 12:42", "summary": "Washington and Beijing will co-chair a G-20 study group focusing on climate-related financial risks, a confidence-building move amid strained bilateral ties. HONG KONG-The U.S. and China are engaged in a confidence-building exercise that could show whether the world's two largest economies can work together on shared priorities despite deep disagreements and a badly strained bilateral relationship.", "categories": [["WSJ News Exclusive", "World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-wakes-up-to-the-china-threat-11615311587", "title": "America Wakes Up to the China Threat", "date": "2021-03-09 12:39", "summary": "Public opinion on Beijing is hardening, as lawmakers propose more tech funding.. In last week's column, I made the case that China's investments in technology posed a challenge to American leadership, and that the U.S. has mostly failed to respond. This week, I want to highlight some signs that we are beginning to recognize the threat.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-s-needs-more-federal-judges-11615311539", "title": "The U.S. Needs More Federal Judges", "date": "2021-03-09 12:39", "summary": "Neither side wants to give the other an appointment windfall, but there's a way to break the impasse.. Democrats and Republicans agree the U.S. needs more federal judges to keep up with expanding caseloads. But they haven't taken action because of partisan differences over when to create them. Congress hasn't authorized a new appellate judgeship since 1990 or a new permanent district court judgeship since 2003.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-seeks-to-double-share-of-world-chip-market-by-2030-in-digital-sovereignty-drive-11615305395", "title": "EU Seeks to Double Share of World Chip Market by 2030 in 'Digital Sovereignty' Drive", "date": "2021-03-09 12:17", "summary": "Bloc pledges more than $150 billion to bolster technological independence. BRUSSELS-The European Union is pledging more than $150 billion to develop next-generation digital industries this decade as it seeks to reverse a widening gap with the U.S. and East Asian rivals in advanced technologies like chips and artificial intelligence.", "categories": [["Business", "Europe"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-inspired-gary-oldman-acting-career-11615309031", "title": "How Malcolm McDowell's Face Inspired Gary Oldman's Acting Career", "date": "2021-03-09 12:00", "summary": "Resume Subscription. Gary Oldman, 62, is an Oscar-winning actor who has starred in more than 70 films, including \"Sid and Nancy,\" \"Darkest Hour\" and \"Mank.\" He currently stars in the thriller \"Crisis.\" He spoke with Marc Myers.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/finding-inspiration-amid-a-pandemic-11615309012", "title": "Finding Inspiration Amid a Pandemic", "date": "2021-03-09 11:56", "summary": "We invited readers to share their stories about how the pandemic changed their lives in 2020. The responses were surprisingly uplifting.. The Wall Street Journal invited readers to share their stories about how the pandemic changed their lives. The responses were surprisingly uplifting. Here is a sampling of letters, which have been edited for length and clarity.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supply-chain-turmoil-knocks-roller-skaters-off-balance-11615308190", "title": "Supply-Chain Turmoil Knocks Roller Skaters Off Balance", "date": "2021-03-09 11:43", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/crowded-bet-against-10-year-treasury-hits-repo-market-11615305873", "title": "Crowded Bet Against 10-Year Treasury Hits Repo Market", "date": "2021-03-09 11:04", "summary": "Hedge funds, others are paying to lend cash in exchange for 10-year Treasurys amid bets on rising rates. Investor bets on rising U.S. interest rates are testing the short-term cash markets that serve as the financial system's plumbing.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-smokers-should-be-scanned-for-lung-cancer-panel-says-11615305600", "title": "More Smokers Should Be Scanned for Lung Cancer, Panel Says", "date": "2021-03-09 11:00", "summary": "U.S. advisory group recommends CT scanning for a much larger group of current and former smokers. WASHINGTON-A federal medical panel is calling for a significant expansion of CT scanning for smokers to detect lung cancer, citing studies that found the imaging studies can save more lives than previously known.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/going-up-no-touch-elevators-11615305600", "title": "Going Up: No-Touch Elevators", "date": "2021-03-09 11:00", "summary": "How elevator companies are trying to make their products as contact-free as possible. ", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-nfl-nba-mlb-rules-changes-11615253290", "title": "How Covid-19 Will Shape Sports-Even After the Pandemic Fades", "date": "2021-03-09 11:00", "summary": "Some changes to rules and the fan experience are here to stay, as is the increased leverage athletes have to speak their mind. In the first major American sports event after a novel coronavirus shuttered sports last spring, millions watched NFL commissioner Roger Goodell announce draft picks from his basement while the league's coaches and general managers made their decisions from home offices.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-help-kids-manage-anxiety-as-schools-reopen-11615305471", "title": "How to Help Kids Manage Anxiety as Schools Reopen", "date": "2021-03-09 10:57", "summary": "More schools are reopening for in-person learning. Here's how to help kids navigate worries about returning to class.. With federal health and education officials making a big push to restart in-person learning, more kids are returning to school. But after months of wearing pajamas to virtual math class, being back in school will be a major transition for many students and their parents. \"It's going to feel new and everybody is going to spend time figuring it out,\" says Lynn Linde, chief knowledge and learning officer at the American Counseling Association, a trade group in Alexandria, Va. \"Parents can expect that kids are going to come home with mixed feelings about being back in school.\"", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-massive-palm-beach-estate-has-sold-for-94-million-11615302478", "title": "A Massive Palm Beach Estate Has Sold For $94 Million", "date": "2021-03-09 10:07", "summary": "Resume Subscription. A sprawling oceanfront Florida compound-one of the most expensive real-estate listings in the country- has sold for roughly $94 million, about six years after it first came on the market, according to the multiple listings service and a person familiar with the deal.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/david-mintz-turned-tofu-into-a-nondairy-ice-cream-11615302004", "title": "David Mintz Turned Tofu Into a Nondairy Ice Cream", "date": "2021-03-09 10:00", "summary": "New York entrepreneur, who has died at age 89, experimented for nine years before creating Tofutti. When David Mintz decided to make ice cream out of tofu, he said, \"people thought I was nuts.\"", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-zillow-peloton-what-to-watch-when-the-stock-market-opens-today-11615292125", "title": "Tesla, Zillow, Peloton, GameStop: What to Watch When the Stock Market Opens Today", "date": "2021-03-09 09:10", "summary": "Tech stocks are rallying in premarket trading, reversing course after several days of losses. Here's what we're watching as markets kick into gear on Tuesday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/young-central-american-migrants-see-biden-era-as-chance-to-enter-u-s-11615298419", "title": "Young Central American Migrants See Biden Era as Chance to Enter U.S.", "date": "2021-03-09 09:00", "summary": "The new administration is trying to ease Trump's border policies without sparking a fresh wave of migrants. Late last month, Honduran teenager Elder Cruz was detained by Mexican immigration authorities near Mexico's southern border with Guatemala and deported to Honduras.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/record-drought-strains-the-southwest-11615298405", "title": "Record Drought Strains Southwest", "date": "2021-03-09 09:00", "summary": "Resume Subscription. ST. GEORGE, Utah-For the first time ever, rancher Jimmie Hughes saw all 15 of the ponds he keeps for his cattle dry up at the same time this year.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-many-ways-companies-waste-money-with-technology-spending-11615298419", "title": "The Many Ways Companies Waste Money With Technology Spending", "date": "2021-03-09 09:00", "summary": "Among the problems: the high cost of the cloud, misunderstanding customer sentiment and a build-your-own bias. Companies spend a lot of money on technology. They waste a lot, too.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/search-engine-kayak-courts-small-hotel-owners-with-digital-app-service-11615294800", "title": "Search Engine Kayak Courts Small Hotel Owners With Digital App Service", "date": "2021-03-09 08:00", "summary": "The new system will debut at the newly branded Kayak Miami Beach hotel next month. The travel search company Kayak is launching a new feature that will enable guests at independent hotels to use the Kayak app to check in, lock their rooms and order food or fresh towels.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/office-app-makers-cashing-in-on-pandemic-safety-needs-11615294802", "title": "Office App Makers Cashing In on Pandemic Safety Needs", "date": "2021-03-09 08:00", "summary": "Real-estate firm VTS is buying startup Rise Buildings in $100 million deal. Investors are pouring money into phone apps that enable companies to monitor employees' movements and ensure they are complying with social distancing and other Covid-19-related health protocols.", "categories": [["WSJ News Exclusive", "Property Report"]], "category_links": ["https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-real-estate-investors-attracted-to-british-pubs-11615294805", "title": "British Pubs Draw U.S. Real-Estate Investors", "date": "2021-03-09 08:00", "summary": "Oaktree Capital is latest American firm to invest in sector, undeterred by pandemic or recent lockdowns. The pandemic hasn't stopped Brits from drinking. But it has been a bad year for the U.K.'s 47,200-strong pub sector, which has been battered by three national lockdowns, long-term bans on eating and drinking indoors, and restricted operating hours.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nba-top-shot-nft-crypto-digital-collectibles-11615266042", "title": "The Whales of NBA Top Shot Made a Fortune Buying LeBron Highlights", "date": "2021-03-09 08:00", "summary": "They were early to the hottest NFT market-and their collections are now worth millions of dollars. Michael Levy was scrolling Twitter last September when he noticed someone mention something that he wanted to know more about. What is NBA Top Shot? he wondered.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-know-about-unemployment-benefits-in-1-9-trillion-covid-19-relief-bill-11615294187", "title": "What to Know About Unemployment Benefits in Covid-19 Relief Bill", "date": "2021-03-09 07:49", "summary": "Two special pandemic-related programs are extended through Sept. 6 and recipients of regular state benefits get an extra $300. Congress is this week expected to approve a $1.9 trillion pandemic-aid package that extends the duration of unemployment benefits available to millions of jobless workers, sending it to President Biden for his expected signature. The plan extends two pandemic-related programs used by nearly 12 million people and lengthens supplemental $300 payments to all laid-off workers receiving unemployment benefits by several months.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stitch-fix-trips-on-its-own-heels-11615293001", "title": "Stitch Fix Trips on Its Own Heels", "date": "2021-03-09 07:30", "summary": "The e-tailer faces a makeover, but its unexpected post-holiday sale is worth checking out. Stitch Fix may be having an identity crisis, but it isn't anything a good makeover can't fix.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-equitys-time-may-have-come-for-bank-deals-11615292397", "title": "Private Equity's Time May Have Come for Bank Deals", "date": "2021-03-09 07:19", "summary": "Regulators seem to be more open to buyouts as one of the few options smaller European lenders have to shift their low valuations. Even as optimism about a vaccine-led recovery rips through global markets, European banks remain valued for a deeply uncertain future. There are no easy answers, but going private could be a solution for smaller ones.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-european-esg-rules-to-hit-fund-managers-around-the-world-11615291644", "title": "EU to Make Fund Managers Back Up Sustainability Claims", "date": "2021-03-09 07:07", "summary": "New sustainable-investment rules apply to all fund managers that raise money in the bloc. The European Union is bringing rules into effect on Wednesday that seek to regulate the fast-growing sustainable-finance industry for the first time.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-land-by-theo-bleckmann-and-the-westerlies-and-migration-of-silence-into-and-out-of-the-tone-world-volumes-1-10-by-william-parker-reviews-refreshing-the-protest-song-11615291200", "title": "'This Land' by Theo Bleckmann and the Westerlies and 'Migration of Silence Into and Out of the Tone World, Volumes 1-10' by William Parker Reviews: Refreshing the Protest Song", "date": "2021-03-09 07:00", "summary": "Two new releases blend jazz with other genres to challenge injustice.. There is a long tradition of songs meant to gather us in protest against injustice and unite us around troubling truths and uplifting ideals-think \"Strange Fruit,\" made famous by Billie Holiday, or Woody Guthrie's \"This Land Is Your Land\" or Curtis Mayfield's \"Move On Up.\" There's another tradition-just as vital, and growing-in which legacies of jazz, popular, folk and classical music converge, or rather where such categories fall away in the interests of collective intent.", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/argentina-tries-to-tax-and-spend-its-way-out-of-an-economic-crisis-11615291201", "title": "Argentina Tries to Tax and Spend Its Way Out of Crisis", "date": "2021-03-09 07:00", "summary": "Alberto Fernández's administration bans layoffs, raises duties on some key exports and taxes the superrich. Argentine farmer Javier Rotondo says he should be reaping a historic bounty with grain prices surging to their highest level in years.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-regulation-tweak-unlikely-to-be-cure-all-for-treasurys-11615291202", "title": "Bank Regulation Tweak Unlikely to Be Cure-All for Treasurys", "date": "2021-03-09 07:00", "summary": "Extending a pandemic rule enabling banks to hold more Treasurys may have a limited impact on rising yields. Sometimes the arcana of bank regulation becomes a matter of market fascination. Often it ends up not being quite as important as everyone had hoped.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sofi-is-buying-a-community-lender-to-speed-up-banking-expansion-11615291202", "title": "SoFi Is Buying a Community Lender to Speed Up Banking Expansion", "date": "2021-03-09 07:00", "summary": "Fintech startup to pay $22 million for California-based Golden Pacific. Fintech startup Social Finance Inc. agreed to buy a tiny California community lender to accelerate its push into the banking business.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zoom-fatigue-the-differing-impact-on-introverts-and-extroverts-11615291202", "title": "Zoom Fatigue: The Differing Impact on Introverts and Extroverts", "date": "2021-03-09 07:00", "summary": "Video tools take a toll on both kinds of personalities-sometimes in surprising ways. Over a year into the Covid-19 pandemic, more people are increasingly familiar with \"Zoom fatigue,\" the tiredness and burnout caused by overuse of videoconferencing tools such as Zoom.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marcus-rashford-interview-premier-league-11615219960", "title": "Why Marcus Rashford Is the New Prince of England", "date": "2021-03-09 06:45", "summary": "Premier League star Marcus Rashford wants to end food poverty and give every child a fighting chance to beat the odds-as he did when he became one of Manchester United's youngest stars. To be a 23-year-old star forward for Manchester United is to have a lot of life right where you want it, especially if you're a local kid like Marcus Rashford. Under normal circumstances, you play home games in front of 73,000 fans for the team you grew up supporting. You wear one of the most storied crests in sports over your heart.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-technology-stocks-have-fallen-harder-than-u-s-peers-11615288384", "title": "Chinese Technology Stocks Have Fallen Harder Than U.S. Peers", "date": "2021-03-09 06:13", "summary": "Index of largest technology stocks listed in Hong Kong drops 26% in less than three weeks. U.S. technology stocks have slipped into correction territory. Chinese technology stocks have fallen even more.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ahold-cfo-aims-to-make-online-sales-a-larger-part-of-its-revenues-11615285802", "title": "Ahold CFO Aims to Make Online Sales a Larger Part of Its Revenues", "date": "2021-03-09 05:30", "summary": "Owner of Peapod and Stop & Shop grocery chains plans to double down on e-commerce business this year. The finance chief of the owner of Peapod, Stop & Shop and Food Lion plans to keep investing in new distribution channels and technology so that online shopping will become a larger part of the grocer's overall revenue.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/t-mobile-to-step-up-ad-targeting-of-cellphone-customers-11615285803", "title": "T-Mobile to Step Up Ad Targeting of Cellphone Customers", "date": "2021-03-09 05:30", "summary": "Wireless carrier tells subscribers it could share their masked browsing, app data and online activity with advertisers unless they opt out. T-Mobile US Inc. will automatically enroll its phone subscribers in an advertising program informed by their online activity, testing businesses' appetite for information that other companies have restricted.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-esg-shareholder-proposals-could-reach-ballots-under-new-sec-leadership-11615285800", "title": "More ESG Shareholder Proposals Could Reach Ballots Under New SEC Leadership", "date": "2021-03-09 05:30", "summary": "SEC guidance under the Trump administration emboldened some companies to block shareholder resolutions on environmental and social issues. Shareholder resolutions on environmental and social issues could find more support from the Securities and Exchange Commission's new leadership, some investors and former SEC officials say, potentially creating headaches for large companies that have to publicly respond to investor demands.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/advocates-fight-covid-19-vaccine-concerns-among-agricultural-workers-11615285801", "title": "Advocates Fight Covid-19 Vaccine Concerns Among Agricultural Workers", "date": "2021-03-09 05:30", "summary": "Heavily Latino workforce is highly vulnerable to the coronavirus yet often reluctant to get vaccinated. Luz Gallegos stood in a Hemet, Calif., orange grove last month and asked for a show of hands among the farmworkers assembled there: How many of you want a Covid-19 vaccine? No hands went up.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-growth-surge-could-unbalance-fragile-world-economy-11615284077", "title": "Unexpected U.S. Growth Surge Could Unbalance Fragile Global Economy", "date": "2021-03-09 05:01", "summary": "OECD doubles its growth forecast for world's largest economy; warns that surge could suck capital away from faltering emerging markets. A surprisingly strong surge in U.S. growth will drive a sharp rebound in the world economy this year, but the strength of the American bounce could unbalance weaker economies, particularly in the developing world.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-risks-resuming-global-economic-irrelevance-11615280808", "title": "Japan Risks Resuming Global Economic Irrelevance", "date": "2021-03-09 04:06", "summary": "Having reached the end of its rope with conventional monetary policy, the BOJ seems to have reached the limits of unconventional policy too. Next week, Japan's central bank will formally review its monetary-policy strategy for the first time since 2016. Relatively little is expected from that review. Worse still, relatively little is expected of Japan.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-china-worries-about-losing-manufacturing-11615275559", "title": "Why China Worries About Losing Manufacturing", "date": "2021-03-09 02:39", "summary": "The country's latest five year-plan shows Beijing is concerned-and with good reason. Every half decade as spring is creeping into the capital, Beijing releases a new five-year plan to signal key economic policy goals. This year, the outline of the plan contains a new and intriguing goal: Keep manufacturing as a percentage of the total economy \"basically stable.\"", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-isnt-inflations-tip-ping-point-11615289580", "title": "This Isn't Inflation's TIP-ping Point", "date": "2021-03-09 00:01", "summary": "There are reasons to expect more inflation, but don't take the surge baked into Treasury inflation-protected securities too literally. The Treasury market is implying substantially more inflation over the next decade than it did in the fall. That rise may have as much to do with investors worrying less that the world is about to fall apart than a belief that inflation is headed inexorably higher.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11615242313", "title": "Pepper...and Salt", "date": "2021-03-09 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-sen-roy-blunt-of-missouri-wont-run-for-re-election-in-2022-11615217930", "title": "GOP Sen. Roy Blunt of Missouri Won't Run for Re-Election", "date": "2021-03-09 22:47", "summary": "Lawmaker becomes latest long-serving Republican to decline to seek another term. WASHINGTON-Republican Sen. Roy Blunt of Missouri said he wouldn't run for re-election in 2022, the latest in a series of retirements planned by veteran lawmakers as the GOP reorients itself following the loss of the White House and both chambers of Congress.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-companies-in-china-say-political-tensions-remain-top-concern-11615248000", "title": "U.S. Companies in China Say Political Tensions Remain Top Concern", "date": "2021-03-09 22:32", "summary": "In new survey, American businesses also say some longer standing complaints about doing business in China are receding. SHANGHAI-U.S.-China political tensions remain the top concern for American companies in China despite some optimism about the relationship improving under President Biden, according to companies surveyed by the American Chamber of Commerce in China.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tegna-board-nominee-withdraws-citing-ceos-cultural-insensitivity-11615258746", "title": "Tegna Board Nominee Withdraws, Citing CEO's 'Cultural Insensitivity'", "date": "2021-03-09 21:59", "summary": "Attorney and consultant Adonis Hoffman, part of a slate put forward by hedge fund Standard General LP, also cited potential conflicts of interest. A candidate for broadcaster Tegna Inc.'s board of directors has withdrawn his nomination, citing potential conflicts of interest and an incident that he says demonstrated cultural insensitivity by the company's chief executive.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meghan-markles-oprah-interview-throws-uncomfortable-spotlight-on-race-in-u-k-11615227237", "title": "Meghan Markle Interview Throws Uncomfortable Spotlight on Race in U.K.", "date": "2021-03-09 21:54", "summary": "Duke and Duchess of Sussex said they left the U.K. in part due to racism, singling out the British press. LONDON-An interview by Prince Harry and Meghan Markle, in which the couple said a member of the royal family asked how dark their unborn child's skin would be, has thrust the British monarchy into the center of an uncomfortable discussion over the role of race in British society.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-car-sales-more-than-quadrupled-in-february-11615257342", "title": "China's Car Sales More Than Quadrupled in February", "date": "2021-03-09 21:49", "summary": "Sales slumped in 2020 when the country was in the grip of the Covid-19 pandemic. BEIJING-China's car sales surged in February from a year earlier when the country was at the height of the coronavirus pandemic and consumers were locked down in their homes.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jd-needs-a-speedy-logistics-ipo-11615203352", "title": "JD Needs to Move Fast With Logistics IPO", "date": "2021-03-09 21:18", "summary": "Chinese e-commerce giant ought to follow healthcare unit's successful spinoff swiftly, lest local stocks lose more steam. The latest spinoff from China's second largest e-commerce company needs to move quickly to deliver.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capitol-riot-task-force-urges-more-police-retractable-fencing-for-security-11615230829", "title": "Capitol Riot Task Force Urges More Police, Retractable Fencing", "date": "2021-03-09 21:00", "summary": "A review of the security at the Capitol also recommends a quick reaction force and better protection for lawmakers. WASHINGTON-A task force reviewing security at the Capitol following the Jan. 6 assault recommends adding hundreds more officers to the Capitol Police, creating a rapid-reaction force and using retractable fencing at the complex.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-shot-is-better-than-none-11615250588", "title": "One Shot Is Better Than None", "date": "2021-03-09 19:43", "summary": "Giving more people a single dose of mRNA Covid vaccines saves more lives than giving fewer people two doses.. In my four years in Congress, the phrase I've heard most regularly abused is \"Follow the science.\" Politicians, bureaucrats and reporters in Washington-many of whom, based on their comments, seem to have last attended science class in eighth grade-have a penchant for developing policies and then lecturing the opposition on the \"science\" that follows their agenda. Like my granddad used to say, \"figures lie and liars figure.\" Covid-19 policy is no exception.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-policy-is-smothering-private-lending-11615250626", "title": "Fed Policy Is Smothering Private Lending", "date": "2021-03-09 19:43", "summary": "Banks, leery of making risky loans in the real economy, do business with the central bank instead.. The Federal Reserve's seeming willingness to provide inexhaustible financing of U.S. government debt is raising concerns about future inflation. Record-breaking growth in the money supply from the Fed's quantitative-easing bond purchases threatens price stability. But an even greater risk-one that goes to the heart of economic opportunity under democratic capitalism-is the effect of Fed decisions on private bank lending.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-lt-governor-calls-for-reversal-of-16-billion-blackout-overcharges-11615240985", "title": "Texas Lt. Governor Calls for Reversal of $16 Billion Blackout Overcharges", "date": "2021-03-09 19:07", "summary": "Dispute continues over whether to reprice state power market for expensive more-than-30-hour stretch after monitor recommended doing so. Texas Lt. Gov. Dan Patrick called on the state's grid operator and regulator to reverse $16 billion in electric overcharges that an independent market monitor said resulted from last month's blackouts.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-attorney-general-taps-former-acting-manhattan-u-s-attorney-for-cuomo-harassment-probe-11615242054", "title": "New York Attorney General Sets Legal Team for Cuomo Harassment Probe", "date": "2021-03-09 19:06", "summary": "Joon Kim and employment-discrimination attorney Anne Clark to lead investigation into alleged sexual harassment. New York Attorney General Letitia James on Monday appointed former acting Manhattan U.S. Attorney Joon Kim and employment-discrimination attorney Anne Clark to lead an investigation into alleged sexual harassment by Gov. Andrew Cuomo.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}]