[{"link": "https://www.wsj.com/articles/trumps-new-social-media-company-plans-to-go-public-via-spac-11634786531", "title": "Trump's Social-Media Platform to Go Public via SPAC", "date": "2021-10-20 23:32", "summary": "Former president says Trump Media & Technology Group will create Truth Social to combat large social-media platforms. Former President Donald Trump unveiled a new digital-media venture Wednesday and said it would go public by merging with a special-purpose acquisition company.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-wests-energy-masochism-russia-vladimir-putin-europe-11634675580", "title": "The West's Energy Masochism", "date": "2021-10-20 23:07", "summary": "Putin takes advantage of democratic Europe's self-defeating climate policies.. With winter fast approaching, Europe finds itself in an energy crisis-and reliant on the tender mercies of Russian strongman Vladimir Putin. It's a self-induced disaster years in the making.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-cut-programs-durations-to-lower-cost-of-social-policy-and-climate-plan-11634747582", "title": "Sinema's Opposition Stymies Democrats' Tax-Increase Plans", "date": "2021-10-20 19:54", "summary": "Democrats considering alternatives that would raise money for their social policy and climate package without touching top rates. WASHINGTON-Senate Democrats are considering abandoning central tax elements of their social policy and climate package, as a key senator continues to oppose any increase in marginal rates for businesses, high-income individuals or capital gains, according to people familiar with the matter.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-poised-for-record-quarterly-earnings-on-supply-chain-resilience-11634722200", "title": "Tesla Posts Record Quarterly Earnings on Supply-Chain Resilience", "date": "2021-10-20 19:47", "summary": "Elon Musk's electric vehicle-maker sales jump on strong deliveries. Tesla Inc. notched a third consecutive record quarterly profit, thanks in part to the electric-vehicle maker's ability to navigate persistent global supply-chain disruptions.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-authorizes-covid-19-vaccine-boosters-from-moderna-j-j-11634763535", "title": "FDA Authorizes Covid-19 Vaccine Boosters From Moderna, J&J", "date": "2021-10-20 19:32", "summary": "The extra doses are expected to become available in coming days, once the CDC offers guidance on usage. U.S. health regulators significantly widened the nation's Covid-19 booster campaign, clearing use of extra doses of Moderna Inc. and Johnson & Johnson vaccines and also saying people can get a shot that is different from what they had previously received.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-9-9-percent-review-the-tarnished-silver-spoon-11634770789", "title": "'The 9.9 Percent' Review: The Tarnished Silver Spoon", "date": "2021-10-20 18:59", "summary": "How to explain the failures of postwar liberalism without attributing any fault to postwar liberalism? Blame the rich.. You wouldn't know it from the bizarre overconfidence of today's Democratic Party, but the ideas, policies and attitudes of postwar American liberalism have mostly failed. Liberalism's one unquestionable triumph, the abolition of Jim Crow, happened more than a half-century ago. Otherwise its record is a catalog of disappointments and unintended consequences.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ibms-sales-hit-by-slower-client-spending-lower-than-expected-cloud-revenue-11634770776", "title": "IBM's Sales Hit by Slower Client Spending", "date": "2021-10-20 18:59", "summary": "CEO Arvind Krishna said clients paused new-project activity as separation of IBM's Kyndryl business is imminent. International Business Machines Corp. reported weaker-than-expected revenue in the latest quarter, weighed down by its cloud business and some clients' pause in spending.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democracy-still-lives-senate-filibuster-election-bill-voting-federalism-11634768146", "title": "Democracy Still Lives", "date": "2021-10-20 18:44", "summary": "The filibuster of the Senate voting bill is a victory for federalism.. Contrary to the claims of Democrats and nearly all of the media, democracy didn't die on Wednesday when the Senate filibustered another effort to nationalize the election laws of 50 U.S. states. The U.S. system was vindicated in that a narrow, partisan majority of 50 Senate Democrats wasn't able to steamroll America's constitutional federalism.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-new-woke-401-k-retirement-savings-esg-erisa-biden-administration-department-of-labor-proposal-11634753095", "title": "Your New Woke 401(k)", "date": "2021-10-20 18:41", "summary": "Biden proposes to rewrite Erisa to steer investment choices.. While Democrats in Congress negotiate over trillions of dollars in new spending, the Biden Administration is quietly advancing its agenda through regulation. Witness a little-noticed proposed rule last week by the Labor Department that will add new political directives to your retirement savings.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-gangs-of-haiti-missionaires-kidnapped-port-au-prince-11634681576", "title": "The Gangs of Haiti", "date": "2021-10-20 18:36", "summary": "The country is unlikely to restore order without international help.. If there were any doubt that Haiti is a failed state, the daylight kidnapping of 16 Americans and a Canadian in a suburb of Port-au-Prince on Saturday puts the matter to rest. The question remains whether anyone is willing to help Haiti restore a semblance of order for its 11 million inhabitants.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-military-taiwan-china-taipei-diplomatic-relations-invasion-11634760999", "title": "It'll Take More than American Military Might to Shore Up Taiwan", "date": "2021-10-20 18:29", "summary": "Team Biden needs a fuller strategy that includes international recognition and new regional alliances.. China's threat to Taiwan is real, not hypothetical, as recent incursions into the island's air-defense zone demonstrate. To counter Beijing's renewed belligerence, a successful strategy must go beyond eliminating the \"strategic ambiguity\" over whether the U.S. will come to the island's defense. A successful strategy will require clarifying Taiwan's status, its critical place in Indo-Pacific politics, and its economic importance globally. The U.S. military contribution to Taiwan's security is crucial, but it requires strong political support here and abroad.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-still-believe-colin-powell-principles-foreign-policy-11634759389", "title": "Americans Still Believe in Powell's Principles", "date": "2021-10-20 18:28", "summary": "Even as a generation of GOP foreign-policy titans passes, their ideas live on.. Former Secretary of State Colin Powell's memoir is titled \"An American Journey.\" It begins \"I have had a great life.\" So he did; so it was.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lessons-from-the-school-of-classic-rock-nelson-van-zant-simon-pancho-julio-11634759873", "title": "Lessons From the School of Classic Rock", "date": "2021-10-20 18:25", "summary": "Mr. Lightfoot and Mr. Dylan were among my favorite teachers.. He who sings prays twice, St. Augustine said. Maybe that is why music always has seemed a great teacher to me, although not every message has been holy. In fact, the instrument I least enjoy hearing at Catholic Mass, the acoustic guitar, I most enjoy hearing outside it, especially in the breezy ballads of the 1970s.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thomas-jefferson-still-standing-new-york-city-council-11634759125", "title": "Thomas Jefferson, Still Standing", "date": "2021-10-20 18:24", "summary": "It is progress that New York City won't put out his statue for trash collection.. The George Floyd summer of 2020 continues to reverberate through American life.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paypals-vision-board-comes-into-focus-with-pinterest-11634768100", "title": "PayPal's Vision Board Comes Into Focus With Pinterest", "date": "2021-10-20 18:15", "summary": "Payments company's ambitions to play a bigger role in the shopping process could pay off. Enough with the idle pinning. PayPal Holdings might be hoping it can inspire Pinterest 's users to start spending real money.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kyrsten-sinema-in-tax-fight-is-back-in-the-thick-of-democratic-debate-11634767578", "title": "Why Kyrsten Sinema Is at the Center of Democrats' Tax-Hike Fight", "date": "2021-10-20 18:11", "summary": "Arizona senator's opposition to tax increases are another reminder of the sway she holds over passage of President Biden's agenda. Sen. Kyrsten Sinema has emerged as one of the most powerful Democrats in Washington, with her concerns about the size and funding for Democrats' social policy and climate package dictating what the party will be able to pass.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/novavax-shares-plunge-on-report-of-covid-19-vaccine-manufacturing-problems-11634732939", "title": "Novavax Shares Plunge on Report of Covid-19 Vaccine Manufacturing Problems", "date": "2021-10-20 17:57", "summary": "A report in Politico said the pharmaceutical company was having difficulties manufacturing a Covid-19 vaccine that met regulators' quality standards. Shares of Novavax Inc . fell sharply Wednesday after a report said that the pharmaceutical company was running into difficulties manufacturing a Covid-19 vaccine that met regulators' quality standards.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazilian-panel-recommends-criminal-charges-against-jair-bolsonaro-11634767002", "title": "Brazilian Panel Seeks Criminal Charges Against Bolsonaro", "date": "2021-10-20 17:56", "summary": "Senate probe into president concludes he mishandled Covid-19 response, but observers say the accusations aren't likely to reach courts. SÃO PAULO-A Brazilian senate investigation into President Jair Bolsonaro recommended Wednesday that the ex-army captain face criminal charges over his handling of the pandemic, alleging he let Covid-19 rage freely in the country to test out herd immunity.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steve-bannon-case-poses-test-for-merrick-garland-after-biden-weighs-in-11634748150", "title": "Bannon Case Poses Test for Garland After Biden Weighs In", "date": "2021-10-20 17:51", "summary": "Attorney general must decide whether to pursue charges against former Trump aide for defying Congress's Jan. 6 probe. WASHINGTON-A brief exchange between President Biden and Merrick Garland over the prospect of prosecuting witnesses who defy congressional subpoenas points to tension over the independence the president promised the attorney general when he took the job.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alumni-college-university-free-speech-campus-langone-culture-civility-11634677124", "title": "Alumni Are Fed Up and Ready to Fight Back", "date": "2021-10-20 17:50", "summary": "Most have sat quietly as the left advances its agenda relentlessly. No longer.. Reflecting in 1818 on the success of the American fight for independence, John Adams wrote, \"The Revolution was effected before the war commenced. The Revolution was in the minds and hearts of the people.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-tax-rich-middle-class-sales-hst-democrats-biden-11634677576", "title": "Learn From Canada: New Social Programs Mean Higher Taxes", "date": "2021-10-20 17:49", "summary": "'High-income earners' won't be the only ones picking up the tab.. Phil Gramm and Mike Solon's op-ed \"The Democrats' Tax-the-Rich Ruse\" (Oct. 15) exposes a fallacy underpinning the \"Build Back Better\" plan. But it is unlikely that these proposed taxes will be confined to the rich.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/viking-cruise-ship-vacation-travel-covid-pandemic-restrictions-11634677873", "title": "Viking Kept Us Cruising, Happy and Safe From Covid", "date": "2021-10-20 17:48", "summary": "Despite pandemic regulations, we thoroughly enjoyed our cruise.. Regarding Katrina Gulliver's op-ed \"At Sea in the Age of Covid Anxiety\" (Oct. 11): My wife and I were passengers on a Viking Ocean cruise with the same itinerary this past July. Whereas Ms. Gulliver's experience was below her expectations, we thoroughly enjoyed our cruise. Viking did an exceptional job of jumping through the hoops of evolving regulations associated with travel to multiple countries. Although we did miss the freedom of exploring port stops on our own, passengers were notified of these restrictions well in advance of their cruise dates. Viking's entertainment, guest lecturers, food and attentive service were all superb. And their Covid testing and hygiene procedures enabled everyone on board our cruise to return home Covid-free.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/general-milley-president-trump-state-of-mind-china-invasion-11634678104", "title": "Gen. Milley and a Great Power's State of Mind", "date": "2021-10-20 17:47", "summary": "His presumptuous psychological analysis of President Trump cannot be praised.. William Perry says Gen. Mark Milley should be \"praised . . . for seeking to avoid a nuclear holocaust\" (\"One Man Shouldn't Control the Nuclear Button,\" op-ed, Oct. 5) Yet the general's actions lacked any medical basis. His was an unprofessional, presumptuous psychological analysis of President Trump's state of mind regarding world events. We can only speculate as to the state of mind of Gen. Milley's Chinese counterpart with the news the general had imparted.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pinterest-emphasizes-creator-content-in-home-feed-redesign-11634766439", "title": "Pinterest Emphasizes Creator Content in Home Feed Redesign", "date": "2021-10-20 17:47", "summary": "The social network seeks to connect users with the personalities behind the content on its platform. Pinterest Inc. is rolling out a redesign of the feed that users see on its mobile app, as it seeks to highlight content from influencers and encourage interaction between them and other users.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-post-truth-reality-border-closed-afghan-success-11634678387", "title": "A President Stuck Between the Truth and a Hard Place", "date": "2021-10-20 17:46", "summary": "We have to adjust to reality. It will not adjust to us.. Regarding Daniel Henninger's \"Biden and Nothingness\" (Wonder Land, Oct. 14): Assertions that the $3.5 trillion spending bill will \"cost nothing,\" the border with Mexico is \"closed\" and the evacuation of Kabul was a \"success\" reflect more than wishful thinking. They reflect the manipulation of truth for the sake of power. In presidential politics, it's not what's true that matters. It's what passes for true. That's because the battle for the retention of power is seen as a battle for control over the truth. This should be cause for alarm. Reality, the theologian Paul Tillich observed, is what we have to adjust to because we discover it will not adjust to us.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-official-signals-risks-from-higher-than-expected-inflation-11634749285", "title": "Fed Official Says Lingering Inflation Could Change Interest-Rate Outlook", "date": "2021-10-20 17:43", "summary": "Fed Governor Randal Quarles says he is watching for signs that higher demand will keep prices elevated even after bottlenecks abate. A top Federal Reserve official warned that extended high inflation through next spring could force the central bank to consider raising interest rates sooner than anticipated.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elliott-has-large-position-in-canadian-national-sources-say-11634762367", "title": "Elliott Has Large Position in Canadian National", "date": "2021-10-20 17:36", "summary": "The railroad's chief executive is stepping down following a failed bid for rival Kansas City Southern. Activist investor Elliott Management Corp. has a big stake in Canadian National Railway Co. , people familiar with the matter said, adding to pressure on the railroad after its CEO resigned following a failed bid for rival Kansas City Southern .", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cryptocurrency-industry-gets-tailored-guidance-on-complying-with-u-s-sanctions-11634765431", "title": "Cryptocurrency Industry Gets Tailored Guidance on Sanctions Compliance", "date": "2021-10-20 17:30", "summary": "Treasury's guidelines for virtual-currency companies are the latest move in the Biden administration's effort to address risks posed by the emerging sector. Virtual-currency companies now have a set of Treasury Department guidelines on how to ensure they comply with U.S. sanctions, the latest salvo in an effort by the Biden administration to combat ransomware and other nefarious uses of cryptocurrencies.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-price-surges-to-record-high-11634743244", "title": "Bitcoin Price Surges to Record High", "date": "2021-10-20 17:17", "summary": "Cryptocurrency lifted by wave of buying momentum sparked by listing of first U.S. ETF linked to it. Bitcoin hit a new high Wednesday, powered by a wave of buying after the first U.S. exchange-traded fund linked to the cryptocurrency started trading.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protesters-gather-at-netflix-office-amid-controversy-over-dave-chappelle-special-11634758749", "title": "Protesters Gather at Netflix Office Amid Controversy Over Dave Chappelle Special", "date": "2021-10-20 17:06", "summary": "Transgender Netflix employees offended by Mr. Chappelle's 'The Closer' show released a list of demands for management. A group of protesters gathered outside one of Netflix Inc.'s Los Angeles offices Wednesday to express anger over the streaming giant's Dave Chappelle comedy special, as some employees released demands for management and staged a walkout.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-organization-faces-another-new-york-criminal-probe-after-indictment-11634763886", "title": "Trump Organization Faces Another N.Y. Criminal Probe", "date": "2021-10-20 17:04", "summary": "Westchester County district attorney's office is investigating financial dealings at the Trump National Golf Club. Local prosecutors are investigating financial dealings at a Trump Organization golf course north of New York City, according to people familiar with the matter, compounding the legal pressure on former President Donald Trump's company, which is already under indictment.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republican-sec-commissioner-criticizes-agencys-approach-to-crypto-11634763478", "title": "GOP SEC Commissioner Criticizes Agency's Approach to Crypto", "date": "2021-10-20 16:57", "summary": "Hester Peirce says regulators should work with the cryptocurrency industry to build rules that it can comply with. WASHINGTON-A Republican member of the Securities and Exchange Commission criticized the agency's approach to regulating the cryptocurrency industry, which Chairman Gary Gensler, a Democrat, has likened to the Wild West.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/navy-engineer-and-wife-plead-not-guilty-to-charges-of-trying-to-sell-nuclear-submarine-secrets-11634762075", "title": "Navy Engineer and Wife Plead Not Guilty to Spy Charges", "date": "2021-10-20 16:49", "summary": "Jonathan Toebbe to remain in jail ahead of December trial; judge to rule on Diana Toebbe's detention. A U.S. Navy employee and his wife pleaded not guilty Wednesday to charges of trying to sell nuclear-submarine secrets to a foreign country, during a hearing that included testimony from an FBI agent about how an undercover operation to catch the couple unfolded over the past year.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-10-20-2021-11634719640", "title": "Dow, S&P 500 Finish Day Near Records", "date": "2021-10-20 16:38", "summary": "S&P 500 index notches a sixth straight trading day of gains. U.S. stocks rose Wednesday, with the S&P 500 and Dow Jones Industrial Average stopping just short of fresh record highs.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/surrealism-beyond-borders-review-metropolitan-museum-of-art-dali-giacometti-magritte-miro-eugenio-granell-remedios-varo-11634761640", "title": "'Surrealism Beyond Borders' Review: Wide Reach, Limited Scope", "date": "2021-10-20 16:30", "summary": "An exhibition at the Met expands our notion of Surrealism, but is more informative than alluring.. New York", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-senators-set-to-block-democrats-revised-elections-bill-11634745454", "title": "Senate Republicans Block Democrats From Taking Up Revised Voting-Rights Legislation", "date": "2021-10-20 16:25", "summary": "The vote was 49-51, falling short of 60-vote threshold to proceed to most legislation. WASHINGTON-Senate Democrats' latest effort to overhaul election rules nationwide was blocked Wednesday by Republicans, leaving the effort at a standstill and progressive activists frustrated.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biogen-shareholders-face-the-waiting-game-11634741098", "title": "Biogen Shareholders Face the Waiting Game", "date": "2021-10-20 16:22", "summary": "Investor enthusiasm for Biogen won't come back until key questions about its new Alzheimer's disease drug are resolved. For the time being, sales of Biogen 's would-be blockbuster Alzheimer's disease treatment Aduhelm are stuck in the mud. Until that changes, investors shouldn't expect the biotech giant's share price to look much different.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-calls-on-governments-companies-to-cooperate-to-fight-cybercrime-11634761273", "title": "Microsoft Calls for Cooperation in Efforts to Fight Cybercrime", "date": "2021-10-20 16:21", "summary": "Company President Brad Smith said governments need to lead the way and tech companies should support them. Microsoft President Brad Smith said governments and companies are at last starting to cooperate to address the mounting cybersecurity issues facing the world.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-tests-hypersonic-missile-in-military-expansion-11634744351", "title": "China Tests Hypersonic Missile in Military Expansion", "date": "2021-10-20 16:08", "summary": "Test in August could hold implications for nuclear or nonnuclear applications, U.S. officials say. China tested a hypersonic missile in August that orbited the globe before heading toward its target, adding a new capability to Beijing's already sizable military buildup, U.S. officials said.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-growth-slowed-in-recent-months-fed-beige-book-says-11634754868", "title": "Growth Slowed Amid Elevated Prices, Fed Beige Book Says", "date": "2021-10-20 16:06", "summary": "Companies were burdened with supply-chain disruptions and higher costs, report shows. U.S. economic growth slowed to a modest to moderate rate this fall as firms confronted supply-chain disruptions, elevated prices, a shortage of available workers and fears around the Delta variant of Covid-19, the Federal Reserve said Wednesday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pittsburgh-home-by-renowned-architects-remains-virtually-unchanged-inside-and-out-since-its-1940-completion-11634760347", "title": "Pittsburgh Home by Renowned Architects Remains Virtually Unchanged Since 1940 Completion", "date": "2021-10-20 16:05", "summary": "The home was created during the four-year partnership of Walter Gropius and Marcel Breuer and still contains all of its Breuer-designed furniture. Prime among the architectural treasures of Pittsburgh is the Alan IW Frank House, designed by Walter Gropius and Marcel Breuer. It is located 5 miles from downtown in the city's leafy Shadyside neighborhood. Gropius, who was the founder of the Bauhaus design movement and chair of the Department of Architecture at the Harvard Graduate School of Design, and Breuer, who designed the original Whitney Museum in New York City and the Unesco headquarters in Paris, had a four-year partnership from 1938 to 1941, during which they built this nine-bedroom, 13-bathroom home. Property records indicate the home has about 6,000 square feet of interior space, but Alan Frank, the owner who is in his late 80s, says that the total designed and built square footage, including exterior spaces, is around 19,000.", "categories": [["Real Estate", "Living History"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/living-history?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/preppy-style-history-11634760184", "title": "A History of Preppy Fashion: From the College Quad to the Runway", "date": "2021-10-20 16:03", "summary": "This classic look is trending again, populating European runways and stateside stores alike. Here, a primer on prep's past and how to master what Brooks Brothers' Michael Bastian calls 'the style [Americans] invented.'. IN 1937, Life magazine sent a journalist to Vassar College to observe student life at the wealthiest of the Seven Sisters. Along with ho-hum details about academics, the ensuing article included a revelation that altered the way American women dress: an illustrated breakdown of what Vassar girls wore-tweed skirts, Brooks Brothers sweaters, polo coats, saddle shoes and jeans.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chuckleheads-thursday-crossword-october-21-11634242283", "title": "Chuckleheads (Thursday Crossword, October 21)", "date": "2021-10-20 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/syrian-regime-shelling-kills-at-least-13-including-children-in-rebel-held-province-11634738613", "title": "Syrian Regime Shelling Kills at Least 13, Including Children", "date": "2021-10-20 15:59", "summary": "Dozens of people were also injured in the shelling of Ariha. At least 13 people including several children were killed Wednesday when government forces shelled a marketplace and roads in the last major section of the country held by rebels, providing a test for the fragile security alliance between Russia and Turkey.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-u-s-rule-would-limit-sales-of-hacking-tools-to-russia-and-china-11634759525", "title": "New U.S. Rule Would Limit Sales of Hacking Tools to Russia and China", "date": "2021-10-20 15:52", "summary": "Export controls would aim to keep hacking tools out of the hands of malicious state actors and criminal gangs. The Commerce Department on Wednesday unveiled export controls intended to curb the sale of hacking tools to countries including China and Russia.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zayo-partners-seek-to-buy-uniti-windstream-sources-say-11634759548", "title": "Zayo, Partners Seek to Buy Uniti, Windstream", "date": "2021-10-20 15:52", "summary": "Talks with Uniti started in June, when the parties discussed a price of around $15 a share, but they recently stalled over price. A group including Zayo Group LLC is trying to buy broadband network owner Uniti Group Inc. and its primary client, Windstream Holdings II LLC, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-zuckerberg-named-in-suit-by-washington-d-c-attorney-general-11634741260", "title": "Zuckerberg Named in Suit by Washington, D.C., Attorney General", "date": "2021-10-20 15:38", "summary": "District seeks to hold CEO personally liable in suit alleging Facebook misled users about privacy of their personal data. WASHINGTON-The District of Columbia's attorney general is seeking to hold Facebook Inc. Chief Executive Mark Zuckerberg personally liable in a lawsuit stemming from the 2018 Cambridge Analytica scandal, in what the district said was a novel legal action against the social-media giant.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-ambassador-nominees-to-china-japan-stress-need-for-allies-11634758533", "title": "Biden Ambassador Nominees to China, Japan Stress Need for Allies", "date": "2021-10-20 15:35", "summary": "Nicholas Burns and Rahm Emanuel emphasized the U.S. commitment to the Indo-Pacific region at a Senate hearing. WASHINGTON-President Biden's nominees to serve as the U.S. ambassadors to China and Japan said strengthening American alliances is critical to countering Beijing's regional and global ambitions.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paypal-is-in-talks-to-buy-pinterest-11634750358", "title": "PayPal Is in Talks to Buy Pinterest", "date": "2021-10-20 15:30", "summary": "Social-media platform Pinterest has a market value of some $40 billion. PayPal Holdings Inc. is in talks to buy social-media platform Pinterest Inc., according to people familiar with the matter, a move that could enable the payments giant to play a bigger role in a customer's shopping experience.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-sanders-and-the-media-11634757936", "title": "Pelosi, Sanders and the Media", "date": "2021-10-20 15:25", "summary": "Manufacturers of poor products often blame the marketing team.. \"The corporate media has done a pretty poor job covering the reconciliation legislation,\" grouses Vermont's socialist Sen. Bernie Sanders on Twitter. It's the latest gripe from a leftist politician claiming that U.S. reporters aren't doing enough to market the cause of bigger government. Such rhetorical attacks on the press are deeply unfair and the authors of these attacks are profoundly ungrateful.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/path-to-metaverse-expected-to-go-through-videogames-11634756914", "title": "Path to Metaverse Expected to Go Through Videogames", "date": "2021-10-20 15:08", "summary": "Tech giants likely to acquire top gaming companies, Activate co-founder Michael Wolf predicts. Tech companies aiming to build the new virtual communities known as metaverses will first have to master all aspects of videogaming and potentially pursue acquisitions, according to Michael Wolf, co-founder and chief executive of consulting firm Activate Inc.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-seven-shows-movies-and-stories-to-stream-11634756400", "title": "What to Watch: Seven Shows, Movies and Stories to Stream", "date": "2021-10-20 15:00", "summary": "Apple TV+'s 'Invasion' was inspired by 'The War of the Worlds'; 'Queens' on Hulu resurrects the '90s, and Ron and Clint Howard reflect on family and Hollywood. ", "categories": [["Books & Arts", "Entertainment", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-faces-difficult-balancing-act-as-it-hosts-taliban-in-moscow-11634722296", "title": "Taliban Face Pressure Over New Afghan Government at Russia Conference", "date": "2021-10-20 14:32", "summary": "Resume Subscription. MOSCOW-Taliban representatives attended their first international conference since the movement took power in Afghanistan in August, gathering with senior officials from Russia, China and other countries in Moscow, where they came under pressure to form a more inclusive government and pursue a friendly policy toward the country's neighbors.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/therapist-access-date-from-smartphone-11634753035", "title": "Imagine if Your Therapist Could Access Data From Your Smartphone", "date": "2021-10-20 14:30", "summary": "Researchers are studying tools that could give therapists a stream of patient information between sessions-and intervene if necessary. A therapist and patient can tell each other a lot in an hour. But imagine if the patient and therapist also can keep in touch electronically when they aren't together.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/greylocks-sarah-guo-sounds-alarm-on-heightened-cybersecurity-risks-11634752995", "title": "Greylock's Sarah Guo Sounds Alarm on Heightened Cybersecurity Risks", "date": "2021-10-20 14:03", "summary": "'Consumers and businesses are not necessarily taking it as seriously as they need to,' venture capitalist says at WSJ's Tech Live conference. Changes wrought by the pandemic, including the large-scale shift to remote work and rapid growth of new technology products, have contributed to a dire escalation in cyberattacks, venture capitalist Sarah Guo said.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/want-to-make-consumers-dissatisfied-with-a-product-tell-them-a-better-version-is-coming-11634752462", "title": "Want to Make Consumers Dissatisfied With a Product? Tell Them a Better Version Is Coming.", "date": "2021-10-20 13:54", "summary": "In a study, users were more critical of an existing product if they thought a new and improved version was being developed. Could just knowing that a newer version of a product is on the way make users like the current version less? A recent study suggests that's possible, and that this dissatisfaction could damage a company's brand.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deal-breaker-private-equity-firm-bans-the-word-deal-11634752219", "title": "Deal Breaker: Private-Equity Firm Bans the Word 'Deal'", "date": "2021-10-20 13:50", "summary": "Resume Subscription. At Partners Group Holding AG, \"deal\" is a four-letter word.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-york-city-to-require-covid-19-vaccinations-for-all-public-employees-11634724001", "title": "New York City to Require Covid-19 Vaccine for All Public Employees", "date": "2021-10-20 13:48", "summary": "Several unions say they expect many employees to leave their jobs rather than get vaccinated. New York City Mayor Bill de Blasio announced an order mandating that all municipal workers must get vaccinated against Covid-19, setting up a conflict with unions that said they opposed the new rule.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-orders-people-not-to-got-to-work-as-covid-19-deaths-mount-11634750559", "title": "Russia Orders People Not to Go to Work as Covid-19 Deaths Mount", "date": "2021-10-20 13:39", "summary": "Putin issued order as cases have climbed; neighboring Latvia launched a curfew after the seven-day average of deaths more than doubled. MOSCOW-Russian President Vladimir Putin ordered people to stay off work for at least a week while Latvia has introduced a monthlong Covid-19 lockdown as deaths climb, driving renewed fears of another wave of infections as winter sets in.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-warren-floats-expanded-powers-for-bankruptcy-creditors-against-private-equity-11634750237", "title": "Elizabeth Warren Floats Expanded Powers for Bankruptcy Creditors Against Private Equity", "date": "2021-10-20 13:17", "summary": "The Democratic senator has proposed giving rights to creditors of bankrupt companies to challenge alleged self-dealing by private equity owners. Sen. Elizabeth Warren (D., Mass.) has proposed a new measure that would empower creditors in chapter 11 cases to pursue allegations of self-dealing by private-equity owners, rights that currently lie with corporate directors selected by those investment firms.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fifa-world-cup-soccer-11634749756", "title": "FIFA Wants More World Cups. It Might Tear Soccer Apart Instead.", "date": "2021-10-20 13:11", "summary": "A plan to make the tournament biennial has driven a wedge between the game's most powerful actors. PARIS-After Arsene Wenger retired from managing Arsenal in 2018 after 22 years, he found himself in an unlikely second act: reshaping the future of soccer.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nutritional-yeast-a-concise-guide-to-the-irresistible-flavor-booster-11634749113", "title": "Nutritional Yeast: A Concise Guide to the Irresistible Flavor Booster", "date": "2021-10-20 12:58", "summary": "A sprinkling of this savory seasoning brings delicious umami oomph to popcorn, pasta and most any dish that could use a dash of charisma. Here, tips on where to buy it and how to use it.. MY HUSBAND is from West Virginia and therefore prides himself on his Appalachian-style resourcefulness. And so, one weekend at a rental house, far from the nearest grocery store, I wasn't surprised when he made a remarkably flavorful rice salad from a nearly empty fridge. Exactly what made it so good, I couldn't tell. Fish sauce? Parmesan cheese?", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/diversity-tyrannical-equity-inclusion-college-marginalized-race-11634739677", "title": "How 'Diversity' Turned Tyrannical", "date": "2021-10-20 12:35", "summary": "What began as an effort to hire more minorities has turned into a demand for ideological engagement.. The Massachusetts Institute of Technology was supposed to host Thursday's John Carlson Lecture on climate. MIT's department of earth, atmospheric and planetary sciences canceled the event because the speaker turned out to have expressed a dissenting opinion-though not about climate science. University of Chicago geophysicist Dorian Abbot argued in a Newsweek piece that universities' obsession with \"diversity, equity and inclusion,\" or DEI, \"threatens to derail their primary mission: the production and dissemination of knowledge.\" If MIT wanted to prove Mr. Abbot's point, it could hardly have done better. (His lecture will be hosted instead by Princeton's conservative redoubt, the James Madison Program in American Ideals and Institutions.)", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colin-powell-embodied-the-american-dream-secretary-state-department-11634740185", "title": "Colin L. Powell Embodied the American Dream", "date": "2021-10-20 12:32", "summary": "He devoted his life to public service as a soldier and statesman.. Colin L. Powell was a great American. A brilliant soldier, statesman and patriot, he devoted his life to public service, and he cherished the United States, his family and his many friends. While acknowledging America's challenges, he drew inspiration from its noble purpose and promise. \"America remains the last best hope of Earth,\" he said in his 1994 Howard University commencement address \"You are its inheritors, and its future is today placed in your hands.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-n-out-burger-in-san-francisco-closed-for-violating-city-vaccine-policy-11634746703", "title": "In-N-Out Burger in San Francisco Closed for Violating City Vaccine Policy", "date": "2021-10-20 12:18", "summary": "City requires vaccination to eat indoors; location now open for takeout and outdoor dining. The San Francisco Department of Public Health shut down indoor dining at an In-N-Out Burger restaurant last week after it found out the burger joint wasn't checking customers' vaccination status, violating a city and county mandate.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trillions-robin-wigglesworth-book-review-john-c-bogle-vanguard-rise-of-the-index-fund-11634745118", "title": "'Trillions' Review: The Rise and Rise of the Index Fund", "date": "2021-10-20 11:53", "summary": "When John Bogle wanted to move investment into portfolios managed by formula, he was ridiculed in the press. Nobody's laughing now.. Index funds-which buy and hold all the stocks in an index, such as the S&P 500-now account for more than 40% of the money invested in mutual funds and exchange-traded funds. Literally trillions of investment dollars are currently indexed. Hence \"Trillions: How a Band of Wall Street Renegades Invented the Index Fund and Changed Finance Forever,\" a chronicle of financial innovation by Robin Wigglesworth, a correspondent for the Financial Times. \"Trillions\" is a magisterial, delightfully written history offering up portraits of the academic scribblers and entrepreneurial practitioners who created the index-fund revolution. It also contains common-sense wisdom that will benefit all investors.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biogens-new-alzheimers-drug-meets-slow-rollout-11634733079", "title": "Biogen's New Alzheimer's Drug Meets Slow Rollout", "date": "2021-10-20 11:52", "summary": "Revenue from the drug, Aduhelm, was $300,000 in the first full quarter of sales. Biogen Inc. reported slow uptake of its new Alzheimer's disease drug Aduhelm in the third-quarter, as some doctors stayed on the fence about whether to prescribe the drug and others struggled to coordinate the complex process of onboarding new patients for treatment.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exxon-debates-abandoning-some-of-its-biggest-oil-and-gas-projects-11634739779", "title": "Exxon Debates Abandoning Some Oil, Gas Projects", "date": "2021-10-20 11:51", "summary": "Members of company's remade board question company's planned investments ahead of spending-plan vote. Exxon Mobil Corp.'s remade board of directors is debating whether to continue with several major oil and gas projects as the company reconsiders its investment strategy in a fast-changing energy landscape, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-has-driest-year-since-1924-11634577173", "title": "California Has Driest Year Since 1924", "date": "2021-10-20 11:39", "summary": "Most of the state is experiencing extreme or exceptional drought. California recorded its driest year in nearly a century amid a period of above-average fire seasons, extreme heat and extended droughts.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carl-dalvia-jackie-saccoccio-house-death-11634743263", "title": "This Sculptor Raced to Finish Building a House Before His Wife Died", "date": "2021-10-20 11:30", "summary": "Carl D'Alvia and his late wife, star abstract painter Jackie Saccoccio, worked on a meticulously designed modern, black house with two studios on 50 acres in Connecticut, keeping the cost under $650,000. It was last December when Jackie Saccoccio died of cancer. The abstract painter, a star in the New York art world, was 56.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-plan-for-free-community-college-likely-to-be-cut-from-budget-package-11634742815", "title": "Why Biden's Plan for Free Community College Likely Will Be Cut From Budget Package", "date": "2021-10-20 11:13", "summary": "Proposal, championed by the president and first lady but opposed by key lawmakers and lobbying groups, is expected to be squeezed out of final legislation. WASHINGTON-Six months ago, President Biden told a joint session of Congress that providing two years of free community college would help \"change the dynamic\" for students and the U.S education system. On Tuesday, as the final elements of his social-policy package took shape, he told Democratic lawmakers that his community-college proposal likely wouldn't make the grade.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nikolas-cruz-pleads-guilty-to-murder-in-2018-parkland-school-shooting-11634739835", "title": "Cruz Pleads Guilty to Murder in Parkland School Shooting", "date": "2021-10-20 11:04", "summary": "Former student could face death penalty for 2018 shooting at Marjory Stoneman Douglas High School in Florida. Nikolas Cruz pleaded guilty to killing 17 students and staff members and attempting to kill 17 others in the 2018 school shooting in Parkland, Fla.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/viking-artifacts-give-precise-date-for-europeans-earliest-presence-in-north-america-11634742000", "title": "Viking Artifacts Give Precise Date for Europeans' Earliest Presence in North America", "date": "2021-10-20 11:00", "summary": "New analysis of wooden artifacts shows Viking voyagers were living in Newfoundland as far back as 1021. A new look at wooden artifacts found amid the ruins of an ancient homestead shows that Vikings had crossed the Atlantic Ocean and settled in North America as far back as 1021-exactly 1,000 years ago and almost five centuries before Columbus's famous voyage.", "categories": [["Life & Work", "Science"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hawaii-welcomes-travelers-back-beginning-nov-1-11634741862", "title": "Hawaii Welcomes Travelers Back Beginning Nov. 1", "date": "2021-10-20 10:57", "summary": "Announcement comes about two months after tourists were asked to voluntarily postpone travel due to Covid-19 concerns. Hawaii will open itself to travelers in November, after being asked in August to postpone their trips.", "categories": [["Life & Work", "Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supply-chain-crisis-fuels-latest-retreat-from-globalization-11634741616", "title": "Supply-Chain Crisis Fuels Latest Retreat From Globalization", "date": "2021-10-20 10:53", "summary": "Covid-19, climate and geopolitics shatter integrated global production, threatening to end an era of low costs and endless variety. Nothing embodied the promise of globalization more than the humble supply chain. Thanks to the integration of production across and within borders, consumers have come to expect infinite variety, instantly available.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-lawyers-plead-guilty-in-molotov-cocktail-case-11634741290", "title": "New York Lawyers Plead Guilty In Molotov Cocktail Case", "date": "2021-10-20 10:48", "summary": "The case involves federal charges related to makeshift explosives thrown at an empty police car during a protest after George Floyd's killing. Two New York lawyers pleaded guilty in federal court Wednesday to a charge related to their participation in a Molotov cocktail attack on an empty police car last year, resolving a case that grew out of violence during demonstrations over George Floyd's murder in police custody.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-takes-the-brakes-off-coal-production-to-tackle-power-shortage-11634727835", "title": "China Takes the Brakes Off Coal Production to Tackle Power Shortage", "date": "2021-10-20 10:37", "summary": "Beijing orders more output and price cuts, highlighting the difficulty of balancing carbon goals with energy needs to keep economy humming. HONG KONG-China is pulling out the stops to ease its worst power crunch in two decades, reversing course on earlier ambitions to curb coal use as it sets new policies to revive production and loosen imports of the electricity-generating fuel.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taliban-commander-who-launched-bombings-in-kabul-is-now-a-police-chief-in-charge-of-security-11634740097", "title": "Taliban Commander Who Launched Bombings in Kabul Is Now a Police Chief in Charge of Security", "date": "2021-10-20 10:28", "summary": "Resume Subscription. KABUL-Mawlawi Zubair Mutmaeen used to run Taliban suicide-bombing squads in Kabul. On a recent day, in his new role as police chief for one of the Afghan capital's districts, he was busy mediating a marital dispute.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/investors-wager-debt-ceiling-reprieve-passes-quickly-11634739876", "title": "Investors Wager Debt-Ceiling Reprieve Passes Quickly", "date": "2021-10-20 10:27", "summary": "Distortions in short-term Treasurys market have eased but haven't been completely erased. Congress's recent deal to lift the government borrowing limit has eased distortions in the short-term Treasurys market-a partial reprieve that is likely to prove fleeting, according to investors and analysts.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/micron-plans-over-150-billion-in-capital-r-d-spending-in-decade-ahead-11634724001", "title": "Micron to Expand Chip Production With $150 Billion in Capital Spending", "date": "2021-10-20 10:26", "summary": "CEO Sanjay Mehrotra says Boise, Idaho, memory-chip maker is seeking clarity on U.S. financial incentives. The memory-chip maker Micron Technology Inc. plans to boost investment to more than $150 billion over the coming decade to cater to booming demand and is urging Congress to pass legislation that would aid domestic plant expansion.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nestle-sales-buoyed-by-coffee-pet-food-11634718530", "title": "Nestlé Sales Buoyed by Coffee, Pet Food", "date": "2021-10-20 10:18", "summary": "Swiss food giant says product lines lifted by the pandemic are still seeing strong demand. Nestlé SA raised its full-year sales guidance for the second straight quarter, buoyed by strong demand for coffee and pet food, despite the continuing challenges of rising input costs and supply-chain snags.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/secrets-of-the-dead-magellans-crossing-review-exploring-an-explorer-pbs-ferdinand-magellan-spice-islands-andrew-lambert-11634738358", "title": "'Secrets of the Dead: Magellan's Crossing' Review: Exploring an Explorer", "date": "2021-10-20 10:01", "summary": "The latest installment in the PBS series looks at the tumult surrounding the first circumnavigation of the globe.. You get a new sense of respect for cloves and nutmeg watching \"Magellan's Crossing,\" part of the new season of the long-running PBS series \"Secrets of the Dead.\" The yearslong voyage depicted-along with the suffering, the violence and the loss of life and property-were all in pursuit of a shorter route to the so-called Spice Islands (now the Maluku Islands) and their much-coveted aromatics. One's view of Christmas cookies and eggnog may never be the same.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-buying-majority-stake-in-spanx-11634738417", "title": "Blackstone Buying Majority Stake in Spanx", "date": "2021-10-20 10:00", "summary": "The deal values the shapewear maker at $1.2 billion. Blackstone Inc. is buying a majority stake in Spanx Inc., becoming the first outsider to put money into a company that shook up women's shapewear.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-cities-move-to-support-housing-market-as-prices-drop-11634738243", "title": "Chinese Cities Move to Support Housing Market as Prices Drop", "date": "2021-10-20 09:57", "summary": "In recent weeks, more than a dozen Chinese cities, from northeastern Harbin to southwestern Kunming, have introduced measures to prop up falling prices. HONG KONG-Officials across China are moving to stabilize housing prices as the market starts to wobble amid Beijing's forceful clampdown on the real-estate sector.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-fined-70-million-in-u-k-over-giphy-merger-breach-11634737374", "title": "Facebook Fined $70 Million in U.K. Over Giphy Merger Breach", "date": "2021-10-20 09:42", "summary": "U.K. competition regulator's final decision on deal is due before Dec. 1. The U.K.'s competition regulator fined Facebook Inc. 50.5 million British pounds, equivalent to $69.6 million, alleging it breached reporting requirements during a continuing review of its proposed takeover of Giphy, a provider of animated images for use in social media.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shine-on-sustainable-bonds-wears-off-especially-for-riskiest-borrowers-11634737068", "title": "Shine on Sustainable Bonds Wears Off", "date": "2021-10-20 09:37", "summary": "'Greenium,' the price premium eco-friendly bonds command over conventional ones, is shrinking. Rising regulatory scrutiny is damping investor appetite for sustainable bonds, especially those issued by riskier companies.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/novavax-tesla-netflix-united-what-to-watch-when-the-stock-market-opens-today-11634726665", "title": "Novavax, Tesla, Netflix, United: What to Watch in the Stock Market Today", "date": "2021-10-20 09:33", "summary": "Novavax shares plummeted; Tesla's earnings are due after the close. Wall Street indexes inched up in early trading as investors digested another big batch of earnings reports. Here's what we're watching in Wednesday's session:", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-ohio-pension-manager-risks-running-out-of-retirement-money-his-answer-take-more-risks-11634356831", "title": "The Great American Retirement Gamble", "date": "2021-10-20 09:19", "summary": "Farouki Majeed and other retirement-system officials are turning to private equity, private loans and real estate to plug gaps in their 'leaking bucket'. The graying of the American worker is a math problem for Farouki Majeed. It is his job to invest his way out.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-spice-wars-of-dune-mirror-todays-global-economy-11634731200", "title": "How 'Dune' (Sort of) Explains Today's Economy", "date": "2021-10-20 08:00", "summary": "Denis Villeneuve's new movie based on the 1965 book stands apart from other sci-fi for its realist take on wealth, power and commodities. \"Begin selling spice reserves, but slowly,\" the villain of Denis Villeneuve's \"Dune\" commands an underling. \"We don't want the price to fall.\"", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-cfo-takes-steps-to-help-auto-maker-achieve-its-2030-goals-11634731201", "title": "GM CFO Plans Long-Term as Car Maker Works to Transform Its Business", "date": "2021-10-20 08:00", "summary": "By 2030, GM wants to double its revenue and boost operating margins as it sharpens its focus on electric vehicles. General Motors Co. 's finance chief is working to build out the company's forecasting and planning capabilities to help the car maker achieve its long-term goals and better explain its business transformation to investors.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amherst-college-drops-admissions-advantage-for-children-of-alumni-11634731200", "title": "Amherst College Drops Admissions Advantage for Children of Alumni", "date": "2021-10-20 08:00", "summary": "The Massachusetts school is among the first highly selective colleges to stop legacy preferences. Amherst College is abandoning its policy of giving preference to applicants whose parents attended the Massachusetts liberal-arts school, placing it among the first elite private colleges to ditch legacy admissions.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kyler-murray-arizona-cardinals-mvp-undefeated-11634701667", "title": "Kyler Murray and the NFL's Era of School Yard Football", "date": "2021-10-20 08:00", "summary": "The Arizona Cardinals star is part of a generation of quarterbacks who have never been told they have to play like a traditional pocket passer-and it's the root of a changing game. Kyler Murray was about to be flattened. Two Minnesota Vikings defenders were bearing down on him last month when the Arizona Cardinals quarterback had no choice but to turn his back to his own receivers for the sake of his own well-being.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bundesbank-president-jens-weidmann-to-step-down-11634722009", "title": "Bundesbank President Weidmann to Step Down", "date": "2021-10-20 07:50", "summary": "Critic of ECB's easy-money policies is leaving for personal reasons, Bundesbank says. FRANKFURT-Jens Weidmann, the hawkish German central-bank chief who made his name by attacking the European Central Bank's crisis-fighting efforts, said he would step down from the Bundesbank in December, five years before his term was due to end.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/queen-elizabeth-cancels-trip-rests-on-medical-advice-11634730185", "title": "Queen Elizabeth Cancels Trip, Rests on Medical Advice", "date": "2021-10-20 07:43", "summary": "Monarch said to be in good spirits; official says she doesn't have Covid-19. LONDON-Queen Elizabeth canceled a trip to Northern Ireland after doctors advised her to rest for a few days, a rare case in which Britain's longest-serving monarch has had to step back from public duties owing to ill health.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflation-is-approaching-a-tipping-point-at-the-grocery-store-11634730128", "title": "Inflation Is Approaching a Tipping Point at the Grocery Store", "date": "2021-10-20 07:42", "summary": "Once supermarket prices rise more than 5%, consumer buying habits may start to change. Confident consumers have swallowed higher supermarket prices so far this year, but the risk of indigestion is growing. For companies that make staple goods, asking for more money is delicate.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cushman-wakefield-to-buy-40-stake-in-greystone-multifamily-business-for-500-million-11634727662", "title": "Cushman & Wakefield to Buy 40% Stake in Greystone Multifamily Business", "date": "2021-10-20 07:01", "summary": "The deal marks an expansion by Cushman into the business of making loans to buyers and owners and servicing those loans. Commercial real estate services giant Cushman & Wakefield PLC has agreed to pay $500 million for a 40% stake in the rental apartment lending and loan servicing business owned by Greystone & Co., the companies said, in the latest sign of the strength of the rental apartment industry.", "categories": [["WSJ News Exclusive", "Property Report"]], "category_links": ["https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rent-the-runway-is-a-listing-to-be-depreciated-11634727601", "title": "Rent the Runway Is a Listing to Be Depreciated", "date": "2021-10-20 07:00", "summary": "The company is the latest to file for a public offering employing both technology and creative accounting. Leave it to a fashion company to dress itself up for the big show.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-backed-flock-freight-raises-215-million-11634724001", "title": "SoftBank-Backed Flock Freight Raises $215 Million", "date": "2021-10-20 06:00", "summary": "The startup uses AI to pool goods from shippers with less-than-truckload carriers and skip freight hubs. The new funding round values the company at $1.3 billion. SoftBank-backed Flock Freight raised $215 million in a new funding round supporting its load-matching technology to help shippers pool their goods on trucks to bypass freight hubs.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/incredible-disappearing-hotel-breakfast--and-other-amenities-travelers-miss-11634668125", "title": "The Incredible Disappearing Hotel Breakfast-and Other Amenities Travelers Miss", "date": "2021-10-20 06:00", "summary": "Guests are finding that perks they've long expected, like free breakfast or drinks, are still being advertised even when they aren't always available anymore. Eighteen months into the pandemic, travelers say they keep encountering misleading and false promises on hotel websites. They complain of finding the elite-level lounges, free breakfast or happy-hour receptions with snacks unavailable-sometimes even when hotels claim they've been restored.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-magical-disappearing-reappearing-property-tax-11634723553", "title": "China's Magical Disappearing, Reappearing Property Tax", "date": "2021-10-20 05:55", "summary": "A property tax is a good idea, but with the economy already on the brink of a steep slowdown, there is a risk of policy overreach. A nationwide property tax has long been a hard sell in China. It may be even tougher now that the crackdown on property leverage is threatening to drag the economy into a steep slump.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-americas-california-partnership-long-flourishing-is-roiled-by-unemployment-fraud-11634722201", "title": "BofA's Union With California Is Roiled by Benefits Fraud", "date": "2021-10-20 05:30", "summary": "California's unemployment agency and its financial partner, Bank of America, have been trying to tame a wave of benefits fraud, locking the state and the bank in an uneasy union. Bank of America Corp. thought helping states such as California hand out unemployment benefits would be good business. Then millions of Americans lost their jobs at once.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-cheat-sheet-to-the-u-n-climate-change-conference-in-glasgow-11634690099", "title": "Your Cheat Sheet to the U.N. Climate Change Conference in Glasgow", "date": "2021-10-20 05:30", "summary": "Resume Subscription. Negotiators from nearly every country on earth, financiers who oversee trillions of dollars, and environmentalists are descending on Glasgow for the most important climate meeting since the Paris agreement in 2015. Since then, businesses and investors have spent billions of dollars to transition away from fossil fuels and toward renewable energy. Governments have boosted regulations and spent heavily to reduce the financial impact of weather disasters, which have increased as the globe's temperature has risen.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/almost-half-of-afghan-evacuees-at-u-s-bases-are-children-pentagon-says-11634720580", "title": "Almost Half of Afghan Evacuees at U.S. Bases Are Children, Pentagon Says", "date": "2021-10-20 05:05", "summary": "Letter to lawmakers from Defense Secretary Lloyd Austin provides a first set of answers to questions about evacuees. About half of the 53,000 Afghan evacuees brought to the U.S. and living at military installations are children, the Pentagon told lawmakers in a recent letter, underscoring the variety of challenges facing officials trying to resettle Afghans.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jack-ma-leaves-china-for-the-first-time-since-regulatory-woes-began-11634714073", "title": "Jack Ma Leaves China for the First Time Since Regulatory Woes Began", "date": "2021-10-20 04:40", "summary": "The Alibaba co-founder's trip to Europe suggests he hasn't been banned from leaving the country by Chinese authorities. SINGAPORE-Jack Ma, Alibaba Group Holding Ltd. 's billionaire co-founder, is traveling outside of China for the first time since his business empire came under regulatory scrutiny about a year ago, according to people familiar with the matter.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-fires-ballistic-missile-off-east-coast-south-koreas-military-says-11634611489", "title": "North Korea Fires Ballistic Missile Off East Coast", "date": "2021-10-20 01:02", "summary": "Pyongyang state media released photos showing a missile launch from the water. SEOUL-North Korea said it had successfully fired a submarine-launched ballistic missile off its east coast on Tuesday, the first test of its kind in two years for the Kim Jong Un regime.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11634658240", "title": "Pepper...and Salt", "date": "2021-10-20 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]