[{"link": "https://www.wsj.com/articles/picasso-las-vegas-bellagio-sothebys-jay-leno-art-auction-mgm-casino-strip-11634864787", "title": "To Sell Picassos, Las Vegas Turns to Sotheby's, Jay Leno and a DJ", "date": "2021-10-21 23:55", "summary": "Resume Subscription. Las Vegas has museums dedicated to neon, organized crime and Liberace's cars. This weekend, it wants to be known for some of its classier fare-its Picassos.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/global-finance-watchdog-censures-turkey-over-money-laundering-terrorist-financing-11634874171", "title": "Global Finance Watchdog Censures Turkey Over Money Laundering, Terrorist Financing", "date": "2021-10-21 23:42", "summary": "The Financial Action Task Force adds Turkey to its list of monitored countries, adding to economic turmoil. WASHINGTON-A global watchdog on Thursday added Turkey to its list of countries requiring special regulatory oversight for failing to stop money laundering and terrorist financing, a designation analysts say will rattle Ankara's already shaky economy.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-signals-openness-to-ending-filibuster-on-some-issues-11634869614", "title": "Biden Signals Openness to Ending Filibuster on Some Issues", "date": "2021-10-21 23:31", "summary": "Asked during a town hall if he would consider a filibuster carve-out to advance voting legislation, the president said: 'And maybe more'. WASHINGTON-President Biden signaled he is open to doing away with the filibuster to pass legislation to overhaul election rules nationwide and may be amenable to eliminating the 60-vote threshold for other bills as well.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moderna-and-johnson-johnson-covid-19-boosters-mixing-and-matching-under-review-by-cdc-advisers-11634825596", "title": "Moderna and J&J Covid-19 Booster Shots Backed by CDC", "date": "2021-10-21 23:17", "summary": "Director's signoff on extra doses, and on taking a booster different from vaccine, was final step before shots become available in U.S.. Centers for Disease Control and Prevention Director Rochelle Walensky recommended Covid-19 booster shots from Moderna Inc. and Johnson & Johnson and backed mixing vaccines with a different booster dose.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-issues-100-billion-in-export-licenses-to-suppliers-of-huawei-smic-11634869839", "title": "U.S. Issued $100 Billion in Export Licenses to Suppliers of Huawei, SMIC", "date": "2021-10-21 22:30", "summary": "Commerce Department data shows that suppliers of the blacklisted Chinese tech companies maintained access to U.S. products including semiconductors. The U.S. Commerce Department issued more than $100 billion worth of export licenses for semiconductors and other products to suppliers of Huawei Technologies Co. and another blacklisted Chinese tech company, as a global chip shortage started to bite.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/garland-house-bannon-abortion-11634765643", "title": "House Votes to Hold Steve Bannon in Criminal Contempt of Congress", "date": "2021-10-21 21:54", "summary": "Former Trump adviser has refused to comply with subpoena from panel investigating Jan. 6 Capitol riot. WASHINGTON-The House voted Thursday to hold former Trump strategist Steve Bannon in criminal contempt of Congress for refusing to comply with a subpoena from the select committee investigating the Jan. 6 attack on the U.S. Capitol.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cftc-issues-its-largest-whistleblower-award-of-nearly-200-million-11634837176", "title": "Deutsche Bank Whistleblower Gets $200 Million for Aiding Libor Probe", "date": "2021-10-21 21:29", "summary": "The payout is the largest ever by the Commodity Futures Trading Commission. A whistleblower whose information helped U.S. and U.K. regulators investigate manipulation of global interest-rate benchmarks by Deutsche Bank AG was awarded nearly $200 million for assisting the probe, according to people familiar with the matter.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/haiti-gang-that-kidnapped-u-s-missionaries-threatens-to-kill-them-11634841503", "title": "Haiti Gang That Kidnapped U.S. Missionaries Threatens to Kill Them", "date": "2021-10-21 21:26", "summary": "400 Mawozo gang leader in video threatens to kill kidnapped missionaries if ransom isn't paid. The head of a Haitian gang holding 17 American and Canadian missionaries captive has threatened to kill them if a ransom isn't paid, according to a video.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-weigh-tax-alternatives-to-fund-2-trillion-package-11634847034", "title": "Democrats Weigh Tax Alternatives to Fund $2 Trillion Package", "date": "2021-10-21 21:21", "summary": "Sen. Kyrsten Sinema objected to any increases in top marginal rates on corporations, individuals or capital gains. WASHINGTON-Democrats worked to quickly find new sources of revenue to pay for their roughly $2 trillion social-policy and climate package, seeking to target businesses and wealthy individuals in novel ways after proposed rate increases ran aground in talks.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-southwest-say-vaccine-mandate-wont-disrupt-flights-11634859088", "title": "American, Southwest Say Vaccine Mandate Won't Disrupt Flights", "date": "2021-10-21 19:31", "summary": "Some aviation unions have pushed back against the requirement, raising the possibility of service problems during the holiday season. Airlines say they don't anticipate having to immediately fire employees not vaccinated by a federal deadline in December, another challenge for carriers managing travel's rocky recovery from the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-investigation-nfl-emails-jon-gruden-11634858954", "title": "House Committee Launches Probe Into NFL's Washington Football Team Investigation", "date": "2021-10-21 19:30", "summary": "The committee chairwoman requested documents related to the league's investigation of the Washington Football Team in the aftermath of a related email scandal that led to the resignation of Las Vegas Raiders coach Jon Gruden. The head of the House Oversight and Reform Committee requested documents from the National Football League related to its investigation of the workplace culture at the Washington Football Team in the wake of leaked emails connected to the investigation that led to the resignation of Las Vegas Raiders coach Jon Gruden.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-leaders-urge-caution-in-eu-clash-with-poland-11634831250", "title": "European Leaders Urge Caution in EU Clash With Poland", "date": "2021-10-21 19:10", "summary": "Germany, France and others fear fast action against Warsaw could backfire and hurt the bloc even more. European Union leaders urged Brussels to act cautiously in an escalating fight with Poland's nationalist government over its judiciary as the bloc's heads of government gathered Thursday for a summit.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-a-moderna-pfizer-or-j-j-covid-19-booster-shot-best-for-you-what-to-know-about-mixing-vaccines-11634823303", "title": "Is a Moderna, Pfizer or J&J Covid-19 Booster Shot Best for You? What to Know About Mixing Vaccines", "date": "2021-10-21 19:07", "summary": "You can get a different booster shot than the vaccine you originally received, the FDA says. Here's what the science says about which combinations are strongest.. New guidance on Covid-19 booster shots answers a long-simmering question: Can you mix vaccine doses?", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snap-can-win-social-medias-squid-game-11634857155", "title": "Snap Can Win Social Media's Squid Game", "date": "2021-10-21 18:59", "summary": "While the company's results might have disappointed investors, its platform could still prove a comparative winner amid a challenging backdrop. Viewers of Netflix's latest and greatest hit know there is no such thing as easy money when the stakes are high, no matter how basic the game. Social-media investors are learning the same lesson. Shares of Snapchat owner Snap Inc. lost almost a quarter of their value Thursday evening after it reported results.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colin-powell-great-american-journey-secretary-state-dead-11634850063", "title": "Colin Powell's Great American Journey", "date": "2021-10-21 18:44", "summary": "'I was not going to let bigotry make me a victim instead of a full human being,' he wrote in 1995.. Condoleezza Rice tells a story that she wrote about this week in the Washington Post after the death of Colin Powell. We spoke about it by phone.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-carolina-republicans-wobbly-medicaid-expansion-governor-budget-11634847733", "title": "North Carolina Republicans Go Wobbly on Medicaid Expansion", "date": "2021-10-21 18:43", "summary": "Hungry for a budget deal, GOP lawmakers look set to drop a decade of opposition to one of ObamaCare's worst features.. Will North Carolina soon make a generational mistake? After avoiding ObamaCare's Medicaid expansion for a decade, some Republican lawmakers are considering a deal with Democratic Gov. Roy Cooper that would accept the program in exchange for extra spending and tax cuts. They should think twice before trading short-term priorities for long-term fiscal pain and even worse healthcare for the state's most vulnerable residents.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-10-000-irs-tax-dragnet-treasury-bank-account-reporting-audit-11634852734", "title": "The $10,000 IRS Tax Dragnet", "date": "2021-10-21 18:42", "summary": "Treasury wants to snoop on bank accounts to trigger more audits.. Democrats walked into a political ditch with their plan to let the Internal Revenue Service snoop on American banks accounts, and so far they're doing a lousy job of scrambling to get out.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chipotles-profit-rises-11-as-chains-burritos-get-pricier-11634850263", "title": "Chipotle's Profit Rises as Chain's Burritos Get Pricier", "date": "2021-10-21 18:42", "summary": "Sales set quarterly record after company raises menu prices to offset higher meat, freight costs. Chipotle Mexican Grill Inc. said higher menu prices helped boost its profit as the burrito chain deals with increased labor and commodity costs.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/merrick-garland-gets-schooled-fbi-school-board-loudoun-county-11634854437", "title": "Merrick Garland Gets Schooled", "date": "2021-10-21 18:40", "summary": "A father was angry after his daughter was assaulted in school. That's not terrorism.. Merrick Garland told Congress Thursday why he recently ordered the FBI and U.S. Attorneys to look into threats or violence against local school boards and school officials. Readers can decide if they believe him.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chip-shortage-expected-to-weigh-on-intels-quarterly-results-11634814000", "title": "Intel's Earnings Dented By Component Shortages", "date": "2021-10-21 18:40", "summary": "Semiconductor company enjoyed strong demand, though some sales have been delayed. Intel Corp. disappointed investors even as it posted stronger third-quarter earnings as component shortages weighed on computer shipments and China's crackdown on computer gaming hurt server-chip sales.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dwac-the-trump-social-media-spac-quadruples-on-first-day-11634843253", "title": "DWAC, the Trump Social-Media SPAC, Quadruples", "date": "2021-10-21 18:40", "summary": "Frenzied buying is similar to gains in special-purpose acquisition companies earlier this year. Investors on Thursday piled into shares of the special-purpose acquisition company taking former President Donald Trump's new social-media platform public, igniting a buying frenzy reminiscent of the SPAC craze from early this year.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adam-neumann-resurfaces-to-celebrate-weworks-public-listing-11634855952", "title": "Adam Neumann Resurfaces to Celebrate WeWork's Public Listing", "date": "2021-10-21 18:39", "summary": "Ousted former CEO still controls 11% of the company's shares after exit package. As WeWork Inc. made its debut Thursday morning on the New York Stock Exchange, the shared office space company's high-profile co-founder and former chief executive wasn't on stage ringing the exchange's opening bell.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fbi-confirms-brian-laundries-remains-found-in-florida-wildlife-reserve-11634854963", "title": "FBI Confirms Brian Laundrie's Remains Found", "date": "2021-10-21 18:38", "summary": "Gabby Petito's fiancé was a person of interest in her murder case. Human remains found in a Florida nature reserve are those of Brian Laundrie, a person of interest in the death of his fiancée Gabby Petito, the Federal Bureau of Investigation said Thursday, after a weekslong manhunt that garnered national attention.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/legal-gerrymander-flip-flop-oregon-redistricting-marc-elias-11634822303", "title": "Legal Gerrymander Flip-Flop", "date": "2021-10-21 18:36", "summary": "Democratic lawyers go to court to defend Oregon's partisan map.. Democrats have put in place a national legal machine to fight gerrymandering in the 2021 redistricting process. Or at least that's how they're selling it. \"We are prepared and ready to use every legal tool available to make sure that new maps do not unfairly treat voters,\" said the prominent Democratic litigator Marc Elias this spring.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yellens-global-tax-railroad-11634755541", "title": "Yellen's Global Tax Railroad", "date": "2021-10-21 18:34", "summary": "She wants to use an OECD pact to coerce Congress to go along.. Amid media fretting about Democratic disarray in Congress, don't underestimate the party's determination to ram something into law. Consider the Biden Administration's plan to force tax increases through a skeptical Congress by exploiting global tax negotiations.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/distracted-defense-department-china-instability-military-climate-race-11634848224", "title": "The Distracted Defense Department", "date": "2021-10-21 18:29", "summary": "The military should focus on strategic adversaries, not challenges like Covid and climate change.. The Defense Department is in trouble under the Biden administration. It surrendered to the Taliban and has been slow in responding to the challenge posed by China. Meanwhile, Pentagon leaders wasted time and resources developing a climate strategy, which they released this month.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/monetary-bathtub-overflowing-inflation-drain-transitory-11634847429", "title": "The Monetary Bathtub Is Overflowing", "date": "2021-10-21 18:28", "summary": "Many economists say inflation is transitory. It will be persistent.. The consumer-price index has risen 5.4% over the past 12 months. President Biden says we are facing a temporary bout of price increases caused by supply-chain glitches and bottlenecks that are themselves temporary. But while supply-chain problems affect prices of specific commodities, they have little effect on the overall price level if monetary growth is stable. The problem is that monetary growth in the U.S. has been anything but stable.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/internet-services-as-good-as-church-livestream-in-person-11634848177", "title": "Are Internet Services as Good as Church?", "date": "2021-10-21 18:27", "summary": "They open the door to more congregants but provide an attenuated worship experience.. Last year Pastors Henry Fuhrman and Jerry O'Sullivan of Shelter Rock Church in Nassau County, N.Y., began working as TV preachers. For months they livestreamed sermons as Covid-19 ravaged the leafy communities of Long Island, where their church has several campuses. After overcoming the hurdles of digital worship, they now have a new problem: how to wean the congregation off the convenience of online church.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcauliffe-gift-republicans-youngkin-virginia-education-parents-schools-11634853478", "title": "McAuliffe's Gift to the GOP", "date": "2021-10-21 18:26", "summary": "Win or lose, he has shown the potency of education as an issue.. Democrats are suddenly looking at Virginia with a whole new kind of unhappy. They've long worried the state's coming election will show voter dissatisfaction with Democrats. They're now also concerned that Terry McAuliffe's stumbling gubernatorial campaign has gift-wrapped the GOP a winning issue for 2022.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opportunity-knocked-they-didnt-answer-shaw-stingley-operetta-super-ball-11634851661", "title": "Opportunity Knocked. They Didn't Answer", "date": "2021-10-21 18:26", "summary": "The stories of 'The Chocolate Soldier' and the Superball.. The world is forever full of smart people who for one reason or another are afraid to take a chance on something new-something new that turns out to be big.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-dogs-world-review-when-the-pug-joins-the-pack-11634855134", "title": "'A Dog's World' Review: When the Pug Joins the Pack", "date": "2021-10-21 18:25", "summary": "In a post-human world, dogs might thrive without many of the traits that make them such appealing pets.. What's the difference between dogs and cats? Dogs say \"These people feed me. They must be god!\" Cats say \"These people feed me. I must be god!\" The joke contains a furball of truth: Compared to cats, dogs are more deeply involved with people. This presumed entanglement is the starting point for \"A Dog's World: Imagining the Lives of Dogs in a World Without Humans,\" by Jessica Pierce and Marc Bekoff. Ms. Pierce is a bioethicist and philosopher at the Center for Biothetics and Humanities at the University of Colorado's Anschutz Medical Campus, and Mr. Bekoff a professor emeritus of ecology and evolutionary biology at the University of Colorado, Boulder.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vista-prepares-pitch-for-next-big-software-fund-11634855107", "title": "Vista Prepares Pitch for Next Big Software Fund", "date": "2021-10-21 18:25", "summary": "The firm told some prospective investors that it could target as much as $24 billion for the new offering, sources say. Vista Equity Partners plans to join the growing list of private-equity firms pitching large funds focused on technology deals.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/western-digital-kioxia-deal-talks-stall-11634853946", "title": "Western Digital-Kioxia Deal Talks Stall", "date": "2021-10-21 18:20", "summary": "Steady drop in Western Digital's share price was a factor that cooled merger discussions. Western Digital Corp.'s talks to merge with Japanese chip maker Kioxia Holdings Corp. in a $20 billion-plus deal have stalled, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snap-blames-apples-privacy-changes-for-hurting-its-ad-business-11634847647", "title": "Snap's Stock Drops as It Blames Apple for Hurting Its Ad Business", "date": "2021-10-21 18:16", "summary": "Social-media company posts quarterly revenue and user growth but expects growth to slow. Snap Inc. said Thursday it expects growth to slow in the current quarter because of recent changes to Apple Inc.'s App Store privacy rules, sending Snap's stock tumbling more than 20% in after-hours trading and highlighting the impact of the iPhone maker's new policy on digital advertising.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whirlpool-lowers-sales-growth-outlook-as-supply-chain-constraints-persist-11634851264", "title": "Whirlpool Doesn't See Appliance Shortage Ending Soon", "date": "2021-10-21 18:12", "summary": "Company cuts sales forecast as costs climb, expects demand for refrigerators and dishwashers to outpace supply well into 2022. Shortages of dishwashers and refrigerators are likely to stretch well into next year, Whirlpool Corp.'s chief executive officer said, as supply-chain problems constrain production and consumer demand remains strong.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-imposes-new-restrictions-on-officials-investment-activities-11634839207", "title": "Fed Imposes New Restrictions on Officials' Investment Activities", "date": "2021-10-21 18:07", "summary": "Rules prohibiting trading of individual stocks and bonds, when officials can buy diversified securities follow revelations of active trading last year as the Fed responded to Covid-19. Federal Reserve Chairman Jerome Powell imposed sweeping personal-investing restrictions on senior officials in a bid to address a stock-trading controversy that prompted the resignation of two reserve bank presidents and hurt his prospects of being reappointed to lead the central bank next year.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gentrifying-buffalo-is-on-the-verge-of-electing-a-socialist-mayor-11634830232", "title": "Gentrifying Buffalo Is on the Verge of Electing a Socialist Mayor", "date": "2021-10-21 18:02", "summary": "Resume Subscription. BUFFALO, N.Y.-A democratic socialist has a clear path to be elected mayor of this Rust Belt city, propelled in part by newcomers who have spurred its revitalization in recent years.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/melange-a-french-recipe-for-the-special-spice-of-dune-11634852894", "title": "'Melange': A French Recipe for the Special Spice of 'Dune'", "date": "2021-10-21 17:48", "summary": "The name for the most valuable commodity on Frank Herbert's planet Arrakis shares a root with 'medley' and 'miscellany'. Linguist and lexicographer Ben Zimmer analyzes the origins of words in the news. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexican-steelmaker-altos-hornos-explores-u-s-bankruptcy-filing-11634821200", "title": "Mexican Steelmaker Altos Hornos Explores U.S. Bankruptcy Filing", "date": "2021-10-21 17:28", "summary": "Steel conglomerate Altos Hornos considers chapter 11 for a subsidiary after its chairman signed a $216 million settlement in prison. Mexican steelmaker Altos Hornos de Mexico SAB de CV said Thursday that it is exploring a bankruptcy filing for a subsidiary that does business in the U.S.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dune-movie-review-hbo-max-zendaya-11634662206", "title": "'Dune': From Grand Vision to Sand Trap", "date": "2021-10-21 17:22", "summary": "The space epic, in theaters and on HBO Max, features a star-studded cast including Zendaya, Timothée Chalamet and Oscar Isaac.. Denis Villeneuve's long-awaited-for once that's true-version of \"Dune\" is the first of his two planned features based on the 1965 novel by Frank Herbert. When Zendaya's Chani, the love-to-be of the hero's life, says at the end of the 155-minute saga, \"This is only the beginning,\" it's a laugh line as well as a prophecy. The film, playing simultaneously in theaters (where it should be seen if you're going to see it) and on HBO Max (where it will suffer severely from miniaturization), also cleaves into two parts. In the first, a majestic vision set on distant planets far in the future, vivid characters and impressive machines fill the vast screen, and stunning interior spaces alternate with awesome-for once that's the right word-desert landscapes, the likes of which haven't been seen since \"Lawrence of Arabia.\" In the second, the plot machinery grinds to a halt, as if clogged with sand, and the well-earned welcome wears out.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/invasion-review-apple-tv-sam-neill-11634851241", "title": "'Invasion' Review: It Came From Outer Space...Eventually", "date": "2021-10-21 17:21", "summary": "Extraterrestrials wreak havoc on Earth in a new Apple TV+ show, but with many characters and a dragging storyline it creeps rather than thrills. The best advice regarding the 10-episode \"Invasion\" would probably be to sit back and binge, except that once the three-part premiere is over, you have to wait until the following Friday for a new Apple TV+ installment. The bingeing tip isn't necessarily a compliment: \"Invasion\" proceeds so incrementally across such a wide range of characters and their responses to extraterrestrial terrorism that you might well lose your way from week to week. Never mind your interest.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-french-dispatch-review-wes-anderson-new-yorker-bill-murray-lea-seydoux-11634851162", "title": "'The French Dispatch': Not Worth a Detour", "date": "2021-10-21 17:20", "summary": "In Wes Anderson's latest, an offbeat homage to the New Yorker, humor is scarce and boredom abounds.. An old joke described the New Yorker as a magazine that made a million subscribers feel like a select few. That's not so anymore. Far from being an elitist bastion-which it never really was-the magazine is a beacon of excellence in a darkening media landscape. But it's the New Yorker as a venerable, famously fusty institution that inspired Wes Anderson's \"The French Dispatch,\" a visually distinctive yet utterly inert Dada triptych that's set in mid-20th-century France. In a fictional French city, to be precise, called Ennui-sur-Blasé where a newspaper with New Yorker-like typography and layouts, staffed with expat eccentrics, has its headquarters and produces articles about politics and culture for its subscribers in Iowa. (The joke being that the New Yorker's co-founder, Harold Ross, who started his journalism career in France, famously said that his new magazine would not be for \"the old lady in Dubuque.\")", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-10-21-2021-11634801912", "title": "S&P 500 Edges Higher to Record", "date": "2021-10-21 17:20", "summary": "Dow dragged down by a drop in IBM shares. The S&P 500 inched higher to a record close Thursday, continuing a weekslong upward march driven by strong corporate earnings and optimistic numbers on the labor market.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thoughts-of-a-colored-man-review-keenan-scott-ii-steve-h-broadax-iii-katori-hall-the-hot-wing-king-11634851069", "title": "'Thoughts of a Colored Man' Review: In Need of a Shape-Up", "date": "2021-10-21 17:19", "summary": "Keenan Scott II's ambitious new play with songs and slam poetry, set in and around a barbershop in a gentrifying Brooklyn neighborhood, has some striking characters but doesn't hold together. New York", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-electrical-life-of-louis-wain-review-benedict-cumberbatch-claire-foy-will-sharpe-11634851000", "title": "'The Electrical Life of Louis Wain' Review: The Cat's Meow", "date": "2021-10-21 17:17", "summary": "Benedict Cumberbatch and Claire Foy star in this biopic about an eccentric, troubled illustrator. With its exuberant images (cats, oodles of cats), quaint Victorian settings, damask palette, odd camera angles and old-fashioned screen proportions, \"The Electrical Life of Louis Wain\" might have been too clever by more than half, except for its startling tenderness and depth of feeling, and the brilliance of its starring performances by Benedict Cumberbatch and Claire Foy. This celebration of singularity-eccentricity doesn't do the subject justice-was directed by Will Sharpe (the British dark-comedy series \"Flowers\") from a screenplay he wrote with Simon Stephenson. It's a love story folded gently into a feverish account of a man keeping chaos at bay, a fictionalized biography that leaves you wishing for a bit more, yet beguiled by what's there. (Currently playing in select theaters, the film will stream on Amazon Prime starting Nov. 5.)", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paypal-shares-fall-after-news-of-pinterest-talks-11634828454", "title": "PayPal Stock Falls After News of Pinterest Talks", "date": "2021-10-21 17:15", "summary": "Shares fell 5.9% Thursday on top of a 4.9% drop on Wednesday. Shares of PayPal Holdings Inc. fell 5.9% Thursday, a sign that investors have doubts about the company's potential purchase of Pinterest Inc.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-closer-look-11634850216", "title": "A Closer Look", "date": "2021-10-21 17:03", "summary": "Selections from 'Red' by Laura Vaccaro Seeger. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-next-thing-you-eat-review-hulu-david-chang-morgan-neville-11634850140", "title": "'The Next Thing You Eat' Review: The Future of Food", "date": "2021-10-21 17:03", "summary": "David Chang delves into topics ranging from lab-grown meat to the survival of the restaurant industry in Hulu's entertaining and informative series. David Chang-chef, restaurateur and food influencer-assumes the role of our culinary conscience in \"The Next Thing You Eat,\" a six-part Hulu series with a built-in audience of seven-billion-plus earthlings. Who's not interested in food? Or the issues raised in the show? Exploitative foods apps. The disappearance of restaurant workers. The disappearance of restaurants. Lab-grown meat. And the inescapable logic of vegetarianism-something the omnivorous Mr. Chang agrees makes sense. \"I just don't have that kind of moral integrity yet,\" he concedes. If that doesn't win him sympathy, nothing will.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dana-h-review-lucas-knath-dana-higginbotham-11634849887", "title": "'Dana H.' Review: A Harrowing Document", "date": "2021-10-21 16:59", "summary": "Deirdre O'Connell lip-syncs a recorded interview with Dana Higginbotham, who tells the story of her horrific abduction and captivity in 1997.. New York", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-closer-look-11634849849", "title": "A Closer Look", "date": "2021-10-21 16:57", "summary": "Selections from 'Encyclopedia of Ordinary Things' by Štěpánka Sekaninová, illustrated by Eva Chupíková. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-closer-look-11634849571", "title": "A Closer Look", "date": "2021-10-21 16:52", "summary": "Selections from 'Opposites Abstract' by Mo Willems. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-closer-look-11634849496", "title": "A Closer Look", "date": "2021-10-21 16:51", "summary": "Selections from 'Circle Under Berry' by Carter Higgins. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-october-16-11634849345", "title": "Bestselling Books Week Ended October 16", "date": "2021-10-21 16:49", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deere-granted-temporary-injunction-against-striking-union-members-11634848789", "title": "Deere Granted Temporary Injunction Against Striking Union Members", "date": "2021-10-21 16:39", "summary": "The company alleges those striking disrupted business operations in Davenport, Iowa. A judge in eastern Iowa awarded Deere & Co . a temporary injunction against union members on strike, prohibiting them from trespassing on the company's property or obstructing entrances and exits.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wework-set-to-go-public-via-spac-deal-two-years-after-failed-ipo-11634808600", "title": "WeWork Shares Rise on First Day of Trading, Two Years After Failed IPO", "date": "2021-10-21 16:36", "summary": "The shared-office company has closed locations, renegotiated leases and cut thousands of jobs to reduce expenses during Covid-19. WeWork Inc. shares rose on their first day of trading Thursday, capping a journey to a listing that included the implosion of its initial public offering in 2019 and the ouster of its co-founder and chief executive, Adam Neumann.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-minneapolis-police-officer-mohamed-noor-resentenced-in-killing-of-911-caller-11634848594", "title": "Ex-Minneapolis Police Officer Resentenced in Killing of 911 Caller", "date": "2021-10-21 16:36", "summary": "The new sentence of nearly five years in prison for manslaughter comes after the state supreme court overturned a murder conviction. A former Minneapolis police officer was sentenced to almost five years in prison on Thursday for the fatal shooting of an unarmed woman who approached his vehicle minutes after making a 911 call to report a possible rape.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trial-of-rudy-giuliani-associate-lev-parnas-comes-to-a-close-11634848252", "title": "Trial of Rudy Giuliani Associate Lev Parnas Comes to a Close", "date": "2021-10-21 16:30", "summary": "Prosecutors, defense lawyers sparred over whether he made illegal political donations, helped funnel foreign money into U.S. elections. The criminal trial of former Rudy Giuliani associate Lev Parnas drew to a close Thursday as federal prosecutors and defense attorneys sparred over whether he made illegal political donations and helped funnel foreign money into U.S. elections in 2018.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reddits-steve-huffman-a-conversation-at-the-wsjs-tech-live-conference-11634847904", "title": "Reddit's Steve Huffman: A Conversation at the WSJ's Tech Live Conference", "date": "2021-10-21 16:25", "summary": "The company's CEO talks about GameStop, content moderation and going public. Steve Huffman is co-founder and chief executive officer of the social-media platform Reddit Inc., which earlier this year was at the center of a stock-market craze during which individual investors in one of its online communities rallied together to buy stocks such as GameStop Corp.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pinterests-marketing-allure-drives-suitors-interest-11634845562", "title": "Pinterest's Marketing Allure Drives Suitors' Interest", "date": "2021-10-21 16:24", "summary": "PayPal wants to buy the social-media platform, which offers a coveted female user base and a focus on spurring e-commerce sales. What's driving interest in Pinterest ?", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/now-look-whos-calling-for-family-leave-subsidies-11634847772", "title": "Now Look Who's Calling for Family Leave Subsidies", "date": "2021-10-21 16:22", "summary": "Maybe Democrats really do have a marketing problem.. On Monday this column noted that Secretary of Transportation Pete Buttigieg is ruining family leave mandates for everyone. Now the cause has found a new advocate who may be even less compelling.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/googles-sundar-pichai-excerpts-from-a-conversation-at-the-wsjs-tech-live-conference-11634847777", "title": "Google's Sundar Pichai: Excerpts From a Conversation at the WSJ's Tech Live Conference", "date": "2021-10-21 16:22", "summary": "The Alphabet and Google CEO discusses returning to work, unionization and privacy policies. These are challenging times for Alphabet Inc. -corporate parent of Google and YouTube, and a dominant player in online search and advertising.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/salmonella-outbreak-linked-to-onions-has-sickened-hundreds-11634846169", "title": "Salmonella Outbreak Linked to Onions Has Sickened Hundreds", "date": "2021-10-21 16:06", "summary": "Distributor ProSource recalls red, white and yellow onions imported from Chihuahua, Mexico, in July and August. Certain fresh onions sold in restaurants and grocery stores around the U.S. were connected to a salmonella outbreak that has made at least 652 people sick, the Centers for Disease Control and Prevention said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-many-users-does-facebook-have-the-company-struggles-to-figure-it-out-11634846701", "title": "Facebook Struggles to Determine How Many Users It Has", "date": "2021-10-21 16:05", "summary": "Resume Subscription. Facebook Inc. is struggling to detect and deal with users' creating multiple accounts on its flagship platform, according to internal documents that raise new questions about how the social-media giant measures its audience.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/youll-never-solve-this-one-friday-crossword-october-22-11634675095", "title": "You'll Never Solve This One (Friday Crossword, October 22)", "date": "2021-10-21 16:01", "categories": [["WSJ Puzzles", "Crossword Contest"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword-contest?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-a-better-brownie-recipe-just-add-eggplant-11634845983", "title": "For a Better Brownie Recipe, Just Add Eggplant", "date": "2021-10-21 15:53", "summary": "Vegetables bring beautiful color, flavor and, above all, moisture to everything from cupcakes to flan. Hit the savory side of the produce aisle to make these delicious desserts.. I HAVE GROWN to really love vegetables. But I didn't always feel this way. As a kid I was fed vegetables that weren't particularly well cooked or seasoned, and I was constantly told I had to eat them. No one likes anything they are told they have to eat, and the negative association affected my eating choices well into adulthood.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-home-sales-jumped-7-in-september-11634825367", "title": "U.S. Home Sales Jumped 7% in September", "date": "2021-10-21 15:53", "summary": "Increase in existing-home sales last month followed late-summer drop in mortgage rates. U.S. home sales surged in September with their strongest showing since January, ending a monthslong stretch when housing market activity slowed from its frenzied pace and high prices crowded out many buyers.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstones-profit-nearly-doubles-11634813916", "title": "Blackstone's Profit Nearly Doubles", "date": "2021-10-21 15:39", "summary": "Private-equity giant's performance was driven by high-growth areas like real estate, tech, logistics and life sciences. Blackstone Inc.'s net income nearly doubled in the third quarter, driven by strong investment performance for its largest strategies and continued expansion into fast-growing new business lines.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/merrick-garland-defends-school-board-memo-from-republican-criticism-11634843731", "title": "Garland Defends School Board Memo From Republican Criticism", "date": "2021-10-21 15:21", "summary": "Republicans accuse Justice Department of trying to silence parents after memo directs FBI to help address rise in violent threats to educators. WASHINGTON-Attorney General Merrick Garland on Thursday defended ordering the FBI to help local leaders address threats against educators and school board members, after Republicans accused the Justice Department of seeking to silence parents who speak out about topics like mask mandates and how race is addressed in schools.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-can-deal-with-rising-rates-11634843737", "title": "Blackstone Can Deal With Rising Rates", "date": "2021-10-21 15:15", "summary": "Alternative asset managers' upswing could continue even if low rates and surging market values don't. Blackstone and its peers have provided a lifeline for those investors thirsting for yield in a zero-rate world. An emerging question is how they can keep it up when investors aren't so parched.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kiss-frontman-gene-simmons-lists-las-vegas-home-overlooking-the-strip-for-14-95-million-11634828445", "title": "Kiss Frontman Gene Simmons Lists Las Vegas Home Overlooking the Strip for $14.95 Million", "date": "2021-10-21 15:13", "summary": "Resume Subscription. This spring, Kiss frontman Gene Simmons rolled the dice on Las Vegas.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/rail-yard-congestion-holds-down-shipping-volumes-11634843056", "title": "Rail-Yard Congestion Holds Down Shipping Volumes", "date": "2021-10-21 15:04", "summary": "CSX and Union Pacific say higher prices are helping revenue, but shortages of workers and equipment have them turning down business. The chief executives at CSX Corp. and Union Pacific Corp. say a lack of truck drivers, equipment and warehouse workers are causing congestion in their yards, forcing the railroad operators to turn down some business during a time of high demand for shipping companies.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/youre-more-likable-than-you-think-11634842440", "title": "You're More Likable Than You Think", "date": "2021-10-21 14:54", "summary": "A behavioral economist answers questions about first impressions and budgeting for the unexpected. Behavioral economist Dan Ariely uses psychological research to advise on everyday dilemmas. Read more columns here.", "categories": [["Life & Work", "Ideas", "Ask Ariely"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/ask-ariely?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barclays-profit-rises-on-investment-banking-11634798875", "title": "Barclays Profit Rises on Investment Banking", "date": "2021-10-21 14:52", "summary": "Profit at Barclays's corporate and investment bank rose 85% in the third quarter. Barclays PLC said its net profit more than doubled in the third quarter, driven by a continued strong performance at its investment bank.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2022-hyundai-santa-cruz-a-pickup-built-like-a-crossover-11634842290", "title": "2022 Hyundai Santa Cruz: A Pickup Built Like a Crossover", "date": "2021-10-21 14:51", "summary": "Billed as a Sport Adventure Vehicle and combining an open cargo bed with a comfortable interior, the Santa Cruz is an affordable, versatile, smaller alternative to a standard midsize pickup. And Dan Neil thinks it's rad.. THE MOMENT I laid eyes on the Hyundai Santa Cruz, I thought, Brah, that is so money.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/art-institute-chicago-museum-diversity-inclusion-woke-crt-docent-11634767909", "title": "Diversity and Exclusion in U.S. Art Museums", "date": "2021-10-21 14:02", "summary": "Can you only understand what I am saying if you are the same race, gender and class as me?. In reading Faith Bottum's \"Indocency on Display at the Art Institute of Chicago\" (op-ed, Oct. 16), I could not help but identify with the fired docents at that institution. I was a docent for 32 years at Alabama's Birmingham Museum of Art, whose docent program was recently terminated in a similar manner, leaving me \"involuntarily retired.\" The replacement for the 65 active volunteer docents, most of whom are middle-class white women with decades of training and experience, will be a small group of paid college students.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/school-choice-vouchers-virginia-race-racism-desegregation-integration-11634768934", "title": "The Segregationist History of School Choice", "date": "2021-10-21 14:01", "summary": "The purpose of Virginia's voucher program was to defend segregation.. School choice is a promising policy and segregation is a persistent national disgrace, so getting the history correct matters. Unfortunately, Phillip Magness is not correct when he writes that the standard history is \"backward\" and voucher supporters were the antiracists in 1950s and 1960s Virginia (\"School Choice's Antiracist History,\" op-ed, Oct. 19).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-energy-environment-regulation-climate-courts-11634770074", "title": "What Can Biden Get Away With Before Courts Step In?", "date": "2021-10-21 13:59", "summary": "Being an environmentalist once implied an appropriate humility in our relationship with the rest of creation.. In \"Biden's Power Over Energy\" (op-ed, Oct. 18), Tristan Abbey notes that the courts may eventually curb reckless executive actions politicizing energy availability, but that in the meantime the government could \"destroy the financial viability\" of the energy sources we count on to run our economy and keep us from freezing.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pack-supreme-court-packing-democracy-judiciary-congress-law-11634769483", "title": "Court-Packing, Democracy and Congress's Rightful Role", "date": "2021-10-21 13:59", "summary": "Progressive efforts to influence and pack the court may in the end destroy it.. Regarding \"Progressive Court-Packing Meltdown\" (Review & Outlook, Oct. 19): In theory, it should not matter who Supreme Court justices are because every justice is bound to apply the law, not substitute his own judgment. Politicized courts do not command respect and cannot perform the function they were intended to perform. Progressive efforts to influence and pack the court may in the end destroy it.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-whistleblowers-are-in-all-the-wrong-places-11634837923", "title": "The Whistleblowers Are in All the Wrong Places", "date": "2021-10-21 13:38", "summary": "Can someone expose the hidden truths about leaf blowers, country music, and relaxed-fit jeans?. Whistleblowers are always appearing before congressional committees and revealing that big companies are hiding the flaws and dangers of their products from the public. But is there any reason whistleblowing has to be limited to tech giants like Facebook ? Not really.", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/southwest-airlines-to-cut-flights-amid-staffing-shortages-11634820103", "title": "Southwest Airlines to Cut Flights Amid Staffing Shortages", "date": "2021-10-21 13:34", "summary": "Both Southwest and American Airlines report profits, helped by government aid. Southwest Airlines Co. said a cascade of cancellations earlier this month cost it $75 million, and the airline said it is planning to throttle back on flying to prevent similar incidents.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-is-the-best-way-to-visit-yellowstone-national-park-11634837478", "title": "This Is the Best Way to Visit Yellowstone National Park", "date": "2021-10-21 13:31", "summary": "Yellowstone is having the busiest year in its history. To steer clear of the crowds and see the real treasures of the park, grab a kayak and a guide.. OUR KAYAKS slid through the water, each splash from our paddles dappling light on the sand visible below. Before heading out for a remote lakeside camp deep in Yellowstone National Park, my three friends and I had packed the boats with tents, sleeping bags and three days worth of food. Compared with struggling along under the weight of a backpack, it was a delightfully effortless way to haul our stuff.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wireless-carriers-are-winning-5g-customers-for-the-wrong-reason-11634837502", "title": "Wireless Carriers Are Winning 5G Customers for the Wrong Reason", "date": "2021-10-21 13:31", "summary": "AT&T and Verizon's heavy promotions lead to booming growth, but value of next-gen networks to users still unclear. Even before the country's two largest wireless carriers reported strong quarterly results this week, Morgan Stanley had a bit of cold water to splash.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-hits-one-billion-covid-19-vaccines-administered-11634837017", "title": "India Hits One Billion Covid-19 Vaccines Administered", "date": "2021-10-21 13:23", "summary": "The government celebrated the milestone following struggles with the inoculation effort earlier this year. NEW DELHI-India said it had administered one billion Covid-19 vaccines, hitting a milestone in a once-faltering campaign and signaling that the country could begin allowing more vaccine exports soon.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-housing-boom-will-keep-builders-and-agents-busy-11634836705", "title": "America's Housing Boom Will Keep Builders and Agents Busy", "date": "2021-10-21 13:18", "summary": "There is no more off season any more for housing as builders and buyers make up for lost time. Get ready for some rosy home-sales numbers, and get used to the idea that it still won't be enough. Until America has more homes available for sale, the housing market will look unusually strong in what used to be the slow part of the year without satisfying pent-up demand that has been years in the making.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-deal-with-your-adult-children-who-resent-your-new-romantic-relationship-11634836553", "title": "How to Deal With Your Adult Children Who Resent Your New Romantic Relationship", "date": "2021-10-21 13:15", "summary": "Friction between adult children and a new partner can do a lot of damage. Here's how to make sure it doesn't.. Why isn't my child happy for me?", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-is-back-near-record-highs-houston-pension-fund-dives-in-11634836542", "title": "Bitcoin Is Back Near Record Highs, and a Houston Pension Plan Dives In", "date": "2021-10-21 13:15", "summary": "Fund for the city's firefighters buys $25 million of the cryptocurrencies bitcoin and ether, as digital assets attract institutional investors. Houston's pension fund for its firefighters said Thursday it bought $25 million worth of bitcoin and ether for its defined-benefit plan's portfolio, the latest move by an institutional investor into digital assets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oops-boris-johnson-truth-climate-energy-prices-costs-11634826979", "title": "Oops, Boris Johnson Told the Truth About Climate", "date": "2021-10-21 12:36", "summary": "Voters are still in the dark about what they have to do to cut emissions. Finally a politician is telling them.. If Prime Minister Boris Johnson didn't appear to believe so sincerely in the virtues of tackling climate change, you'd assume he was trying to sabotage the crusade against carbon-dioxide emissions. The bold plan he released this week for the U.K. to achieve net-zero carbon emissions by 2050 breaks the cardinal rule of climate activism: Never, ever, under any circumstances whatsoever, tell the public in one go how much they'll have to pay and how much of their ordinary lives they'll have to change to rein in emissions.", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/history-ballot-virginia-america-election-signs-critical-race-theory-11634826129", "title": "History Is on the Ballot In Virginia", "date": "2021-10-21 12:36", "summary": "Critical Race Theory presents a story of the U.S. much like the one I learned growing up in Canada.. Alexandria, Va.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/easy-chicken-kiev-recipe-11634831028", "title": "How This Easy Chicken Kiev Recipe Gets Its Impossibly Crisp Crust", "date": "2021-10-21 12:30", "summary": "The secret: instant mashed potato flakes. As the chicken Kiev fries, the breading puffs and crisps while the herb-butter center goes molten. A mustardy potato salad provides a nice, sharp counterpoint.. GROWING UP in Indiana, Joe Papach liked the frozen-food-aisle chicken Kiev his mom served. But his final Slow Food Fast recipe produces an airy, unfailingly tender rendition worthy of love.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-charges-ali-harbi-ali-with-murder-of-lawmaker-david-amess-11634823570", "title": "U.K. Charges Man With Murder of Lawmaker David Amess", "date": "2021-10-21 12:23", "summary": "Prosecutors say they will allege the killing had religious and ideological motivations. LONDON-British authorities charged a 25-year-old London man, Ali Harbi Ali, with murder and terrorism in the stabbing to death of lawmaker David Amess last week.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-herd-immunity-proves-elusive-in-u-k-11634810364", "title": "Covid-19 Herd Immunity Proves Elusive in U.K.", "date": "2021-10-21 12:20", "summary": "Resume Subscription. LONDON-The U.K., in an experiment watched by the world, lifted most Covid-19 restrictions in the summer, wagering that immunity from vaccinations and prior infections would keep the virus at bay.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/facebooks-oversight-board-says-company-wasnt-fully-forthcoming-on-treatment-of-high-profile-users-11634817601", "title": "Facebook Is Rebuked by Oversight Board Over Transparency", "date": "2021-10-21 12:09", "summary": "Board's report comes after Wall Street Journal investigation into treatment of high-profile users. Facebook Inc.'s oversight board said the company hadn't been forthcoming about how it exempts high-profile users from its rules and said it is drafting recommendations for how to overhaul the system, following a Wall Street Journal investigation into the practice.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hawaii-home-of-former-howard-hughes-ceo-asks-25-million-11634832077", "title": "The Hawaii Home of Former Howard Hughes CEO Asks $25 Million", "date": "2021-10-21 12:01", "summary": "David R. Weinreb is selling a Honolulu unit with four kitchens in a Hughes-developed condominium. David R. Weinreb, co-founder and former CEO of the Howard Hughes Corp., is listing a condo in a Honolulu project the company developed for $25 million. If it fetches that amount, it will become the most expensive condo sale recorded on the island of Oahu, according to listing agent Tracy Allen at Coldwell Banker Realty. The current record holder is a $23.5 million sale, Ms. Allen said.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consumer-agency-to-probe-tech-giants-including-apple-facebook-11634818130", "title": "Government Probes How Apple, Facebook, Amazon Use Consumer Financial Data", "date": "2021-10-21 12:01", "summary": "Consumer Financial Protection Bureau seeks information on how those firms and others use consumers' financial information. WASHINGTON-Big tech companies are facing questions from the government on another front: how they use consumers' financial and other information.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-charm-of-making-foods-you-usually-buy-11634831802", "title": "The Charm of Making Foods You Usually Buy", "date": "2021-10-21 11:56", "summary": "We all have mental barriers about which foods are too intimidating to prepare from scratch. But once you go homemade, you may be spoiled for the packaged kind.. One of the most romantic moments I ever witnessed happened in a supermarket in the ready-made sauces aisle. It was before the pandemic, when grocery shopping could be a fun date rather than something done masked and alone. A young woman and man paused to look at the shelves of bottled sauces: pasta sauces, Thai green curry sauce and the like. The woman turned tenderly to the man and said, \"You have spoiled me for sauce.\" What she meant-it became clear, as I eavesdropped-was that the sauces he cooked for her were so delicious that she could no longer enjoy the ready-made ones in a jar.", "categories": [["Life & Work", "Table Talk"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/table-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ipg-raises-organic-growth-expectations-as-pandemic-impacts-improve-11634831505", "title": "IPG Raises Organic Growth Expectations as Pandemic Impacts Improve", "date": "2021-10-21 11:51", "summary": "Ad holding company Interpublic Group of Cos. saw organic growth of 15% in the third quarter. Interpublic Group of Cos. increased its expectations for organic revenue growth this year, citing improvements in public health and the global economy as it reported third-quarter earnings.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-intelligence-report-sounds-new-climate-warning-11634829769", "title": "U.S. Intelligence Report Sounds New Climate Warning", "date": "2021-10-21 11:49", "summary": "National intelligence assessment cites likely cost disputes, Arctic conflict, drought and migration as temperatures rise. WASHINGTON-Rising global temperatures pose a growing risk to U.S. national security, as nations battle over who will pay for climate change's costs, maneuver for advantage in a melting Arctic and grapple with effects such as drought and migration, a new U.S. intelligence report concluded.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-says-once-covid-19-vaccine-for-children-ages-5-11-is-approved-it-will-be-available-at-pediatric-offices-primary-care-sites-pharmacies-11634735235", "title": "Vaccine for Young Kids to Be Given at Schools, Healthcare Sites", "date": "2021-10-21 11:44", "summary": "White House officials say focusing on pediatricians and primary care offices will help build confidence among parents. WASHINGTON-In a step to extend the reach of its Covid-19 vaccination drive, the Biden administration is preparing to distribute shots to children at doctors' offices, pharmacies and schools should federal regulators clear the inoculations for kids ages 5-11.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hawaii-2-5-11634830748", "title": "Hawaii 2-5", "date": "2021-10-21 11:39", "summary": "A look inside a Honolulu condo asking $25 million.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/philadelphia-travel-guide-11634827659", "title": "An Insider's Travel Guide to Philadelphia", "date": "2021-10-21 11:28", "summary": "This historic heavyweight of a city is a booming cultural and culinary destination, too. To help you devise your own first-class field trip, we enlisted expert guidance.. THE OLD JOKE about his hometown-I came for the history but stayed for the cheesesteaks-amuses Rob McElhenney, co-creator and star of the TV sitcom \"It's Always Sunny in Philadelphia.\" As he puts it, \"It always amazed me that the birthplace of America could be reduced to a sandwich.\"", "categories": [["Life & Work", "Travel", "Journal Concierge"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/journal-concierge?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-wirelesss-gains-dwarf-shrinking-media-business-11634814158", "title": "AT&T Wireless's Gains Dwarf Shrinking Media Footprint", "date": "2021-10-21 11:26", "summary": "Company logs jump in wireless customers, while its HBO domestic-subscriber base shrinks. AT&T Inc. cut a slimmer profile in the third quarter with the first of a series of entertainment divestitures out the door, even as its core wireless business continued to grow.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/plaid-pushes-into-payments-business-after-scuttled-visa-deal-11634808600", "title": "Plaid Pushes Into Payments Business After Scuttled Visa Deal", "date": "2021-10-21 11:09", "summary": "The fintech is teaming up with Square, Stripe and dozens of others on a digital pay-by-bank offering. Financial-technology startup Plaid Inc. is making a move into the payments business, less than a year after an antitrust lawsuit scuttled its high-price sale to Visa Inc.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roth-ira-conversions-whens-the-best-time-to-start-11634828401", "title": "Roth IRA Conversions: When's the Best Time to Start?", "date": "2021-10-21 11:00", "summary": "You may be reluctant to do it now because of the tax hit upfront. But that may be short-term thinking.. My wife and I are about 10 years from retirement. We want to begin converting money in our individual retirement accounts to a Roth IRA, but the tax bite looks like a problem. We're already in a higher tax bracket than we like. Any advice? When, or how, should we start converting?", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-las-vegas-home-of-gene-simmons-11634828188", "title": "The Las Vegas Home of Gene Simmons", "date": "2021-10-21 10:56", "summary": "A look inside the rocker's modern house in Henderson, Nev.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/xi-jinping-hasnt-left-china-in-21-months-keeping-diplomacy-virtual-11634826813", "title": "Xi Jinping Hasn't Left China in 21 Months, Keeping Diplomacy Virtual", "date": "2021-10-21 10:33", "summary": "Chinese leader, his world travels interrupted by pandemic, is expected to remain a face on a screen at global summits. Chinese President Xi Jinping sealed himself behind some of the world's tightest border controls when Covid-19 hit, and even as his international image sags he isn't expected to resume his globe-trotting diplomacy soon.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/videoamp-raises-275-million-as-it-aims-to-accelerate-growth-11634826600", "title": "VideoAmp Raises $275 Million as It Aims to Accelerate Growth", "date": "2021-10-21 10:30", "summary": "The latest round of funding, led by Spruce House Partnership, values VideoAmp at $1.4 billion, the company said. Media measurement company VideoAmp Inc. has raised $275 million in a series F round of funding as it pursues its efforts to take a slice of the media measurement business dominated by Nielsen, the company said.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflixs-squid-game-has-parents-asking-should-you-let-your-kids-watch-11634826394", "title": "Netflix's 'Squid Game' Has Parents Asking: Should Kids Watch?", "date": "2021-10-21 10:26", "summary": "Resume Subscription. Parents have endured a pandemic, school shutdowns and child-care disruptions. Now they have to grapple with \"Squid Game.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/democratic-voters-want-bidens-big-spending-dealand-theyre-getting-impatient-11634825084", "title": "Democratic Voters Want Biden's Big Spending Deal", "date": "2021-10-21 10:04", "summary": "Resume Subscription. Democrats in Washington remain divided over the scope of President Biden's expansive domestic policy agenda. But their voters-both moderates and progressives-have largely rallied around the push to increase government spending and say they worry lawmakers will fail to come to an agreement.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/physician-saw-opportunity-in-kidney-dialysis-11634824800", "title": "Physician Saw Opportunity in Kidney Dialysis", "date": "2021-10-21 10:00", "summary": "Edward B. Hager, who has died at age 90, co-founded a firm to provide life-prolonging services that hospitals couldn't deliver. Edward B. Hager was a prominent kidney doctor and Harvard Medical School instructor in the late 1960s when he saw an opportunity to make money while prolonging human lives.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-puzzles-saturday-october-23-11634767751", "title": "Number Puzzles (Saturday, October 23)", "date": "2021-10-21 10:00", "categories": [["WSJ Puzzles", "Number Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/number-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-employee-group-seeks-worker-vote-on-unionization-11634806801", "title": "Amazon Employee Group Seeks Vote on Unionization", "date": "2021-10-21 09:57", "summary": "An effort said to involve more than 2,000 workers across four Amazon facilities in Staten Island faces obstacles. An Amazon.com Inc. employee group formed by warehouse workers in New York's Staten Island announced its goal to vote on unionization, becoming the latest labor-organizing effort from workers at one of the nation's largest employers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steve-ballmer-clippers-owner-11634823207", "title": "Steve Ballmer Can't Curb His Enthusiasm", "date": "2021-10-21 09:46", "summary": "The Clippers owner has experienced highs and tough lows, but remains committed to building an NBA champion - and now, a bespoke new arena in Los Angeles. What's it like to sit next to Steve Ballmer at a Los Angeles Clippers game? Does the world's most highly meme-able basketball fan partake in any meaningless chit-chat-or is the boss utterly locked in?", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/greyhound-swaps-hands-between-european-companies-11634823548", "title": "Greyhound Swaps Hands Between European Companies", "date": "2021-10-21 09:39", "summary": "U.S. bus company is sold to German-owned intercity bus operator FlixMobility for $172 million. Greyhound Lines Inc., the U.S. bus company with roots dating back to 1914, has a new owner.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-biontech-covid-19-booster-shot-was-95-6-effective-in-large-trial-companies-say-11634823482", "title": "Pfizer-BioNTech Booster 95.6% Effective in Trial, Companies Say", "date": "2021-10-21 09:38", "summary": "The results came from testing in people while the contagious Delta variant was prevalent. A third dose of the Covid-19 vaccine from Pfizer Inc. and BioNTech SE was found in a large study to be highly protective against symptomatic Covid-19, the companies said Thursday.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-pinterest-ibm-intel-what-to-watch-when-the-stock-market-opens-today-11634813873", "title": "Tesla, Pinterest, IBM, Intel: What to Watch in the Stock Market Today", "date": "2021-10-21 09:37", "summary": "Shares of the SPAC that is merging with Donald Trump's media company jumped; IBM posted revenue that missed forecasts. Wall Street indexes opened with muted losses amid a flurry of earnings reports and after jobless claims fell to a pandemic low. Here's what's moving in Thursday's session:", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/david-amess-who-11634312261", "title": "What Happened to David Amess? British Lawmaker Killed Near London", "date": "2021-10-21 09:35", "summary": "Conservative member of the British Parliament was attacked during a visit with constituents. An attacker killed a Conservative member of the British Parliament on Oct. 15 during the lawmaker's visit with constituents in his district just outside London.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-10-21-2021-11634761575", "title": "Jobless Claims Fall to Pandemic Low Behind Tight Labor Market", "date": "2021-10-21 09:16", "summary": "Worker filings for initial unemployment benefits fall to 290,000 last week from a revised 296,000 a week earlier, the Labor Department said. Jobless claims fell slightly and notched a new pandemic low last week, a sign layoffs remain low as companies struggle to hire workers.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-airlines-predicting-covid-travel-flying-11634751129", "title": "What Happened When United Stopped Trying to Predict the Pandemic", "date": "2021-10-21 09:10", "summary": "Resume Subscription. United executives pored through data for months as Covid-19 spread last year to determine when or whether air travel would rebound.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/are-you-renovating-your-house-or-avoiding-your-inner-demons-11634821669", "title": "Are You Renovating Your House...or Avoiding Your Inner Demons?", "date": "2021-10-21 09:07", "summary": "Some people believe that if they bury themselves in a big home renovation project, the Big Scary Stuff can't get them. Here's why they're wrong, or maybe right.. One day, out of the blue, my dad decided to turn our back porch into a screened-in back porch with a big cathedral ceiling. We didn't need a screened-in porch with a big cathedral ceiling. No one had asked for one. The existing porch worked just fine and wasn't even that old. He'd never even mentioned the project until the day the work crews showed up.", "categories": [["Real Estate", "Homeownerous"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homeownerous?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-2-trillion-is-phony-too-democrats-congress-spending-bill-joe-manchin-nancy-pelosi-11634766679", "title": "The $2 Trillion Is Phony Too", "date": "2021-10-21 08:47", "summary": "Biden is bowing to the left again by keeping new entitlements and disguising their cost.. Democrats say they're working hard to pare back their $3.5 trillion tax and spending bill to $2 trillion to please House and Senate dissenters, but don't believe it. What they're really doing is working hard to pack $4 trillion in new programs into a $2 trillion disguise that sounds less radical than it is.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ransomware-gang-masquerades-as-real-company-to-recruit-tech-talent-11634819400", "title": "Ransomware Gang Poses as Real Company to Recruit Tech Talent", "date": "2021-10-21 08:30", "summary": "Group linked to Colonial Pipeline hack has made offers to potential employees in new ransomware expansion push, researchers say. A criminal organization believed to have built the software that shut down a U.S. fuel pipeline has set up a fake company to recruit potential employees, according to researchers at the intelligence firm Recorded Future and Microsoft Corp.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nbas-enes-kanter-calls-for-a-free-tibet-sparks-chinese-backlash-11634814575", "title": "NBA's Enes Kanter Calls for Free Tibet, Sparks Chinese Backlash", "date": "2021-10-21 08:30", "summary": "The sports league is in hot water in China again after the Boston Celtics center called China's leader a brutal dictator. HONG KONG-The National Basketball Association is facing a new eruption of anger in China over a tweet.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mesa-air-moves-into-drone-food-delivery-11634818091", "title": "Mesa Air Moves Into Drone Food Delivery", "date": "2021-10-21 08:08", "summary": "Regional airline plans pilot program in Nevada as regulators wrestle with impact of more crowded skies. Mesa Air Group Inc. said it is planning to test home delivery of food and beverages via drones in Nevada by the end of the year, as it considers the potential for nationwide service.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/telemedicine-startups-face-uncertain-regulatory-terrain-11634817601", "title": "Telemedicine Startups Face Uncertain Regulatory Terrain", "date": "2021-10-21 08:00", "summary": "Some states are rolling back waivers that enabled wider use of telemedicine during Covid-19 pandemic. Telemedicine startups are confronting a hodgepodge of state regulations, complicating their efforts to expand their services nationwide.", "categories": [["Pro VC Regulatory"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-regulatory?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crypto-exchange-ftx-reaches-25-billion-valuation-11634817601", "title": "Crypto Exchange FTX Reaches $25 Billion Valuation", "date": "2021-10-21 08:00", "summary": "Investors in new funding round include Ontario Teachers' Pension Plan and funds managed by BlackRock. Cryptocurrency exchange FTX reached a valuation of $25 billion in a new funding round that includes heavyweights from traditional finance, such as the Ontario Teachers' Pension Plan and funds managed by BlackRock Inc.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/simone-biles-mental-health-11634778299", "title": "Simone Biles Executes a Tricky New Move: Mental-Health Champion", "date": "2021-10-21 08:00", "summary": "The star gymnast continues her pivot from legendary athlete to emotional health advocate, announcing a new partnership. Simone Biles went to the Tokyo Olympics known for her gymnastics dominance. She left famous for shattering a sports taboo: pulling herself out of competition, with no visible injury to provide an obvious explanation of what had happened.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-lost-most-wall-street-jobs-in-2020-amid-covid-19-since-2008-recession-11634815801", "title": "New York City Lost Most Wall Street Jobs in 2020, Amid Covid-19, Since 2008 Recession", "date": "2021-10-21 07:30", "summary": "Securities sector on track to lose more jobs in 2021 than in 2020, state comptroller report says. Wall Street firms shed more New York City jobs during the Covid-19 pandemic in 2020 than any year since the 2008 recession, even as profits and compensation increased, according to a report released Thursday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unilever-held-back-by-lingering-covid-19-restrictions-in-asia-11634812229", "title": "Unilever Held Back by Lingering Covid-19 Restrictions in Asia", "date": "2021-10-21 07:27", "summary": "Higher selling prices help Dove soap maker offset volume declines. Unilever PLC said pandemic-related restrictions in several key markets were still keeping a lid on sales growth even as business begins to return to normal in the U.S. and Europe.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-korea-launches-first-homegrown-rocket-and-satellite-into-space-11634815655", "title": "South Korea Launches First Homegrown Rocket, Satellite Into Space", "date": "2021-10-21 07:27", "summary": "The technology could help expand Seoul's military satellite surveillance of Kim Jong Un's regime to the north amid heightened tensions. SEOUL-South Korea launched its first homegrown rocket into space, harnessing a technology few countries possess and which can be used to expand Seoul's military satellite surveillance of North Korea.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/even-hermes-shoppers-cant-escape-the-supply-chain-crunch-11634812184", "title": "Even Hermès Shoppers Can't Escape the Supply-Chain Crunch", "date": "2021-10-21 06:29", "summary": "Kelly and Birkin handbags are becoming even harder to find. Skyrocketing prices in the resale market show the luxury brand's true health.. Birkin handbag maker Hermès reported another impressive set of results on Thursday. But it's nothing compared with how the brand has performed in the secondhand market recently.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-regulators-nudge-didi-toward-hong-kong-listing-11634811730", "title": "Chinese Regulators Nudge Didi Toward Hong Kong Listing", "date": "2021-10-21 06:22", "summary": "The ride-hailing giant and two other New York-listed tech companies are said to be advised to sell shares in Hong Kong as cybersecurity probe nears finish. SINGAPORE-China's internet watchdog suggested ride-hailing giant Didi Global Inc. and two other U.S.-listed tech firms explore listings in Hong Kong, as Beijing wraps up cybersecurity investigations into the companies, people familiar with the matter said.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-evergrande-calls-off-plans-to-sell-key-unit-for-2-6-billion-11634743747", "title": "China Evergrande Calls Off Plans to Sell Key Unit for $2.6 Billion", "date": "2021-10-21 05:56", "summary": "Developer also says home sales fell steeply since the start of September. SINGAPORE- China Evergrande Group called off plans to sell a majority stake in its property-management unit for the equivalent of $2.6 billion, a major setback in the real-estate giant's attempts to ease its liquidity crunch.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-developer-defaults-pile-up-as-evergrande-contagion-spreads-11634808889", "title": "Chinese Developer Defaults Pile Up as Evergrande Contagion Spreads", "date": "2021-10-21 05:34", "summary": "The problem could worsen as a wave of debt from the beleaguered industry comes due in the coming months. HONG KONG-The pain is spreading in the market for Chinese junk bonds.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crypto-miners-struggle-to-cut-carbon-emissions-11634808781", "title": "Crypto Miners Struggle to Cut Carbon Emissions", "date": "2021-10-21 05:33", "summary": "Producing cryptocurrencies such as bitcoin requires lots of cheap electricity, putting pressure on the industry. Bitcoin mining has earned a bad reputation for guzzling cheap electricity in the pursuit of profit. Now bitcoin miners are trying to go green, to a point.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/work-from-home-changed-where-innovation-happens-11634763139", "title": "How Working From Home Could Change Where Innovation Happens", "date": "2021-10-21 05:30", "summary": "For decades, 'superstar cities' have been attracting talent and money. But thanks to remote work, their status is likely to change in unexpected ways, bringing tech expertise to places that have long tried to attract it.. In September of 2020, smack in the middle of the pandemic, facing the prospect of a winter confined to her too-expensive apartment in San Francisco, Rumman Chowdhury decided she had had enough of the city.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/climate-change-adaptation-panic-exaggerating-disaster-11634760376", "title": "Climate Change Calls for Adaptation, Not Panic", "date": "2021-10-21 04:55", "summary": "Catastrophic scenarios presuppose people will do nothing to adjust to differences in the weather.. Editor's note: As November's global climate conference in Glasgow draws near, important facts about climate change don't always make it into the dominant media coverage. We're here to help. Each Thursday contributor Bjorn Lomborg will provide some important background so readers can have a better understanding of the true effects of climate change and the real costs of climate policy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/evergrande-is-struggling-to-sell-homesand-its-assets-11634800143", "title": "Evergrande Is Struggling to Sell Homes-and Its Assets", "date": "2021-10-21 03:09", "summary": "Evergrande's difficulty in unloading even some of its best assets shows how long and painful a restructuring process could ultimately be. It's never a good sign when a company struggles to sell much of anything-even its best assets.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-warplanes-lead-taiwanese-to-think-about-what-to-do-in-an-attack-11634732013", "title": "China Warplanes Lead Taiwanese to Think About What to Do in an Attack", "date": "2021-10-21 00:11", "summary": "Residents of the self-ruled island are used to living in the shadow of an authoritarian regime, but rising tensions with China are stoking uncertainty for some. TAIPEI-Since she was a child, Angela Ou has known to hide under a table and stay near a source of clean water if an earthquake strikes Taiwan. She is much less certain about how to respond to a Chinese attack.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11634766826", "title": "Pepper...and Salt", "date": "2021-10-21 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-know-about-renting-a-car-this-holiday-season-11634788860", "title": "What to Know About Renting a Car This Holiday Season", "date": "2021-10-21 00:01", "summary": "With rental inventories low, it makes sense to cast a wide net and book early to find good deals. Americans who plan to rent cars for holiday travel this year should book soon, or risk facing scarce options and high prices.", "categories": [["Life & Work", "Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb"]}]