[{"link": "https://www.wsj.com/articles/apple-amazon-tesla-among-the-giants-set-to-post-results-11627142403", "title": "Apple, Amazon, Tesla Set to Post Results", "date": "2021-07-24 12:00", "summary": "More than a third of the S&P 500-including McDonald's, Ford and Exxon-are expected to provide quarterly updates in coming week. Corporate giants from Apple Inc. to Visa Inc. are expected to report their financial results over the coming week, giving investors insight into the impact from the Covid-19 pandemic, the Delta variant and increased business costs.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-the-u-s-can-learn-from-chinas-industrial-policy-mistakesand-successes-11627135200", "title": "What the U.S. Can Learn From China's Industrial Policy Mistakes-and Successes", "date": "2021-07-24 10:00", "summary": "China's attempts to support specific industries have been a mixed bag. For years \"industrial policy\"-encouraging the growth of specific industries with government help-was a dirty word in the U.S. Now it is one of the few things many Democrats and Republicans agree on. Separate bills moving through the U.S. Congress with bipartisan support would lift federal spending on research and development, science education, and on grants for semiconductor plants by as much as $250 billion.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/he-invented-a-new-shade-of-purple-for-his-souped-up-ford-11627135200", "title": "He Invented a New Shade of Purple for His Souped-Up Ford", "date": "2021-07-24 10:00", "summary": "Resume Subscription. Leonard Erdman, 56, a manager of auto body shops and of the service department at Melloy Dodge in Albuquerque, N.M., on his custom 1952 \"Joker\" Ford pickup, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bernie-sanders-embraces-deal-maker-role-in-bidens-antipoverty-push-11627131601", "title": "Sanders Embraces Deal Maker Role in Biden's Antipoverty Push", "date": "2021-07-24 09:00", "summary": "Progressive senator helps pull Democrats to the left on policy; Republicans say shift could help GOP in midterms. WASHINGTON-Sen. Bernie Sanders has morphed this year from antiestablishment outsider to White House deal maker, working closely with onetime political rival President Biden to advance a multitrillion-dollar economic agenda.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-kid-survived-summer-camp-without-screens-now-what-11627131600", "title": "Your Kid Survived Summer Camp Without Screens. Now What?", "date": "2021-07-24 09:00", "summary": "The return home after an extended screen break is an opportunity for parents to reset tech rules. Here's how.. When Hannah and Emma Davis get back from nearly a month at camp this summer, they're going to face some new tech rules.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-china-subway-flood-survivors-harrowing-experience-i-may-not-be-able-to-get-out-11627130928", "title": "Subway Flood Survivor in China Recounts Her Harrowing Experience", "date": "2021-07-24 08:48", "summary": "Resume Subscription. HONG KONG-As floodwaters surged into a stalled subway train beneath the Chinese city of Zhengzhou, Pure Li hurriedly tapped out farewell messages to a close friend on her smartphone. \"I may not be able to get out,\" she wrote.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/simone-biles-tokyo-olympics-training-gymnastics-11627130809", "title": "Simone Biles Doesn't Train as if She's Special", "date": "2021-07-24 08:47", "summary": "The greatest gymnast of all time is no longer coached one-on-one. This time, she has a squad.. Simone Biles is a special gymnast. But in one of the most important changes to her training since 2016, she's not being coached that way.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gwyneth-paltrows-90s-style-is-back-thats-good-for-goop-11627128001", "title": "Gwyneth Paltrow's '90s Style Is Back. That's Good for Goop.", "date": "2021-07-24 08:00", "summary": "Interest in the style icon's minimalist-era fashion is at an all-time peak-which could boost her line of direct-to-consumer elevated basics, G. Label, which channels it.. Off Brand is a column that delves into trends in fashion and beauty.", "categories": [["Life & Work", "Style & Fashion", "Off Brand"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/off-brand?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicago-casino-would-be-a-costly-bet-gambling-operators-say-11627128000", "title": "Chicago Casino Would Be Costly, Gambling Operators Say", "date": "2021-07-24 08:00", "summary": "City sees source for new revenue but potential $1 billion cost might make developers wary. Chicago leaders are searching for a company to build the city's first casino, but big gambling operators are concerned that the government's plans will be too costly to make the project feasible.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/restaurants-are-open-again-heres-what-to-expect-11627128000", "title": "Restaurants Are Open Again. Here's What to Expect.", "date": "2021-07-24 08:00", "summary": "Highly contagious Covid-19 Delta variant is causing new uncertainty, but restaurants say customers are returning. Diners are returning to restaurants and bars, with sales up nearly 9% in June from the same month in 2019, before the pandemic, Census figures show. Some of the last remaining states with Covid-19-related indoor-dining restrictions--including Washington, New Mexico and Oregon--lifted them in recent weeks.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-scams-hit-india-as-country-struggles-with-immunizations-11627126201", "title": "Covid-19 Vaccine Scams Hit India", "date": "2021-07-24 07:30", "summary": "Police have made arrests in Mumbai, New Delhi and Kolkata in connection with alleged coronavirus-vaccine scams. NEW DELHI-One morning in late May, hundreds of people from an upscale housing complex in a Mumbai suburb lined up to receive their first dose of a Covid-19 vaccine. Unbeknown to them, they got a shot of saline solution.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wildfires-ravaging-california-and-12-other-states-put-firefighters-in-high-demand-11627124400", "title": "Wildfires Across the West Put Firefighters in High Demand", "date": "2021-07-24 07:00", "summary": "Resume Subscription. A busy start to fire season means officials are already calling for backup.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/3-on-3-basketball-olympics-dusan-bulut-11627119014", "title": "Americans Dominate 5-on-5 Basketball. Serbia's 'Mr. Bullutproof' Owns 3-on-3.", "date": "2021-07-24 07:00", "summary": "Dusan Bulut is a 3-on-3 basketball legend who has dominated the sport for years-and is finally an Olympian with the sport debuting in Tokyo. TOKYO-There is one basketball player at these Olympics who can slack jaws and make defenders look clueless unlike anyone else, and his name isn't Kevin Durant. He doesn't even play 5-on-5 ball.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-secret-to-crossfit-games-domination-bobsledding-in-south-korea-11627120801", "title": "The Secret to Dominating CrossFit Games: Bobsledding in South Korea", "date": "2021-07-24 06:00", "summary": "Tia-Clair Toomey trains more in a day than most people do in a week; here's how she does it, and what anyone can learn from her fitness routine. How far was the four-time reigning women's CrossFit Games champion willing to go to stay in tiptop shape and defend her title? From Tennessee to South Korea to train with the Australian women's bobsled team.", "categories": [["Life & Work", "What's Your Workout?"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/what-s-your-workout?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/playing-with-sharks-review-a-makeover-for-man-eaters-spielberg-jaws-valerie-taylor-11626991175", "title": "'Playing With Sharks' Review: A Makeover for Man Eaters", "date": "2021-07-24 05:57", "summary": "A National Geographic documentary on Disney+ celebrates Valerie Taylor, the photographer, filmmaker and conservationist who worked on 'Jaws' and is trying to rehabilitate the traditionally scary image of sharks. 'What we are dealing with here,\" the actor Richard Dreyfuss says in \"Jaws,\" is \"a perfect engine-an eating machine.\" He can be heard saying it again during the introduction to \"Playing With Sharks,\" the story of photographer, diver and shark conservationist Valerie Taylor. Though Mr. Dreyfuss was describing what the fictional island village of Amity was up against in 1975, it also intimates what Ms. Taylor has been up against since she started trying to save sharks rather than kill them: the widely held view that \"the only good shark is a dead shark,\" an attitude she herself had a bit part in promoting.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/val-review-when-b-roll-earns-an-a-val-kilmer-11626990880", "title": "'Val' Review: When B-Roll Earns an A", "date": "2021-07-24 05:55", "summary": "Actor Val Kilmer gets a new kind of close-up in this documentary featuring never-before-seen footage from his personal archive. Val Kilmer is the subject, the star and, against steep odds, the unquenchable life force of \"Val,\" a feature documentary, playing in theaters, by Ting Poo and Leo Scott.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/light-texture-brilliance-henry-ossawa-tanner-black-artists-american-painting-11627074230", "title": "Light, Texture, Brilliance", "date": "2021-07-24 05:53", "summary": "Henry Ossawa Tanner's 'Portrait of the Artist's Mother' is an affectionate portrayal of the Black matriarch's thoughtfulness and strength. ", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/olympic-cycling-richard-carapaz-pogacar-tour-de-france-11627119903", "title": "Ecuador's Carapaz Goes From Third in Tour de France to First at Olympics", "date": "2021-07-24 05:47", "summary": "Barely six days after reaching the podium in Paris, Richard Carapaz took the second Olympic gold in Ecuadorian history. OYAMA, Japan-Richard Carapaz was six days and 6,000 miles removed from Paris when he found himself surrounded by a familiar pack of cyclists: the cream of the Tour de France peloton.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-holdouts-face-restrictions-in-europe-as-delta-variant-spreads-11627119123", "title": "Covid-19 Vaccine Holdouts Face Restrictions in Europe", "date": "2021-07-24 05:32", "summary": "Proof of vaccination is increasingly required to enter restaurants and other public spaces. European governments worried about the rapid spread of the Delta coronavirus variant are nudging, and in some cases pushing, people to get a shot by introducing restrictions to daily life for those without a Covid-19 vaccination.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/social-media-millennial-job-11627049740", "title": "Social-Media Manager, the Most Millennial Job, Comes of Age", "date": "2021-07-24 05:30", "summary": "Resume Subscription. Rachel Karten got her start in social media in a way she admits is now a punch line: as an intern.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/five-seconds-that-flattened-beirut-11627099935", "title": "Five Seconds That Flattened Beirut", "date": "2021-07-24 00:12", "summary": "Resume Subscription. On Aug. 4, 2020, a fire at a warehouse on the Beirut waterfront ignited a cache of ammonium nitrate, an explosive material that had been stored at the site for more than six years. The giant blast sent a shock wave through the heart of the Lebanese capital, killing some 200 people and injuring thousands. Experts described it at the time as one of the largest nonnuclear explosions ever recorded. In this excerpt from his new book, \"Beirut 2020: Diary of the Collapse\" (to be published on Aug. 3 by Other Press), the Lebanese writer Charif Majdalani recalls the events of that day.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11627257374", "title": "Pepper...and Salt", "date": "2021-07-24 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/return-to-work-the-boss-wants-you-back-in-the-office-11627079616", "title": "The Boss Wants You Back in the Office. Like, Now.", "date": "2021-07-24 00:00", "summary": "Resume Subscription. After 16 months of enduring remote work as a viable pandemic-era solution, many CEOs have a message for their staff: Enough.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/inner-circle-of-square-cfo-amrita-ahuja-dorsey-meeker-sakhnini-harden-11627075079", "title": "Meet the Inner Circle of Square CFO Amrita Ahuja", "date": "2021-07-24 00:00", "summary": "An all-star panel of advisers have helped the fintech executive climb the corporate, um, lattice. In Personal Board of Directors, top business leaders talk about the people they turn to for advice, and how those people have shaped their perspective and helped them succeed. Previous installments from the series are here.", "categories": [["Personal Board of Directors"]], "category_links": ["https://www.wsj.com/news/types/personal-board-of-directors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-office-is-back-what-if-covid-has-other-plans-11627099214", "title": "The Office Is Back. What If Covid Has Other Plans?", "date": "2021-07-24 00:00", "summary": "Some companies are rethinking their return-to-office dates and exercising increasing caution as a more contagious Covid-19 variant gains strength. The surge in Covid-19 cases is giving some companies and workers pause over looming return-to-office plans, even as a number of employers push ahead and reopen workplaces.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/5-outdoor-adventure-vacations-inspired-by-the-tokyo-olympics-11627099200", "title": "5 Outdoor Adventure Vacations Inspired by the Tokyo Olympics", "date": "2021-07-24 00:00", "summary": "You needn't be an elite athlete to share in the glory of the Olympic Games. Here, five outdoor pursuits-from rafting on the U.S. white-water course to skiing with a gold medalist-that let mere mortals celebrate the great sporting tradition.. YOU MIGHT NOT be able to watch the Tokyo Olympics in the flesh, but why not pay homage to the tradition by attempting your own athletic feat? All over the U.S., former gold medalists, top coaches and sporting venues allow mere mortals to dabble in Olympic sports, old and new. In Squaw Valley, site of the 1960 Winter Games, you can traverse the same cross-country trails that the dominant Soviet Union's women's team plied that year. Tommy Moe, a 1994 Olympian, will guide visitors down black diamonds in Alaska. Rather ride asphalt than slopes? Skateboarding, one of the five new sports on Tokyo's Olympic roster, is on tap at two hotels in Oceanside, Calif., where a pro skateboarder schools rookies of all ages. Below, we've assembled five Olympics-inspired experiences, far less competitive than the real thing but just as exhilarating:", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/leaving-your-dog-alone-during-the-work-day-these-5-gadgets-will-help-11626887848", "title": "Leaving Your Dog Alone During the Workday? These 5 Gadgets Will Help", "date": "2021-07-24 23:37", "summary": "Treat-dispensing cameras. Smart dog doors. While you're away at work, these advances in pet tech ensure your pooch can eat, access the yard and even play a fierce game of fetch.. THAT AFTERNOON in Atlanta, Jared Rodriguez probably should have been paying attention to his CEO's lecture. Instead, the sales representative was glued to a live stream of his own Auburn, Calif., dining room. There, his smart \"puppy cam\" was recording his 9-month-old St. Bernard puppies assume the less adorable characteristics of rabid wolves. \"I'm watching as they start chewing up their beds,\" said Mr. Rodriguez, 47, whose wife was at work. \"I ran out of the meeting...and was yelling at my dogs to stop destroying their beds on my phone while my boss was giving a speech.\" Because the puppy cam has a built-in speaker, the dogs perked, ceased and desisted, he said: \"That's why we got that camera in the first place.\"", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-asks-supreme-court-to-block-cdcs-covid-rules-for-cruise-ships-11627077788", "title": "Florida Asks Supreme Court to Block CDC's Covid Rules for Cruise Ships", "date": "2021-07-24 21:42", "summary": "The state argues that the regulations are too burdensome for the cruise industry. WASHINGTON-The Florida attorney general asked the Supreme Court Friday for an emergency order blocking federal Covid-19 regulations for cruise ships, arguing in the state's latest challenge that the damage to the tourism industry outweighs their public-health benefits.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-drops-visa-fraud-cases-against-5-chinese-researchers-11627074870", "title": "U.S. Drops Visa Fraud Cases Against Five Chinese Researchers", "date": "2021-07-24 21:21", "summary": "Justice Department's move marks significant setback to its effort to stop alleged Chinese intelligence-gathering at U.S. universities. WASHINGTON-The Justice Department dropped cases against five visiting researchers accused of hiding their affiliations with China's military, in a major setback to a landmark effort to root out alleged Chinese intelligence-gathering in the U.S.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-womens-soccer-equal-pay-appeal-11627048834", "title": "U.S. Women's Soccer Equal Pay Appeal Focuses on Superior Performance", "date": "2021-07-24 21:12", "summary": "Players argue they shouldn't have to win significantly more than U.S. men's team to earn similar pay. Members of the U.S. women's soccer team on Friday appealed a federal judge's dismissal of the equal-pay portion of their gender-discrimination lawsuit against the U.S. Soccer Federation, arguing that the ruling was legally wrong and calling for the case to be sent to trial.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-campaign-in-virginia-in-preview-of-democrats-2022-strategy-11627041630", "title": "Biden Campaigns in Virginia in Preview of Democrats' 2022 Strategy", "date": "2021-07-24 20:31", "summary": "The president's first in-person campaign event is in support of Terry McAuliffe's bid for the governor's mansion. ARLINGTON, Va.-President Biden returned to the campaign trail for a longtime political ally in Virginia Friday, offering an early look at Democrats' political strategy heading into the 2022 midterm elections.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]