[{"link": "https://www.wsj.com/articles/texas-doctor-says-he-defied-state-law-by-performing-abortion-11632090167", "title": "Doctor Says He Defied Texas Law on Abortion", "date": "2021-09-19 18:22", "summary": "Antiabortion group is looking into the case of Alan Braid, who said he terminated a pregnancy after six weeks. An antiabortion group in Texas says it is looking into a physician's claim that he defied a state law that recently took effect by performing an abortion on a woman past the sixth week of her pregnancy.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/antivaping-campaign-highlights-mental-health-by-pitching-depression-sticks-11632088802", "title": "Antivaping Campaign Highlights Mental Health by Pitching 'Depression Sticks'", "date": "2021-09-19 18:00", "summary": "Truth Initiative ads show a fictional marketing executive trying to sell the fake e-cigarette to a real store and seeking support from influencers. Antitobacco organization Truth Initiative recently hawked a new vaping product to stores and ad agencies, but it wasn't actually looking to make any sales.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investment-firms-tiedemann-and-alvarium-near-deal-to-merge-go-public-via-spac-11632086934", "title": "Investment Firms Tiedemann and Alvarium Near Deal to Merge, Go Public Via SPAC", "date": "2021-09-19 17:43", "summary": "The combined company would be valued at about $1.4 billion and oversee roughly $54 billion, people familiar with the matter say. Investment firms Tiedemann Group and Alvarium Investments Ltd. are close to a deal to merge and go public through a special-purpose acquisition company, people familiar with the matter said.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-overwhelmed-del-rio-texas-migrants-cross-the-border-freely-11632072062", "title": "In Overwhelmed Del Rio, Texas, Migrants Cross the Border Freely", "date": "2021-09-19 17:39", "summary": "An estimated 13,000 migrants, many from Haiti, are traveling back and forth to Mexico for supplies as they wait in a makeshift camp. DEL RIO, Texas and CIUDAD ACUÑA, Mexico-Jorge Rios stood watch at his family's property on the Mexican side of the border between these two cities Saturday while a stream of migrants trudged back-and-forth across the Rio Grande. Many held boxes or bags above their heads as they waded through the murky, thigh-high water. Some carried frightened-looking children.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/del-rio-hatian-migrants-illegal-immigrant-alien-border-crisis-reform-covid-biden-dhs-11632072452", "title": "The Del Rio Migrant Mess", "date": "2021-09-19 16:47", "summary": "Thousands of Haitians overwhelm the border patrol in Texas.. If President Biden wanted to undermine his chances for immigration reform, he couldn't do a better job than his first eight months in office. The massing of thousands of Haitians under a bridge near Del Rio, Texas, in recent days is the latest example of government failure and perverse incentives that are producing chaos at the border.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-experts-urge-patience-on-wider-use-of-covid-19-booster-shots-11632084136", "title": "Health Experts Urge Patience on Wider Use of Covid-19 Booster Shots", "date": "2021-09-19 16:44", "summary": "Anthony Fauci and NIH Director Francis Collins expect broader approval of the extra injections in the coming weeks. WASHINGTON-Top U.S. health officials urged patience on broader approval for booster shots for the coronavirus vaccine, two days after a Food and Drug Administration advisory panel recommended that a booster from Pfizer Inc. and BioNTech SE should be limited to the elderly and other groups at higher risk.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-gerrymander-independent-redistricting-commission-hr1-ballot-proposal-1-11632066561", "title": "How to Gerrymander the Empire State", "date": "2021-09-19 16:44", "summary": "New York's redistricting commission is headed for failure.. Congressional Democrats' H.R.1 bill to transform elections in the U.S. contains a provision mandating that each state create an \"independent redistricting commission\" to draw congressional maps. Meanwhile, Democrats in New York, under pressure from party leaders in Washington, are offering a case study in how to undermine such commissions.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-anthony-gonzalez-elder-jan-6-impeachment-2020-election-gop-republican-11632068553", "title": "Purging Anthony Gonzalez", "date": "2021-09-19 16:42", "summary": "The Congressman's retirement is a bad omen for Republicans.. Last week had some bad omens for Republicans. First they failed to recall California Gov. Gavin Newsom, and then Ohio Rep. Anthony Gonzalez announced he won't run for re-election in 2022. Both events reveal the Donald Trump problem that looms over GOP prospects next year and in 2024.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/diversity-inclusion-equity-veteran-affairs-biden-public-comment-identity-politics-11632068032", "title": "Diversity Days at Veterans Affairs", "date": "2021-09-19 16:41", "summary": "President Biden's 'equity' agenda is off to a rough start.. The Department of Veterans Affairs wants to hear from its customers, so to speak, but check your skin color before raising your hand. The VA is holding dozens of \"listening sessions\" for patients at its medical facilities. Eight cities are being virtually canvassed, with hearings for \"racial/ethnic minorities,\" \"LGBTQ+ veterans,\" and so forth. By all means, hear out veterans and improve their care, but is this how the government should do it?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/diaz-canel-cuba-havana-black-spring-protest-freedom-communism-biscet-human-rights-11632079329", "title": "Cubans Want Freedom, Not Exile", "date": "2021-09-19 16:22", "summary": "Recent protests show the people's resolve to end the communist dictatorship.. Havana", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/my-father-own-boss-childhood-little-league-financial-security-invention-real-estate-11632079160", "title": "My Father Became His Own Boss", "date": "2021-09-19 16:21", "summary": "His priorities were family, money and sports. In that order.. My dad, Toby, hit tennis balls with me after work. He would say: \"Racquet back. Hit it now!\" He would repeat that for minutes on end. He wore Bermudas and Jack Purcells, and sometimes no shirt. This was appropriate court attire in the 1960s, at least in South Euclid, Ohio. I didn't appreciate the lessons. I moped around on the court. I should have hustled more. There were no other dads out there.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-strategy-of-denial-review-taiwan-as-pawn-11632082827", "title": "'The Strategy of Denial' Review: Will China Take Taiwan?", "date": "2021-09-19 16:20", "summary": "Xi's message to neighbors who would resist Beijing's geopolitical ambitions is clear: U.S. defense commitments cannot protect you.. It's the long-range ambition of the People's Republic of China to create a new world order with China at its head. Xi Jinping, since 2012 the general secretary of the Chinese Communist Party, has reinvigorated the party's commitment to its Marxist-Leninist foundations, resulting in an ideologically aggressive foreign policy, especially toward China's neighbors. But Beijing's strategy for a Sino-centric world order requires more than ideological exertion. China, which is now second only to the United States in defense spending, has a powerful military capable of winning a strategic regional war in defiance of American primacy. A victory against a U.S. ally would destroy our dominant geostrategic position in Asia.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airlines-travel-cranky-dorkfest-in-n-out-burger-lax-11632082652", "title": "Now Arriving: 300 Airplane Enthusiasts at an In-N-Out Burger Near LAX", "date": "2021-09-19 16:20", "summary": "Aviation geeks from around the country flocked to this weekend's Cranky Dorkfest to watch planes land. LOS ANGELES-The global coronavirus pandemic has made for a tough year and a half for the tight collection of aviation-obsessed amateurs and industry insiders who geek out at airplane get-togethers and travel around the world.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xi-jinping-term-tencent-alibaba-crackdown-communist-party-ideology-authoritarian-11632079586", "title": "What Explains Xi's Pivot to the State?", "date": "2021-09-19 16:18", "summary": "He's wagering it will help him achieve his goal of a record third term as paramount leader.. Something is happening in China that the West doesn't understand. In recent months Beijing killed the country's $120 billion private tutoring sector and slapped hefty fines on tech firms Tencent and Alibaba. Chinese executives have been summoned to the capitol to \"self-rectify their misconduct\" and billionaires have begun donating to charitable causes in what President Xi Jinping calls \"tertiary income redistribution.\" China's top six technology stocks have lost more than $1.1 trillion in value in the past six months as investors scramble to figure out what is going on.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gender-inequity-inequality-education-college-university-feminism-family-structure-11632079837", "title": "Why Men Are Disappearing on Campus", "date": "2021-09-19 16:16", "summary": "About half of women entering four-year colleges graduate on time, but only 40% of men do.. Some 79% more men than women attended America's colleges and universities when one of us (Mr. Vedder) was an undergraduate in 1959. Women now greatly outnumber men on campuses. The Journal reported recently that men now make up only about 40% of college students. From spring 2019 to spring 2021, the number of collegiate male students fell by more than 535,000, well over triple the modest 154,000 decline observed for women, according to National Student Clearinghouse data.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-afghanistan-withdrawal-airstrike-dead-aid-worker-children-civilians-terrorist-taliban-11632079066", "title": "Biden Is Now Flying Blind in Afghanistan", "date": "2021-09-19 16:15", "summary": "It isn't the boots on the ground that the American military will miss-it's the eyes and ears.. Friday's admission by the Biden administration that an August drone strike in Kabul accidentally killed an Afghan aid worker and his children demonstrated the limits of \"over the horizon\" counterterror operations. Such strikes can either scrupulously avoid Afghan civilian casualties or effectively protect American civilians-not both. Policy makers who think otherwise are misinformed.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-n-general-assembly-faces-climate-change-covid-19-and-new-tensions-11632043801", "title": "U.N. Faces Climate Change, Covid-19 and New Tensions", "date": "2021-09-19 15:55", "summary": "Biden is scheduled to speak in person as a nuclear submarine deal involving the U.S., U.K. and Australia angers France. WASHINGTON-World leaders gathering this week for an annual United Nations meeting will confront persisting global problems such as Covid-19 and climate change, while grappling with new tensions and conflicts dividing U.N. members.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-press-ahead-with-debt-limit-vote-amid-standoff-with-gop-11632049201", "title": "Democrats Press Ahead With Debt-Limit Vote Amid Standoff With GOP", "date": "2021-09-19 15:40", "summary": "Business leaders have warned about a rising risk of a technical default if Congress doesn't act. WASHINGTON-A partisan fight over raising the government's borrowing limit is expected to ratchet up this week, with Democrats moving ahead with a vote in the face of strident GOP opposition, raising doubts about whether Congress will take action before the federal government runs out of cash.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-central-banks-home-sales-purchasing-managers-11632078003", "title": "Economy Week Ahead: Central Banks, Home Sales, Purchasing Managers", "date": "2021-09-19 15:00", "summary": "The Fed's policy statement and Chairman Jerome Powell's press conference on Wednesday highlight this week's slate of economic news. The Federal Reserve's policy statement and Chairman Jerome Powell's press conference on Wednesday highlight this week's slate of economic news.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghanistan-evacuation-family-resettle-rochester-us-11632075086", "title": "After Escape From Kabul, an Afghan Family Starts a Long Climb in America", "date": "2021-09-19 14:27", "summary": "Resume Subscription. ROCHESTER, N.Y.-After fleeing Afghanistan, Muhammad and his six children landed in their new hometown on the day the capital city of Kabul fell to the Taliban. The family's fortuitous escape marked the start of another difficult journey.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/afghanistans-taliban-prohibit-girls-from-attending-secondary-school-as-boys-return-to-classrooms-11631951310", "title": "Taliban Prohibit Girls From Attending Secondary School", "date": "2021-09-19 14:16", "summary": "Resume Subscription. KABUL-Teenage Afghan girls weren't allowed to return to school on Saturday as classrooms across the country reopened for the first time since the Taliban took power last month, raising fears that their new fundamentalist government will permanently ban secondary education for girls.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/navy-us-china-taiwan-defense-invasion-11631912905", "title": "Will the U.S. Navy Defend Taiwan From China?", "date": "2021-09-19 13:58", "summary": "Talk of a 'prolonged counterinsurgency' suggests otherwise.. Robert O'Brien and Alexander Gray's strategizing on \"How to Deter China From Invading Taiwan\" (op-ed, Sept. 16) has the redolence of a waffle. A year or two back, the authors might have written of the U.S. Seventh Fleet positioning itself in the Taiwan Strait, blockading, intercepting or possibly sinking a Chinese amphibious flotilla destined for the beaches of Taiwan.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vanderbilt-medical-school-renaming-dixie-street-history-11631913014", "title": "Vanderbilt Erased History, Then Gave It to Me", "date": "2021-09-19 13:57", "summary": "My great-grandfather was nicknamed 'Dixie.' That couldn't fly on a street sign by the medical school he built.. Lori Lawing's op-ed \"Another Historical Monument Sacrificed to the Forces of Unreason\" (Sept. 11) hit close to home for me. My great-grandfather, Dr. Richard Douglas, was born in 1860 on the day South Carolina seceded from the Union. His father nicknamed him \"Dixie.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-abortion-law-pro-life-choice-unconstitutional-11631911672", "title": "Texas Abortion Law Doesn't Pass Muster", "date": "2021-09-19 13:56", "summary": "Hughes's defense of the anti-abortion statute he drafted would receive a failing grade at law school.. State sen. Bryan Hughes's defense of the anti-abortion Texas statute he drafted (\"The Texas Abortion Law Is Unconventional Because It Had to Be,\" op-ed, Sept. 13) would receive a failing grade at any law school in the nation.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heroes-of-9-11-todd-beamer-flight-93-terrorist-attack-11631912031", "title": "A New Generation Meets the Heroes of 9/11", "date": "2021-09-19 13:55", "summary": "A fifth-grade class reads about Todd Beamer and Flight 93.. Thank you for publishing Mene Ukueberuwa's \"Remember Todd Beamer of United 93\" (op-ed, Sept. 10). We read the article as a class and learned about how Todd Beamer and three other leaders on the plane sacrificed their lives to save others.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-yeshiva-orthodox-jews-religious-schools-education-11631912424", "title": "The Yeshiva Student Who Learned Something", "date": "2021-09-19 13:53", "summary": "More government intervention in religious schools would be a mistake.. I found strange the conclusion Mark Mandell reaches in his letter (Sept. 14) responding to Dovid Margolin's \"Communism, Secularism and Jewish Schools\" (Houses of Worship, Sept. 3). He cites the experience of a successful medical student who had attended ultra-Orthodox Jewish schools, where he apparently received education exclusively in religious subjects. Dr. Mandell concludes that government intervention is needed to improve yeshiva education.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/karl-rove-dog-died-owner-little-bit-pet-11631912775", "title": "Loving Karl Rove's Dog, How Can I Detest Its Owner?", "date": "2021-09-19 13:51", "summary": "'If you want a friend in Washington, get a dog.'. Karl Rove has taken the adage \"Love me, love my dog\" and turned it on its head (\"Why God Created Dogs,\" op-ed, Sept. 16). He has made his late dog, Little Bit, so lovable that my decadeslong animus toward its grieving owner has melted away.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/super-bowl-capitalism-market-brady-buccaneers-tech-antitrust-innovation-11632069545", "title": "What Super Bowls Teach Us About Capitalism", "date": "2021-09-19 13:34", "summary": "When Tom Brady won his first ring, AOL and Blockbuster were huge U.S. companies.. As they used to say in Oakland, Calif.: The autumn wind is a Raider. Football is back! This season's NFL championship will be played at SoFi stadium in Inglewood, Calif., the new home of the Los Angeles Rams and Chargers (bye-bye San Diego). On Feb. 3, 2002, Tom Brady appeared in his first Super Bowl-XXXVI, that is 36 for you non-Romans. The New England Patriots beat the St. Louis Rams. U2 played at halftime.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-raise-debt-limit-ceiling-yellen-treasury-brinkmanship-federal-budget-11632069056", "title": "Janet Yellen: Congress, Raise the Debt Limit", "date": "2021-09-19 13:32", "summary": "We are finally emerging from the pandemic crisis. Let's not plunge ourselves into a financial one.. Congress has raised or suspended the country's debt ceiling about 80 times since 1960. Now it must do so again. If not, sometime in October-it is impossible to predict precisely when-the Treasury Department's cash balance will fall to an insufficient level, and the federal government will be unable to pay its bills.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-captures-last-two-palestinian-militants-who-escaped-high-security-prison-11632071521", "title": "Israel Captures Last Two Palestinian Militants Who Escaped Prison", "date": "2021-09-19 13:12", "summary": "For nearly two weeks, the hunt for the fugitives transfixed Israelis and Palestinians, embarrassing Prime Minister Naftali Bennett. TEL AVIV-After a nearly two-week manhunt, Israeli security forces captured the last pair of six Palestinian militants who staged a daring escape from a high-security prison that embarrassed Israel's security establishment and ignited a fresh wave of violence between Israelis and Palestinians.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflation-is-all-over-the-place-11631984968", "title": "Inflation Is All Over the Place", "date": "2021-09-19 12:22", "summary": "Investors following inflation figures should accept that they can't extract a reliable signal from the wild swings, and just hope they continue to get lucky. It is always better to be lucky than right, and for the Federal Reserve and its view that high inflation is transitory, inflation figures lately have brought a big element of luck.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-real-reason-you-and-your-neighbor-make-different-covid-19-risk-decisions-11632063600", "title": "The Reason You and Your Neighbor Make Different Covid-19 Risk Decisions", "date": "2021-09-19 11:00", "summary": "More scientists are trying to explain this pandemic puzzle-and coming up with surprising answers. Some people are comfortable going to concerts and clubs now. Others draw the line at indoor dining. And some are avoiding nearly all gatherings.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rikers-island-conditions-spiral-out-of-control-for-inmates-and-officers-11632063601", "title": "Rikers Island Conditions Spiral Out of Control for Inmates and Officers", "date": "2021-09-19 11:00", "summary": "New York City and state officials grapple with violence, suicides, Covid-19 infections and crisis-level staff shortages in one of the largest U.S. jail complexes. Entire units of inmates are left unguarded. Suicide attempts among prisoners are rising. Nearly a third of correctional officers are out sick or can't work with prisoners.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/working-living-in-rv-camper-what-to-know-11631735215", "title": "Working and Living in an RV Camper: Where to Start", "date": "2021-09-19 11:00", "summary": "Life on the road can be very rewarding. But it pays to know the difficulties you can expect.. My wife and I would like to retire early, buy a recreational vehicle and start seeing the country. At the same time, I would like to continue working, in some fashion, from the road. Have you talked with retirees who are RVers and work while traveling? Any resources you can recommend?", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sonos-has-a-few-laws-on-its-side-11632060180", "title": "Sonos Has a Few Laws on Its Side", "date": "2021-09-19 10:03", "summary": "Ability to raise prices while demand is booming is an even better sign than a patent win against Google. For Sonos , the laws of economics trump the laws of patents, though both have been good to the company of late.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccinations-boost-the-global-economy-but-may-not-cure-it-alone-11632060000", "title": "Vaccinations Boost the Global Economy, but May Not Cure It Alone", "date": "2021-09-19 10:00", "summary": "The Delta variant is slowing economic growth even as governments push more people to get shots. The global recovery is slowing as Covid-19 resurges, spurring governments to try to raise vaccination rates in hopes of fueling stronger economic growth.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-looks-for-challenger-to-depose-mitch-mcconnell-as-split-widens-11632060002", "title": "Trump Looks for Challenger to Depose Mitch McConnell", "date": "2021-09-19 10:00", "summary": "GOP's most influential figure and its top elected official are divided on policy, politics and who should lead the party in the future. WASHINGTON-Mitch McConnell's record-long reign as Senate Republican leader has lasted long enough for former President Donald Trump.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/important-tax-strategies-before-end-of-year-11631814992", "title": "Tax Strategies You Don't Want to Miss Before the End of the Year", "date": "2021-09-19 09:00", "summary": "Many taxpayers will benefit from tax-loss harvesting this year, as well as changes in the rules around charitable giving. To paraphrase an old saying, nothing may be certain in this world except death, taxes and thorny questions about tax-saving tactics.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/emmy-awards-2021-what-to-expect-and-how-to-watch-11632056401", "title": "Emmy Awards 2021: When, How to Watch, and What to Expect", "date": "2021-09-19 09:00", "summary": "Shows from HBO Max, Disney+, Netflix and Apple TV+ are among the most nominated. The 73rd Primetime Emmy Awards are set to air Sunday, Sept. 19, on CBS , in a race shaped in major ways by the Covid-19 pandemic.", "categories": [["Books & Arts", "Entertainment", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/universal-music-spinoff-to-test-investors-appetite-for-music-11632052980", "title": "Universal Music Spinoff to Test Investors' Appetite for Music", "date": "2021-09-19 08:03", "summary": "Company behind Taylor Swift and Drake is expected to list in Europe on Tuesday after Vivendi distributes shares to its stockholders. Vivendi SE's spinoff of Universal Music Group , expected Tuesday, will leave the French conglomerate bereft of its most lucrative business and will test the market's appetite for music as an asset class.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/emmys-2021-cheat-sheet-from-the-crown-to-ted-lasso-what-you-need-to-know-11632052800", "title": "Emmys 2021 Cheat Sheet: From 'The Crown' to 'Ted Lasso'", "date": "2021-09-19 08:00", "summary": "The series that's most important for Netflix, how a comedy could change things for Apple, and more about the moments that will matter during TV's big night. The 2020-21 season was a transformative one for television. New streamers came online, options were endless, and home screens substituted for movie theaters. Now with the 73rd Emmy Awards on Sunday, TV fans have their chance to root for the shows that helped get them through the pandemic lockdown, boredom and blues.", "categories": [["Books & Arts", "Entertainment", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-pediatrician-joined-the-school-board-during-covid-19-her-face-mask-recommendations-could-cost-her-the-job-11632052800", "title": "Pediatrician on School Board Faces Recall Push Over Masks", "date": "2021-09-19 08:00", "summary": "Resume Subscription. FARGO, N.D.-When pediatrician Tracie Newman ran for school board here last year, so many residents were eager for her expert help guiding students through the pandemic that there was a waiting list for her campaign lawn signs.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tiktok-maker-caps-screen-time-for-youths-in-china-11632052269", "title": "TikTok Maker Caps Screen Time for Youths in China", "date": "2021-09-19 07:51", "summary": "ByteDance's 'youth mode' for users under age 14 is the latest online restriction as Beijing steps up scrutiny of tech use by young people. HONG KONG-In the latest move to curb screen time for younger Chinese users, ByteDance Ltd., the maker of the hit short-video mobile app TikTok, said that it would restrict access to Douyin, the Chinese version of the app, to 40 minutes a day for users under 14 years old.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/junk-debt-sales-soar-toward-record-year-11632043982", "title": "Junk-Debt Sales Soar Toward Record Year", "date": "2021-09-19 05:33", "summary": "Issuance of bonds and loans from companies with speculative-grade credit ratings has already hit a one-year high. The $3 trillion market for low-rated companies' debt is having its best year ever, powered by a rebounding economy and investors' demand for any extra yield.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/miners-labor-to-find-enough-truck-drivers-workers-11632043801", "title": "Miners Labor to Find Enough Truck Drivers, Workers", "date": "2021-09-19 05:30", "summary": "Big bonuses, swimming pools and gourmet dinners are rolled out to attract staff as border restrictions curb mobility. SYDNEY-The hottest commodity in Australia's biggest mining province comes with a driving license and a willingness to work 12-hour shifts under a baking desert sun.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-the-infrastructure-bill-would-help-fix-first-11632043801", "title": "What the Infrastructure Bill Would Help Fix First", "date": "2021-09-19 05:30", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/elon-musks-push-to-expand-teslas-driver-assistance-to-cities-rankles-a-top-safety-authority-11632043803", "title": "Musk's Push to Expand Tesla Driver Assistance Rankles NTSB", "date": "2021-09-19 05:30", "summary": "Tesla plans to expand access to Full Self-Driving system and defends its tech; safety official says more work is needed. Tesla Inc. is readying a major upgrade of its driver-assistance software, but the top federal crash investigator says the move might be premature.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/natural-gas-prices-surge-and-winter-is-still-months-away-11631986861", "title": "Natural-Gas Prices Surge, and Winter Is Still Months Away", "date": "2021-09-19 05:30", "summary": "Low inventories around the world have made the heating fuel more expensive than it has been in years. Natural-gas prices have surged, prompting worries about winter shortages and forecasts for the most expensive fuel since frackers flooded the market more than a decade ago.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aaron-rodgers-green-bay-packers-11632064740", "title": "The Freakout Over Aaron Rodgers and Green Bay", "date": "2021-09-19 00:01", "summary": "An ugly loss at the season's start has a fan base worried. Or is 0-1 really just 0-1?. \"If we're starting to freak out after one week, we're in big trouble,\" Aaron Rodgers said the other day.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spacex-returns-private-astronauts-to-earth-after-three-days-in-orbit-11632006524", "title": "SpaceX Returns Private Astronauts to Earth After Three Days in Orbit", "date": "2021-09-19 21:53", "summary": "Four-person crew lands in the waters off the coast of Florida, completing a mission that included scientific research and cold pizza. Four private astronauts launched to orbit by Elon Musk's SpaceX returned to Earth Saturday evening, splashing down into the ocean off the east coast of Florida after a three-day mission.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]