[{"link": "https://www.wsj.com/articles/puerto-ricos-power-distributor-suffered-a-cyberattack-hours-before-a-devastating-fire-11623453388", "title": "Puerto Rico's Power Distributor Hit by Cyberattack Hours Before Fire", "date": "2021-06-11 19:16", "summary": "Internet traffic began bombarding a new app shortly before a fire knocked out power for hundreds of thousands of residents. Puerto Rico's main power provider suffered a cyberattack shortly before a fire at a substation in San Juan Thursday caused blackouts for hundreds of thousands of residents, the company said.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazos-urges-texas-governor-to-veto-winter-storm-finance-legislation-11623452943", "title": "Brazos Urges Texas Governor to Veto Winter Storm Finance Legislation", "date": "2021-06-11 19:09", "summary": "A bankruptcy lawyer for the electricity cooperative says legislation will compel full payment to the Texas grid operator on a disputed $2 billion bill. Brazos Electric Power Cooperative Inc. lobbied Texas Gov. Greg Abbott to veto a pair of bills that would compel electricity cooperatives to put their customers on the hook for full payment to the state's grid operator for power purchases during February's extreme winter weather in the state.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moderna-gamestop-amazon-com-stocks-that-defined-the-week-11623451394", "title": "Moderna, GameStop, Amazon.com: Stocks That Defined the Week", "date": "2021-06-11 18:43", "summary": "Here are seven major companies whose stocks moved on the week's news. Moderna Inc.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-other-tech-giants-could-be-forced-to-shed-assets-under-house-bill-11623423248", "title": "House Bills Seek to Break Up Amazon and Other Big Tech Companies", "date": "2021-06-11 18:30", "summary": "Legislation could force e-commerce giant, others to split into two companies or shed some products and services. House lawmakers proposed a raft of bipartisan legislation aimed at reining in the country's biggest tech companies, including a bill that seeks to make Amazon.com Inc. and other large corporations effectively split in two or shed their private-label products.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amc-bet-by-hedge-fund-unravels-thanks-to-meme-stock-traders-11623431320", "title": "AMC Bet by Hedge Fund Unravels Thanks to Meme-Stock Traders", "date": "2021-06-11 18:13", "summary": "Losses by Mudrick Capital show the risks of exposure to meme stocks. A multipronged bet on AMC Entertainment Holdings Inc. boomeranged this month on Mudrick Capital Management LP, the latest hedge fund to fall victim to swarming day traders.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yes-its-a-global-tax-on-american-tech-11623449290", "title": "Yes, It's a Global Tax on American Tech", "date": "2021-06-11 18:08", "summary": "Yellen and friends try to hide the G-7's aims from Congress.. Pronouncements from world leaders take on a Delphic quality at the best of times, so little wonder the G-7 announcement about a global tax on tech companies is sowing confusion. To cut through the political obfuscation: Yes, these leaders are proposing a new tax on American tech giants, despite their effort to hide it from the U.S. Congress.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-anti-development-water-rule-11623449163", "title": "An Anti-Development Water Rule", "date": "2021-06-11 18:06", "summary": "Biden's EPA is back with a rule that won't help build infrastructure.. A small group of Senate Republicans and Democrats has reportedly reached a $1 trillion infrastructure deal. Meantime, the Biden Environmental Protection Agency has announced plans to redo the Trump Administration's Waters of the U.S. (Wotus) rule, which will make it harder to build infrastructure.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-all-star-decision-11623449082", "title": "An All-Star Decision", "date": "2021-06-11 18:04", "summary": "A judge rules against an effort to move the game back to Atlanta.. On Thursday a small-business group called Job Creators Network whiffed in its attempt to get a federal court to force Major League Baseball to return the July 13 All-Star Game to Atlanta. In April MLB Commissioner Rob Manfred announced baseball was taking the game out of Atlanta as a show of disapproval for Georgia's election reforms.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-great-american-rip-off-11623448884", "title": "The Great American Rip-Off", "date": "2021-06-11 18:01", "summary": "A healthy debate over the amount of fraud in Covid relief programs.. In the most predictable story of the Covid era, it turns out that federal relief programs have been plagued with fraud and abuse. As for waste, well, that was always sort of the point. Shutting down much of the economy and attempting to replace it with federal spending, borrowing and money creation is not a strategy for productivity. But when it comes to the amount of theft, a new estimate really is a surprise-and a truly stunning one.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-last-voter-suppression-outrage-11623448789", "title": "The Last Voter Suppression Outrage", "date": "2021-06-11 17:59", "summary": "Biden called voter ID an 'assault' on civil rights. What happened next?. With hyperbole swirling around voting reforms in Georgia, Florida, Texas, Iowa and beyond, it's worth recalling what happened last time Democrats did this Chicken Little performance. In a 2014 speech, Vice President Joe Biden rang alarms about a \"new assault on the most basic of civil rights, the right to vote.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghans-face-exit-problems-as-u-s-pauses-visa-interviews-in-kabul-11623448692", "title": "Afghans Face Exit Problems as U.S. Pauses Visa Interviews in Kabul", "date": "2021-06-11 17:58", "summary": "Ahead of U.S. withdrawal, thousands of Afghans who worked for U.S. government await visas to emigrate. WASHINGTON-The U.S. Embassy in Kabul on Friday said it would pause interviews for visa applicants on Sunday due to the escalating Covid-19 outbreak in Afghanistan, blocking, at least temporarily, the ability of Afghans who worked for the U.S. government to emigrate ahead of the U.S. military withdrawal.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cheap-dollars-attract-foreign-investors-to-treasurys-11623403801", "title": "Cheap Dollars Attract Foreign Investors to Treasurys", "date": "2021-06-11 17:52", "summary": "Pension funds have also become big buyers of Treasury bonds. The cheapest dollars in years are spurring a rise in foreign investment in U.S. government bonds at the same time that pension funds are boosting their holdings-and that demand pickup could weigh on Treasury rates even as the economy strengthens.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/novak-djokovic-outlasts-rafael-nadal-at-the-french-open-11623448074", "title": "Djokovic Outlasts Nadal at the French Open", "date": "2021-06-11 17:47", "summary": "The world's No. 1-ranked player rallied to beat the 13-time Roland Garros champion in four sets to advance to the final against Stefanos Tsitsipas. PARIS-France had lived under various pandemic restrictions for 16 months before Rafael Nadal and Novak Djokovic took the court at Roland-Garros on Friday night. But nearly four hours into one of the most epic tennis matches in recent memory-right as the country's 11 p.m. curfew threatened to send a frenzied crowd home-French authorities did the most French thing imaginable: they made an exception.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-queen-elizabeth-ii-biden-is-u-s-president-no-13-11623418621", "title": "For Queen Elizabeth II, Biden Is U.S. President No. 13", "date": "2021-06-11 17:43", "summary": "Resume Subscription. FALMOUTH, England-President Biden will this weekend undergo a rite of passage experienced by all but one of his predecessors since World War II: a meeting while in office with Queen Elizabeth II.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/doj-reviewing-new-state-election-laws-to-ensure-ballot-access-to-all-eligible-voters-11623446931", "title": "DOJ Reviewing New State Election Laws to Ensure Ballot Access to All Eligible Voters", "date": "2021-06-11 17:28", "summary": "Justice Department also will review legality of postelection audits to ensure ballot integrity. WASHINGTON-The Justice Department is scrutinizing new state election laws that aim to change voting rules in ways critics say will discriminate against Black and minority voters, Attorney General Merrick Garland said Friday, promising to double the number of staff devoted to enforcement of federal voting-rights law.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kathryn-garcia-is-fine-with-second-place-11623446889", "title": "Kathryn Garcia Is Fine With Second Place", "date": "2021-06-11 17:28", "summary": "The new ranked-choice voting system means New York's next mayor may not win on the first count.. Brooklyn, N.Y.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/german-lawmakers-approve-rule-aimed-at-boosting-women-in-corporate-boardrooms-11623446853", "title": "German Lawmakers Approve Rule to Boost Women in Boardrooms", "date": "2021-06-11 17:27", "summary": "Companies that meet certain criteria must have at least one woman on their management board. Some of Germany's largest companies must ensure they have at least one woman on their management boards under legislation passed by the country's lower house of parliament.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-film-where-talk-is-richly-satisfying-11623446776", "title": "A Film Where Talk Is Richly Satisfying", "date": "2021-06-11 17:26", "summary": "Louis Malle's 'My Dinner With André' features captivating dialogue elevated by astounding filmmaking. ", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-critical-race-theory-11623446798", "title": "Notable & Quotable: Critical Race Theory", "date": "2021-06-11 17:26", "summary": "Professors 'were debating whether much of the Supreme Court case of Dred Scott v. Sandford should be excised from constitutional-law courses.'. Benjamin Wallace-Wells writing for the New Yorker, June 10:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-plans-to-return-pentagon-border-wall-funds-11623437969", "title": "Biden Administration to Return Pentagon Border-Wall Funds", "date": "2021-06-11 17:18", "summary": "White House is also reviewing whether to give back land the Trump administration had seized from private landowners for the wall. WASHINGTON-The Biden administration is returning more than $2 billion in unused money for the southern border wall that had been shifted from the Pentagon by the Trump administration, and is reviewing whether to return land the previous administration seized from private landowners for the wall, the White House said Friday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/understanding-chinas-covid-propaganda-11623446278", "title": "Understanding China's Covid Propaganda", "date": "2021-06-11 17:17", "summary": "Beijing wants questions unresolved so it can sell its people on the foreign-origin possibility. Unfortunately the fact that China is covering up the origins of SARS-Cov2 can't be taken as circumstantial evidence for the lab-leak theory. A circumstantial case can be strong or weak, but this is not a criminal investigation. We shouldn't have to rely on circumstantial evidence. We should be able to rely on good-faith testimonial and documentary evidence from people who know exactly what happened, backed by lab and tissue samples, including evidence from the Huanan Seafood Wholesale Market, which should have been preserved rather than destroyed.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lets-make-something-out-of-whats-in-the-kitchen-saturday-crossword-june-12-11622832706", "title": "Let's Make Something Out of What's in the Kitchen (Saturday Crossword, June 12)", "date": "2021-06-11 17:07", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vol-34-no-5-soaring-11623445169", "title": "Vol. 34, No. 5: Soaring", "date": "2021-06-11 16:59", "summary": "Most Popular News. We probably didn't notice how much The Wall Street Journal (and others) overuse soar until a reader sent in a poem about it. We will quote that work of art in a second, but first, it should be noted that the Journal has used soar/soared/soaring more than 100 times in just the past month, according to a Factiva search.", "categories": [["Style & Substance"]], "category_links": ["https://www.wsj.com/news/styleandsubstance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meme-stocks-latest-frenzy-isnt-about-a-short-squeeze-11623410018", "title": "Meme Stocks' Latest Frenzy Isn't About a Short Squeeze", "date": "2021-06-11 16:44", "summary": "Short interest in meme stocks such as GameStop and Clover Health is relatively muted, suggesting hedge funds aren't crowding into trades that bet on falling prices. Meme stocks have made a comeback, with one big change: This time around, short sellers aren't a big player in the market.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/g-7-summit-precautions-for-covid-19-include-daily-tests-elbow-bumps-11623438166", "title": "G-7 Summit Precautions Include Elbow Bumps", "date": "2021-06-11 16:43", "summary": "World leaders meeting in person in Britain after more than a year of distanced contact found a smaller event than normal, with mask and daily testing requirements. CARBIS BAY, England-World leaders descending on the rolling hills of Cornwall this weekend for the first in-person meeting of the Group of Seven leading economies after more than a year of videoconferences and phone calls found a summit that was still far from normal.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-06-11-2021-11623397120", "title": "S&P 500 Sets New High, Rises for Third Straight Week", "date": "2021-06-11 16:32", "summary": "Stocks have drifted higher while volatility has edged lower in recent sessions. The S&P 500 edged higher Friday and notched a fresh high, capping its third consecutive week of gains.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-regulators-press-banks-to-transition-away-from-libor-by-end-2021-11623440640", "title": "U.S. Regulators Push Banks to Transition Away From Libor", "date": "2021-06-11 16:26", "summary": "Yellen, Quarles make the case for new benchmark at meeting of top regulators. WASHINGTON-Top U.S. financial officials on Friday pressed banks to stop using the London interbank offered rate on new transactions by the end of 2021, warning that firms aren't moving swiftly enough to replace the benchmark for hundreds of trillions of dollars in financial contracts.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-reason-for-the-darkness-of-the-night-review-poes-eureka-moment-11623423387", "title": "'The Reason for the Darkness of the Night' Review: Poe's Eureka Moment", "date": "2021-06-11 16:08", "summary": "The poet and pioneer of horror and detective fiction considered his greatest feat to be a work of science.. Viewers of \"The Good Place,\" the TV comedy series and ersatz philosophy seminar, learned in an early episode that the prophets of the world's major religions have figured out only 5% of the mysteries of the cosmos. But (according to the show) one night in 1972, a visionary thinker offered an explanation that was an astonishing 92% right. The joke is that this all-seeing genius was a Canadian stoner kid named Doug Forcett, who solved the riddles of existence while stupendously high.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spotify-nearing-deal-to-exclusively-license-call-her-daddy-podcast-11623441017", "title": "Spotify Eyes Top Podcaster Alexandra Cooper, 'Call Her Daddy' Show", "date": "2021-06-11 16:07", "summary": "Deal would bring podcast exclusively to Spotify, involve first-look agreement for other projects. Spotify Technology SA is nearing a deal to bring top podcaster Alexandra Cooper and her show \"Call Her Daddy\" to its service, according to people familiar with the matter, in the latest exclusive podcast tie-up.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-cruises-resume-a-positive-covid-19-case-doesnt-spell-the-end-of-a-voyage-11623441869", "title": "As Cruises Resume, Positive Covid-19 Case Doesn't Spell End of a Voyage", "date": "2021-06-11 16:04", "summary": "Two people aboard a Celebrity ship in the Caribbean tested positive, and unlike last year when outbreaks halted trips, the cruise sailed on. Two passengers sharing a room on a Caribbean cruise ship tested positive this week for Covid-19, triggering safety precautions that enabled some 600 other passengers to continue eating and gambling on the ship.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/empty-spaces-saturday-variety-puzzle-june-12-11622832838", "title": "Empty Spaces (Saturday Variety Puzzle, June 12)", "date": "2021-06-11 16:01", "categories": [["WSJ Puzzles", "Variety Puzzle"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/variety-puzzle?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-must-articulate-and-sell-a-better-vision-11623440586", "title": "GOP Must Articulate and Sell a Better Vision", "date": "2021-06-11 15:43", "summary": "Republicans need only craft a new Contract With America, as famously done by Newt Gingrich in 1994. Vigorously challenge the \"woke\" extremism, one point at a time.. Regarding James A. Baker III's \"Focus on Principle, Not Personality, for a Bright GOP Future\" (op-ed, June 7): While I'm not sure House Minority Leader Rep. Kevin McCarthy is the man for the job, Republicans need only craft a new Contract With America, as famously done by Newt Gingrich in 1994.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-do-for-clothing-as-offices-reopen-11623440563", "title": "What to Do for Clothing as Offices Reopen?", "date": "2021-06-11 15:42", "summary": "At my workplace we have delighted each other by getting \"dressed up.\". As a professional working woman who has been back at the office since July 2020 and definitely not in sweats, I have wondered why the focus in the Journal over the past year has been proper attire for Zoom meetings (\"You're Going Back to the Office. What Are You Going to Wear?,\" Exchange, June 5).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remember-the-alamo-but-more-accurately-11623440542", "title": "Remember the Alamo, but More Accurately", "date": "2021-06-11 15:42", "summary": "While a corrective counternarrative of the Alamo is rightfully needed, the modern revisionists should be cautious of committing similar fallacies by attributing too large a role to slavery.. Regarding Andrew R. Graybill's review of \"Forget the Alamo\" by Bryan Burrough, Chris Tomlinson and Jason Stanford (Books, June 5): While a corrective counternarrative of the Alamo is rightfully needed, the modern revisionists should be cautious of committing similar fallacies by attributing too large a role to slavery. Like the earlier version, it minimizes the significant role of Tejanos in the Texas Revolution, who along with many norteños, had major grievances with the corruption and oppressive policies of Antonio López de Santa Anna, Mexico's sometimes glorious, ofttimes vainglorious, 11-time ruler. Something they shared with their cousins later in California, by the way.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aircraft-carrier-move-shows-bidens-real-china-policy-11623440519", "title": "Aircraft Carrier Move Shows Biden's Real China Policy", "date": "2021-06-11 15:42", "summary": "Whether the Navy covers its Western Pacific flank will tell us everything we need to know about President Biden's China policy.. Your editorial \"The Missing Aircraft Carrier\" (May 27) presumes that the USS Ronald Reagan is truly going to the Middle East to cover the withdrawal from Afghanistan. An alternative view is that the carrier is being deployed to stabilize the Middle East so that President Biden has cover to do a deal with Iran. Of course, this redeployment leaves Taiwan exposed. The question is whether the U.S. Navy will deploy a carrier from San Diego to cover the Western Pacific in the USS Ronald Reagan's absence. Whether the Navy covers its Western Pacific flank will tell us everything we need to know about President Biden's China policy.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdonalds-hit-by-data-breach-in-south-korea-taiwan-11623412800", "title": "McDonald's Hit by Data Breach", "date": "2021-06-11 15:41", "summary": "Hack exposed some U.S. business information, customer data in South Korea and Taiwan. McDonald's Corp. said hackers stole some data from its systems in markets including the U.S., South Korea and Taiwan, in another example of cybercriminals infiltrating high-profile global companies.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/our-lord-isnt-woke-southern-baptists-clash-over-their-future-11623439486", "title": "'Our Lord Isn't Woke.' Southern Baptists Clash Over Their Future.", "date": "2021-06-11 15:24", "summary": "Resume Subscription. Evangelical Christians were a regular presence in the Trump White House. They laid hands on the president as they prayed for him, stood at his shoulder as he signed executive orders, and saw vindication for their support in his antiabortion policies and conservative judicial appointments.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fda-expected-to-approve-export-of-j-j-covid-19-vaccine-doses-from-troubled-plant-11623425257", "title": "FDA Approves Export of Covid-19 Vaccine Doses From Troubled Plant", "date": "2021-06-11 15:24", "summary": "The agency said 10 million doses can be exported, but 60 million doses were at risk of contamination and can't be used. WASHINGTON-The Food and Drug Administration is making millions of Johnson & Johnson Covid-19 vaccine doses available for export from a Baltimore factory that had been beset by contamination problems.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-10-movies-and-series-to-stream-this-week-11623439162", "title": "What to Watch: 10 Movies and Series to Stream This Week", "date": "2021-06-11 15:19", "summary": "Resume Subscription. \"Lupin,\" the caper about a thief stealing for revenge that became Netflix's biggest French hit when it hit the service in January, returns Friday with \"Lupin Part Two.\" It's just one of the stories that plays in the gray area between right and wrong on deck this week. Here's what else is streaming this week:", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/biden-meets-with-g-7-leaders-in-england-hoping-to-repair-frayed-ties-11623413082", "title": "Biden, G-7 Leaders Get Back to In-Person Diplomacy, Meet Queen Elizabeth", "date": "2021-06-11 15:19", "summary": "Summit in England focuses on recovering from Covid-19 and combating autocrats. CARBIS BAY, England-Face-to-face diplomacy returned on Friday for the leaders of the Group of Seven club of rich nations after a gap of more than a year as they focused on how to foster recovery from the Covid-19 pandemic and push back against increasingly assertive authoritarian states.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/slow-vaccinations-in-developing-world-set-to-drag-on-oil-demand-11623406789", "title": "Slow Vaccinations in Developing World Set to Drag on Oil Demand", "date": "2021-06-11 15:16", "summary": "IEA forecasts return to record demand by end of next year. The world's appetite for crude oil will return to its pre-pandemic highs by the end of next year but low coronavirus vaccination rates in emerging economies are pushing the pandemic's end date further away, the International Energy Agency said Friday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bankrupt-california-power-authority-winding-down-service-over-cash-crunch-11623438042", "title": "Bankrupt California Power Authority Winding Down Service Over Cash Crunch", "date": "2021-06-11 15:00", "summary": "Western Community Energy says it doesn't have money to buy energy for its customers. California power authority Western Community Energy said Friday it is winding down operations just weeks after filing for bankruptcy because it doesn't have the money to purchase power for customers during the hot summer months.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-evolution-want-us-to-drink-11623437687", "title": "Does Evolution Want Us to Drink?", "date": "2021-06-11 14:54", "summary": "Alcohol is terrible for the human body, yet we've developed a strong taste for it, suggesting that it may bring other kinds of benefits. Alcoholic intoxication is an abnormal mental state characterized by reduced self-control and various degrees of euphoria or depression, brought about by the temporary impairment of a pretty big chunk of the brain. As the term suggests, it involves the ingestion of a chemical toxin, ethanol, which in small doses makes us happy, more sociable and better at thinking creatively and defusing conflicts. In progressively higher doses, it can lead to degraded motor coordination, slurred speech, violent arguments, maudlin expressions of love, inappropriate touching, injuries, blackouts, property damage and even karaoke.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-press-nato-over-china-threat-11623419446", "title": "Biden to Press NATO Over China Threat", "date": "2021-06-11 14:49", "summary": "Allies' views differ on tackling the security challenge, with some worrying of a distraction from Russia. BRUSSELS-During his meeting with NATO allies Monday, President Biden is expected to press the alliance to do more to counter the rising threat from China, while still deterring the persistent menace from Russia.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-read-this-week-11623437225", "title": "What to Read This Week", "date": "2021-06-11 14:47", "summary": "Edgar Allan Poe's scientific prophecy, a desperate World War II naval mission, the hope and heartbreak of Mets' fandom, the reign of Serena Williams on the court and more.. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-craft-budget-plans-as-infrastructure-talks-continue-11623436545", "title": "Democrats Craft Budget Plans as Infrastructure Talks Continue", "date": "2021-06-11 14:35", "summary": "Congress may have to juggle jobs and anti-poverty spending bills with legislation to raise the country's borrowing limit. WASHINGTON-Senior Democrats said they hoped to pass budget resolutions by the end of July, teeing up for late summer and early fall a package that could determine the scope of President Biden's legislative ambitions on infrastructure and social programs.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seeing-serena-review-empress-of-the-court-11623436445", "title": "'Seeing Serena' Review: Empress of the Court", "date": "2021-06-11 14:34", "summary": "At the pinnacle of her sport, Serena Williams shows no sign of slowing down.. Early in \"Seeing Serena,\" Gerald Marzorati draws attention to the fact that he is \"yes,\" a white male writer. That performative confession is intended to flag his transgressive act of writing about a black woman. Yet it sits vexatiously alongside the grander statements he makes on behalf of his subject. Serena Williams, he writes, is \"the most consequential athlete of her time.\" She is also \"the most renowned woman athlete of all time.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-life-she-wished-to-live-review-the-bard-of-cross-creek-11623423199", "title": "'The Life She Wished to Live' Review: The Bard of Cross Creek", "date": "2021-06-11 14:32", "summary": "Thousands of young readers know Marjorie Kinnan Rawlings for 'The Yearling,' but her imagination ranged wide and deep.. More than 80 years after winning the Pulitzer Prize, Marjorie Kinnan Rawlings's 1938 novel, \"The Yearling,\" still conveys profound truths about the human experience. Set in the wilds of inland Florida, \"The Yearling\" follows a tow-headed boy as he grows from a Rousseauian child of nature into a young man who understands the sacrifices nature will require of him. His father commiserates. \"You've seed how things go in the world o' men. . . . Ever' man wants life to be a fine thing, and a easy. 'Tis fine, boy, powerful fine, but 'taint easy. Life knocks a man down and he gits up and it knocks him down agin. I've been uneasy all my life.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/so-many-ways-to-lose-review-agony-ecstasy-and-the-mets-11623436273", "title": "'So Many Ways to Lose' Review: Agony, Ecstasy and the Mets", "date": "2021-06-11 14:31", "summary": "The highs and lows of baseball, as embodied by New York's younger major-league team .. Something special is happening in Queens, N.Y. The Mets' pitcher Jacob deGrom, who's already won two Cy Young awards for the National League's best hurler, has established himself as a genuine superstar. The right-hander, who led the league in strikeouts the past two years, throws 100 mph and routinely shuts out the opposition. The pleasure of watching his dominance on the mound since his 2014 Rookie of the Year season has soothed some of the primordial angst that comes with rooting for the Mets.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pulitzer-prizes-highlight-coverage-related-to-george-floyd-killing-covid-19-11623436044", "title": "Pulitzer Prizes Highlight Coverage Related to Floyd Killing, Covid-19", "date": "2021-06-11 14:27", "summary": "New York Times, Boston Globe and Minneapolis's Star Tribune are among this year's winners. Multiple news outlets won Pulitzer Prizes for their coverage of the killing of George Floyd and work related to the Covid-19 pandemic, Columbia University announced Friday.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/books-fit-for-a-queen-11623435331", "title": "Books Fit for a Queen", "date": "2021-06-11 14:15", "summary": "A new exhibition at the Morgan Library & Museum in New York features luxurious bindings made for French royalty and aristocrats. In pre-Revolutionary France, collectors used books to flaunt their wealth and taste more than their erudition. Some examples can be found in \"Bound for Versailles: The Jayne Wrightsman Bookbindings Collection,\" an exhibition opening June 25 at the Morgan Library & Museum in New York. The show includes two books of a four-volume set of fables from 18th-century France that measure almost 2 feet high. \"This is not a volume you sit down and read. This is one that you display,\" said John T. McQuillen, the show's organizer and an associate curator of printed books and bindings at the Morgan.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/summer-vacation-ideas-last-minute-beach-getaways-and-strategic-ways-to-save-11623434092", "title": "Summer Vacation Ideas: Last-Minute Beach Getaways and Strategic Ways to Save", "date": "2021-06-11 13:54", "summary": "WSJ's travel editor answers reader questions about affordable beach vacations and the smartest way to book a trip to Europe right now. A: This summer's vacation choices may be infinitely better than last year when Covid surges and tightly sealed borders sharply reduced the getaway options. But now that we can zip around the U.S. again with relative ease and other countries are beginning to lower the drawbridge, the mad scramble to flee the house is yielding another kind of angst. \"We're running into availability issues in the U.S. and there aren't many deals out there,\" said Lindsey Epperly Sulek, founder of Atlanta-based Epperly Travel. Ms. Epperly Sulek points to compression as the culprit-a combination of pent-up demand and less inventory since most travelers are still staying stateside. \"We're seeing sky-high prices in Hawaii and California and a feeding frenzy in Florida.\" For the best-bang-for-your-seaside-buck, she recommends looking just beyond the U.S.: Mexico, the Dominican Republic and Jamaica, for example. Not only are they good values, she said, they're easy to access. \"Travel protocols to get into many countries change by the hour,\" she said, \"but those places have been open for a while so they don't need to ramp up the runway.\" Determined to stay in the U.S.? Bargain-hunters would be wise to look at less conventional beach destinations. \"Northern Michigan is so stunningly beautiful and most people don't give it a second thought,\" said Jill Taylor, a travel adviser at Chicago-based Jet Set World Travel. \"All the way up the coast of Lake Michigan-northern Wisconsin too-is gorgeous. You can still find room at cute little hotels in July and August. And don't forget Chicago-there are beaches here too and lots of great new hotels.\"", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pioneering-ceo-ursula-burns-wants-to-make-stories-like-hers-less-rare-11623432468", "title": "Pioneering CEO Ursula Burns Wants to Make Stories Like Hers Less Rare", "date": "2021-06-11 13:27", "summary": "The first Black woman to head a Fortune 500 company doesn't want to 'wait 20 more years' to see more diversity in corporate leadership. Ursula Burns became the chief executive officer of Xerox in July 2009, and she admits that she is still irked by the media coverage at the time. As the first Black female CEO of a Fortune 500 company, her promotion was historic-not least because she was succeeding another woman, Anne Mulcahy. But most news reports, she says, were more interested in her novelty than in what it took for her to get there.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbnb-post-pandemic-travel-11623429935", "title": "Airbnb Adapts to the Post-Pandemic Traveler-and Host", "date": "2021-06-11 13:00", "summary": "Business is up, as more people travel domestically and stay longer. Travel is picking up again, and so is Airbnb Inc.'s business. After a big drop in revenue, job cuts and other cost-saving measures in 2020, the company saw a 5% revenue gain during the first quarter.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-scientist-who-said-no-to-covid-groupthink-11623430659", "title": "A Scientist Who Said No to Covid Groupthink", "date": "2021-06-11 12:57", "summary": "Many experts aggressively denied a lab leak was possible and only now admit it. It took courage to make the case a year ago.. A few months before Covid-19 became a pandemic, Filippa Lentzos started reading about unusual flu cases in Wuhan, China. Ms. Lentzos, a social scientist who studies biological threats, belongs to an email group she describes as consisting of \"ex-intelligence, bioweapons specialists, experts, former State Department diplomats\" and others \"who have worked in arms control, biological disarmament.\"", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-demonization-of-benjamin-netanyahu-11623430571", "title": "The Demonization of Benjamin Netanyahu", "date": "2021-06-11 12:56", "summary": "He's simply an Israeli patriot, but detractors called him an enemy of peace, even a Republican.. Jerusalem", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-mans-trash-is-another-mans-triumph-in-the-litter-league-11623429202", "title": "One Man's Trash Is Another Man's Triumph in the 'Litter League'", "date": "2021-06-11 12:33", "summary": "Resume Subscription. PITTSBURGH-Ed Wrenn, a retired medical doctor, is a contender in an emerging sport: competitive litter cleanups.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/passengers-keep-calm-as-covid-cruises-on-11623428851", "title": "Passengers Keep Calm as Covid-19 Cruises On", "date": "2021-06-11 12:27", "summary": "Fully vaccinated passengers on a Celebrity Cruises ship don't panic when two test positive. Just when you think you've seen the back of it, the Covid-19 pandemic has a way of lingering about the cabin.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/so-youre-going-out-again-do-you-remember-how-to-dress-11623427839", "title": "So You're Going Out Again. Do You Remember How to Dress?", "date": "2021-06-11 12:10", "summary": "Birthday parties, business dinners, weddings: They're all back. But after months in sweats, assembling a suitable outfit is tough. Here, 5 expert dressers on what to wear for post-lockdown events.. WITH MORE Americans getting vaccinated each day, we're finally reengaging with our social lives-and not just for socially distant coffee dates on freezing benches or brisk walks to gossip in mask-muffled ways. We're attending formal, long-postponed weddings, birthday parties that call for cocktail attire and even in-person business meetings. However, after months spent hibernating at home in slovenly sweatpants and drab pajamas, who remembers how to dress up? Figuring out what to wear for these much-anticipated occasions can daunt even the confident. Here, five writers-and expert dressers-discuss how they assembled appropriate outfits for their first big, post-lockdown outings, from a graduation that demanded a necktie to a party at a particularly stylish roller rink.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-aramco-borrows-again-to-fund-dividend-pledge-despite-oil-recovery-11623416858", "title": "Saudi Aramco Borrows Again to Fund Dividend Pledge", "date": "2021-06-11 12:06", "summary": "Ownership arrangement has led oil giant to stick by its commitment to make quarterly payments as rivals cut dividends. Saudi Aramco's return to the global debt markets this week demonstrated the oil giant's need to raise cash despite high energy prices, as it issued its inaugural dollar-denominated Islamic bond to meet a dividend pledge and complete a costly acquisition.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/app-analytics-company-amplitude-lands-150-million-11623427553", "title": "App Analytics Company Amplitude Lands $150 Million", "date": "2021-06-11 12:05", "summary": "Deluge of business apps released over the past year is fueling demand for tools that measure user engagement. Amplitude Inc., whose technology helps businesses understand how customers are using their applications, has raised $150 million in new investor funding.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-to-give-hospitals-more-time-to-spend-covid-19-relief-money-11623427200", "title": "Biden Administration to Give Hospitals More Time to Spend Covid-19 Relief Money", "date": "2021-06-11 12:00", "summary": "Healthcare providers and lawmakers had asked for an extension of the June 30 deadline, citing continuing demands of pandemic care. ", "categories": [["WSJ News Exclusive", "Health Policy"]], "category_links": ["https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lil-dicky-dave-season-2-interview-11623427109", "title": "'Dave' Season 2: How Lil Dicky Explores Suffering From Success", "date": "2021-06-11 11:59", "summary": "Dave Burd, aka rapper and actor Lil Dicky, had to take the creative reins of his show while filming during the pandemic. In life and film he's struggling with writer's block: \"I was hoping that writing the season about struggling to make an album would help me actually finish my album in reality.\". Rapper and actor Dave Burd, better known as Lil Dicky, isn't shy by any means, but the thought of people coming over to his house makes him very uncomfortable. \"I've never hosted my own party, because I just don't see a world where I'd have fun at that party,\" the 33-year-old says. \"I'm the antihost. Never hosted.\"", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bp-considers-spinning-off-iraq-operations-11623423824", "title": "BP Considers Spinning Off Iraq Operations", "date": "2021-06-11 11:38", "summary": "Oil giant weighs whether to move its interest in the giant Rumaila oil field into a stand-alone company as it tries to pivot toward lower-carbon energy. LONDON-BP PLC is working on a plan to spin off its operations in Iraq into a stand-alone company, according to people familiar with the matter, as the oil giant shuffles its assets and investment plans in its pivot toward lower-carbon energy.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-swanky-sustainable-san-francisco-home-11623424954", "title": "A Swanky Sustainable San Francisco Home", "date": "2021-06-11 11:28", "summary": "Located in the Cow Hollow neighborhood, this newly built modern home comes with a lap pool and a number of eco-friendly features.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-46-million-san-francisco-spec-house-is-one-of-the-citys-priciest-listings-ever-11623425156", "title": "A $46 Million San Francisco Spec House Is One of the City's Priciest Listings Ever", "date": "2021-06-11 11:25", "summary": "The Cow Hollow property, which sits on a triple-wide lot, features amenities geared toward health and wellness, like a 72-foot lap pool and a glass-enclosed sauna and steam shower with a chromotherapy rain head. If first you don't succeed...Developer Troon Pacific, which pitched a spec house in San Francisco's Russian Hill for $45 million in 2018, and sold it for $27 million last year, is trying again. The firm is about to list another spec home, this time in the nearby Cow Hollow neighborhood, for $46 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-korea-can-now-build-missiles-able-to-reach-beijing-with-u-s-blessing-11623390978", "title": "South Korea Can Now Build Missiles That Reach Beijing, With U.S. Blessing", "date": "2021-06-11 10:51", "summary": "Washington had imposed limits on Seoul's weapons program for four decades. SEOUL-For decades, the U.S. kept tight limits on how far and how potent South Korea's ballistic missiles could be, reflecting concerns that Seoul might unilaterally raise tensions with nearby China, North Korea and Russia.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/operation-pedestal-review-mission-to-malta-11623423032", "title": "'Operation Pedestal' Review: Mission to Malta", "date": "2021-06-11 10:50", "summary": "With its base on Malta under an overwhelming World War II siege, the Royal Navy mounted an epic plan to relieve it.. Naval battles are notoriously hard to describe. We cannot walk the battlefield, photograph bomb craters and trenches, or visit the graves of those who died there. The hallowed ground is impossible to map; it is not even ground. Historians must piece together life-or-death events from ship logs and survivor accounts.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-reviews-of-strange-flowers-and-the-killing-hills-11623422801", "title": "Fiction: Reviews of 'Strange Flowers' and 'The Killing Hills'", "date": "2021-06-11 10:46", "summary": "In a rural Irish village and the mountains of northern Kentucky, stories of dreams, and troubles, long in the making.. Provincialism is always a conflicted issue in Irish literature, as it's both the source of its practitioners' unique genius and a constraint against which they rebel. By looking inward, Irish writers have found native riches of history, mythology, oral tradition and a self-expressed poetic voice; they have also fallen into chauvinism, false nostalgia and sheltered complacency. \"Our Nationalism has been our Egoism,\" wrote Sean O'Faolain, whose fiction-some of it banned in Ireland in his lifetime-both drew from his heritage and assailed it. Contemporary authors face a similar quandary. Writers such as Colm Tóibín and Anne Enright, sometimes labeled \"post-nationalists,\" tend to be skeptical of the Irish mystique yet are regularly drawn back to confront it anew. Then, at the opposite end of the spectrum, there is Donal Ryan, who feels most at home in the timeless and insular setting of the Irish countryside, but who has sought, in each successive book, to open up a microcosm to the complications of the greater world beyond it.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/languages-of-truth-review-standing-on-invented-ground-11623422619", "title": "'Languages of Truth' Review: Standing on Invented Ground", "date": "2021-06-11 10:43", "summary": "Defender of heretics, champion of storytellers, Salman Rushdie exults in protean possibility.. Like his friend Paul Auster, Salman Rushdie pays heed to the music of chance. \"Languages of Truth,\" his third collection of essays, lectures and reviews, invokes \"the power of the unforeseeable to change human lives.\" He treats accident and happenstance, whether in art or life, as guarantors of hope and freedom, from a world-shaking dice game in the Indian epic the Mahabharata to the rogue twister in \"The Wizard of Oz.\" Yet malign fate famously upended his own existence when, in February 1989, the Ayatollah Khomeini's fatwa placed the author of \"The Satanic Verses\" under sentence of death.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-widespread-panic-review-11623422544", "title": "Mysteries: 'Widespread Panic' Review", "date": "2021-06-11 10:42", "summary": "The author of 'L.A. Confidential' returns to familiar, seamy territory via an unusual narrator.. 'I'll do anything short of murder. I'll work for anyone but the Reds.\" So boasts Fred Otash, the ex-cop and private eye who narrates \"Widespread Panic\" (Knopf, 320 pages, $28), James Ellroy's latest para-fictional blast through Los Angeles in the 1950s.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-books-on-abraham-and-mary-lincoln-11623422485", "title": "Five Best: Books on Abraham and Mary Lincoln", "date": "2021-06-11 10:41", "summary": "Selected by Michael Burlingame, the author of 'An American Marriage: The Untold Story of Abraham Lincoln and Mary Todd.'. By W.A. Evans (1932)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ransomware-attack-roiled-meat-giant-jbs-then-spilled-over-to-farmers-and-restaurants-11623403800", "title": "Ransomware Attack Roiled JBS, Then Farmers, Restaurants", "date": "2021-06-11 10:28", "summary": "While plants were closed, prices of beef and pork climbed and farmers sought new buyers for their livestock. Employees at the U.S. division of JBS SA, the world's largest meat company, noticed something wrong in their computer systems over Memorial Day weekend, the unofficial kickoff for the busy summer grilling season.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-lawmakers-again-pass-on-cuomos-mta-leadership-plan-11623420060", "title": "New York Lawmakers Again Pass on Cuomo's MTA Leadership Plan", "date": "2021-06-11 10:01", "summary": "Last-minute deal to vote on bill overhauling transit agency fell apart as state Legislature ended session. ALBANY, N.Y.-Gov. Andrew Cuomo's plans to nominate new leaders for the Metropolitan Transportation Authority were blocked late Thursday when members of the New York state Senate adjourned their annual session without taking up the necessary legislation.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-israel-arab-villages-take-leading-role-in-drama-over-netanyahus-fate-11623409200", "title": "In Israel, Arab Villages Take Leading Role in Drama Over Netanyahu's Fate", "date": "2021-06-11 10:00", "summary": "The coalition seeking to oust Israel's prime minister pledges to resolve the legal limbo of Israeli Arabs in the Negev Desert. Netanyahu has attacked such plans.. KHASHEM ZANNEH, Israel-In his campaign to thwart a rival coalition that seeks to end his 12-year rule as soon as Sunday, Prime Minister Benjamin Netanyahu is turning to a stretch of ramshackle huts in the desert of southern Israel.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-global-logistics-logjam-shifts-to-shenzhen-from-suez-11623403801", "title": "Fresh Outbreaks in Asia Disrupt Global Supply Chains", "date": "2021-06-11 09:52", "summary": "Outbreak at one of the world's busiest ports leads to global shipping delays; infections in chip supply chain worsen global shortage. HONG KONG-As Western economies roar back to life, a fresh wave of Covid-19 clusters in Asia-where vaccination campaigns remain in their early stages-is creating new bottlenecks in the global supply chain, threatening to push up prices and weigh on the post-pandemic recovery.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/workplace-technology-accessibility-11623417924", "title": "How to Make Workplace Technology Accessible to Everyone", "date": "2021-06-11 09:45", "summary": "People with disabilities face all sorts of challenges at work. It doesn't have to be that way.. Many companies struggle when it comes to providing inclusive technology in the workplace.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cabin-fever-getting-sick-from-being-cooped-up-too-long-11623418263", "title": "'Cabin Fever': Getting Sick From Being Cooped Up Too Long", "date": "2021-06-11 09:31", "summary": "Originally used to describe isolated lives in the American West, the feeling became universal during the pandemic. \"America is breaking a yearlong case of cabin fever,\" declared CBS News senior national correspondent Mark Strassmann on \"Face the Nation\" two weeks ago, reporting on how millions of travelers were hitting the road for Memorial Day weekend.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vertex-pharmaceuticals-uber-dave-busters-what-to-watch-when-the-stock-market-opens-today-11623409325", "title": "Vertex Pharmaceuticals, AMC, Dave & Buster's: What to Watch When the Stock Market Opens Today", "date": "2021-06-11 09:22", "summary": "GameStop is ticking higher again, and earnings from Dave & Buster's have brought investors out to play. Stock futures are inching up, a day after the S&P 500 notched its 27th record close of the year amid the push-pull of rising inflation versus a healing job market. Here's what we're watching ahead of Friday's trading start.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/socialist-in-peru-has-all-but-won-presidential-vote-as-pandemic-fuels-despair-11623417118", "title": "Socialist in Peru Has All But Won Presidential Vote as Pandemic Fuels Despair", "date": "2021-06-11 09:11", "summary": "Resume Subscription. LIMA, Peru-Five days after a presidential election, socialist labor leader Pedro Castillo will likely clinch Peru's presidency even as his right-wing rival challenges thousands of votes in a last-ditch effort to flip the outcome amid mounting tension.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/turkey-holds-keys-to-u-s-afghan-pullout-a-potential-problem-for-biden-11623416475", "title": "Turkey Holds Keys to U.S. Afghan Pullout, a Potential Problem for Biden", "date": "2021-06-11 09:01", "summary": "Turkey, threatening to end Afghan airport security detail, is expected to seek concessions. WASHINGTON-President Biden's plans for a U.S. and allied withdrawal from Afghanistan will face a potential challenge next week when he meets Turkey's leader, who is expected to seek concessions in return for continuing to provide for security at the Afghan capital's airport.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/social-security-weathered-covid-19-better-than-expected-but-long-term-challenges-remain-11623415185", "title": "Social Security Weathered Covid-19, but Long-Term Challenges Remain", "date": "2021-06-11 08:39", "summary": "Near-term finances of federal government's retirement and disability programs defy doomsday predictions. WASHINGTON-When the coronavirus pandemic plunged the U.S. into a recession last year, it portended another blow to the health of the Social Security system. An anticipated decline in payroll-tax revenue and increase in disability claims were expected to erode the program's reserves and pile pressure on the government to respond.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-deadly-ultramarathon-blamed-on-negligence-by-organizers-11623414675", "title": "China's Deadly Ultramarathon Blamed on Negligence by Organizers", "date": "2021-06-11 08:31", "summary": "Five people affiliated with the race's operator have been arrested and will face criminal charges for event that led to the deaths of 21 runners last month. HONG KONG-Chinese officials said mismanagement and negligence by local officials and the operators of a 60-mile ultramarathon in the country's western mountains led to the deaths of 21 runners last month.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-warns-of-more-blackouts-during-californias-wildfire-season-11623414658", "title": "PG&E Warns of More Blackouts During California's Wildfire Season", "date": "2021-06-11 08:30", "summary": "Severe drought expected to heighten fire risk throughout the summer and fall. PG&E Corp. said it is likely to proactively cut power to customers in Northern California more frequently this fall in anticipation of extreme wildfire risk.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-to-order-the-next-big-thing-in-takeout-today-11623415848", "title": "Where to Order the Next Big Thing in Takeout, Today", "date": "2021-06-11 08:16", "summary": "Next-generation entrepreneurs are disrupting the Chinese-American restaurant, deliciously. Here's where to get a taste of what's next.. ON A RECENT Wednesday, restaurant entrepreneur Yong Zhao alighted from a train in Hicksville, N.Y., then took an Uber to a strip mall in the affluent nearby hamlet of Melville. His destination: Gourmet Wok, a 27-year-old Chinese restaurant tucked between a bagel shop and an adult toys and lingerie store.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-americans-took-to-the-streets-over-inflation-11623412801", "title": "When Americans Took to the Streets Over Inflation", "date": "2021-06-11 08:00", "summary": "In the 1960s and 1970s, spiraling prices for staples like meat and gasoline wreaked havoc on the U.S. economy, thanks to political and policy mistakes that offer a warning for today. In the fall of 1966, a wave of protests swept the U.S., capturing the attention of Washington politicians, big business leaders and newsroom headline writers. But these Americans weren't voicing their anger over the war in Vietnam or racial discrimination. The protests were against rising grocery prices, and the foot soldiers in what was described as a \"housewife revolt\" were largely middle-class women with children. Fed up with the increasing cost of living, they marched outside of supermarkets with placards demanding lower prices, sometimes printed in lipstick.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-schools-mandate-covid-19-vaccines-for-children-what-we-know-11623412802", "title": "Can Schools Mandate Covid-19 Vaccines? What We Know", "date": "2021-06-11 08:00", "summary": "Schools and districts can't require Covid-19 vaccines for students, but states can. Many education officials, public-health officials and parents believe that vaccinating children against Covid-19 will play a key role in resuming normal life in time for in-person learning in the fall. That stance has led some parents to wonder: Will K-12 students be mandated to receive the vaccine to be allowed on campus this fall?", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-latest-blockbuster-tech-ipo-could-give-investors-a-bumpy-ride-11623412818", "title": "China's Latest Blockbuster Tech IPO Could Be a Bumpy Ride", "date": "2021-06-11 08:00", "summary": "Initial public offering of Didi Chuxing shapes up to be one of world's largest this year. China's ride-hailing company Didi Chuxing is heading for the stock market. It might not be cheap to get a ride.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-spider-tack-mlb-gerrit-cole-foreign-substances-11623373319", "title": "The Men Who Inadvertently Created MLB's Stickiest Problem", "date": "2021-06-11 08:00", "summary": "Major League Baseball is embroiled in controversy over pitchers doctoring baseballs. A little-known substance called Spider Tack-used by weightlifters and wheelchair athletes-is at the center of it.. James Deffinbaugh, who weighs 250 pounds and deadlifts 750 pounds, recently noticed something curious about the niche grip-enhancing product called Spider Tack that he invented more than a decade ago.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/richard-robinson-expanded-scholastic-publishing-house-11623333600", "title": "Richard Robinson Expanded Scholastic Publishing House", "date": "2021-06-11 07:41", "summary": "Son of Scholastic founder has died at age 84, oversaw publication of blockbuster series such as 'Harry Potter' and 'Captain Underpants'. At the start of his career, Richard Robinson was sure of one thing: He was going to be a teacher and a writer rather than join the Scholastic children's publishing business that his father founded in 1920.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-has-the-right-pieces-for-game-streaming-11623409200", "title": "Microsoft Has Right Pieces for Game Streaming", "date": "2021-06-11 07:00", "summary": "Cloud-computing prowess and Xbox business give software company an edge over rivals. Just as only Nixon could go to China, it might be that only an established videogame company can upend the industry enough to finally make cloud gaming a reality.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bts-hullabaloo-exposes-south-koreas-tattoo-prohibition-11623407303", "title": "BTS Hullabaloo Exposes South Korea's Tattoo Prohibition", "date": "2021-06-11 06:28", "summary": "Lawmaker faces backlash from group's fans after pushing for more relaxed regulations by posting image of member Jung-kook covering his tattoos. SEOUL-Even inside South Korea, few people realized it remains the only country where inking tattoos is illegal without a medical license. But then the obscure law crossed paths this week with something not so obscure: the K-pop band BTS.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-does-the-bond-market-know-about-inflation-11623405792", "title": "What Does the Bond Market Know About Inflation?", "date": "2021-06-11 06:03", "summary": "Even if signals from the bond market are imperfect, investors predicting a damaging level of inflation are still in the minority. Inflation is everywhere. Chinese manufacturing prices, broad commodity prices and consumer prices on goods ranging from fruit to freezers are climbing. Everywhere, that is, except in the bond market.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-fbi-got-colonial-pipelines-ransom-money-back-11623403981", "title": "How the FBI Got Colonial Pipeline's Ransom Money Back", "date": "2021-06-11 05:33", "summary": "Seizure of more than half of the company's payment cuts against crypto's reputation as an untraceable financial medium for hackers. After Colonial Pipeline Co. on May 8 paid roughly $4.4 million in cryptocurrency to hackers holding its computer systems hostage, the Federal Bureau of Investigation followed the digital money.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-government-is-turbo-charging-the-u-s-economy-can-it-transform-europe-11623403809", "title": "Big Government Is Turbo-Charging the U.S. Economy. Can It Transform Europe?", "date": "2021-06-11 05:30", "summary": "Policy makers are reviving old-school industrial planning policies, but European recovery funds don't appear targeted enough. When it comes to \"more government,\" Americans are supposed to be the skeptical ones. Yet the U.S. is now leaning on the state to transform the economy by giving trillions of dollars to consumers and even taking a more direct hand in industrial planning.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-are-the-odds-even-experts-get-tripped-up-by-probabilities-11623403800", "title": "Even Experts Get Tripped Up by Probabilities", "date": "2021-06-11 05:30", "summary": "People tend to rely on anecdotal evidence to make decisions, rather than considering the numbers. Odds are you have bought at least one lottery ticket in your life, even though your chance of winning was one in a million-or, if you play Mega Millions, more like 1 in 302,575,350.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-esg-stocks-perform-depends-on-who-ranks-them-11623403803", "title": "ESG Stocks Performance Depends on Who Ranks Them", "date": "2021-06-11 05:30", "summary": "Ratings vary widely among the three dominant firms, leading to inconsistent performance. Money is pouring into stocks that get good grades on issues like building a diverse workforce and reducing carbon emissions. But figuring out how high- and low-rated companies perform is nearly impossible because of inconsistencies in the way they are rated.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irs-embraces-role-as-stimmies-provider-11623403802", "title": "IRS Embraces Role as 'Stimmies' Provider", "date": "2021-06-11 05:30", "summary": "Agency administered stimulus checks during pandemic and is set to launch expanded child tax credit payments. THE INTERNAL REVENUE SERVICE is embracing its role as a provider of government cash to low-income communities. IRS Commissioner Charles Rettig this week said that the administration of several rounds of economic- impact payments during the pandemic led the agency to get in touch with groups of people who typically don't contact the IRS or file tax returns, providing the agency with a valuable test run ahead of the launch of the expanded child tax credit payments next month.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-proposes-u-k-oversight-role-in-retirement-of-web-cookies-11623400653", "title": "Google Proposes U.K. Oversight Role in Retirement of Web Cookies", "date": "2021-06-11 04:37", "summary": "Cookie retirement highlights a dilemma in regulating big tech: protecting user privacy and promoting competition can be at odds. Google pledged to collaborate with U.K. regulators on the removal of a user-tracking technology from its Chrome browser, one of several commitments it is offering to apply globally to settle an antitrust investigation.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germany-shuts-door-on-patent-trolls-11623397397", "title": "Germany Shuts Door on Patent Trolls", "date": "2021-06-11 03:43", "summary": "New legislation aims to end the country's status as a haven for patent litigators who have targeted tech companies. BERLIN-Germany on Friday removed a legislative quirk that had made it a prime destination for globally active patent litigators who increasingly target fast-growing tech companies.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackrock-gets-green-light-to-start-offering-mutual-funds-in-china-11623390321", "title": "BlackRock Gets Green Light to Start Offering Mutual Funds in China", "date": "2021-06-11 01:45", "summary": "The U.S. money manager is among the first foreign firms to reach the milestone in China. BlackRock Inc. won approval from Chinese regulators to begin operations at its wholly owned mutual-fund business in the country, paving the way for the New York-based asset manager to start selling funds to individual investors in China before the end of this year.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-to-introduce-upgraded-model-s-to-jump-start-high-end-model-sales-11623334024", "title": "Tesla Introduces Upgraded Model S", "date": "2021-06-11 00:44", "summary": "Elon Musk had promised redesign would be available months ago, a delay that means Tesla missed some of this year's booming demand for luxury cars. Elon Musk is aiming to breathe new life into Tesla Inc.'s high-end sedan that helped establish the company as the world's leading electric-vehicle maker.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oregon-lawmakers-remove-legislator-over-state-capitol-breach-11623385991", "title": "Oregon Lawmakers Remove Legislator Over State Capitol Breach", "date": "2021-06-11 00:33", "summary": "Rep. Mike Nearman is the first member of Oregon's House to be expelled in its 160-year history. SALEM, Ore.-Lawmakers in Oregon on Thursday night expelled a Republican legislator who let violent, far-right protesters into the Statehouse.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-justice-department-sought-democratic-lawmakers-records-from-apple-11623385805", "title": "Congress Members' Data Was Sought by Trump DOJ", "date": "2021-06-11 00:30", "summary": "House Speaker Nancy Pelosi and Intelligence Committee Chairman Adam Schiff call for probe. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11623347055", "title": "Pepper...and Salt", "date": "2021-06-11 00:01", "summary": "Resume Subscription. ", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeff-bezos-and-other-space-tourists-will-enter-sparse-regulatory-territory-11623325460", "title": "Space Tourists Fly at Their Own Risk", "date": "2021-06-11 23:00", "summary": "Suborbital travel isn't subject to same rules as commercial flight. When Jeff Bezos climbs into the New Shepard capsule for its first passenger trip to space next month, his safety will be almost entirely in the hands of the spaceflight company he founded two decades ago.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-mayoral-candidates-to-debate-ahead-of-early-voting-11623355921", "title": "New York City Mayoral Candidates Debate Ahead of Early Voting", "date": "2021-06-11 21:47", "summary": "Top five contenders strike cordial tone as latest poll shows Brooklyn Borough President Eric Adams widening his lead. New York City mayoral candidates struck a cordial tone in the latest Democratic debate, after a week of intensified attacks on one another and two days before the start of early voting in the primary.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-passes-law-to-counter-foreign-sanctions-11623327432", "title": "China Passes Law to Counter Foreign Sanctions", "date": "2021-06-11 21:43", "summary": "Beijing sets mechanisms to retaliate against Western pressure and mitigate sanctions' impact after an expedited process without public consultation. HONG KONG-China enacted a new law aimed at countering foreign sanctions, in response to U.S. and European efforts to pressure Beijing on issues spanning human rights, trade and technology.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/policing-negotiations-uncertain-after-democrat-introduces-proposal-11623362277", "title": "Federal Police-Overhaul Negotiations Uncertain After Democrat Introduces New Proposal", "date": "2021-06-11 21:01", "summary": "GOP Sen. Lindsey Graham calls draft from Sen. Cory Booker a nonstarter. WASHINGTON-Bipartisan policing talks in Congress hit a snag Thursday after one of the key negotiators released a proposal that ran into resistance from law-enforcement groups and at least one Republican involved in the discussions.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/third-member-of-fda-advisory-panel-resigns-over-approval-of-alzheimer-drug-11623370557", "title": "FDA's Approval of Alzheimer's Drug Leads to Third Adviser's Resignation", "date": "2021-06-11 20:40", "summary": "Harvard Medical School Professor Aaron Kesselheim called the decision a 'debacle'. A prominent Harvard drug researcher on Thursday became the third member of a Food and Drug Administration advisory committee to resign over the agency's decision to approve a drug for Alzheimer's, questioning whether the drug works.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bipartisan-group-of-senators-reaches-agreement-on-infrastructure-proposal-11623360255", "title": "Bipartisan Group of Senators Reaches Agreement on Infrastructure Proposal", "date": "2021-06-11 20:21", "summary": "The proposal, which needs buy-in from a larger group of lawmakers and the White House, would be paid for without tax increases. WASHINGTON-Members of a bipartisan group of senators said they had reached an agreement on an infrastructure proposal that would be fully paid for without tax increases, pitching the plan to other lawmakers and the White House as they try to craft compromise legislation on the issue.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/candidates-poll-in-manhattan-district-attorney-race-is-criticized-11623355910", "title": "Poll by Candidate in Manhattan DA Race Is Criticized", "date": "2021-06-11 20:03", "summary": "Rivals say candidate conducted a 'push poll' spreading negative information about candidate Alvin Bragg; Farhadian Weinstein camp defends survey as standard. Manhattan voters began getting phone calls and texts from a pollster in recent days about the Democratic primary for district attorney. The questions quickly turned into a series of negative statements about one of the leading candidates in the race, Alvin Bragg.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}]