[{"link": "https://www.wsj.com/articles/deal-maker-for-venezuelas-maduro-regime-extradited-to-u-s-11634432668", "title": "Deal Maker for Venezuela's Maduro Regime Extradited to U.S.", "date": "2021-10-16 22:30", "summary": "Alex Saab, accused by American officials of using a global network of companies to stash millions, was a top target in Washington's struggle with Venezuela. CARACAS, Venezuela-Alex Saab, a businessman accused by American prosecutors of creating a global network of companies to help Venezuela's government evade U.S. sanctions, was extradited Saturday to the U.S., his lawyers said.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/british-police-search-london-homes-in-wake-of-david-amess-killing-11634384192", "title": "British Lawmaker's Killing Highlights Terrorism Challenge in U.K.", "date": "2021-10-16 14:55", "summary": "The fatal stabbing of David Amess by a suspected extremist shows the difficulties facing the government in preventing lone-wolf attacks. LONDON-The fatal stabbing of a British lawmaker in a suspected terrorist attack on Friday shook the British political establishment and highlighted the continued challenges governments face against lone-wolf extremists armed with basic weapons.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-scrambles-to-find-electricity-to-offset-plant-closures-11634376600", "title": "California Scrambles to Find Electricity to Offset Plant Closures", "date": "2021-10-16 14:50", "summary": "State contends with coming loss of gas-fired power plants and its last remaining nuclear facility in transition to renewable energy. California is racing to secure large amounts of power in the next few years to make up for the impending closure of fossil-fuel power plants and a nuclear facility that provides nearly 10% of the electricity generated in the state.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghan-mosque-hit-by-deadly-suicide-bombing-11634297101", "title": "Islamic State Bombing Kills at Least 65 People in Southern Afghanistan", "date": "2021-10-16 12:11", "summary": "The killings in Kandahar, the Taliban's historic stronghold, follow a spate of Islamic State attacks on the country's religious minority sect. A complex suicide attack on a Shiite mosque in southern Afghanistan's main city of Kandahar killed at least 65 worshipers Friday, breaking two months of relative peace in the Taliban's historic stronghold and highlighting the threat posed by a spreading presence of Islamic State.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-years-after-first-737-max-crash-fallout-continues-for-boeing-and-victims-11634400685", "title": "Three Years After First 737 MAX Crash, Fallout Continues for Boeing and Victims", "date": "2021-10-16 12:11", "summary": "Indictment of a former technical pilot is first time an individual has faced charges related to the accidents; the company previously reached a $2.5 billion settlement with the government. When federal prosecutors on Thursday brought fraud charges against a former Boeing Co. pilot, it marked the latest chapter in the crisis involving the plane maker's 737 MAX. Mark Forknerwas charged with six counts of fraud related to his alleged role in persuading the Federal Aviation Administration to approve pilot-training materials that excluded references to the flight-control system known as MCAS, later blamed for two crashes of the jet.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/he-wants-to-retire-in-15-years-when-he-turns-65-a-financial-adviser-weighs-in-11634333454", "title": "He Wants to Retire in 15 Years, When He Turns 65. A Financial Adviser Weighs In.", "date": "2021-10-16 12:00", "summary": "A Missouri man has many relatives in their 90s, so he wants to make sure he doesn't outlive his savings. Steven Lynch would like to retire in 15 years when he is 65. But he wants to make sure he doesn't outlive his savings, and longevity runs in his family; he has many relatives in their 90s.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jan-6-committee-tests-congresss-waning-power-to-command-testimony-11634396760", "title": "Jan. 6 Committee Tests Congress's Waning Power to Command Testimony", "date": "2021-10-16 11:06", "summary": "Former Trump aide Steve Bannon's defiance of House committee subpoena highlights legislative branch's reliance on courts and prosecutors to enforce its actions. WASHINGTON-Congress's powers to conduct investigations in the face of defiant witnesses have eroded sharply in recent years-a trend once again on display as former President Donald Trump and his associates gear up for a legal battle fighting demands from investigators probing the Jan. 6 attack on the U.S. Capitol.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-amazing-things-youll-do-in-the-metaverse-and-what-it-will-take-to-get-there-11634396401", "title": "The Amazing Things You'll Do in the 'Metaverse' and What It Will Take to Get There", "date": "2021-10-16 11:00", "summary": "Resume Subscription. Author", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-the-pandemic-has-changed-the-way-high-end-art-is-sold-11634333384", "title": "How the Pandemic Has Changed the Way High-End Art Is Sold", "date": "2021-10-16 11:00", "summary": "Private sales at Sotheby's and Christie took off, as live-auction revenues fell. Here's how private sales work, and why they're so popular.. The pandemic has changed the way much of high-end art is sold-perhaps permanently.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elvis-presley-drove-this-car-in-viva-las-vegas-legend-has-it-11634392800", "title": "Elvis Presley Drove This Car in 'Viva Las Vegas,' Legend Has It", "date": "2021-10-16 10:00", "summary": "Resume Subscription. Tom Thinesen, 75, a retired electronics engineer living in Sunnyvale, Calif., on his 1961 Elva Mk VI, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/aching-backs-equal-big-bucks-but-an-adjustment-looms-11634392800", "title": "Aching Backs Equal Big Bucks, but an Adjustment Looms", "date": "2021-10-16 10:00", "summary": "Rapidly expanding chiropractic chain The Joint Corp looks like a long shot once you crunch the numbers. When the boss of a public company tells his investors that \"pain isn't going away,\" it is usually a bad sign. Not in this case.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-afghanistan-sinks-into-destitution-some-sell-children-to-survive-11634387501", "title": "Some Sell Children as Afghanistan Sinks Into Destitution", "date": "2021-10-16 08:31", "summary": "Resume Subscription. HERAT, Afghanistan-Desperate to feed her family, Saleha, a housecleaner here in western Afghanistan, has incurred such an insurmountable debt that the only way she sees out is to hand over her 3-year-old daughter, Najiba, to the man who lent her the money.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/myanmars-military-junta-denied-a-seat-at-asean-summit-11634385775", "title": "Myanmar's Military Junta Denied a Seat at Asean Summit", "date": "2021-10-16 08:02", "summary": "Decision effectively sidelines the regime's bid for international legitimacy and increases pressure to cooperate with neighbors to resolve political crisis. SINGAPORE-Myanmar's military junta will be excluded from a regional summit in late October, foiling the regime's latest bid for international legitimacy and ratcheting up pressure on the country to cooperate with neighbors on resolving its political crisis.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maybe-productivity-will-save-investors-from-inflation-11634356782", "title": "Maybe Productivity Will Save Investors From Inflation", "date": "2021-10-16 08:00", "summary": "Companies are spending on capital goods again, but will it work?. I've spent a lot of time this year on the twin threats of inflation and rising bond yields. Add in soaring energy prices and pending Christmas shortages and it sometimes feels like everything's awful. But there is a bull case to be made that two decades of depressed productivity are about to come to an end.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/laurie-anderson-the-weather-review-not-so-hot-hirshhorn-museum-and-sculpture-garden-o-superman-john-cage-david-byrne-mohammed-el-gharani-guantanamo-bay-video-performance-new-york-downtown-art-scene-11634329991", "title": "'Laurie Anderson: The Weather' Review: Not So Hot", "date": "2021-10-16 07:00", "summary": "This exhibition at the Hirschhorn in Washington does the long-established avant-garde artist no favors by highlighting her latest works.. Washington", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/six-exercises-to-help-seniors-build-strength-improve-balance-and-prevent-falls-11634378400", "title": "Six Exercises to Help Seniors Build Strength, Improve Balance and Prevent Falls", "date": "2021-10-16 06:00", "summary": "Resume Subscription. Exercises that help us perform everyday activities become increasingly important as we get older.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/democrats-bet-on-raising-taxes-on-high-income-people-big-businesses-11634376601", "title": "Democrats Bet on Raising Taxes on the Wealthy, Big Businesses", "date": "2021-10-16 05:30", "summary": "Push is viewed broadly within party as political asset, based on opinion polls, but GOP sees it as overreach. WASHINGTON-Many Democrats are willing-even eager-to enact tax increases on high-income households and big businesses and campaign on them in next year's midterm elections, embracing a stance that the party has struggled with in the past.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-precautions-prompt-backlash-on-college-campuses-11634376600", "title": "Covid-19 Precautions Prompt Backlash on College Campuses", "date": "2021-10-16 05:30", "summary": "Some students push back against surveillance and other measures they see as going too far. Life on college campuses is as close to pre-pandemic normalcy as it has been in 18 months, but as the semester progresses with few interruptions, some students are pushing back, calling the mitigation measures schools have imposed an overreach.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alitalia-once-a-carrier-of-the-jet-set-nears-its-last-flight-11634136638", "title": "Alitalia, Once a Carrier of the Jet Set, Flies for the Last Time", "date": "2021-10-16 03:49", "summary": "Resume Subscription. MILAN-Alitalia, the airline that for years symbolized Italy's postwar boom and la dolce vita, flew its last flight Thursday, after the Covid-19 pandemic delivered a knockout blow to a company propped up by the country's governments for years.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/senate-democratic-incumbents-outraise-their-republican-challengers-11634359765", "title": "Senate Democratic Incumbents Outraise Their Republican Challengers", "date": "2021-10-16 01:24", "summary": "The candidates reported their quarterly fundraising totals in campaign finance reports Friday. Senate incumbents in competitive races hold multimillion-dollar campaign cash advantages more than a year out from the 2022 midterms, while fundraising totals were tighter in several closely watched Republican primaries where former President Donald Trump has made endorsements.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-tomb-not-fit-for-a-president-11634356860", "title": "A Tomb Not Fit for a President", "date": "2021-10-16 00:01", "summary": "When Andrew Jackson refused to be buried in a Roman sarcophagus, he showed the down-to-earth essence of democracy.. As Americans debate which figures from history should be memorialized and how, the focus is usually on statues of presidents and generals. But one of the most instructive examples is almost unknown today: an imposing marble sarcophagus that for many years was a fixture, and a curiosity, on the Mall in Washington, D.C., standing on the grass just outside the Smithsonian's Arts and Industries Building. An information panel placed next to the sarcophagus in the 1960s identified it as the \"Tomb in Which Andrew Jackson REFUSED to be Buried.\" It stood, in other words, as a symbol of the down-to-earth essence of American republicanism and its distaste for the vulgar bric-a-brac of monarchy or autocracy.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11634322461", "title": "Pepper...and Salt", "date": "2021-10-16 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/silicon-valley-tech-startup-founder-pay-compensation-stock-packages-11634321296", "title": "Today's Tech Founders Don't Just Own the Company. They're Also Getting Huge Pay Packages.", "date": "2021-10-16 00:00", "summary": "Resume Subscription. Archer Aviation Inc. is years from producing its only planned product, a four-passenger electric air taxi that the main U.S. regulator hasn't yet certified. It hasn't generated any revenue.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-the-search-for-extraterrestrial-life-helped-make-your-smartphones-screen-possible-11634356804", "title": "Extraterrestrial Life and Your Smartphone's Screen", "date": "2021-10-16 00:00", "summary": "To peer deeper than ever into space, NASA needed optics of unprecedented size; the technology to make them was later repurposed to manufacture the display you might be looking at this very moment. In December, the National Aeronautics and Space Administration and its partners plan to launch the James Webb Space Telescope. A technological marvel 100 times as powerful as the Hubble telescope, it has enough visual acuity to examine the atmospheres of planets far outside our solar system for evidence of extraterrestrial life.", "categories": [["Tech", "Keywords: Christopher Mims"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}]