[{"link": "https://www.wsj.com/articles/most-second-stimulus-payments-reach-household-bank-accounts-11609885984", "title": "Most Stimulus Payments Reach Household Bank Accounts", "date": "2021-01-05 18:23", "summary": "Treasury Department reports paying $112 billion of $164 billion estimated cost of providing $600 per adult and $600 per child to many Americans. WASHINGTON-The U.S. Treasury Department has sent out more than $112 billion in stimulus payments electronically, meaning that about two-thirds of the second round of payments approved by Congress is already in households' bank accounts, according to data released Tuesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-america-needed-mike-pence-11609888851", "title": "Why America Needed Mike Pence", "date": "2021-01-05 18:20", "summary": "Trump wants to upend the Electoral College. His VP knows better.. Mike Pence surely understands his constitutional duty. When Congress meets in joint session on Wednesday to count the Electoral College votes, the Vice President's role is clear: He is to preside honorably, if uncomfortably, over the democratic transfer of power, as 306 electors are tallied for Joe Biden's victory.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nypd-investigators-question-man-who-claims-he-left-hoax-bomb-at-queens-mall-11609858077", "title": "Massachusetts Man Accused of Planting Fake Bomb in New York City", "date": "2021-01-05 18:17", "summary": "The 22-year-old faces felony charges after he surrendered to police over alleged hoax in Queens. A 22-year-old man who was previously arrested for setting fire to a poster near Mayor Bill de Blasio's residence was charged with felony crimes on Tuesday for allegedly leaving a fake bomb in the parking garage of a New York City mall, law-enforcement officials said.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosis-revealing-house-rules-11609888634", "title": "Pelosi's Revealing House Rules", "date": "2021-01-05 18:17", "summary": "A new limit on floor votes, plus a climate exception to 'paygo.'. Speaker Nancy Pelosi knows she has a narrow majority in the new House, and she's already taking steps to make sure she can still roll over the opposition.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-gulf-monarchies-draw-closer-11609888671", "title": "The Gulf Monarchies Draw Closer", "date": "2021-01-05 18:17", "summary": "The Saudi-Qatari diplomatic truce is an opportunity for Biden.. Even in its lame duck period, the Trump Administration isn't done pushing diplomatic deals in the Mideast. In December Morocco moved to normalize relations with Israel, and now Saudi Arabia, Egypt, the United Arab Emirates and Bahrain will end their three-and-a-half-year blockade of Qatar. If the Biden Administration is wise, it will capitalize on the greater unity among America's Middle Eastern allies as a bulwark against Iranian regional mischief.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californias-covid-woes-11609888487", "title": "California's Covid Woes", "date": "2021-01-05 18:14", "summary": "The state's hospitals were ailing even before the virus hit.. California has been celebrated as a Covid-19 model, but these days it's the country's biggest Covid hot spot. Politicians believed their strict lockdowns and mask mandates would defeat the virus, but they didn't, and the latest infection surge has exposed deep problems.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nixons-noble-pass-on-a-1960-recount-11609888399", "title": "Nixon's Noble Pass on a 1960 Recount", "date": "2021-01-05 18:13", "summary": "There was real evidence of fraud, but the country couldn't afford a crisis.. Vice President Richard Nixon was preparing to leave office in January 1961, but he still had several constitutional duties to carry out. On Tuesday, Jan. 3, as president of the Senate, he had the task of convening that body for the meeting of the 87th Congress. Later that week, as spelled out in the 12th Amendment, he presided over a joint session of Congress to \"open all the Certificates\" and count the Electoral College votes that would declare his rival-Massachusetts Sen. John F. Kennedy-the winner of the 1960 presidential election.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-deserve-better-than-clickbait-crack-11609888300", "title": "Americans Deserve Better Than Clickbait Crack", "date": "2021-01-05 18:11", "summary": "This week's Electoral College challenge is in part the result of tribal media consumption.. Scores of Republicans in Congress will vote Wednesday to reject the Electoral College results in the 2020 presidential election. This comes despite the rulings from Trump-appointed federal judges in state after state rejecting the president's assertions that he was cheated, and despite the Supreme Court's rejection of his frivolous appeals. President Trump leapfrogs among dozens of conspiracy theories, but not a single court-in roughly four dozen attempts-has found sufficient evidence for his claims.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-dominos-pizza-cfo-joins-scrubs-startup-11609888136", "title": "Former Domino's Pizza CFO Joins Scrubs Startup", "date": "2021-01-05 18:08", "summary": "Jeffrey Lawrence takes over the finances at Figs shortly after leaving the pizza giant. Figs Inc. hired the former finance chief of Domino's Pizza Inc. as its next chief financial officer as the medical-scrubs maker looks to grow its business.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuelas-political-crisis-deepens-as-regime-installs-rubber-stamp-congress-11609888119", "title": "Venezuela Regime Installs Rubber-Stamp Congress", "date": "2021-01-05 18:08", "summary": "Opposition, despite threats from Maduro, holds its own congressional session online. Venezuela's regime installed a rubber-stamp congress Tuesday, challenging an opposition legislature run by lawmaker Juan Guaidó that says it remains the nation's sole democratic institution.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gender-neutral-language-is-more-than-a-word-game-11609887957", "title": "Gender-Neutral Language Is More Than a Word Game", "date": "2021-01-05 18:05", "summary": "Democratic speech police demand not only tolerance but endorsement of the progressive agenda.. In his 1946 essay, \"Politics and the English Language,\" George Orwell wrote that political language \"consist largely of euphemism, question-begging and sheer cloudy vagueness.\" The description fits Speaker Nancy Pelosi's new House rules on gender-neutral speech to a tee.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-inauguration-bogey-11609887908", "title": "Notable & Quotable: Inauguration Bogey", "date": "2021-01-05 18:05", "summary": "'Donald Trump would not be allowed to visit Scotland to play golf during Joe Biden's inauguration.'. From a Jan. 5. report in the Irish Times:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-tyranny-of-merit-review-the-cream-also-rises-11609887858", "title": "'The Tyranny of Merit' Review: The Cream Also Rises", "date": "2021-01-05 18:04", "summary": "The meritocratic ideal makes elites arrogant and threatens communal solidarity. Identity-based policies make the problem worse.. For the past decade, and especially since the election of Donald Trump, liberal writers have begun to rethink the left's decades-long infatuation with individual autonomy and the attendant loss of solidarity in American life. Three or four decades ago, they couldn't stop ridiculing 1950s America for its supposed dullness and \"conformity.\" But lately it has occurred to many of them that a society bereft of shared ideals isn't the happy place they once assumed it would be.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-threw-it-away-11609887740", "title": "Trump Threw It Away", "date": "2021-01-05 18:02", "summary": "He stole an easily winnable election from himself with his lack of discipline.. Vice President Mike Pence made news by casting a semi-approving look at GOP senators planning a symbolic challenge to Wednesday's formal counting of the electoral votes. Many voters still think the November election was unfair, he said.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-defends-fines-for-hospitals-slow-to-vaccinate-for-covid-19-11609886806", "title": "Cuomo Defends Fines for Hospitals Slow to Vaccinate for Covid-19", "date": "2021-01-05 17:46", "summary": "New York governor calls speeding up distribution of shots a matter of life and death. New York Gov. Andrew Cuomo defended his plan to accelerate Covid-19 vaccinations from criticism by some local elected officials after a slow rollout of the shots.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/commercial-chapter-11-filings-rose-29-last-year-while-personal-bankruptcies-dived-11609886730", "title": "Commercial Chapter 11s Rose Last Year as Personal Bankruptcies Dived", "date": "2021-01-05 17:45", "summary": "Total bankruptcy numbers for the year were the lowest since 1986, but Epiq expects personal filings to climb in the second half of 2021. The number of chapter 11 business bankruptcies rose 29% last year even as plunging consumer bankruptcies kept overall U.S. filings at their lowest level since 1986.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fortnite-creator-is-buying-a-dying-mall-to-develop-new-headquarters-11609886375", "title": "Fortnite Creator Is Buying a Dying Mall to Develop New Headquarters", "date": "2021-01-05 17:39", "summary": "Epic Games agrees to pay $95 million for Cary Towne Center in Cary, N.C.. The company that created the popular videogame \"Fortnite\" has agreed to purchase a North Carolina mall and plans to redevelop it as a global headquarters, the latest sign that struggling malls are evolving into new kinds of real estate.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/golds-climb-adds-momentum-to-year-end-rally-11609859184", "title": "Gold's Climb Adds Momentum to Year-End Rally", "date": "2021-01-05 17:35", "summary": "Falling U.S. dollar, coronavirus concerns lift precious metal. Investors are pouring back into gold, lured by a weak U.S. dollar and surging Covid-19 infections that are muddling the outlook for a swift global economic recovery.", "categories": [["Markets", "Commodities", "Precious Metals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/precious-metals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/car-sales-2020-covid-19-11609798157", "title": "Auto Sales Expected to Hit Lowest Point in Nearly a Decade", "date": "2021-01-05 17:25", "summary": "After a volatile year, demand for new cars and trucks is recovering; GM and Toyota outperform expected results for the broader industry. Several auto makers reported relatively brisk U.S. sales to finish 2020, stoking optimism the car business this year can continue its climb back from the Covid-19 crisis.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dealmaker-for-venezuelas-maduro-can-be-extradited-to-u-s-court-rules-11609861512", "title": "Deal Maker for Venezuela's Maduro Can Be Extradited to U.S., Court Rules", "date": "2021-01-05 17:24", "summary": "Ruling in Cape Verde would submit Colombian Alex Saab to face money-laundering charges. BOGOTÁ, Colombia-A court in the African country of Cape Verde ruled that Alex Saab, a Colombian businessman who had been Venezuelan President Nicolás Maduro's deal maker, can be extradited to the U.S., where he was indicted on charges of laundering money for the authoritarian regime.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-markets-surprise-gift-has-a-dark-side-11609884646", "title": "Oil Market's Surprise Gift Has a Dark Side", "date": "2021-01-05 17:10", "summary": "Saudi Arabia's decision comes amid a tug of war with Russia regarding the direction of global oil output. Sometimes it takes a lot of oil to grease the palms of an unmotivated partner.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mr-mayor-review-oaf-of-office-11609884456", "title": "'Mr. Mayor' Review: Oaf of Office", "date": "2021-01-05 17:07", "summary": "The new comedy from Robert Carlock and Tina Fey stars Ted Danson as a retired businessman turned mayor of Los Angeles.. Ted Danson as the mayor of Los Angeles? It requires no stretch of the imagination at all, especially in electorally eccentric California: He's extremely likable, telegenic, his style is self-effacing, and he's tall enough to make his \"Mr. Mayor\" antagonist, Arpi Meskimen (Holly Hunter), seem like a ferocious Munchkin. The optics of television comedy and politics are essentially the same, the show reminds us. Blink and you're not sure which you're watching.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-01-05-2021-11609842966", "title": "Stocks Climb Ahead of Georgia Elections", "date": "2021-01-05 17:05", "summary": "S&P 500, Dow, Nasdaq log modest gains after dropping sharply Monday. U.S. stocks climbed Tuesday as investors await the outcome of two electoral races in Georgia that will determine control of the Senate.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-yields-rise-ahead-of-georgia-election-results-11609873657", "title": "Treasury Yields Rise Ahead of Georgia Election Results", "date": "2021-01-05 17:05", "summary": "Adding to the boost, the U.S. manufacturing sector's activity expanded in December at the quickest rate in over two years. U.S. government-bond yields rose to the highest level in a month, lifted by positive economic data in the run-up to results from key elections for control of the Senate.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luis-bunuel-a-singular-sense-of-the-absurd-11609884155", "title": "Luis Buñuel: A Singular Sense of the Absurd", "date": "2021-01-05 17:02", "summary": "A new Criterion set showcases three late films by the surrealistic and subversive Spanish director.. ", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manhattan-office-buildings-lease-sells-for-230-million-in-rare-pandemic-deal-11609883909", "title": "Manhattan Office Building's Lease Sells for $230 Million", "date": "2021-01-05 16:58", "summary": "Deal is one of the few for office buildings in New York City since Covid-19 disrupted businesses. A global investment firm has purchased a 99-year lease on an office building in Manhattan's Meatpacking District for about $230 million in one of the few office-building deals in New York City since the pandemic hit.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pros-and-cons-of-an-m-b-a-11609883655", "title": "The Pros and Cons of an M.B.A.", "date": "2021-01-05 16:54", "summary": "Experts say that the sweet spot for potential degree seekers is during their mid- to late-20s or early 30s, when they are more likely to have financial and personal flexibility. The coronavirus-induced economic downturn has prompted some people to consider going to business school. A masters of business administration, or M.B.A. may sound like an appealing way to improve your earning potential. The median salary for M.B.A. graduates in 2020 was $105,000, outpacing other master's degrees in business by tens of thousands of dollars, according to a September survey of corporate recruiters conducted by the Graduate Management Admission Council. Starting salaries for graduates of highly ranked programs or M.B.A.s going into lucrative fields were even higher. A traditional, two-year M.B.A. degree involves a big time and money commitment, but there are other options that might be more appropriate for you.", "categories": [["Education"]], "category_links": ["https://www.wsj.com/news/types/noted-education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-disaster-strikes-review-look-for-the-helpers-11609883520", "title": "'When Disaster Strikes' Review: Look for the Helpers", "date": "2021-01-05 16:52", "summary": "A PBS docuseries examines the ways in which aid groups deal with natural catastrophes.. Viewers should be forgiven if they see the listing \"When Disaster Strikes,\" shake their heads and say, \"Oh Lord, what now?\" But the three-part PBS docuseries is, despite its title, relatively upbeat, especially in the way it explains how global catastrophes are confronted, who does the confronting, and the degree of expertise they bring to floods, famines, droughts and hurricanes. It's a series about bringing hope to seemingly hopeless situations, yes. But it is more about planning, competence and crisis management.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pennsylvania-republicans-block-democratic-legislator-from-taking-seat-11609882876", "title": "Pennsylvania Republicans Block Democratic Legislator From Taking Seat", "date": "2021-01-05 16:41", "summary": "State Sen. Jim Brewster was certified as winner by election officials, but GOP leaders say a legal challenge remains. Republican leaders of the Pennsylvania Senate refused to seat a Democrat whose win was certified by state election officials, prompting Democratic senators to walk out on the first day of the legislative session.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-remove-penalties-for-accidentally-killing-migratory-birds-11609879076", "title": "U.S. to Remove Penalties for Accidentally Killing Migratory Birds", "date": "2021-01-05 16:40", "summary": "Business groups, local governments pushed for limits on 102-year-old law. WASHINGTON-The Trump administration is removing criminal penalties for accidentally killing migratory birds, reversing longstanding federal policy in a move officials say will help landowners and businesses.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/qatars-neighbors-pledge-to-end-embargo-but-uncertainty-lingers-11609881035", "title": "Qatar's Neighbors Pledge to End Embargo, but Uncertainty Lingers", "date": "2021-01-05 16:10", "summary": "Saudi official says the U.S.-brokered deal returns Gulf relations to normal, but tensions persist. AL-ULA, Saudi Arabia-Qatar's neighbors agreed Tuesday at a regional summit to set aside festering differences that had caused a destabilizing break among the U.S. allies and undermined a pressure campaign on Iran, but sidestepped efforts to resolve the sources of their repeated rifts.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luxury-building-in-new-york-city-has-everythingexcept-enough-tenants-11609880626", "title": "Frank Gehry's Luxury New York City Skyscraper Has Everything-Except Enough Tenants", "date": "2021-01-05 16:03", "summary": "A Manhattan apartment building designed by the star architect is now offering deals on rent; 'It's even better for us, living here with less people'. Lower Manhattan's most famous rental apartment building has it all. Stunning views over the city, a spa and swimming pool, a \"drawing room\" with a grand piano, golf simulators, an outdoor deck and even its own elementary school.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doing-without-wednesday-crossword-january-6-11609704387", "title": "Doing Without (Wednesday Crossword, January 6)", "date": "2021-01-05 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-s-evans-don-t-mitigate-bubble-risks-with-monetary-policy-11609879500", "title": "Fed's Evans: Don't Mitigate Bubble Risks With Monetary Policy", "date": "2021-01-05 15:45", "summary": "Chicago Fed president says Federal Reserve officials should turn to regulatory tools to address financial sector trouble. ", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-most-de-stressing-room-in-your-house-isnt-a-room-11609879421", "title": "The Most De-Stressing Room in Your House Isn't a Room", "date": "2021-01-05 15:43", "summary": "It's winter, and Covid's got us largely homebound. If there ever was a time to trick out a cozy, comforting nook, it's now.. WHEN COVID-19 took hold, graduate student Anna Palmer claimed a compact hideaway under a stair landing in the Sewanee, Tenn., home she shares with her partner. She can barely stand up in the space-which is hemmed in by two book-lined walls and a honey-pine staircase. No matter. A small mattress, blankets, pillows and a long bolster encourage repose and hours of solace.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-regulators-try-to-get-jack-mas-ant-group-to-share-consumer-data-11609878816", "title": "Chinese Regulators Try to Get Jack Ma's Ant Group to Share Consumer Data", "date": "2021-01-05 15:33", "summary": "Request is part of Beijing's crackdown on what it believes is Ant's unfair advantage over other lenders. China's regulators are trying to get Jack Ma to do something the beleaguered billionaire has long resisted: share the troves of consumer-credit data collected by his financial-technology behemoth.", "categories": [["WSJ News Exclusive", "China"]], "category_links": ["https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ge-wont-try-to-claw-back-jeff-immelts-pay-11609878115", "title": "GE Won't Try to Claw Back Jeff Immelt's Pay", "date": "2021-01-05 15:32", "summary": "Board's probe of accounting issues and former CEO's use of backup jet didn't find evidence to support shareholder claims of fraud and abuse. General Electric Co.'s board won't claw back compensation from former CEO Jeff Immelt and other executives over GE 's accounting issues or Mr. Immelt's use of a backup corporate jet, ending a three-year probe into allegations of misconduct at the conglomerate.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-kurt-cobains-90s-cardigan-is-trending-as-wfh-style-11609877238", "title": "Why Kurt Cobain's '90s Cardigan Is Trending as WFH Style", "date": "2021-01-05 15:07", "summary": "Take off that hoodie. Inspired by the Nirvana frontman's fuzzy mohair sweater, this season's cozy, slouchy cardigans were made for the WFH era.. ON NOV. 18, 1993, Nirvana frontman Kurt Cobain ambled onto a stage at New York's Sony Music Studios to perform on \"MTV Unplugged.\" Perched on a chair in a mohair, acrylic and Lycra cardigan the mossy color of a 1970s bathroom suite, he unwittingly created one of music's most emblematic fashion references.", "categories": [["Life & Work", "Copy Cat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-arabia-russia-reach-compromise-on-opec-plus-production-plan-11609857544", "title": "Saudi Arabia to Cut Oil Production Sharply in Bid to Lift Prices", "date": "2021-01-05 15:04", "summary": "Kingdom flexes its market muscle in surprise move that signals fear Covid-19 pandemic will further hit global economy. Saudi Arabia said it would unilaterally cut 1 million barrels a day of crude production starting next month, a surprise move signaling the kingdom's worry that a resurgent coronavirus is threatening global economic recovery.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-stop-the-negative-chatter-in-your-head-11609876801", "title": "How to Stop the Negative Chatter in Your Head", "date": "2021-01-05 15:00", "summary": "A neuroscientist explains how to curb unhelpful thoughts. Did you make your New Year's resolutions?", "categories": [["Life & Work", "Bonds"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/bonds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-23-million-price-cut-jeffrey-epsteins-new-york-townhouse-now-asking-65-million-11609876512", "title": "After $23 Million Price Cut, Jeffrey Epstein's New York Townhouse Now Asking $65 Million", "date": "2021-01-05 14:55", "summary": "The Upper East Side mansion first hit the market in July with an $88 million price tag. The executors of the estate of the late financier and convicted sex offender Jeffrey Epstein are reducing the price of his New York City townhouse roughly 26% to $65 million, according to a person familiar with the situation.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-britain-and-boris-johnson-2021-begins-with-a-new-covid-challenge-11609874856", "title": "For Britain and Boris Johnson, 2021 Begins With a New Covid Challenge", "date": "2021-01-05 14:27", "summary": "A fast-spreading virus variant threatens prime minister's effort to control the pandemic and limit economic damage. LONDON-On New Year's Eve, Boris Johnson sought to reassure the people of Britain, telling them in a nationally broadcast address that he believed 2021 would bring a return to \"those everyday things that now seem lost in the past.\" Then on Monday, the prime minister took to the airwaves again, imposing a new lockdown as a rapid rise in Covid infections threatens to overwhelm the healthcare system.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-party-starts-at-10-thursday-crossword-december-31-11609179701", "title": "The Party Starts at 10 (Thursday Crossword, December 31)", "date": "2021-01-05 14:17", "categories": [["WSJ Puzzles", "Crossword Contest"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword-contest?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gary-cohn-former-trump-adviser-joins-ibm-11609859554", "title": "Gary Cohn, Former Trump Adviser, Joins IBM", "date": "2021-01-05 14:15", "summary": "Past Goldman Sachs president named vice chairman as tech icon develops stronger growth strategy. International Business Machines Corp. appointed Gary D. Cohn, a former Goldman Sachs executive and economic adviser to President Trump, as its vice chairman and member of its executive leadership team as the tech company tries to revive its fortunes.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-will-more-liberalism-unify-the-country-11609872491", "title": "How Will More Liberalism Unify the Country?", "date": "2021-01-05 13:48", "summary": "Rahm Emanuel stresses what government should do, glossing over what the people can do.. Rahm Emanuel seems sincere in his hope that President-elect Joe Biden will reassure the American people that their faith in public institutions is well placed (\"Biden's Win for the American System,\" op-ed, Dec. 29). But he goes on to write \"we should\" several times, in each case stressing what government should do and glossing over what the people can do.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/british-tabloid-veteran-keith-poole-tapped-to-lead-new-york-post-11609872318", "title": "British Tabloid Veteran Tapped to Lead New York Post", "date": "2021-01-05 13:45", "summary": "Mr. Poole, currently deputy editor in chief of the Sun, will start in March. Veteran journalist Keith Poole will take over the New York Post Group as editor in chief in early March as the news organization seeks to boost its digital presence.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/time-for-the-law-to-catch-up-to-the-reality-of-home-care-11609872093", "title": "Time for the Law to Catch Up to the Reality of Home Care", "date": "2021-01-05 13:41", "summary": "When Medicaid rules were created in the 1960s, the only option was to send grandparents to a 'rest home' when their health began to fail.. On behalf of the thousands of in-home care providers across the country, I thank Anna Wilde Mathews and Tom McGinty for their article \"Nursing Homes Face Persistent Fall in Use\" (Page One, Dec. 22). Our government must listen to citizens who want to stay at home as they age.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/not-buying-what-attorney-general-bill-barr-is-selling-11609871849", "title": "Not Buying What Attorney General Bill Barr Is Selling", "date": "2021-01-05 13:37", "summary": "Justice delayed is justice denied.. Kimberley A. Strassel's \"The Weekend Interview with William P. Barr\" (Dec. 19) convinced me that the former attorney general is an honest and nice person. However, his major task was to investigate the attempted coup against the president. In the interview Mr. Barr criticizes the hesitant bureaucracy. He says, \"Bring it to me! I'll make the decision. That's what I'm here for!\" Then he goes on to explain why in almost two years he wasn't able to get the job done. It was the pandemic. It was waiting for the inspector general's report. Now, with Joe Biden poised to assume the presidency, we will never get the truth. Justice delayed is justice denied.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-people-are-not-the-issue-with-our-covid-19-response-11609871745", "title": "The People Are Not the Issue With Our Covid-19 Response", "date": "2021-01-05 13:35", "summary": "It does no good to admonish citizens regarding their role in fighting the virus when government continues to keep its foot on their chest.. Scott Gottlieb's call for the public to take common-sense measures to mitigate the spread of the virus is well founded (\"Covid Is Beginning Its Last Stand,\" op-ed, Dec. 28).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/avoiding-a-confrontation-has-facilitated-chinas-rise-11609871668", "title": "Avoiding a Confrontation Has Facilitated China's Rise", "date": "2021-01-05 13:34", "summary": "Joseph S. Nye Jr. proposes a solution to an intractable problem that accentuates its intractability.. In his op-ed \"Cold War with China Is Avoidable\" (Dec. 31), Joseph S. Nye Jr. proposes a solution to an intractable problem that accentuates its intractability. If our goal is to avoid a cold war with China, we have achieved it for some 40 years. The unfortunate byproduct of this policy is the real potential of an authoritarian regime becoming world hegemon. Mr. Nye tells us the problem will require \"clear strategy with well-defined goals\" and that \"the Biden administration needs to prepare a broad strategy to meet the China challenge, and it must include a process for accident avoidance, crisis management and constant high-level communication.\" Easier said than done.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-blessings-and-curses-of-federalism-11609870276", "title": "The Blessings (and Curses) of Federalism", "date": "2021-01-05 13:11", "summary": "The system that saved the election is also slowing down the rollout of vaccines.. Recent weeks have provided a crash course on the advantages and disadvantages of federalism. In U.S. politics, the powers of local governments are delegations from the states, but the powers from the state aren't delegated from the national government. Rather, they exist independently, as secured by the Constitution. The line between federal and state powers is sometimes contested, but in many matters it's clear.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-proved-the-stagnationists-wrong-11609870178", "title": "Trump Proved the Stagnationists Wrong", "date": "2021-01-05 13:09", "summary": "The Obama-era idea that the economy was stuck in a cycle of low or no growth hit an iceberg in 2017.. Janet Yellen had a puzzle on her hands in 2017. The economy was growing at the same time that something was dragging down inflation. The Federal Reserve's statisticians dug into it and found \"a large decline in telecommunication service prices,\" which Ms. Yellen dismissed as an \"idiosyncratic shift.\" Actually, it was the tip of a supply-side iceberg headed toward the \"secular stagnation\" narrative of economic decline that had become so fashionable in Washington.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/union-seeks-removal-of-alden-members-from-tribune-board-in-wake-of-buyout-offer-11609866151", "title": "Union Seeks Removal of Alden Members From Tribune Board", "date": "2021-01-05 12:41", "summary": "Hedge fund is looking to buy entirety of publisher that owns Chicago Tribune, New York Daily News, among others. A labor union representing newsroom employees at seven of Tribune Publishing Co. 's nine newspapers is demanding the removal from the board of three representatives of a hedge fund that has offered to buy the company and take it private.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cleveland-browns-covid-19-outbreak-kevin-stefanski-11609867536", "title": "Browns Head Coach, 4 Others Test Positive Before Playoffs", "date": "2021-01-05 12:27", "summary": "The cluster of Covid-19 infections comes just days before the Browns scheduled to play the Pittsburgh Steelers in their first postseason game in 18 years. Five members of the Cleveland Browns, including head coach Kevin Stefanski, received positive Covid-19 test results Tuesday morning, just days ahead of the franchise's first playoff game in nearly two decades.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-manufacturers-a-different-sort-of-recession-11609867611", "title": "For Manufacturers, a Different Sort of Recession", "date": "2021-01-05 12:26", "summary": "Past recessions have badly hobbled manufacturers but this time they may emerge in better shape. America has entered the darkest days of the coronavirus pandemic, but factories just keep doing better.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/showing-celebrity-real-estate-isnt-always-so-glamorous-11609865351", "title": "Showing Celebrity Real Estate Isn't Always So Glamorous", "date": "2021-01-05 12:15", "summary": "Real-estate agents discuss the drawbacks of working with famous people. Bonnie Lindenbaum", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/qualcomm-names-cristiano-amon-as-ceo-succeeding-steve-mollenkopf-11609853111", "title": "Qualcomm CEO Steve Mollenkopf to Step Down", "date": "2021-01-05 12:11", "summary": "Mobile-phone chip giant says its president, Cristiano Amon, will take over CEO role on June 30. Qualcomm Inc. on Tuesday said Chief Executive Steve Mollenkopf would step down in June after leading the mobile-phone chip giant through an unusually tumultuous period that has seen the company capitalize on booming smartphone sales as it battled one of its most important customers, Apple Inc.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-cheating-in-remote-school-ever-ok-readers-weigh-in-11609866541", "title": "Is Cheating in Remote School Ever OK? Readers Weigh In", "date": "2021-01-05 12:09", "summary": "Readers share their thoughts on a challenge posed by widespread online schooling. In a recent Wall Street Journal Family & Tech column, Julie Jargon looked at remote school and cheating. Online schooling has made certain kinds of cheating easier. In the difficult situations students face this year, should the normal rules apply? Readers weighed in. Here are edited excepts of their comments.", "categories": [["Life & Work", "Family & Technology"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/family-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crude-collapse-hands-payday-to-oil-trader-pierre-andurand-11609863302", "title": "Crude Collapse Hands Payday to Oil Trader Pierre Andurand", "date": "2021-01-05 11:58", "summary": "Trading firm among a clutch of commodities hedge funds to cash in on the market mayhem sparked by the coronavirus pandemic. The collapse in oil prices triggered by the coronavirus pandemic handed a big payday to Pierre Andurand, one of the few hedge-fund managers to have survived years of disappointing returns in commodity markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coindesk-buys-tradeblock-joining-rush-for-bitcoin-analytics-11609858800", "title": "CoinDesk Buys TradeBlock, Joining Rush for Bitcoin Analytics", "date": "2021-01-05 11:32", "summary": "Deal indicates the surging demand for data and indexes used to track and trade cryptocurrencies. CoinDesk Inc., a bitcoin-focused media company, has acquired analytics company TradeBlock Inc., in a bid to capitalize on demand for data-driven products in the burgeoning cryptocurrency industry.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/epa-to-give-preference-to-scientific-studies-that-disclose-data-11609823222", "title": "EPA Narrows Use of Science in Rules", "date": "2021-01-05 11:30", "summary": "Agency head says change aims to improve transparency, but some in public health say it could undermine effectiveness. WASHINGTON-The Environmental Protection Agency is issuing new rules that will give preference in future decisions about public health to scientific studies that disclose their underlying data.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-sheen-is-a-product-of-port-talbot-wales-11609862439", "title": "Michael Sheen Is a Product of Port Talbot, Wales", "date": "2021-01-05 11:00", "summary": "The 'Prodigal Son' actor says the Welsh town took performing seriously and acting was seen as 'a legitimate, man's occupation'. Michael Sheen, 51, is a Welsh actor best known for his portrayal of David Frost in \"Frost/Nixon\" and as Tony Blair in three films, including \"The Queen.\" He currently stars in the Fox TV series \"Prodigal Son.\" He spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-aftermath-could-spell-a-lost-decade-for-global-economy-world-bank-says-11609862404", "title": "World Bank Fears 'Lost Decade' Ahead for Economy", "date": "2021-01-05 11:00", "summary": "Bank lowers growth outlook as pandemic disrupts trade, investment and education. WASHINGTON-Even before Covid-19, the World Bank had lowered its projections for global growth in the 10 years that began in 2020. The pandemic is exacerbating that trend, raising the prospect of a \"lost decade\" ahead, the World Bank said Tuesday, as it also cut its forecasts for the coming year.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moderna-raises-covid-19-vaccine-production-estimate-11609861657", "title": "Moderna Raises Covid-19 Vaccine Production Estimate", "date": "2021-01-05 10:47", "summary": "Biotech company says it will make at least 600 million doses this year, up 100 million from earlier forecast. Moderna Inc. said it will be able to make at least 600 million doses of its Covid-19 vaccine this year, 100 million more than it had been projecting.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-fix-the-housing-bias-that-warps-investment-decisions-11609860853", "title": "How to Fix the Housing Bias That Warps Investment Decisions", "date": "2021-01-05 10:34", "summary": "Overinvestment in property is incentivized by subsidies and favorable treatments in the tax system that governments could withdraw. Overinvestment in real estate is a problem for the economy. A growing body of research suggests that it saps future output by sucking capital away from more productive uses. And housing is a particular culprit.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-hands-rare-death-sentence-to-former-asset-management-head-11609860783", "title": "China Hands Death Sentence to Former Asset-Management Head", "date": "2021-01-05 10:33", "summary": "Lai Xiaomin was found guilty of bribery, embezzlement and bigamy; his punishment comes as crackdown on the financial sector intensifies. TAIPEI-China sentenced the former chairman of one of the country's biggest state-owned asset-management companies to death on bribery and corruption charges, a striking signal in Beijing's campaign to rein in financial risk-taking.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-aggression-spurs-neighbors-to-rebuild-defenses-11609859853", "title": "Russian Aggression Spurs Neighbors to Rebuild Defenses", "date": "2021-01-05 10:17", "summary": "Resume Subscription. Wooden targets hide among the pine trees at the Gotland island army firing range, silhouettes depicting foreign invaders, their faces twisted with malice.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pandemic-fatigue-has-slowed-the-english-premier-league-to-a-crawl-11609815699", "title": "Pandemic Fatigue Has Slowed the English Premier League to a Crawl", "date": "2021-01-05 10:07", "summary": "The league's frantic compressed schedule is changing the way soccer is played, slowing the favorites and altering tactics. Kevin De Bruyne was still catching his breath after Manchester City's win over Chelsea when he brought up English soccer's favorite topic of conversation and consternation: the relentless schedule.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stimulus-checks-prompt-new-yorkers-to-choose-between-saving-splurging-11609858801", "title": "Stimulus Checks Prompt New Yorkers to Choose Between Saving, Splurging", "date": "2021-01-05 10:00", "summary": "Many will use the payments to keep up with expenses, but others want to indulge after stressful year. Last week, as the $600 payments started transferring from that great federal Treasury in the sky to our bank accounts, I hit the streets and asked 100 New Yorkers how they were planning to spend their stimulus checks.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bargain-bin-quarterback-who-became-an-nfl-star-11609772969", "title": "The Bargain Bin Quarterback Who Became an NFL Star", "date": "2021-01-05 10:00", "summary": "After seven disappointing seasons in Miami, Ryan Tannehill has led the Tennessee Titans to the playoffs for the second consecutive season and become one of the NFL's most efficient players. Tennessee Titans quarterback Ryan Tannehill dropped back with 18 seconds left and his team tied 38-38 against the Houston Texans on Sunday evening. With the AFC South on the line in a game seemingly headed to overtime, Tannehill pulled off what nobody could've imagined seconds earlier. He floated the ball perfectly into the outstretched arms of wide receiver A.J. Brown-a 52-yard completion that set up the game-winning field goal.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heres-your-nfl-playoffs-which-have-mostly-everything-including-yes-the-cleveland-browns-11609767365", "title": "Your NFL Playoffs-Including, Yes, the Cleveland Browns", "date": "2021-01-05 09:58", "summary": "A hectic regular-season finale delivers a postseason bid to a woebegone franchise-and an apparent Philadelphia surrender to Washington, which infuriated hopeful Giants fans. It was a game so painful to watch, my eyeballs may need to go on injured reserve-Washington edged the barely-there, comically-disengaged, Bartleby-the-Football-Coach Philadelphia Eagles Sunday night, capturing the somebody's-gotta-win-it NFC East with a hardy 7-9 record, and slinked into the NFL's last playoff spot like a wedding guest without a present or shoes.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mondelez-nears-deal-to-buy-rest-of-paleo-chocolate-bar-maker-hu-11609793950", "title": "Mondelez to Buy Rest of Paleo Chocolate-Bar Maker Hu", "date": "2021-01-05 09:30", "summary": "Maker of Oreo cookies and Ritz crackers has been adding to its snack portfolio as consumers' tastes turn toward healthier fare. Mondelez International Inc. on Tuesday agreed to buy paleo chocolate-bar maker Hu Master Holdings, the latest move by an established food company to tap into growing demand for healthier snacks.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghan-peace-talks-resume-following-spate-of-violence-11609856983", "title": "Afghan Peace Talks Resume Following Spate of Violence", "date": "2021-01-05 09:29", "summary": "Delegations from Taliban, Afghan government will have one eye on U.S. plans to withdraw troops. KABUL-The Afghan government and the Taliban resumed talks aimed at ending nearly two decades of fighting, with recent targeted killings and widespread attacks underscoring the high stakes as U.S. troops are withdrawn from the country.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dionne-warwick-and-burt-bacharach-on-the-drama-of-walk-on-by-11609856972", "title": "Dionne Warwick and Burt Bacharach on the Drama of 'Walk On By'", "date": "2021-01-05 09:29", "summary": "The 1964 hit-first released as the B-side of a single-was the start of a new sound for the composer. \"Walk On By,\" written by Hal David and Burt Bacharach for singer Dionne Warwick in 1963, was unusual for its cool sophistication and lyrics from a woman's perspective on a failed relationship. After the song was released in '64, the single reached No. 6 on Billboard's pop chart.", "categories": [["Books & Arts", "Arts", "Anatomy of a Song"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/anatomy-of-a-song?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roku-throws-up-its-own-plot-twist-11609856486", "title": "Roku Throws Up Its Own Plot Twist", "date": "2021-01-05 09:21", "summary": "Buying Quibi's catalog looks opportunistic, but a bigger shift into content would be expensive. It is hard to blame Roku for wanting to be a player, but the content game is a very expensive one to play in.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-much-debt-is-too-much-it-depends-on-your-view-of-inflation-11609855941", "title": "How Much Debt Is Too Much?", "date": "2021-01-05 09:12", "summary": "There is broad agreement that inflation is the ultimate constraint on government debt. The question is how inflation works in the real world.. The pandemic will leave Western nations carrying the biggest public-debt pile as a percentage of gross domestic product since World War II. To deal with it, they will need a better grasp of inflation.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opioid-use-hits-construction-industry-as-overdoses-soar-11609855200", "title": "Opioid Use Hits Construction Industry as Overdoses Soar", "date": "2021-01-05 09:00", "summary": "Resume Subscription. Mark St. Cyr, a construction superintendent in the Pittsburgh area, often sees telltale signs of opioid use among workers at sites where he works.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-retired-restaurateurs-bentley-fulfills-a-tall-order-11609855121", "title": "A Retired Restaurateur's Bentley Fulfills a Tall Order", "date": "2021-01-05 08:58", "summary": "When Roy Piscitello first sat in the Bentley Continental GTC Speed, he knew it was a good fit for his 6-foot-7 frame. And tiny toy replicas are a good fit for the grandkids.. Roy Piscitello, 72, a retired restaurateur living in Chapel Hill, N.C., on his 2010 Bentley Continental GTC Speed, as told to A.J. Baime.", "categories": [["Life & Work", "Cars", "My Ride"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/my-ride?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mondelez-china-mobile-solaredge-what-to-watch-when-the-stock-market-opens-today-11609848269", "title": "Mondelez, China Mobile, Micron: What to Watch When the Stock Market Opens Today", "date": "2021-01-05 08:53", "summary": "Both Dow and S&P 500 futures are notching small drops with the Georgia Senate elections in focus. Here's what we're watching as markets kick into gear on Tuesday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-a-car-with-speed-performanceand-headroom-11609854717", "title": "Photos: A Car With Speed, Performance-and Headroom", "date": "2021-01-05 08:51", "summary": "Roy Piscitello's 2010 Bentley Continental GTC Speed exemplifies British luxury.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/george-saunders-profile-short-story-class-11609853217", "title": "George Saunders Gives a Short-Story Master Class", "date": "2021-01-05 08:28", "summary": "The Booker-winning author's new book, 'A Swim in a Pond in the Rain,' takes an engineer's eye to short-story planning. In 1980, George Saunders spent his summer prospecting for oil in the Texas Panhandle. Then a 21-year-old student of geophysical engineering at the Colorado School of Mines, Saunders had joined a crew of \"jug hustlers\" to help pay for tuition, laying out cables and geophones at a ranch near Amarillo, Texas, where his parents lived and ran a restaurant. Working in 100-plus degree weather, Saunders returned to his parents' home on Contented Lane exhausted, hands blistered, scorched by the sun. \"I was feeling a little left behind for the first time,\" Saunders says in a phone conversation. \"A lot of my peers were in foreign countries doing cool things and I was out there 10 or 12 hours doing grunt work.\"", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-is-jack-ma-alibabas-founder-has-kept-a-low-profile-since-october-11609852002", "title": "Where Is Jack Ma?", "date": "2021-01-05 08:06", "summary": "Tech entrepreneur was last seen publicly when he criticized Chinese regulators for stifling innovation in the financial industry. The fate of Jack Ma, China's high-profile and best-known technology entrepreneur, has become the subject of intense speculation on social media and in the press this week after the billionaire businessman disappeared from the public limelight following brushes with Chinese regulators in recent weeks.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/city-apartment-reits-await-the-return-to-the-office-11609851601", "title": "City Apartment REITs Await the Return to the Office", "date": "2021-01-05 08:00", "summary": "Covid-19 hurt Equity Residential and UDR shares last year, with rents falling as some urban employees moved to rural and suburban areas. Shares of real-estate investment trusts that are big owners of rental apartments in New York, San Francisco and other large urban areas got clobbered last year as investors worried about the pandemic's impact on cities.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/low-taxes-and-high-temperatures-lure-finance-firms-to-miami-11609851600", "title": "Miami Attracts More Finance Firms", "date": "2021-01-05 08:00", "summary": "Blackstone and Starwood Capital Group are among those drawn to the city. MIAMI-This city has long pitched itself as an attractive location for finance and tech firms, with its tax advantages, flight connections to New York and cosmopolitan flair. Its efforts appear to be paying off.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cios-enter-2021-with-expanded-role-11609849800", "title": "CIOs Enter 2021 With Expanded Role", "date": "2021-01-05 07:30", "summary": "Their quick response to the coronavirus crisis raised the status of information technology in many organizations. The coronavirus pandemic has put corporate information technology in the spotlight, as companies turn to digital tools to keep running amid lockdowns and travel restrictions.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oak-hill-closes-fifth-fund-at-3-8-billion-11609848000", "title": "Oak Hill Closes Fifth Fund at $3.8 Billion", "date": "2021-01-05 07:00", "summary": "The firm, which has roots in Robert Bass's family office, exceeded the fundraising target by about $800 million. Oak Hill Capital Partners has closed its latest fund at about $3.8 billion, significantly higher than the fund's target.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-covid-19-surges-colleges-make-last-minute-changes-to-spring-calendars-11609848003", "title": "As Covid-19 Surges, Colleges Make Last-Minute Changes to Spring Calendars", "date": "2021-01-05 07:00", "summary": "Syracuse, Mississippi State and others delay start dates to avoid postholiday spread and increase opportunity for staff to get vaccinated. Syracuse University laid out its plan for the spring semester back in September, scheduling classes to start Jan. 25 and eliminating spring break to minimize potential travel-related exposure to Covid-19.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moutai-helps-guizhou-drink-away-its-woesand-debt-too-11609845214", "title": "Moutai Helps Guizhou Drink Away its Woes-and Debt, Too", "date": "2021-01-05 06:16", "summary": "The higher the liquor giant's share price, the merrier for the province's government. But other investors should be wary of a hangover.. Investors have been binge drinking shares of Chinese liquor giant Kweichow Moutai for the past couple of years. The stock's spectacular rally has helped one of China's poorest provinces, too.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-introduces-new-logo-playing-up-role-in-drug-creation-11609844400", "title": "Pfizer's New Logo Plays Up Role in Drug Creation", "date": "2021-01-05 06:00", "summary": "Updated logo comes as the company brings out its Covid-19 vaccine with BioNTech. As Pfizer Inc. raced to develop a Covid-19 vaccine while the world looked on, the pharmaceutical giant was also quietly at work on remaking its brand.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2020-spac-boom-lifted-wall-streets-biggest-banks-11609842601", "title": "2020 SPAC Boom Lifted Wall Street's Biggest Banks", "date": "2021-01-05 05:30", "summary": "Underwriters earn fees helping create blank-check companies whose backers include celebrities and hedge funds. Big banks earned billions of dollars in fees setting up so-called blank-check companies in 2020, highlighting how booming capital markets are helping Wall Street weather the coronavirus.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/defense-bill-orders-study-of-illicit-finance-risks-posed-by-china-11609842600", "title": "Defense Bill Orders Study of Illicit Finance Risks Posed by China", "date": "2021-01-05 05:30", "summary": "The National Defense Authorization Act directs the Treasury Department to do a study on the money-laundering risks related to China's government and companies. The U.S. Treasury Department is expected to study the money-laundering risks posed by China-and develop a strategy to defend against them-following the approval last week of the annual defense policy legislation.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyse-scraps-plans-to-delist-chinese-telecom-stocks-11609819126", "title": "NYSE Scraps Plans to Delist Chinese Telecom Stocks", "date": "2021-01-05 00:39", "summary": "Shares of China Mobile, China Unicom and China Telecom climb in Hong Kong. The New York Stock Exchange reversed its decision to delist China's three largest telecommunications companies, after consulting with regulatory authorities about a recent U.S. investment ban.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-officers-will-be-charged-in-shooting-of-jacob-blake-11609882148", "title": "Kenosha Officer Won't Be Charged in Jacob Blake Shooting", "date": "2021-01-05 00:01", "summary": "District attorney said officer was justified in the Aug. 23 shooting that left Mr. Blake, a Black man, paralyzed from the waist down. KENOSHA, Wis.-The county prosecutor said he won't bring charges against the police officer whose shooting of Jacob Blake last August sparked three nights of violent unrest in Kenosha, a small city south of Milwaukee.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgia-girds-for-senate-runoffs-in-wake-of-trump-call-11609785914", "title": "Georgia Girds for Senate Runoffs in Wake of Trump Call to Overturn Vote", "date": "2021-01-05 22:37", "summary": "Trump, Biden and Pence campaign in state on Monday; Harris was in Savannah on Sunday. DALTON, Ga.-Georgians were bracing for Tuesday's Senate runoff elections with their state in the political spotlight after President Trump urged state officials in a weekend phone call to nullify President-elect Joe Biden's win in the November vote.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-telecom-stocks-fall-as-u-s-delisting-looms-11609734838", "title": "Looming Delisting Jolts Chinese Telecom Stocks", "date": "2021-01-05 21:53", "summary": "China Mobile recorded its lowest closing price since June 2006. Shares in China's three large telecom carriers were roiled Monday, after the New York Stock Exchange moved to delist the trio to comply with a U.S. government ban.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-lirr-expansion-remains-on-track-11609805097", "title": "New York's LIRR Expansion Remains on Track", "date": "2021-01-05 21:47", "summary": "MTA's plans to add a third track to the Long Island Rail Road's Main Line should be completed in 2022. New York state transportation officials said Monday that despite the coronavirus pandemic they are on schedule to complete a $2.6 billion project that will expand rail capacity on one of the nation's busiest commuter railroads.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/proud-boys-leader-arrested-in-washington-11609810509", "title": "Proud Boys Leader Arrested in Burning of Black Lives Matter Banner", "date": "2021-01-05 21:32", "summary": "D.C. police charge Enrique Tarrio with destruction of historic Black church's property after pro-Trump protests. WASHINGTON-The leader of the far-right Proud Boys was arrested on Monday in Washington, D.C., and charged in connection with unrest that followed pro-Trump protests in the nation's capital last month.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuela-opposition-debilitated-as-biden-set-to-take-office-11609772400", "title": "Venezuela Opposition Debilitated as Biden Set to Take Office", "date": "2021-01-05 21:31", "summary": "President Maduro's regime tightens grip on National Assembly, undermining U.S.-backed movement despite oil sanctions. When Venezuela's regime takes over the National Assembly on Tuesday, it will put the U.S.-backed opposition leader Juan Guaidó in his most precarious position since becoming head of the movement to oust the authoritarian President Nicolás Maduro two years ago.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wisconsin-national-guard-deployed-ahead-of-charging-decision-in-jacob-blake-case-11609806626", "title": "Wisconsin National Guard Deployed Ahead of Charging Decision in Jacob Blake Case", "date": "2021-01-05 19:40", "summary": "A Kenosha police officer shot the Black man multiple times in the back in August, sparking unrest in the city. Wisconsin Gov. Tony Evers authorized deployment of the state National Guard ahead of an expected decision on whether to charge a Kenosha police officer in the shooting of Jacob Blake.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-criticizes-some-republicans-as-surrender-caucus-11609779948", "title": "Trump Criticizes Some Republicans as 'Surrender Caucus'", "date": "2021-01-05 19:24", "summary": "Party is split on challenging Biden's presidential election win at joint session of Congress on Wednesday. WASHINGTON-President Trump disparaged Senate Republicans who aren't backing further challenges to Democrat Joe Biden's presidential victory, further roiling a party that has split over whether to support Mr. Trump's attempts to stay in power or accept the reality of the election results.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-passes-rules-package-for-new-session-of-congress-11609797778", "title": "House Passes Rules Package for New Session of Congress", "date": "2021-01-05 19:16", "summary": "Democrats' rules also restart remote voting, ease budgetary restrictions for climate-related proposals. WASHINGTON-The House on Monday passed rules that weakened a procedural tool Republicans had used to force Democrats to take tough political votes as well as added exemptions to a budget rule that progressives deemed a win.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]