[{"link": "https://www.wsj.com/articles/energy-policy-after-the-texas-blackouts-11614124186", "title": "Energy Policy After the Texas Blackouts", "date": "2021-02-23 18:49", "summary": "Students discuss whether aggressive climate goals square with reality.. Editor's note: This week's Future View evaluates climate goals in light of recent grid failures and blackouts. For next week we'll ask about President Biden's proposal to cancel $10,000 in student-loan debt per student. Click here to submit opinions of fewer than 250 words before Feb. 23. The best student responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/connecticuts-covid-vaccine-lesson-11614124012", "title": "Connecticut's Covid Vaccine Lesson", "date": "2021-02-23 18:46", "summary": "Gov. Lamont makes a smart decision to base eligibility on age.. 'I'm going to focus on the old business motto, KISS: Keep it simple, stupid.\" That's how Connecticut Gov. Ned Lamont put it Monday in announcing his decision to base Covid-19 vaccine eligibility strictly on age. The more states prioritize social \"equity,\" the more complicated and inequitable vaccine distribution becomes.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/puerto-rico-rides-muni-bond-rally-to-bankruptcy-deal-11614085482", "title": "Puerto Rico Rides Muni-Bond Rally to Bankruptcy Deal", "date": "2021-02-23 18:40", "summary": "Creditors owed roughly $11.7 billion agreed to settle with Puerto Rico, expecting that its court-supervised bankruptcy is nearing an end. Puerto Rico moved closer to resolving the largest municipal-debt default in U.S. history as creditors owed $11.7 billion coalesced around a settlement, the most Wall Street support yet amassed for a restructuring of the territory's core public debts.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-777s-midair-malfunction-puts-focus-on-engine-cover-11614118016", "title": "Boeing 777's Midair Malfunction Puts Focus on Engine Cover", "date": "2021-02-23 18:40", "summary": "Investigators are trying to understand interplay between broken fan blades and engine cowling, which was ripped away. The midair breakdown of a jet engine that spewed a trail of metal over a Colorado town is putting regulatory focus on the design and strength of engine coverings.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-muppets-11614123407", "title": "Notable & Quotable: Muppets", "date": "2021-02-23 18:36", "summary": "'This program includes negative depictions and/or mistreatment of people or cultures. These stereotypes were wrong then and are wrong now.'. Elizabeth Elizalde reporting for the New York Post Feb. 21:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/every-human-intention-review-life-after-the-quake-11614123351", "title": "'Every Human Intention' Review: Life After the Quake", "date": "2021-02-23 18:35", "summary": "Stories of decline, reform and survival in a post-Fukushima Japan already hobbled by economic stagnation and an aging society.. Even before the Covid-19 pandemic, Japan was buffeted by crises. Economic stagnation left the country with dim prospects. An aging society compounded the problem. Younger Japanese barely remember the era of wealth that catapulted their nation to the world's No. 2 position.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-equality-act-makes-women-unequal-11614123263", "title": "The Equality Act Makes Women Unequal", "date": "2021-02-23 18:34", "summary": "H.R. 5 erases 'sex' as a legal category, with dire consequences.. All people are created equal, but Congress is considering a bill that would make some people more equal than others.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-is-back-but-europe-has-moved-11614123041", "title": "'America Is Back,' but Europe Has Moved", "date": "2021-02-23 18:30", "summary": "Macron and Merkel respond coolly to Biden, and public opinion backs them.. President Biden set out to declare a triumphant U.S. return to the trans-Atlantic alliance. \"America is back,\" the president said in his speech this week to the Munich Security Conference. The leaders of France and Germany promptly made it clear that the four years of the Trump presidency had changed the relationship.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-and-facebook-on-the-barbie-11614122987", "title": "Google and Facebook on the Barbie", "date": "2021-02-23 18:29", "summary": "Why an antitrust exemption for news outlets is better than Australia's scheme.. Hey Australia, the 1830s called and they want their media business model back.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-nationalism-isnt-american-minorities-biggest-problem-11614122930", "title": "'White Nationalism' Isn't American Minorities' Biggest Problem", "date": "2021-02-23 18:28", "summary": "Racial paranoia and taboos feed crime against Asians and black distrust of Covid-19 vaccinations.. \"End the violence toward Asians,\" said the promotional fliers. \"Let's unite against white nationalism.\"", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-amazon-executive-jeff-blackburn-to-leave-company-after-sabbatical-11614118254", "title": "Top Amazon Executive Jeff Blackburn to Leave Company", "date": "2021-02-23 18:02", "summary": "Departure comes as CEO Jeff Bezos to become chairman, other leadership changes. Jeff Blackburn, a top Amazon.com Inc. executive and close aide to Chief Executive Jeff Bezos, is leaving the company after taking a yearlong sabbatical.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arturo-di-modica-hoped-his-bull-would-soothe-investors-11614121114", "title": "Arturo Di Modica Hoped His Bull Would Soothe Investors", "date": "2021-02-23 17:58", "summary": "Italian sculptor, who has died at age 80, surreptitiously installed a bronze statue in New York in 1989. Arturo Di Modica said he felt sorry for America after the Black Monday crash in October 1987, when the Dow Jones Industrial Average sank nearly 23%.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-success-wont-eliminate-virus-risk-u-k-concludes-11614111151", "title": "Covid-19 Vaccine Success Won't Eliminate Virus Risk, U.K. Concludes", "date": "2021-02-23 17:57", "summary": "The disease will continue to take a heavy toll even if the shots work, government advisers project. LONDON-By the middle of this year, all adults in Britain are due to be offered a Covid-19 vaccine in what is on course to be the fastest inoculation rollout in a major Western country. But disease modelers advising the U.K. government recently made a sobering projection: 56,000 more Covid-19 deaths by the summer of next year, even if the country tiptoes out of lockdown and the vaccines work.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-police-mobilize-against-rise-in-hate-crimes-targeting-asians-11614118602", "title": "New York City Police Mobilize Against Rise in Hate Crimes Targeting Asians", "date": "2021-02-23 17:46", "summary": "NYPD officers are increasing patrols and investigations, as hate crimes against Asian-Americans have risen sharply during the pandemic. ", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-and-ether-prices-tumble-after-hitting-record-highs-11614095661", "title": "Bitcoin and Ether Prices Tumble After Hitting Record Highs", "date": "2021-02-23 17:34", "summary": "Cryptocurrency prices fall sharply as enthusiasm for risky assets pauses. This year's furious rally in cryptocurrencies lost steam Tuesday, knocking prices for bitcoin and ether from recent highs, alongside drops in other risky assets including tech stocks.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-s-financial-crimes-agency-wants-companies-to-invest-in-compliance-11614119241", "title": "U.K.'s Financial Crimes Agency Wants Companies to Invest in Compliance", "date": "2021-02-23 17:27", "summary": "Two cases with diverging outcomes illustrate the value of a strong compliance program, the director of the Serious Fraud Office says. The U.K.'s major economic crimes investigative agency has taken steps to emphasize the need for companies to invest in programs and procedures designed to prevent wrongdoing, its director said on Tuesday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-02-23-2021-11614070664", "title": "Stocks End Wild Session Little Changed", "date": "2021-02-23 17:17", "summary": "Rising bond yields had weighed on the market, sharpened focus on Powell's testimony to Congress. U.S. stocks ended a wild session not far from where they started, thanks to a bounceback in shares of technology companies.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biggest-gains-in-social-responsibility-in-the-management-top-250-11614118391", "title": "Biggest Gains in Social Responsibility in the Management Top 250", "date": "2021-02-23 17:13", "summary": "DexCom, Regency Centers and Maxim Integrated Products head the list. DexCom Inc.'s score for social responsibility increased more than that of any other company in the latest Management Top 250 ranking. Regency Centers Corp . and Maxim Integrated Products Inc. posted the second- and third-biggest gains, respectively, in this category.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-cabinet-picks-hit-rough-patch-with-tandens-nomination-in-trouble-11614095935", "title": "Biden Nominee Tanden Hits Rough Patch as Becerra Faces GOP Questions", "date": "2021-02-23 17:12", "summary": "Senate confirms president's nominees for agriculture secretary and U.S. ambassador to the United Nations. WASHINGTON-President Biden's largely smooth cabinet selection process hit a rough patch this week, as Neera Tanden's nomination to lead the Office of Management and Budget is in deepening peril and some Democrats are discussing potential candidates to replace her.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-power-grid-board-members-resign-following-freeze-11614117842", "title": "Texas Power Grid Board Members Resign Following Freeze", "date": "2021-02-23 17:12", "summary": "The chair, other members of Ercot board had faced criticism for not residing in Texas. The chair and four other members of the Texas power grid operator's board are resigning after blackouts left millions across the state without electricity and heat during a deep freeze last week.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/googles-redesigned-digital-wallet-tries-to-make-payments-feel-more-personal-11614117172", "title": "Redesigned Google Pay App Tries to Make Payments Feel More Personal", "date": "2021-02-23 16:52", "summary": "A more immersive payment experience could engage users, experts say-or turn them off. Alphabet Inc.'s Google is trying to draw more people to its payment app and keep them there longer with features such as a reward system, new financial management services and a format for listing payments that evokes text-message conversations.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/key-short-term-bond-spread-hits-lowest-level-in-nearly-a-year-11614076380", "title": "Key Short-Term Bond Spread Signals Stress", "date": "2021-02-23 16:42", "summary": "Treasury prices rally, but traders worry about a reversal if inflation picks up. The spread between the two-year Treasury yield and a key interest rate set by the Federal Reserve is the narrowest since the depths of the coronavirus market selloff, a potential sign of financial-system stress.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-governor-releases-44-8-billion-budget-plan-with-no-tax-increases-11614116256", "title": "N.J. Governor Unveils $44.8 Billion Budget Plan With No Tax Increases", "date": "2021-02-23 16:37", "summary": "Blow from Covid-19 pandemic to state's fiscal health is smaller than feared. New Jersey Gov. Phil Murphy is proposing a $44.8 billion budget that boosts spending on education, economic-development programs and pension payments, as state revenue collections continue to outperform the dire predictions made at the start of the Covid-19 pandemic.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whisper-of-a-shadow-opus-1-musical-conversations-with-louis-moreau-gottschalk-by-yohan-giaume-review-bridging-centuries-and-continents-11614115579", "title": "'Whisper of a Shadow, Opus 1: Musical Conversations with Louis Moreau Gottschalk' by Yohan Giaume Review: Bridging Centuries and Continents", "date": "2021-02-23 16:26", "summary": "The French trumpeter and ethnomusicologist reworks the 19th-century American composer's pieces in a collaboration with more than 22 players from around the world. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/punky-brewster-review-the-80s-foster-kid-is-now-a-mom-11614115251", "title": "'Punky Brewster' Review: The '80s Foster Kid Is Now a Mom", "date": "2021-02-23 16:20", "summary": "Soleil Moon Frye reprises her role in a reboot of the boundary-breaking sitcom.. 'Punky Brewster,\" the \"Punky-Powered\" sitcom of the mid-'80s starring the bubbly Soleil Moon Frye, had a relatively brief life on NBC, another in syndication and was the inspiration for a Saturday morning cartoon. The very phrase \"Saturday morning cartoon\" summons up the kind of nostalgia that Peacock's rebooted \"Punky Brewster\" is intended to kindle. Rather than the fragrant recycling effort it actually suggests.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lack-of-accountability-and-mediocrity-are-partners-11614115047", "title": "Lack of Accountability and Mediocrity Are Partners", "date": "2021-02-23 16:17", "summary": "There is continuing pressure to reduce or eliminate accountability throughout our society.. As I read the quote in John F. Cogan and John B. Taylor's \"What George Shultz Taught Us About Making Policy\" (op-ed, Feb. 10) regarding the importance of accountability, I was reminded of Andy Kessler's \"Mediocrity Is Now Mandatory\" (Inside View, Feb. 8). One can describe all of his examples of rising mediocrity as consequences of diminished accountability. Outside of government and academia, as Mr. Kessler points out, it isn't possible to avoid accountability forever, and its salutary effects are eventually manifested in improved individual and institutional performance. However, it seems that there is continuing pressure to reduce or eliminate accountability throughout our society-witness the ever-increasing suppression, cheered on by many journalists, of dissenting views on such issues as climate change, race or transgenderism, no matter how factually well supported and carefully and compassionately presented, or the spread of the toxic antiaccountability critical race theory through our institutions. Individual accountability and basing one's arguments on facts that can be verified by others are the foundation of a successful society. Unless the leaders of our institutions grow spines and reassert such values, mediocrity will indeed become the new normal.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beat-poet-publisher-lawrence-ferlinghetti-dies-at-101-11614114809", "title": "Beat Poet, Publisher Lawrence Ferlinghetti Dies at 101", "date": "2021-02-23 16:13", "summary": "Ferlinghetti was known for his City Lights bookstore in San Francisco, a meeting place for the Beats and other bohemians in the 1950s and beyond. SAN FRANCISCO-Poet, publisher and bookseller Lawrence Ferlinghetti, who helped launch and perpetuate the Beat movement, has died. He was 101.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/embrace-yourself-wednesday-crossword-february-24-11614007142", "title": "Embrace Yourself (Wednesday Crossword, February 24)", "date": "2021-02-23 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/full-death-toll-from-texas-storm-could-take-months-to-determine-11614107708", "title": "Deaths From Texas Storm Could Take Months to Tally", "date": "2021-02-23 15:54", "summary": "Officials are still counting fatalities from hypothermia, carbon monoxide, other factors as some experts warn accurate total might never be known. The harsh winter storm that hit Texas and other states last week has been blamed for dozens of deaths, though officials said that it would be weeks or months before the human cost of the freezing weather and utility crisis is known and that it might never be fully accurate.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jerome-powell-sees-easy-money-policies-staying-in-place-11614092400", "title": "Fed's Powell Sees Easy-Money Policies Staying in Place", "date": "2021-02-23 15:51", "summary": "Fed likely to hold interest rates near zero and continue asset purchases for some time, chairman says. WASHINGTON-Federal Reserve Chairman Jerome Powell reaffirmed the central bank's commitment to maintaining easy-money policies until the economy has recovered further from the effects of the coronavirus pandemic.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/multiple-power-sources-fail-and-texas-freezes-11614113239", "title": "Multiple Power Sources Fail and Texas Freezes", "date": "2021-02-23 15:47", "summary": "Here in Michigan, we have more than a thousand wind turbines that operate without failures in far more severe winter weather than Texas has ever seen.. Your editorial \"Texas Spins Into the Wind\" (Feb. 18) misplaces the blame for the rolling blackouts in Texas on its \"frozen turbines.\" Here in Michigan, we have more than a thousand wind turbines that operate without failure in far more severe winter weather than Texas has ever seen. The difference is that our wind turbines are equipped with optional cold-weather packages; apparently the turbines in Texas are not. This is an extra-cost option that wind-turbine manufacturers offer, just as auto makers offer optional cold-weather packages for the cars they sell. Michigan gas pipelines and power plants are also winterized, and continue to operate in severe weather. It isn't the fault of wind-turbine technology that some of the wind turbines in Texas froze; it was the result of a cost-cutting purchase decision that backfired.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-does-an-fsa-work-11608243505", "title": "What Is an FSA and How Does It Work?", "date": "2021-02-23 15:44", "summary": "Most Popular News. If you are starting a new job or going through open enrollment, you might see an option to open an FSA. While it makes sense for some people to put aside money pretax to spend on qualified expenses, the accounts aren't right for everyone.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-many-policies-often-seem-to-conflict-11614112766", "title": "Biden's Many Policies Often Seem to Conflict", "date": "2021-02-23 15:39", "summary": "Walter Russell Mead is correct in his assessment of President Biden's early policy instincts being a return to Obama objectives and strategies. Unfortunately the Obama path rarely achieved the stated results.. Walter Russell Mead is correct in his assessment of President Biden's early policy instincts being a return to Obama objectives and strategies (\"The Antidote to Trump Isn't Obama Redux,\" Global View, Feb. 9). Unfortunately the Obama path rarely achieved the stated results. What comes to mind is the contradiction between President Biden's pronounced priorities and the real-world impact of his early achievements, such as they are.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-777-engine-failures-what-you-need-to-know-11614112288", "title": "Boeing 777 Engine Failures: What You Need to Know", "date": "2021-02-23 15:31", "summary": "Raytheon's Pratt & Whitney unit made the problem engine that caused a United flight to make an emergency landing after showering debris over parts of Colorado. Investigators continue to probe what caused an engine failure on a United Airlines Holdings Inc. flight headed toward Honolulu from Denver International Airport over the weekend.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/image-feeling-good-and-the-15-minimum-wage-11614112253", "title": "Image, Feeling Good and the $15 Minimum Wage", "date": "2021-02-23 15:30", "summary": "In the Navy, we had an adage: \"An ounce of image is worth a pound of performance.\". In \"The Minimum Wage's Racially Discriminatory Roots\" (Upward Mobility, Feb. 17), Jason Riley cites a new Congressional Budget Office report, a 2014 analysis by Joseph Sabia and Richard Burkhauser and a labor study by Willian Even and David Macpherson from 2007-09; all of which unequivocally conclude that many low-skilled workers would be displaced if the federal minimum wage were set at $15. In the Navy, we had an adage: \"An ounce of image is worth a pound of performance.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/age-of-samurai-battle-for-japan-review-feuding-lords-and-their-fighters-11614110907", "title": "'Age of Samurai: Battle for Japan' Review: Feuding Lords and Their Fighters", "date": "2021-02-23 15:08", "summary": "In Netflix's six-part documentary, historian interviews and bloody re-enactments tell the story of the country's civil war. The ostensible subjects of \"Age of Samurai: Battle for Japan\" are dubbed \"the mounted knights of old Japan\" and while a properly romantic description, it falls a bit short: The sword-wielding martial artists of the feudal era (1185-1868) have not only taken up residence in the Western imagination but created ornate, interlacing connections between pop cultures East and West. Akira Kurosawa, for instance, who was a student of John Ford, portrayed his heroes like the gunslingers of the Old West, or even Prohibition gangsters. Detective novelist Dashiell Hammett's 1929 \"Red Harvest\" was the basis for Kurosawa's \"Yojimbo,\" which in turn inspired Sergio Leone's \"A Fistful of Dollars,\" which inspired the Bruce Willis movie \"Last Man Standing.\" Beneath all the intersecting fictional mayhem lay feudal roots. Most of us samurai-movie fans just don't know where or what they are.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sweatpants-are-not-peak-comfortfleece-trousers-are-11614109890", "title": "Sweatpants Are Not Peak Comfort-Fleece Trousers Are", "date": "2021-02-23 14:51", "summary": "Men whose style skews casual are zeroing in on the coziest things around: outrageously soft fleece trousers. IF YOU BELIEVE that shlumpy, elastic-waisted sweatpants sit at the extreme end of casual wear, well, you are wrong. Push further into the realm of comfort and you will find fuzzy fleece pants, perhaps the most notable achievement in wearable coziness. Cut like a roomy sweatpant (often with a similarly accommodating elastic waist) but fabricated in a highly insulating plush material, fleece pants are like a Patagonia Retro-X jacket transplanted onto your legs. Could it get any cozier than that?", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yellens-deputy-to-be-shares-her-vision-of-broad-based-prosperity-11614087646", "title": "Yellen's Deputy-to-Be, Adewale Adeyemo, Sees Inequality as a Top Economic Challenge", "date": "2021-02-23 14:15", "summary": "Obama administration alum would be first Black person to be Treasury Department's No. 2 official. WASHINGTON-Adewale Adeyemo, President Biden's nominee for the No. 2 spot at the Treasury Department, said he sees inequality as a top challenge for the U.S. economy as the country moves past the Covid-induced recession.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hsbc-sharpens-focus-on-asia-11614056276", "title": "HSBC Sharpens Focus on Asia, Retreats From U.S.", "date": "2021-02-23 14:09", "summary": "Banking giant plans to shift assets to Asia, where it makes the bulk of its profit. HSBC Holdings PLC, a global bank ensnared by tensions between China and the West, is doubling down on Asia, shifting capital, jobs and investment to the region as it pulls back from the U.S. and Europe.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-world-health-organization-must-be-made-to-change-11614107053", "title": "The World Health Organization Must Be Made to Change", "date": "2021-02-23 14:04", "summary": "The world failed to reform the WHO after SARS. Repeating that mistake would be diplomatic malpractice.. Regarding your editorial \"Who Are the Covid Investigators?\" (Feb. 15): Covid-19 has exposed major deficiencies throughout the World Health Organization (WHO), as well as the dangers of leaving China's U.N. activism unchecked. The Covid-19 response also shares many parallels with SARS, including unexplained WHO delays in declaring both outbreaks; China's refusal to provide accurate, timely data; and Beijing's reliance on misinformation to deflect culpability. Amplifying these challenges are structural, governance and prioritization challenges throughout the WHO's bureaucracy.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/overthinking-cruise-stocks-could-end-the-carnival-11614105129", "title": "Overthinking Cruise Stocks Could End the Carnival", "date": "2021-02-23 13:32", "summary": "Cruise line shares are trading up on reopening hopes alone. If you are confused by the savage recovery of so-called \"reopening\" stocks, you are clearly overthinking things. Yes, sectors like hotels, amusement parks and casinos are soaring, even as revenues remain severely depressed. But markets' new mantra seems to channel the age-old design principle: \"Keep it simple, stupid.\"", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-faulted-for-handling-of-covid-19-in-nursing-homes-by-most-new-yorkers-poll-shows-11614105165", "title": "Cuomo Faulted for Handling of Covid-19 in Nursing Homes by Most New Yorkers, Poll Shows", "date": "2021-02-23 13:32", "summary": "The Marist poll comes amid criticism of how the state delayed a fuller accounting of deaths at long-term-care facilities. Six out of 10 New Yorkers say they believe Gov. Andrew Cuomo did something wrong in his handling of Covid-19 in the state's nursing homes, according to a poll released Tuesday.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-loneliness-is-hitting-young-adults-especially-hard-11614104792", "title": "Pandemic Loneliness Is Hitting Young Adults Especially Hard", "date": "2021-02-23 13:26", "summary": "New research shows rampant loneliness among Americans, with young adults and mothers among the most vulnerable. Here are ways to help.. The coronavirus pandemic has caused another kind of pervasive affliction, Harvard researchers say: loneliness.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investment-firm-halts-redemptions-on-1-8-billion-fund-11614090454", "title": "Investment Firm Halts Redemptions on $1.8 Billion Fund", "date": "2021-02-23 12:55", "summary": "Infinity Q Capital Management bans its chief investment officer from trading after discovering issues valuing the fund's holdings. Investment firm Infinity Q Capital Management LLC asked the Securities and Exchange Commission to halt redemptions on one of its mutual funds and forbid its chief investment officer from trading after discovering issues valuing the fund's holdings.", "categories": [["Markets", "Audience"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/audience?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-stimulus-bill-is-a-1-9-trillion-clunker-11614102899", "title": "Biden's Stimulus Bill Is a $1.9 Trillion Clunker", "date": "2021-02-23 12:54", "summary": "Senate Republicans are eager to get aid where it's needed, reopen schools and encourage work.. Democrats are anxious for any excuse to blow up the Senate filibuster, the last procedural hurdle to one-party government. Their latest is that Republicans oppose the president's $1.9 trillion stimulus package. Despite having passed five bipartisan Covid-19 relief bills to date-including one barely seven weeks ago-they claim our opposition demonstrates historic intransigence.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-reckless-labs-put-the-world-at-risk-11614102828", "title": "China's Reckless Labs Put the World at Risk", "date": "2021-02-23 12:53", "summary": "Beijing is obsessed with viruses, but not biosafety. We are paying a high price for its lapses.. The Chinese Communist Party is obsessed with viruses. Its army of scientists claim to have discovered almost 2,000 new viruses in a little over a decade. It took the past 200 years for the rest of the world to discover that many. More troubling is the party's negligence on biosafety. The costs and the risk to world health are enormous, as evidenced by a novel coronavirus that escaped Wuhan. This situation can't continue. The world must hold the Chinese Communist Party accountable and punish Beijing if it fails to uphold global biosafety standards, including basic transparency requirements.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macys-always-on-sale-11614101697", "title": "Macy's: Always on Sale", "date": "2021-02-23 12:34", "summary": "It is tough to be optimistic about department stores generally-and Macy's especially. Macy's belongs to an endangered species in the world of retail. That comes with one benefit: Every sign of life can be enough to keep investors on board.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-will-travel-to-houston-on-friday-amid-crisis-in-texas-11614100563", "title": "Biden Will Travel to Houston on Friday Amid Crisis in Texas", "date": "2021-02-23 12:28", "summary": "The president will meet with state and local officials and visit a coronavirus health center during the trip, the White House said. WASHINGTON-President Biden will travel to Houston on Friday as Texas grapples with the aftermath of the freezing temperatures that rocked the state last week, the White House said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-succeed-on-your-first-day-of-work-11605911776", "title": "How to Succeed on Your First Day on a New Job", "date": "2021-02-23 12:20", "summary": "Most Popular News. Congratulations! You got the job. Now comes the exciting and possibly anxiety-inducing task of preparing to make your first day of work a success. Whether you are starting at a new company or moving to a new department, working remotely or in person, workplace experts say you should plan ahead and use this time to get the lay of the land.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-depot-posts-strong-sales-growth-as-pandemic-continues-to-fuel-demand-11614081166", "title": "Home Depot, Macy's Expect Shopping Trends to Continue, for Now", "date": "2021-02-23 12:13", "summary": "Executives say consumer spending could shift in second half of year as vaccines roll out. Home Depot Inc. and Macy's Inc. said pandemic-fueled shopping trends have continued into 2021, driving demand for home improvements and home goods. Executives at both chains also said consumer spending could shift in the second half of the year depending on the course of the health crisis.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-news-channel-looks-to-shake-up-cable-tv-news-landscape-11614099600", "title": "Black News Channel Looks to Shake Up Cable-TV News Landscape", "date": "2021-02-23 12:00", "summary": "Up-and-coming network broadens reach and revamps show lineup, signing high-profile commentators Charles Blow and Marc Lamont Hill. Black News Channel has expanded its reach more than 20-fold in about seven months, part of its new chief executive's ambitious plan to shake up the cable-TV news landscape and provide an alternative that looks through the lens of Black Americans.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgian-police-detain-opposition-leader-as-worries-over-democracy-mount-11614098911", "title": "Georgian Police Detain Opposition Leader as Democracy Worries Mount", "date": "2021-02-23 11:48", "summary": "Head of biggest opposition party, Nika Melia, was detained on charges he said are political. MOSCOW-Police units in the country of Georgia stormed the offices of the biggest opposition party and detained its leader, pushing the former Soviet republic and U.S. ally in the South Caucasus region deeper into a political crisis that threatens its ties with the West.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-relief-through-2028-11614098697", "title": "Covid 'Relief' Through 2028", "date": "2021-02-23 11:44", "summary": "Schools are getting billions they can spend over nearly a decade.. Perhaps you've heard that the $1.9 trillion House spending bill is meant to provide \"urgent\" and \"emergency\" relief. But did you know that the Covid emergency in America's schools will apparently last through 2028?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-grapples-with-massive-oil-spill-forcing-beaches-shut-11614096447", "title": "Israel Grapples With Massive Oil Spill, Forcing Beaches Shut", "date": "2021-02-23 11:25", "summary": "Cleanup effort could take months, if not years, authorities say. TEL AVIV-Israel is undergoing a mass cleanup of its beaches after an oil spill from an unidentified vessel left much of the country's 120-mile Mediterranean shoreline covered with black sticky tar, in one of the worst ecological disasters in the country's history.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-side-door-hacks-are-coming-here-is-how-businesses-can-prepare-11614096250", "title": "More 'Side Door' Hacks Are Coming. Here Is How Businesses Can Prepare", "date": "2021-02-23 11:18", "summary": "Resume Subscription. Stuart Madnick is the John Norris Maguire Professor of Information Technologies at the MIT Sloan School of Management and the founding director of the Cybersecurity at MIT Sloan (CAMS) research consortium.", "categories": [["THE EXPERTS | Leadership"]], "category_links": ["https://www.wsj.com/news/types/experts-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-linda-lavin-being-normal-wasnt-an-option-11614096939", "title": "For Linda Lavin, Being Normal Wasn't an Option", "date": "2021-02-23 11:15", "summary": "The award-winning actress and singer recalls the tough love she received from her mother, feeling way ahead of her years and the teacher who brought out her 'big Broadway voice'. Linda Lavin, 83, is a Tony- and Golden Globe-winning actress and singer best known for her starring role in the TV sitcom \"Alice.\" Her latest album is \"Love Notes\" (Club44).", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/novavax-nears-covid-19-vaccine-game-changerafter-years-of-failure-11614096579", "title": "Novavax Nears Covid-19 Vaccine Game Changer-After Years of Failure", "date": "2021-02-23 11:09", "summary": "Resume Subscription. In January of last year, employees of Novavax Inc. met at a local Maryland bar to discuss how they might salvage their careers. For decades, the small biotech had tried to develop an approved vaccine, with no success. The company had enough cash to survive only another six months or so and its shares traded under $4, with a market value of $127 million.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/texas-grapples-with-crushing-power-bills-after-freeze-11614095953", "title": "Texas Grapples With Crushing Power Bills After Freeze", "date": "2021-02-23 10:59", "summary": "Prices skyrocketed during the blackouts, resulting in billions of dollars in extra bills that Texas consumers, cities and businesses must somehow pay. The Texas energy crisis is over, but the settling of the massive bills left behind has just begun.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-limits-access-to-nuclear-sites-but-open-to-talks-with-u-s-11614092057", "title": "Iran Limits Access to Nuclear Sites but Open to Talks With U.S.", "date": "2021-02-23 10:58", "summary": "European proposal would bring Iranian officials together with American negotiators for the first time since the U.S. withdrew from the nuclear deal in 2018. Iran said it was open to a European proposal that would bring its officials together with American negotiators for the first time since the U.S. withdrew from the nuclear deal in 2018, even as Tehran took another step to violate the accord by limiting international monitoring of its nuclear activities.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hsbc-takes-the-slow-boat-to-china-11614094980", "title": "HSBC Takes the Slow Boat to China", "date": "2021-02-23 10:43", "summary": "A much-anticipated strategic update continues the bank's frustratingly slow pivot toward Asia, only with lower shareholder returns. Another year, another familiar-sounding strategic update at HSBC . The behemoth's need to reiterate its pivot to Asia underlines what a slow, awkward process it is.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-work-from-home-uniform-a-business-suit-thats-pajamas-too-11614094201", "title": "The New Work-From-Home Uniform: A Business Suit That's Pajamas, Too", "date": "2021-02-23 10:29", "summary": "Japanese clothiers proffer fashions tailored for the times, serving as both Zoom-ready dress wear and PJs; 'phase-free clothing'. TOKYO-Taichi Ito was on a Zoom call brainstorming with his advertising-agency colleagues when he mentioned his pet peeve about his wife's virtual meetings. It didn't make sense for her to don a business suit when nothing much below the upper arms showed up on camera.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cryptocurrency-firms-bitfinex-tether-settle-new-york-attorney-generals-probe-11614093709", "title": "Bitfinex, Tether Settle New York Attorney General's Probe", "date": "2021-02-23 10:21", "summary": "Attorney general says the companies 'unlawfully covered up' financial losses. The New York attorney general's office settled Tuesday a nearly two-year investigation into the finances and corporate practices of the companies that operate the Bitfinex cryptocurrency exchange and the stablecoin tether.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sheikh-yamani-who-led-saudi-arabias-rise-to-oil-supremacy-dies-at-90-11614066753", "title": "Sheikh Yamani, Mastermind of Saudi Oil Supremacy, Dies", "date": "2021-02-23 10:21", "summary": "Gulf nation's longest-serving oil minister was the public face of the 1973 oil embargo that triggered a global recession. ", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-viral-video-adds-urgency-to-military-sexual-assault-harassment-11614089571", "title": "A Viral Video Adds Urgency to Military Sexual Assault, Harassment", "date": "2021-02-23 10:13", "summary": "Defense chief says woman's complaint is 'disturbing,' wants answers about her case as well as others. Defense Secretary Lloyd Austin said he is seeking answers after a U.S. Marine posted a video describing her frustration with her sexual assault case, bringing new attention to a longstanding problem within the ranks of U.S. armed forces.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ashley-graham-on-how-the-fashion-industry-fails-normal-sized-women-11614092879", "title": "Ashley Graham on How the Fashion Industry Fails Normal-Sized Women", "date": "2021-02-23 10:08", "summary": "Watch the supermodel's intimate talk for our conversation series, The One, with 'WSJ. Magazine' editor in chief Kristina O'Neill. On Monday night, supermodel and businesswoman Ashley Graham joined WSJ. Magazine editor in chief Kristina O'Neill for an intimate talk as part of the magazine's conversation series, The One.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xi-jinping-reshaping-china-relations-west-11614092373", "title": "How Xi Jinping Is Reshaping China and What It Means for the West", "date": "2021-02-23 10:03", "summary": "Resume Subscription. Xi Jinping has brought more change to China than any leader since Deng Xiaoping. Beijing officials believe his autocratic leadership approach is superior to Western-style democracy.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/hosts-are-tapping-pros-to-polish-their-podcasts-11614092401", "title": "People Pony Up to Propel Their Podcasts Out of the Basement", "date": "2021-02-23 10:00", "summary": "Resume Subscription. Annette Perel knows that anyone with a laptop and a microphone can produce their own podcast at home. The Manhattan doula tried a few years ago, recording a pop-culture show with her niece. It lasted four episodes.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/in-the-pandemic-close-friends-relied-on-their-chosen-families-11614092089", "title": "In the Pandemic, Close Friends Relied on Their 'Chosen Families'", "date": "2021-02-23 09:54", "summary": "When people needed a lifeline, many turned to their 'chosen family,' the close friends who offer support, sustenance and understanding. As one man puts it, 'They're the ones that I've had to lean on so hard for the last year.'. When Janice M. Bonsu experienced difficulty breathing during a bad bout with Covid-19 in late December, she frequently FaceTimed with a longtime friend more than 4,000 miles away.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuelan-migrants-providing-crucial-labor-in-south-america-11614091553", "title": "Venezuelan Migrants Providing Crucial Labor in South America", "date": "2021-02-23 09:45", "summary": "Resume Subscription. SOCORRO, Colombia-Coffee grower Oscar Gamboa increasingly relies on a new source of labor for his harvest in the steep hills of northern Colombia: bedraggled and hungry refugees escaping Venezuela's economic collapse.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/workout-guide-women-40s-cardio-pilates-the-class-11614089726", "title": "Is Your Workout Age-Appropriate?", "date": "2021-02-23 09:15", "summary": "Gyrating along to a baby-faced trainer with thumping music in a glowing pink cube? Where to go instead for sweat, empowerment, Beyoncé-approved catharsis-and above all, your dignity. Coming on the one-year anniversary of life inside a bell jar, I squinted into my laptop and watched a woman undulate and flick her hair to the dancehall-inflected sounds of Doja Cat. \"One, two, three, four; one, two, three, four! Body rooolllll, and booty, booty!\" Dressed in chalk-blue pajama shorts and a long-sleeved black bodysuit, my virtual trainer Emily Diers fell somewhere on the spectrum between Doris Day and Jane Fonda. My 43-year-old body, a decade older than hers, was clad in nothing but a T-shirt and cotton underpants. I couldn't help but take a video of the you've-got-to-be-kidding-me choreography to send to my best friend. \"I'm doing these moves, in my own tragic way,\" I wrote in a state of energized disbelief. I pressed send, and then I got back to it.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-home-price-growth-accelerated-in-december-11614089539", "title": "U.S. Home-Price Growth Accelerated in December", "date": "2021-02-23 09:12", "summary": "S&P CoreLogic Case-Shiller 10-city index rose 9.8% over year ended in December, 20-city index up 10.1%. Home-price growth accelerated in December, as the number of homes on the market continued to decline.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-faces-european-obstacles-as-some-countries-heed-u-s-pressure-11614088843", "title": "China Faces European Obstacles as Some Countries Heed U.S. Pressure", "date": "2021-02-23 09:00", "summary": "Concerns over Chinese geopolitical aggression prompt smaller European countries to block Chinese companies from public bids. BRUSSELS-Some European countries are starting to block Chinese involvement in their economies, drawing closer to positions advocated by the U.S. amid growing anxiety in Europe over China's increasingly aggressive geopolitical posture.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/morgan-stanley-courts-startup-employees-with-stock-plan-deal-11614088828", "title": "Morgan Stanley Courts Startup Employees With Stock-Plan Deal", "date": "2021-02-23 09:00", "summary": "The bank said it struck a deal with Silicon Valley law firm Wilson Sonsini to take over the stock plans it manages for thousands of clients. Morgan Stanley is betting a partnership in Silicon Valley will lead to new long-term clients for its wealth-management business.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-back-channel-practitioner-tries-out-for-the-cia-11614088828", "title": "Biden's Nominee for CIA Set to Trade Diplomacy for Spycraft", "date": "2021-02-23 09:00", "summary": "Career foreign-service officer and self-described back-channel practitioner would lead an agency facing new challenges. WASHINGTON-As a veteran U.S. diplomat, William J. Burns led secret negotiations with Iran and Libya over their weapons programs, served as ambassador in Jordan and Russia, oversaw U.S. relations with the Middle East and then ascended to the highest levels of the State Department.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-palantir-bitcoin-what-to-watch-when-the-stock-market-opens-today-11614081335", "title": "Tesla, Palantir, Bitcoin: What to Watch When the Stock Market Opens Today", "date": "2021-02-23 09:00", "summary": "S&P 500 futures are falling, pointing to a sixth day of declines for the broad-market index. Here's what we're watching as markets kick into gear on Tuesday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marriott-names-tony-capuano-as-new-ceo-11614085203", "title": "Marriott Names Capuano as New CEO", "date": "2021-02-23 08:51", "summary": "The 25-year company veteran takes over after Chief Executive Arne Sorenson died last week. Marriott International Inc. has tapped Tony Capuano as its new chief executive officer, picking a longtime veteran of the world's largest hotel company to steer it through the industry's most crippling period in memory.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/simone-biles-allyson-felix-tokyo-2020-olympics-11614060063", "title": "Simone Biles Hasn't Competed in More Than a Year. She's Not Alone.", "date": "2021-02-23 08:01", "summary": "The Covid-19 pandemic has changed everything about training for an Olympics. Many top athletes have struggled to train properly, much less compete.. On her way to becoming the greatest gymnast of all time, Simone Biles began each year by writing out her goals: short-term, medium-term and long-term. Her training to meet them drew heavily on the competition calendar, which gave her very specific deadlines and clear windows when she could take a break.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hot-housing-market-fuels-takeover-battle-for-corelogic-11614085201", "title": "Hot Housing Market Fuels Battle for CoreLogic", "date": "2021-02-23 08:00", "summary": "CoStar plans to use data firm to challenge Zillow if it wins. CoreLogic Inc., once a sleepy data firm, is the focus of a takeover battle as the hot housing market drives up the value of home- and mortgage-data services.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/atlantic-city-housing-market-heats-up-as-investors-look-beyond-casinos-11614085221", "title": "Atlantic City Housing Market Heats Up", "date": "2021-02-23 08:00", "summary": "Home prices rose 30% in the fourth quarter, making the New Jersey city one of the country's biggest gainers. The demolition of Atlantic City's Trump Plaza Hotel and Casino last week was a reminder that the city's heyday as a gambling mecca has long since passed. But the recent surge in home prices there raises the prospect that the city could reclaim its status as a desirable seaside getaway.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blue-collar-jobs-boom-as-covid-19-boosts-housing-e-commerce-demand-11613903402", "title": "Blue-Collar Jobs Boom in Pandemic", "date": "2021-02-23 07:28", "summary": "Resume Subscription. The U.S.'s blue-collar workforce has begun to benefit from a strengthening job market.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ibms-retreat-from-watson-highlights-broader-ai-struggles-in-health-11613839579", "title": "IBM's Retreat From Watson Highlights Broader AI Struggles in Health", "date": "2021-02-23 07:24", "summary": "Watson Health was billed as a 'bet the ranch' move by Big Blue; now the company is prepared to throw in the towel. Ten years ago, International Business Machine Corp.'s artificial intelligence system Watson bested humans at the quiz show \"Jeopardy!\"", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-equity-may-face-return-of-attention-getting-sec-finesunder-gensler-11614081601", "title": "Private Equity May Face Attention-Getting SEC Fines Under Gensler", "date": "2021-02-23 07:00", "summary": "Chairman-Designate Gary Gensler is expected to be tougher on investment firms. The largest U.S. financial regulator has turned its focus away from private equity in recent years, but new agency leadership could mean tougher enforcement and heavier fines for buyout firms, attorneys and lobbyists say.", "categories": [["Pro PE Legal Regulatory"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-legal-regulatory?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doordash-investors-should-relish-their-feast-11614081602", "title": "DoorDash Investors Should Relish Their Feast", "date": "2021-02-23 07:00", "summary": "Coming fourth-quarter results may mark the peak of investor appetite. DoorDash is a newly minted $65 billion public food-delivery company trading near its highs just as the coronavirus is beginning to wane and restaurants are opening back up. What could possibly go wrong?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-make-more-covid-19-vaccines-rival-drugmakers-team-up-11614081601", "title": "To Make More Covid-19 Vaccines, Rival Drugmakers Team Up", "date": "2021-02-23 07:00", "summary": "Sanofi and Novartis are among the big pharmaceutical companies that have agreed to help make a competitor's shots. Some of the world's biggest drugmakers are joining forces with rivals to help produce Covid-19 vaccines, forging unusual alliances that promise to substantially increase supplies by this summer.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-robinhoods-are-doing-just-fine-thanks-11614079354", "title": "China's Robinhoods are Doing Just Fine, Thanks", "date": "2021-02-23 06:22", "summary": "The GameStop frenzy created problems for U.S. online brokers, but brokers helping Chinese people punt on U.S. stocks are doing well. In a gold rush, sell shovels. In a U.S. stock-trading mania, be an online broker-a Chinese one, that is.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-stocks-this-bond-selloff-isnt-like-the-others-11614079213", "title": "For Stocks, This Bond Selloff Isn't Like the Others", "date": "2021-02-23 06:20", "summary": "The latest market gyrations are being driven by \"real\" rates rather than simply by inflation expectations. Investors may need to reassess their portfolios.. Bonds are selling off again, but for different reasons. Investors also need to behave differently.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vidmob-a-software-firm-for-advertising-creative-data-and-services-raises-50-million-11614078011", "title": "VidMob, a Software Firm for Advertising Creative Data and Services, Raises $50 Million", "date": "2021-02-23 06:00", "summary": "Investors in funding round include ad industry veterans, Adobe, Shutterstock and Prefix Capital. VidMob Inc., a software firm that provides tools and services for marketers to create and improve their digital advertising, has closed a Series C funding round for $50 million as it targets new business growth in areas such as e-commerce.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spotify-needs-to-sing-every-tune-11614078005", "title": "Spotify Needs to Sing Every Tune", "date": "2021-02-23 06:00", "summary": "Music-streaming giant's new ventures in podcasting, advertising and artist promotion have a high bar, as valuation has surged. Spotify sees itself as much more than a music-streaming platform. Investors have long since gotten there.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitters-high-hopes-for-india-waver-under-governments-heavy-hand-11614078049", "title": "Twitter's High Hopes for India Waver Under Government's Heavy Hand", "date": "2021-02-23 06:00", "summary": "Social-media company's relationship with New Delhi gets rockier as the latter increases demands to block users. As Twitter Inc. looks overseas for growth, India stands out as its fastest-growing major market, one filled with opportunity-and increasingly thorny political challenges.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hotel-sellers-use-car-sales-model-to-finance-lodging-deals-11614076202", "title": "Hotel Sellers Use Car-Sales Model to Finance Lodging Deals", "date": "2021-02-23 05:30", "summary": "Banks, owners offer cheap rates and sometimes require little money down to unload unprofitable hotels. The lodging industry is under such stress that some property sellers are willing to lend to prospective hotel buyers the way auto dealers finance vehicle sales: Offer cheap rates and sometimes with little money down.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-put-the-best-face-on-covid-19s-financial-impact-11614076201", "title": "Companies Put the Best Face on Covid-19's Financial Impact", "date": "2021-02-23 05:30", "summary": "Potentially misleading disclosures related to the pandemic attract closer scrutiny from regulators. After its business was hit by the pandemic, retailer Ulta Beauty Inc. appears to have used some accounting cosmetics to add a gloss to its financial results.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/becerra-faces-tough-confirmation-hearing-to-lead-hhs-11614076203", "title": "Becerra Faces Tough Confirmation Hearing to Lead HHS", "date": "2021-02-23 05:30", "summary": "The California attorney general and longtime House member is opposed by Republicans as overly liberal, lacking in public-health experience. California Attorney General Xavier Becerra is expected to face a tough confirmation hearing Tuesday as Republicans are set to argue that President Biden's pick for Health and Human Services secretary is overly liberal and lacks public-health experience.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-call-for-ambassador-to-represent-u-s-in-cyberspace-11614076201", "title": "Lawmakers Call for Ambassador to Represent U.S. in Cyberspace", "date": "2021-02-23 05:30", "summary": "Bill proposing update to Cyber Diplomacy Act would create State Department office to lead cyber strategy. A group of congressional lawmakers is renewing its call for a cyber ambassador in the State Department, reviving a bill that created friction between Congress and the Trump administration.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-scams-grow-leveraging-confusion-about-how-to-get-the-shot-11614076200", "title": "Covid-19 Vaccine Schemes Grow, Leveraging Confusion About How to Get the Shot", "date": "2021-02-23 05:30", "summary": "U.S. authorities arrested three men in connection with a fake website purporting to sell doses of Moderna's Covid-19 vaccine. Consumers researching ways to protect against the novel coronavirus might have stumbled upon what appeared to be a new website from Moderna Inc., announcing in capital letters, \"You may be able to buy a Covid-19 vaccine ahead of time,\" and offering doses for $30 each.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spacs-face-new-test-a-wave-of-asia-focused-deals-11613903401", "title": "SPACs Face New Test: A Wave of Asia-Focused Deals", "date": "2021-02-23 05:12", "summary": "Tycoons in the region put money into U.S. blank-check companies as major local stock exchanges haven't allowed such listings. Thousands of miles from Wall Street, the boom in blank-check companies is taking hold in a region where major stock exchanges don't let firms raise money for unspecified uses.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-says-agreement-reached-with-australian-government-to-restore-news-11614055767", "title": "Facebook Reverses Australia News Ban", "date": "2021-02-23 04:32", "summary": "Government to make changes to legislation, including requiring more negotiation before binding arbitration kicks in. SYDNEY-Facebook Inc. reached a deal with the Australian government to restore news pages to the social media company's platform, following a five-day suspension because of a disagreement over payment for content.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wife-of-drug-lord-el-chapo-is-arrested-11614043926", "title": "Wife of 'El Chapo' Is Arrested in U.S. on Drug Charges", "date": "2021-02-23 00:37", "summary": "Emma Coronel was arrested for allegedly helping her husband, Joaquín 'El Chapo' Guzmán, run his drug empire. MEXICO CITY-The U.S.-born wife of imprisoned drug lordJoaquín \"El Chapo\" Guzmán was arrested Monday for allegedly helping her husband run his drug empire and carry out an escape from a maximum-security Mexican prison, the U.S. Justice Department said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-777-engines-made-by-pratt-whitney-already-faced-new-scrutiny-11614044828", "title": "Boeing 777 Engines Made by Pratt & Whitney Already Faced New Scrutiny", "date": "2021-02-23 00:03", "summary": "Metal fatigue found in damaged engine of United Airlines jet involved in latest incident over the weekend. U.S. air-safety regulators were considering whether to mandate increased inspections of certain Pratt & Whitney engines before one powering a United Airlines Holdings Inc. flight broke apart Saturday over a town near Denver, the Federal Aviation Administration said.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11614025430", "title": "Pepper...and Salt", "date": "2021-02-23 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/public-employee-unions-serve-despite-covid-11614267610", "title": "Public Employee Unions Serve Despite Covid", "date": "2021-02-23 00:01", "summary": "Bemoaning modest raises for state employees, Carol Platt Liebau attempts to divide and conquer.. Bemoaning modest raises for state employees, Carol Platt Liebau attempts to divide and conquer so that ultrawealthy individuals can continue to enjoy lower effective tax rates than working-poor and middle-class families (\"Public Employee Unions Are Having a Fine Old Lockdown,\" Cross Country, Feb. 13). Pitting private- and public-sector workers against each other, Ms. Liebau deflects attention from the affluent interests: the multimillionaires and billionaires whose net worth soared in recent months.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/myanmar-protests-hundreds-of-thousands-take-to-the-streets-during-strike-to-oppose-coup-11613993754", "title": "Massive Protests Sweep Myanmar During Strike to Oppose Coup", "date": "2021-02-23 23:42", "summary": "Resume Subscription. Hundreds of thousands of people took to the streets across Myanmar in response to calls by activists for a general strike, mounting what appeared to be one of the largest demonstrations against this month's coup and signaling to the country's military that resistance to its takeover isn't likely to abate.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/lucid-motors-set-to-go-public-in-spac-deal-that-values-company-at-24-billion-11614042170", "title": "Lucid Motors Set to Go Public in SPAC Deal", "date": "2021-02-23 20:39", "summary": "Electric-vehicle company plans to begin deliveries of its first car later this year. Fledgling electric vehicle company Lucid Motors Inc. has agreed to go public by merging with special-purpose acquisition company Churchill Capital Corp IV in one of the largest ever deals involving a SPAC, the companies said Monday.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rheumatoid-arthritis-drug-shows-promise-in-fighting-covid-19-11614029399", "title": "Rheumatoid Arthritis Drug Shows Promise in Fighting Covid-19", "date": "2021-02-23 19:50", "summary": "A new study shows an anti-inflammatory drug can help treat certain severe symptoms of Covid-19, and adds a tool for helping the sickest patients. An anti-inflammatory drug can help reduce the risk of death in people hospitalized with Covid-19, a new clinical trial indicates, reviving hopes-and debate-about a medicine that many physicians had abandoned after earlier clinical-trial failures.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-remembers-the-more-than-500-000-covid-19-victims-11614038262", "title": "Biden Remembers the 500,000 Covid-19 Victims", "date": "2021-02-23 19:31", "summary": "U.S. deaths from the virus surpassed half a million nearly a year after a world-wide pandemic was declared. WASHINGTON-With a moment of silence and a candlelit memorial, President Biden marked the loss of life from Covid-19, as the U.S. death toll passed 500,000 Monday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-may-be-able-to-facilitate-climate-stress-tests-on-u-s-financial-firms-11614004778", "title": "Treasury May Be Able to Facilitate Climate Stress Tests", "date": "2021-02-23 19:22", "summary": "Janet Yellen says at conference that tests likely wouldn't impose capital requirements or limit dividend payouts. WASHINGTON-The U.S. Treasury may be able to facilitate climate stress tests on U.S. banks and insurers, Treasury Secretary Janet Yellen said Monday, though the tests likely wouldn't impose capital requirements or limit dividend payouts as existing stress tests do.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republican-senator-collins-will-oppose-neera-tandens-nomination-to-lead-omb-11613999942", "title": "Two Swing Republicans to Oppose Biden's Pick to Lead Budget Office", "date": "2021-02-23 19:09", "summary": "Pathway for Biden's pick to head Office of Management and Budget narrows after Sens. Romney and Collins come out against her. WASHINGTON-President Biden's pick to lead the White House budget office was in deeper peril Monday after two swing Republican senators said they would vote against her, underscoring the power of centrist lawmakers in the closely divided Senate.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/families-of-pensacola-terror-attack-victims-sue-saudi-arabia-11614038653", "title": "Families of Pensacola Terror Attack Victims Sue Saudi Arabia", "date": "2021-02-23 19:04", "summary": "Complaint asks the court to find that the Gulf kingdom is liable and seeks damages. WASHINGTON-The families of three service members killed and 13 others injured in a shooting at Naval Air Station Pensacola in 2019 sued Saudi Arabia, alleging that the Gulf kingdom should have known the gunman, a member of the Saudi air force, was a threat.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mick-the-miner-looks-to-recharge-with-battery-metals-11613911919", "title": "'Mick the Miner' Looks to Recharge With Battery Metals", "date": "2021-02-23 19:04", "summary": "One of the mining industry's most prolific dealmakers, Mick Davis has set up a new fund to invest in metals required to store power. One of mining's heavyweights is betting on batteries to power his comeback.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]