[{"link": "https://www.wsj.com/articles/houston-hospital-workers-fired-resign-over-covid-19-vaccine-11624404963", "title": "Houston Hospital Workers Fired, Resign Over Covid-19 Vaccine", "date": "2021-06-22 19:36", "summary": "Judge earlier had dismissed an employee lawsuit over Houston Methodist's vaccine requirement. More than 150 employees at a Houston hospital system who refused to get a Covid-19 vaccine have been fired or resigned after a judge dismissed an employee lawsuit over the vaccine requirement.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-seizes-internet-domains-tied-to-irans-government-11624402541", "title": "U.S. Seizes Internet Domains Tied to Iran's Government", "date": "2021-06-22 19:30", "summary": "Visitors to state-run media and sites operated by Iran-backed militias find banners posted by U.S. agencies. WASHINGTON-More than 30 web domains linked to the Iranian regime were seized by U.S. agencies on Tuesday, a U.S. government official said.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-nominee-for-u-s-counterterrorism-finance-chief-faces-senate-panel-11624402042", "title": "Biden's Nominee for U.S. Counterterrorism Finance Chief Faces Senate Panel", "date": "2021-06-22 18:47", "summary": "President Joe Biden nominated Brian Nelson to be the Treasury Department's undersecretary for terrorism and financial intelligence. A U.S. Senate committee held a hearing Tuesday on President Biden's nominee for the top sanctions and counterterrorist finance role at the U.S. Treasury Department, a position that has been vacant since 2019 and that Congress isn't expected to vote on until the Senate returns in July.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-manchins-voting-compromise-11624401491", "title": "Joe Manchin's Voting 'Compromise'", "date": "2021-06-22 18:38", "summary": "The deal he's pitching to replace H.R.1 isn't much of a deal at all.. Senate Democrats tried and failed Tuesday to move their version of H.R.1, the bill to impose a federal election code on all 50 states. That 800-page travesty was doomed once West Virginia Democrat Joe Manchin came out against it. But now Democrats are rallying around Plan B, which is based on a three-page memo circulated by Mr. Manchin's office.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-prairie-chicken-fillet-11624401383", "title": "Biden's Prairie Chicken Fillet", "date": "2021-06-22 18:36", "summary": "The feds use the Endangered Species Act to block fossil fuels.. Why did the lesser prairie chicken cross the road? Apparently to shut down oil and gas development. Witness how the Biden Administration is reviving an Obama Administration effort to list the member of the grouse family under the Endangered Species Act to restrict energy development.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-bipartisan-missile-buildup-11624401361", "title": "A Bipartisan Missile Buildup", "date": "2021-06-22 18:36", "summary": "The defense budget makes good on Trump's INF treaty withdrawal.. The Biden Administration often seems as if it wants to repudiate every decision by its predecessor. See the Paris climate accord and Iran nuclear deal. But a bipartisan consensus is forming that accepts and capitalizes on President Trump's 2019 exit from the Intermediate-range Nuclear Forces Treaty (INF). This is good news for American security.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-hidden-costs-in-the-fight-for-15-11624401328", "title": "More Hidden Costs in the Fight for $15", "date": "2021-06-22 18:35", "summary": "California's wage floor hurt hours and reliable schedules, a study says.. The economic debate over the minimum wage is often fought over jobs numbers. In a February survey of economists, 45% of respondents thought that a nationwide $15-an-hour rule would \"lower employment for low-wage workers in many states.\" One-third of the economists weren't certain. Only 14% disagreed.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delta-covid-19-variant-could-be-dominant-in-u-s-in-two-to-three-weeks-study-says-11624387427", "title": "Delta Covid-19 Variant Could Be Dominant in U.S. in Two to Three Weeks, Study Says", "date": "2021-06-22 18:27", "summary": "Vaccination is critical to slowing variants of concern, public-health officials say. The highly transmissible Delta variant of the Covid-19 virus is spreading so rapidly in the U.S. that it could become the dominant strain in the next two to three weeks, researchers said, adding urgency to the nationwide vaccination drive.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-approved-biogen-alzheimers-drug-despite-some-staff-concerns-11624393800", "title": "FDA Approved Alzheimer's Drug Despite Concerns", "date": "2021-06-22 18:21", "summary": "The agency has faced criticism for approving the drug, Aduhelm, without clear proof it works. The U.S. Food and Drug Administration approved the first new Alzheimer's drug in decades over the objection of agency statisticians who said there was insufficient evidence to support approval, according to newly released internal memos.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-to-target-gun-trafficking-11624384201", "title": "Justice Department Aims to Curb Gun Trafficking Into Large U.S. Cities", "date": "2021-06-22 18:20", "summary": "The effort aims to curb violence in New York, Chicago, Los Angeles and other places where many guns used in crimes come from elsewhere. WASHINGTON-The Justice Department is planning to target gun trafficking into five U.S. cities, officials said, as President Biden prepares to unroll a broader crime-fighting strategy this week in the face of criticism from Republicans about rising violence.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-wants-a-deal-with-the-khobar-towers-killers-11624399176", "title": "Biden Wants a Deal With the Khobar Towers Killers", "date": "2021-06-22 17:59", "summary": "His bid to rejoin the Iran nuclear deal is an insult to the 19 U.S. airmen who died 25 years ago.. June 25 marks the 25th anniversary of the 1996 bombing of a housing complex in Khobar, Saudi Arabia, by Iranian-backed terrorists. Nineteen U.S. airmen lost their lives and 372 American personnel were wounded. Many who survived-some of whom went on to work with me at the State Department-have lived the rest of their lives with permanent injuries, brain trauma and tortured memories.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/el-salvadors-big-bitcoin-mistake-11624399097", "title": "El Salvador's Big Bitcoin Mistake", "date": "2021-06-22 17:58", "summary": "Dollarization worked, but 'forced tender' laws are a staple of totalitarian regimes.. El Salvador's President Nayib Bukele announced by video at a June 5 cryptocurrency revival meeting in Miami that his country plans to adopt bitcoin as legal tender. With his blessing, El Salvador's Congress wasted little time passing the Bitcoin Law. On June 8, with little debate, deputies approved the law by a wide margin in the middle of the night. El Salvador is the first country to pass such a law.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clarence-thomas-vs-the-fictional-progressive-narrative-11624399074", "title": "Clarence Thomas vs. the Fictional Progressive Narrative", "date": "2021-06-22 17:57", "summary": "His writings from the bench frequently bust popular left-wing myths about race and justice.. Justice Clarence Thomas served up a twofer last week: a Supreme Court decision, in Terry v. U.S., that's noteworthy for its judicial restraint as well as for pushing back at another false racial narrative that has gained popularity in this Age of Wokeness.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-breyer-will-say-bye-11624399040", "title": "Notable & Quotable: Breyer Will Say Bye", "date": "2021-06-22 17:57", "summary": "'This Republican Party has shown itself willing, if empowered, to stymie a nomination-any nomination-by a Democratic president.'. Randall Kennedy of Harvard Law School writing for the American Prospect, June 22:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dr-fauci-and-the-mask-disaster-11624398991", "title": "Dr. Fauci and the Mask Disaster", "date": "2021-06-22 17:56", "summary": "What we really needed was intelligent advice on when and how transmission occurs.. Nobody needs to be shocked that political messaging was going on during the Covid crisis, as seen in the Anthony Fauci emails from early in the pandemic recently released under the Freedom of Information Act. Politicians and officials wouldn't be doing their jobs if they didn't measure the effect of their words, beyond merely their accuracy or consistency. And Dr. Fauci, director of U.S. National Institute of Allergy and Infectious Diseases for the past 36 years, has at least been more wink-wink in this regard than many officials.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/energys-digital-future-review-thetransition-from-oil-11624398945", "title": "'Energy's Digital Future' Review: The 'Transition' From Oil", "date": "2021-06-22 17:55", "summary": "Transnational elites and American politicos want society to rearrange the energy market. For 'society' read 'government.'. Amy Myers Jaffe's \"journey thinking about energy as a problem\" began in 1973, waiting in those infamous gasoline lines. She hasn't been alone in that journey. OPEC's oil embargo was a defining event that has haunted the thinking of policy makers for decades. It inspired hundreds of books on energy policy. Some now argue that we inhabit an entirely different world from that of OPEC's heyday. That is Ms. Jaffe's theme in \"Energy's Digital Future: Harnessing Innovation for American Resilience and National Security.\" She wants our policies to shift accordingly.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/travelers-are-returning-to-the-skies-some-in-flight-magazines-arent-11624398553", "title": "Travelers Are Returning to the Skies. Some In-Flight Magazines Aren't.", "date": "2021-06-22 17:49", "summary": "Airlines say digital entertainment and mobile browsing are more popular than glossy periodicals, which weigh down planes-literally. American Airlines Inc. this month announced that after 55 years in seat pockets, the latest issue of its in-flight magazine, American Way, will be its last.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-commission-thwarts-revels-electric-car-ride-hailing-service-11624398048", "title": "New York City Commission Thwarts Revel's Electric-Car Ride-Hailing Service", "date": "2021-06-22 17:40", "summary": "Company had sought to use provision that allowed electric vehicles despite cap on for-hire licenses. The New York City Taxi and Limousine Commission blocked electric-mobility company Revel's bid to launch a ride-hailing service in Manhattan, citing concerns about traffic congestion and the potential economic hit to the beleaguered for-hire vehicle sector.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/good-on-paper-review-a-rom-com-that-isnt-what-it-appears-to-be-11624395961", "title": "'Good on Paper' Review: A Rom-Com That Isn't What It Appears to Be", "date": "2021-06-22 17:06", "summary": "This Netflix original, written by and starring comedian Iliza Shlesinger, takes the rom-com formula and gives it some wry twists.. The lesson of \"Good on Paper\" is \"listen to your instincts,\" which is the romantic-comedy version of a curveball. Anyone familiar with the rom-com schematic knows that nobody in such movies ever knows anything. That first impressions are untrustworthy. That the stars of love are out of alignment until they align, magically, by the closing credits. By all those criteria, the sometimes hilarious \"Good on Paper\" is actually an anti-romantic comedy.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-powell-set-to-testify-before-lawmakers-on-pandemic-programs-11624370400", "title": "Fed's Powell Plays Down Inflation Threat", "date": "2021-06-22 17:04", "summary": "Sees shortages fading over time, bringing inflation closer to the Fed's 2% long-run target. WASHINGTON-Federal Reserve Chairman Jerome Powell said it's highly unlikely that inflation will rise to levels seen in the 1970s but acknowledged significant uncertainty as the economy reopens.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-06-22-21-11624347915", "title": "Nasdaq Hits Record as Stocks Push Higher", "date": "2021-06-22 16:51", "summary": "Shares of consumer discretionary companies led advance ahead of Fed Chairman Powell's testimony. U.S. stocks rallied again Tuesday and the Nasdaq Composite closed at an all-time high as investors waded into shares of technology and other growth stocks.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-closer-look-11623966946", "title": "A Closer Look", "date": "2021-06-22 16:41", "summary": "Selections from 'Chirri & Chirra: The Rainy Day' by Kaya Doi, translated by David Boyd. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/real-estate-agents-look-to-ai-for-sales-boost-11624394271", "title": "Real-Estate Agents Look to AI for Sales Boost", "date": "2021-06-22 16:37", "summary": "Technology leaders at Realogy, Compass and Zillow hope to augment human savvy with algorithms. Information-technology executives at some real-estate firms are rolling out artificial-intelligence-based tools designed in part to help agents close deals faster, which could prove useful in today's hot housing market.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lfg-review-fairness-gets-a-red-card-11624393721", "title": "'LFG' Review: Fairness Gets a Red Card", "date": "2021-06-22 16:28", "summary": "In presenting the U.S. women's soccer team and its fight for pay equity with men, this HBO Max film fails to address the full scope of the debate.. It can be said with only slight exaggeration that the U.S. national women's soccer team has become to \"the beautiful game\" what Serena Williams, Tom Brady and LeBron James are to their respective American sports, i.e., the gold standard. The team's popularity will probably allow HBO Max to get away with calling \"LFG\" a documentary instead of what it is-a shiny infomercial for the players and their 2019 pay-equity lawsuit against the U.S. Soccer Federation. The issues in the film add up to a rat's nest of athletic, economic and gender questions. But they're given only superficial scrutiny in a production that's essentially propaganda, powered by pumped-up music and pumped-up players.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snowmass-falls-ranch-near-aspen-lists-50-million-11624393636", "title": "Near Aspen, a Huge Undeveloped Ranch Lists for $50 Million", "date": "2021-06-22 16:27", "summary": "In the same family for nearly 80 years, the Snowmass Falls Ranch is one of the last privately owned parcels in the upper Snowmass Creek Valley. A ranch with around 650 acres of undeveloped land near Aspen has hit the market for $50 million.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazons-planned-purchase-of-mgm-to-be-reviewed-by-ftc-11624379614", "title": "Amazon's Planned Purchase of MGM Faces FTC Scrutiny", "date": "2021-06-22 16:22", "summary": "Commission secures antitrust review after talks with Justice Department, and as Amazon critic Lina Khan takes the FTC's helm. WASHINGTON-The Federal Trade Commission will be the agency to review Amazon . com Inc.'s proposed acquisition of Hollywood studio MGM, according to people familiar with the matter, just as the commission gets a new chairwoman who has been critical of the online giant's expansion.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-existing-home-prices-hit-record-high-in-may-11624371222", "title": "U.S. Existing-Home Prices Hit Record High in May", "date": "2021-06-22 16:11", "summary": "Year-over-year price increase is biggest recorded in real-estate group's data going back to 1999. U.S. home prices in May experienced their biggest annual increase in more than two decades, as a shortage of properties and low borrowing rates fueled demand.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/food-fight-wednesday-crossword-june-23-11624220595", "title": "Food Fight (Wednesday Crossword, June 23)", "date": "2021-06-22 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/renovate-home-before-selling-11623706121", "title": "Why You Should (or Shouldn't) Renovate Your Home Before Selling It", "date": "2021-06-22 15:10", "summary": "Resume Subscription. With housing inventory at historic lows in many parts of the U.S., you might be hoping to capitalize on the market by listing your home. After all, it's ready to go; you have a new roof, fresh paint, mulched beds, and you even planted flowers. But what about that dated interior? Should you update your home before listing it?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/warehouse-rents-surge-on-bidding-wars-for-scarce-space-11624386011", "title": "Warehouse Rents Surge on Bidding Wars for Scarce Space", "date": "2021-06-22 14:20", "summary": "Negotiated prices rose faster than asking rents in the first five months of the year in a rush to fill e-commerce demand, says CBRE. The U.S. warehouse market is starting to look like the red-hot housing sector, as companies jockey for scarce distribution space to meet surging e-commerce demand.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-miss-bidens-july-4-goal-for-covid-19-vaccinations-11624383633", "title": "U.S. to Miss Biden's July 4 Goal for Covid-19 Vaccinations", "date": "2021-06-22 14:17", "summary": "White House official says it will take a few extra weeks to reach president's target. WASHINGTON-The White House said the U.S. will fall short of President Biden's goal for 70% of the adult population to receive at least one coronavirus vaccine dose by July 4.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-williams-says-bond-buying-isnt-designed-as-direct-housing-aid-11624374934", "title": "Fed Officials Stress Bond Buying Isn't Aimed at Boosting Housing Market", "date": "2021-06-22 14:16", "summary": "The New York and San Francisco Fed chiefs say the central bank's monetary accommodation is intended to support overall financial conditions. Federal Reserve Bank of New York President John Williams said central bank bond buying is designed to help create widespread easy credit conditions and isn't directly targeted at supporting the housing market.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdonalds-introduces-customer-loyalty-program-11624376506", "title": "McDonald's Loyalty Program Goes National", "date": "2021-06-22 14:16", "summary": "Restaurant chain joins others in industry to offer rewards to promote repeat visits. McDonald's Corp. said it is rolling out a loyalty program nationally next month, the latest restaurant chain to invest in rewards for repeat customers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frances-macron-pushes-controls-on-religion-to-pressure-mosques-11624385471", "title": "Macron Pushes Controls on Religion to Pressure Mosques", "date": "2021-06-22 14:11", "summary": "Resume Subscription. PARIS-President Emmanuel Macron is redrawing the line that separates religion and state, in a battle to force Islamic organizations into the mold of French secularism.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/why-there-is-no-taper-tantrum-this-time-around-11624385116", "title": "Why There Is No 'Taper Tantrum' This Time Around", "date": "2021-06-22 14:05", "summary": "Markets aren't reacting to signals of tighter Federal Reserve policy as they did in 2013, and there are two possible explanations. The taper tantrum has become taper tranquility.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joint-chiefs-warn-against-bill-overhauling-military-justice-system-11624381200", "title": "Joint Chiefs Warn Against Bill Overhauling Military Justice System", "date": "2021-06-22 14:05", "summary": "Military-service leaders take unusual exception to legislation that would strip commanders of authority over serious criminal cases. The top leaders of the Army, Navy, Marines and other military branches voiced concern about legislation that would make sweeping changes in the military justice system, expressing their views in letters to a leading Republican opponent of the bill.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/defense-spending-versus-the-social-welfare-state-11624382960", "title": "Defense Spending Versus the Social-Welfare State", "date": "2021-06-22 13:29", "summary": "'To be prepared for war is one of the most effectual means of preserving peace.'. Regarding your editorial \"Threats Rise, Defense Falls\" (June 16): President Biden says \"America is back\"-back to reduced defense budgets despite increased global threats. The U.S. is also back to the Obama administration approach of making a budget and then forcing the military to prepare a strategy within it. I happen to believe in President Reagan's approach: Complete a strategy based on the threat, then address the cost and trade-offs.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/embassy-flags-should-promote-american-ideals-11624382909", "title": "Embassy Flags Should Promote American Ideals", "date": "2021-06-22 13:28", "summary": "Let the Stars and Stripes alone represent the American idea.. Peter Chaveas, a longtime officer in the U.S. Foreign Service, defends the flying of diversity flags at our embassies throughout the world and argues that America is as admired for confessing \"failures and shortcomings\" as it is for successes (\"Another View on Diversity of Flags at Our Embassies,\" Letters, June 17). Thank you for your service.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charlie-browns-subtle-gentle-political-philosophy-11624382858", "title": "Charlie Brown's Subtle, Gentle Political Philosophy", "date": "2021-06-22 13:27", "summary": "'I want to be a great philanthropist with someone else's money!'. Michael Taube's June 18 review of Blake Scott Ball's \"Charlie Brown's America\" (Bookshelf, June 18) calls to mind two cherished \"Peanuts\" comic strips, clipped decades ago. Here is the first:", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bipartisan-era-of-bob-dole-will-be-hard-to-bring-back-11624382803", "title": "Bipartisan Era of Bob Dole Will Be Hard to Bring Back", "date": "2021-06-22 13:26", "summary": "The principals in the past few years in Congress and the administration have been too polarizing.. Regarding Bob Dole's \"Lessons From a Bipartisan Era\" (op-ed, June 11): As a member of the U.S. House (1983-95), I witnessed the deterioration of bipartisanship in the 103rd Congress. What had been a congenial relationship between President Reagan (and then President George H.W. Bush) and Speaker Tip O'Neill and Rep. Bob Michel deteriorated in the first two years of the Clinton administration. I tried hard with nine other members, half from each side of the aisle, to write bipartisan healthcare-reform legislation, which was given good marks by the Congressional Budget Office. It is going to be very difficult to return to the bipartisanship of the past. The principals in the past few years in Congress and the administration have been too polarizing. Something has got to give. Our foreign enemies are watching.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tin-can-sailors-and-the-navys-greatest-day-ever-11624382760", "title": "Tin Can Sailors and the Navy's Greatest Day Ever", "date": "2021-06-22 13:26", "summary": "The destroyers Nicholas, O'Bannon and Taylor led the battleship Missouri into Tokyo Bay for the surrender ceremony.. A note on Lt. Andrew Odell's \"The Tin Can Sailors of World War II\" (op-ed, June 15): In his book \"Tin Can Titans,\" John F. Wukovits notes that Adm. William Halsey had the destroyers Nicholas, O'Bannon and Taylor lead the battleship Missouri into Tokyo Bay for the surrender ceremony.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philip-morris-international-to-relocate-headquarters-to-connecticut-from-new-york-city-11624381110", "title": "Philip Morris International to Move Headquarters to Connecticut", "date": "2021-06-22 13:26", "summary": "Tobacco company to move 200 jobs to not-yet-named location in southwestern part of state. Tobacco company Philip Morris International Inc. said it would move its headquarters to Connecticut from New York City by next summer, marking a win for a state that lost some major corporate offices in recent years.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/earnings-bonanza-could-dwarf-fed-worries-11624381972", "title": "Earnings Bonanza Could Dwarf Fed Worries", "date": "2021-06-22 13:12", "summary": "A better economy might deliver earlier Federal Reserve tightening, but first it will bring stronger corporate profits. Investors rarely think of Federal Reserve tightening as a good thing. But the reasons the Fed tightens can be great for corporate earnings.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/leaving-your-cat-alone-these-5-gadgets-will-keep-her-healthy-and-happy-11624381884", "title": "Leaving Your Cat Alone? These 5 Gadgets Will Keep Her Healthy and Happy", "date": "2021-06-22 13:11", "summary": "New smart tech-from automatic feeders to interactive pet cameras-is designed to keep your tabby fed, hydrated and stimulated while you're away. IF SHADOW, Kyle Crawford's cat, could talk, the 12-year-old domestic short hair might say: \"I may ignore you when you're here, but when you leave, I panic: I stress eat.\" The new, high-tech feeder Mr. Crawford, 36, recently bought-designed to dole out Shadow's food on a timed schedule-makes his occasional three-day business trips away from Chicago less angsty for the cat, he said: \"The robot feeder allows him to eat slowly over time rather than one big meal, which is what happens when someone stops in and feeds him.\"", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-covid-vaccines-riskier-than-advertised-11624381749", "title": "Are Covid Vaccines Riskier Than Advertised?", "date": "2021-06-22 13:09", "summary": "There are concerning trends on blood clots and low platelets, not that the authorities will tell you.. One remarkable aspect of the Covid-19 pandemic has been how often unpopular scientific ideas, from the lab-leak theory to the efficacy of masks, were initially dismissed, even ridiculed, only to resurface later in mainstream thinking. Differences of opinion have sometimes been rooted in disagreement over the underlying science. But the more common motivation has been political.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-has-stopped-biding-its-time-11624381705", "title": "China Has Stopped Biding Its Time", "date": "2021-06-22 13:08", "summary": "A bipartisan U.S. consensus emerges on the scale of the threat from Beijing.. American attitudes toward China have changed dramatically over the past decade. There is much less confidence that the democratic world can bring China into a rules-based international order-or that the growth of the Chinese middle class will create internal pressure for liberalization and democracy. Elites in both political parties agree that competition with China is now at the center of U.S. economic and foreign policy, a stance that many Americans endorse.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-assault-weapons-ban-can-be-enforced-during-appeal-court-says-11624373870", "title": "California Assault-Weapons Ban Can Be Enforced During Appeal, Court Says", "date": "2021-06-22 12:50", "summary": "A federal appeals court granted a stay of a lower-court ruling that found the 32-year-old law unconstitutional. A federal appeals court said California can continue to enforce its longtime ban on rifles labeled assault weapons while the state seeks to overturn a lower-court judge's ruling that declared the gun law unconstitutional.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/confused-by-nycs-ranked-choice-mayoral-primary-practice-with-bagels-11622631601", "title": "What is Ranked Choice Voting? NYC's Ballot Explained, With Bagels", "date": "2021-06-22 12:11", "summary": "New York City's primaries will be the largest U.S. election to use ranked-choice voting, representing a major test for the method. ", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-helen-hunt-wasnt-initially-mad-about-mad-about-you-11624377637", "title": "Why Helen Hunt Wasn't Initially Mad About 'Mad About You'", "date": "2021-06-22 12:00", "summary": "Resume Subscription. Helen Hunt, 58, is an Oscar- and Emmy-winning actor and director who co-starred in TV's \"Mad About You\" sitcom and in the films \"As Good as It Gets\" and \"The Sessions.\" She co-stars in Starz's TV series \"Blindspotting.\" She spoke with Marc Myers.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/singles-return-to-in-person-dating-and-its-extra-awkward-11624377526", "title": "Singles Return to In-Person Dating. And It's Extra Awkward.", "date": "2021-06-22 11:58", "summary": "People emerging from romantic hibernation are discovering their flirting skills are out of practice and new protocols are murky; 'I forgot how to talk to a waiter'. After putting her love life on hold during the pandemic, Emma Maxwell recently started dating again. She discovered her small-talk skills were rusty. \"I've had at least four different conversations about cicadas,\" says the 24-year- old in Washington, D.C. And ordering food was awkward: \"I forgot how to talk to a waiter,\" she says.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-bets-6-billion-on-buying-and-renting-homes-11624359600", "title": "Blackstone Bets $6 Billion on Buying and Renting Homes", "date": "2021-06-22 11:35", "summary": "Deal for Home Partners of America, owner of over 17,000 houses in U.S., is latest sign Wall Street believes housing market will stay hot. Blackstone Group Inc. has agreed to buy a company that buys and rents single-family homes in a $6 billion deal, a sign Wall Street believes the U.S. housing market is going to stay hot.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-sprawling-encino-home-of-joe-jonas-and-sophie-turner-11624374997", "title": "The Sprawling Encino Home of Joe Jonas and Sophie Turner", "date": "2021-06-22 11:16", "summary": "Take a peek inside the 15,000-square-foot mansion of the singer and his actress wife.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/joe-jonas-and-sophie-turner-list-l-a-home-for-cool-16-75-million-11624374928", "title": "Joe Jonas and Sophie Turner List L.A. Home for Cool $16.75 Million", "date": "2021-06-22 11:15", "summary": "The Jonas Brothers musician and 'Game of Thrones' actress bought the 15,000-square-foot spread in Encino for $14.1 million. Joe and Nick Jonas, two-thirds of the Jonas Brothers band, set records in 2019 when they and their wives, actresses Sophie Turner and Priyanka Chopra Jonas, respectively, purchased two homes in Encino, an upscale area of L.A.'s San Fernando Valley, for a combined total of $34.1 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-faces-eu-antitrust-probe-of-alleged-ad-tech-abuses-11624355128", "title": "Google Faces EU Antitrust Probe of Alleged Ad-Tech Abuses", "date": "2021-06-22 11:06", "summary": "EU probe increases scrutiny of Google's leading role brokering digital ads across the internet. The European Union opened a formal antitrust investigation into allegations that Google abuses its leading role in the advertising-technology sector, the most wide-ranging case yet to look at that pillar of the tech giant's business.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-is-carl-nassib-first-openly-gay-nfl-raiders-11624373589", "title": "The Unlikely Rise of Carl Nassib, the NFL's First Openly Gay Player", "date": "2021-06-22 11:00", "summary": "He didn't start in high school. He was a college walk-on. He became a valuable NFL player. Then he became the first active player to come out as gay in America's most popular sports league.. Before Carl Nassib could become an icon as the first active NFL player to come out as gay, he had to become an NFL player. For a long time, nobody except Nassib believed that was plausible.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/family-vacations-with-a-twist-for-parents-who-need-a-break-11624373671", "title": "Family Vacations With a Twist for Parents Who Need a Break", "date": "2021-06-22 10:54", "summary": "Four involving, outdoorsy programs for kids, from mountain biking to horseback riding, in destinations that parents will find just as diverting. FOR SOME PARENTS, vacation togetherness is everything. Others have discovered the joys of enrolling their offspring in local camps, distracting clinics and absorbing lessons while on holiday. It's a bit like sending the kids to ski school during a winter break so you and your spouse can ski unencumbered or linger over a lunch that doesn't involve pizza and french fries.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-could-use-less-prime-time-11624357981", "title": "Amazon Could Use Less Prime Time", "date": "2021-06-22 10:53", "summary": "Prime Day showcases all the strengths that have now put Amazon under intense scrutiny. Prime Day has long been about more than Amazon just keeping itself busy over the slow summer. But this may be an inopportune time for the e-commerce titan to fuel its famous \"flywheel.\"", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-airports-to-receive-8-billion-to-help-pay-bills-as-travel-recovers-11624373180", "title": "U.S. Airports to Get $8 Billion to Help Pay Bills", "date": "2021-06-22 10:46", "summary": "Passengers are returning, but airports say they still need help to weather pandemic's financial hit. U.S. airports are set to receive $8 billion in government grants to help them emerge from the coronavirus pandemic that decimated travel last year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/euros-group-of-death-france-germany-portugal-11624366029", "title": "The Euros' Hottest Party Is in the Group of Death", "date": "2021-06-22 10:01", "summary": "France, Germany, and Portugal all head into Wednesday with a chance to advance at the Euros. One of them might be going home.. Munich", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-expensive-to-open-stores-in-nyc-help-is-here-11624370401", "title": "Store Curators Help NYC Startups Set Up Shop", "date": "2021-06-22 10:00", "summary": "Retail clothing brands provide the merchandise and these companies do the rest-for a price. I often imagine how fun it would be to open a store in New York City. Except for the lease negotiations part. And the giant security deposit part. And the storefront renovation and permitting part. And the whole to-do with hiring and training salespeople. Good lord.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nonbank-lenders-are-dominating-the-mortgage-market-11624367460", "title": "Nonbank Lenders Are Dominating the Mortgage Market", "date": "2021-06-22 09:11", "summary": "Nonbanks issued more than two-thirds of mortgages in 2020, their highest market share on record. Americans took out more mortgages than ever before in 2020. Most of them didn't come from banks.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/neck-cream-skin-problems-11624364770", "title": "Neck Cream: Is It Time to Start Using It?", "date": "2021-06-22 08:41", "summary": "From lotions to lasers, what to do when you feel bad about your neck.. ", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ncaa-supreme-court-decision-11624363199", "title": "The NCAA, the Supreme Court, a Duck, and a Bicycle", "date": "2021-06-22 08:36", "summary": "The nation's highest court takes on the warped economy-and flimsy defenses-of big-time college sports. There's an old saying: If you see a duck riding a bicycle, and I see a duck riding a bicycle, sometimes you still need the Supreme Court to unanimously say that it sees a duck riding a bicycle, too.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-delta-variant-threatens-to-set-back-europes-recovery-11624363789", "title": "Delta Variant Threatens to Set Back Europe's Recovery", "date": "2021-06-22 08:09", "summary": "Europe is rushing to vaccinate as many people as possible before the variant takes hold. The Delta variant of the coronavirus is spreading rapidly across continental Europe, raising the risk of a rebound in infections and a delay to the region's economic comeback.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-worsens-troubles-in-an-investor-visa-program-11624363201", "title": "Covid-19 Worsens Troubles in an Investor Visa Program", "date": "2021-06-22 08:00", "summary": "Fraud plagues EB-5 real-estate investors seeking permanent U.S. status, and the pandemic hurts revenues at their developments. Tens of thousands of foreigners have bought their way to U.S. permanent residency through a federal investor visa program.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghans-who-spied-for-cia-cant-get-u-s-visas-11624363200", "title": "Many Afghans Who Spied for CIA Can't Get U.S. Visas", "date": "2021-06-22 08:00", "summary": "Thousands of Afghans who worked for the U.S. are at risk of Taliban retaliation as U.S. leaves the country. KABUL-Rahmat says he carried out secret missions spying on the Taliban for the Central Intelligence Agency in remote border areas of Afghanistan for almost a decade.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-basketball-pro-spent-eight-months-in-secretive-china-detention-11624363200", "title": "American Basketball Pro Spent Months in Secretive China Detention", "date": "2021-06-22 08:00", "summary": "A human-rights group says a legal form of Chinese detention that often leaves people cut off from family and lawyers is used at a 'mass level'. When Chinese police detained American professional basketball player Jeff Harper in Shenzhen last year, they didn't formally arrest him, he says, but instead kept him locked in a room with a rancid mattress and a plastic chair for eight months.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saying-no-to-covid-19-vaccine-in-pakistan-carries-consequences-11624359601", "title": "In Pakistan, Saying 'No' to Covid-19 Vaccine Carries Consequences", "date": "2021-06-22 07:00", "summary": "Authorities threaten the unimmunized with penalties including cellphone cutoffs and salary suspensions. ISLAMABAD-Many countries offer incentives to entice people to be vaccinated against Covid-19. Pakistan is taking a more punitive approach.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pear-therapeutics-to-go-public-in-roughly-1-6-billion-spac-deal-11624359600", "title": "Pear Therapeutics to Go Public in Roughly $1.6 Billion SPAC Deal", "date": "2021-06-22 07:00", "summary": "The digital health company's combination with Thimble Point Acquisition to raise about $400 million in gross proceeds. Medical technology company Pear Therapeutics Inc. has agreed to go public by merging with a blank-check company with ties to the Pritzker Vlock Family Office, betting on the growing role of prescription digital therapeutics.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/confused-by-the-fed-so-are-markets-11624352991", "title": "Confused By the Fed? So Are Markets.", "date": "2021-06-22 07:00", "summary": "Swings in bond yields reveal deep confusion among investors about the Fed's intentions and the strength of the post-pandemic recovery. The bond market is supposed to be the smart older cousin that keeps its head while the flighty stock market zooms about all over the place. Not so much in the past week.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/growth-firms-see-plastic-waste-as-an-investment-opportunity-11624357803", "title": "Funds See Plastic Waste as an Investment Opportunity", "date": "2021-06-22 06:30", "summary": "Circulate Capital and Closed Loop Partners are raising capital, including from large companies, to back investments working to reduce and recycle plastic waste. Circulate Capital is betting that small investments funded partly by some well-known corporate backers can help tackle one of the biggest global pollution problems: plastic waste.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vivendi-shareholders-approve-spinoff-of-universal-music-11624357650", "title": "Vivendi Shareholders Approve Spinoff of Universal Music", "date": "2021-06-22 06:27", "summary": "Universal shares to be listed in Amsterdam in September. Vivendi SE shareholders approved the French media conglomerate's plan to spin off its Universal Music Group unit, bringing the world's largest music company a step closer to becoming its own public entity.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/great-barrier-reef-is-in-danger-u-n-agency-says-11624355137", "title": "Great Barrier Reef Is in Danger, U.N. Agency Says", "date": "2021-06-22 05:45", "summary": "Fearing an impact on tourism, Australia vows to challenge Unesco's recommendation to add the World Heritage site to the danger list. SYDNEY-The United Nations body that oversees World Heritage sites has recommended that Australia's Great Barrier Reef be classified as in danger, saying the country's center-right government hasn't done enough to protect the reef from the effects of climate change.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-invests-in-mortgage-clearinghouse-11624305662", "title": "JPMorgan Invests in Mortgage Clearinghouse", "date": "2021-06-22 05:35", "summary": "Electronic clearinghouse Maxex sells $1 billion in mortgages a month. JPMorgan Chase & Co. is redoubling efforts to revive a type of mortgage that largely died out after the last financial crisis.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whatever-their-ceos-say-banks-are-wary-about-the-office-11624354444", "title": "Whatever Their CEOs Say, Banks Are Wary About the Office", "date": "2021-06-22 05:34", "summary": "The cost of office mortgages, traditionally one of the safer corners of commercial real estate lending, is increasing. Some bank chiefs, like JPMorgan's Jamie Dimon, talk as if the office will soon look more or less as it did before. Their real estate lending teams seem less sure.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chewy-cfo-says-broader-product-range-bearing-fruit-in-higher-earnings-11624354201", "title": "Chewy CFO Says Broader Product Range Bearing Fruit in Higher Earnings", "date": "2021-06-22 05:30", "summary": "Pet retailer could post first net profit this year, finance chief says, as it expands to offer fresh food, automatic prescription orders. Chewy Inc.'s finance chief said recent efforts to expand the pet retailer's product range are paying off in the form of higher revenue and profit margins.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wage-gains-at-factories-fall-behind-growth-in-fast-food-11624354200", "title": "Wage Gains at Factories Fall Behind Growth in Fast Food", "date": "2021-06-22 05:30", "summary": "Workers find more opportunities as pay rises and demand for their labor increases. Pay for factory jobs has grown so slowly in the U.S. that manufacturers are having trouble competing with fast-food restaurants.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflation-rates-fed-11624304034", "title": "Rising Inflation Looks Less Severe Using Pre-Pandemic Comparisons", "date": "2021-06-22 05:30", "summary": "Annual inflation hit a 13-year high in May, but annualized price growth from 2019 was more modest. As consumers deal with starkly higher prices than a year ago, the Federal Reserve has maintained its stance that high inflation, the increase in the price consumers pay for goods and services, isn't expected to last very long.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/resorts-world-to-open-in-las-vegas-as-business-rebounds-after-covid-19-11624354202", "title": "Resorts World to Open in Las Vegas", "date": "2021-06-22 05:30", "summary": "Resume Subscription. LAS VEGAS-The first new megacasino on the Strip in more than a decade, the $4.3 billion Resorts World, opens here this week as throngs of mostly maskless tourists indulge in the city's famous casinos once again.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-copper-price-mountain-crumbles-11624343853", "title": "The Copper Price Mountain Crumbles", "date": "2021-06-22 02:40", "summary": "The combination of a more hawkish Fed and China's decision to tap its strategic copper reserve has wrong-footed bullish investors. Green energy plus inflation, infrastructure and easy money must equal a copper-price rally-at least that seems to have been the thinking of commodity investors, who had helped copper prices nearly double since late 2019.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11624307176", "title": "Pepper...and Salt", "date": "2021-06-22 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-owned-businesses-in-australia-squeezed-on-both-sides-as-tensions-take-toll-11624370461", "title": "Chinese-Owned Businesses in Australia Squeezed on Both Sides as Tensions Take Toll", "date": "2021-06-22 00:01", "summary": "Resume Subscription. SYDNEY-Three years ago, the Kilikanoon winery in Australia's picturesque Clare Valley appeared to gain an export advantage when it was bought by Yantai Changyu Pioneer Wine Co. , China's largest wine producer.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trump-election-pressure-caused-senior-justice-official-to-weigh-resigning-11624305817", "title": "Trump Election Pressure Caused a Top Justice Official to Weigh Resigning", "date": "2021-06-22 21:25", "summary": "John Demers led the Justice Department's national security division as it focused on threats of Chinese espionage and influence. John Demers, head of the Justice Department's national security division, said the sole time in his three-year tenure he considered resigning came when the agency fell under pressure from then-President Donald Trump to pursue baseless claims of election fraud.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]