[{"link": "https://www.wsj.com/articles/americans-and-afghan-allies-at-the-mercy-of-the-taliban-11629761170", "title": "Americans and Afghan Allies at the Mercy of the Taliban", "date": "2021-08-24 19:30", "summary": "The latest opinions from WSJ editors and contributors on the evacuation from Kabul and the world's response to Biden's withdrawal.. The evacuation of Americans and allies from Kabul would have been messy \"no matter when it started,\" President Biden insisted on Sunday. But U.S. citizens and Afghan allies should never have had to crowd to the airport at the mercy of Taliban checkpoints, as many still are several days after thousands of U.S. troops arrived. Adam O'Neal reports on the warnings the Biden Administration received to speed up visa approvals for Afghan translators. A Marine sergeant, in a letter, describes his effort to help his own translator escape.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-set-to-pass-john-lewis-bill-in-latest-voting-push-11629823776", "title": "House Passes John Lewis Bill in Latest Voting Push", "date": "2021-08-24 19:19", "summary": "Democrats' legislation aims to protect minority voters' access to polls as states roll out new laws. WASHINGTON-The House narrowly passed legislation Tuesday to give the federal government new power over states' voting procedures, a change Democrats say is needed to protect the political power of minority voters.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-rush-to-the-afghan-exits-taliban-kabul-august-31-11629842701", "title": "Biden's Rush to the Afghan Exits", "date": "2021-08-24 19:12", "summary": "The Taliban says get out by Aug. 31. The U.S. President agrees.. Some readers were upset by our editorial last week: \"Biden to Afghanistan: Drop Dead.\" But that headline looks more sadly accurate than ever after President Biden's decision Tuesday to stick to his arbitrary Aug. 31 deadline for withdrawing all U.S. troops from Afghanistan.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-centrists-fold-on-schedule-democrats-nancy-pelosi-house-spending-bill-11629843448", "title": "The Democratic Centrists Fold, on Schedule", "date": "2021-08-24 19:07", "summary": "House holdouts agree to a fig leaf and pass Bernie Sanders's budget outline.. The Kabuki theater production of House Democrats closed off-Broadway on Tuesday after a very limited run. The vaunted showdown between nine or so \"centrists\" and the party's progressive wing ended with a whimper as the centrists settled for a token procedural promise.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scrubbing-andrew-cuomo-emmy-award-11629839528", "title": "Scrubbing Cuomo's Emmy", "date": "2021-08-24 19:05", "summary": "Entertainment elites try to erase their political sycophancy.. What the liberal establishment giveth, it can also take away. Last November the adulation heaped on New York Gov. Andrew Cuomo reached an embarrassing apex when he received an Emmy award \"in recognition of his leadership during the Covid-19 pandemic and his masterful use of television to inform and calm people around the world.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-doctrine-of-unlimited-power-cdc-eviction-moratorium-biden-administration-supreme-court-11629838128", "title": "A Doctrine of Unlimited Power", "date": "2021-08-24 19:02", "summary": "The defense of Biden's eviction ban should have the Justices on red alert.. President Biden's rental eviction ban has reached the Supreme Court a second time, and the Administration's defense of its action is an alarm bell for the Justices about executive overreach.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warby-parker-plans-to-go-public-via-direct-listing-11629838282", "title": "Warby Parker Plans to Go Public Via Direct Listing", "date": "2021-08-24 18:48", "summary": "Eyewear maker plans to list its shares on the New York Stock Exchange. Eyewear maker Warby Parker Inc. said Tuesday it plans to go public through a direct listing, making the company the latest to shirk the traditional public-offering process.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/critical-race-theory-loudoun-culture-wars-systemic-racism-education-teachers-union-11629837816", "title": "Teach Respect, Not Critical Race Theory", "date": "2021-08-24 18:46", "summary": "Discussions of race and prejudice should begin at home.. Leesburg, Va.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-person-learning-back-to-school-covid-19-coronavirus-mask-mandate-hybrid-remote-11629839154", "title": "Back to School With No Idea What to Expect", "date": "2021-08-24 18:46", "summary": "On masks and in-person learning, families are again at the mercy of bureaucrats and teachers unions.. The officials in charge of running the nation's public schools had all summer-and $122 billion in Covid relief funds from Congress-to plan for the first day of school, so naturally chaos has ensued as students begin heading back to the classroom.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-coronavirus-origins-china-wet-market-lab-leak-intelligence-agencies-biden-xi-11629839700", "title": "Let the Spooks Speak on Covid", "date": "2021-08-24 18:44", "summary": "The spy agencies can tell us a lot even if they can't nail down the virus's origins.. If the U.S. intelligence agencies adhered to the mandated schedule, and there's nothing magical about 90 days, the White House on Tuesday received spookdom's report on the origins of Covid 19.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gen-z-remote-work-hybrid-in-person-office-zoom-meetings-recent-graduates-11629840686", "title": "How a Rising Generation Views Remote Work", "date": "2021-08-24 18:40", "summary": "In the office, hybrid or at home? Students discuss what kind of arrangement they look for in a job.. Editor's note: This Future View discusses whether the absence of an option to work remotely would be a deal breaker for potential employees. Next we'll ask, \"As America withdraws from Afghanistan, how do you reflect on 20 years of the War on Terror?\" Students should click here to submit opinions of fewer than 250 words before Sept. 7. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/by-water-beneath-the-walls-review-precision-instruments-11629844073", "title": "'By Water Beneath the Walls' Review: Precision Instruments", "date": "2021-08-24 18:27", "summary": "The story of how an ad hoc naval demolitions team evolved into an elite special-operations force ready for missions over sea, air and land.. For eight decades, the U.S. has fought two kinds of wars. Fascism, communism and jihadist terrorism have prompted the big ones: World War II, Korea, Vietnam and Iraq were pay-any-price wars in which vast armies fought set-piece battles. Meanwhile, asymmetrical conflicts-whether of the stand-alone variety (think Somalia and Grenada) or as adjuncts to bigger wars (Cambodia or Pakistan)-required a scalpel, not a sledgehammer, wielded by America's special-operations forces.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldman-requires-vaccines-for-employees-visitors-entering-its-offices-11629843930", "title": "Goldman Requires Vaccines for Employees, Visitors", "date": "2021-08-24 18:25", "summary": "Action follows Biden's urging of private-sector employers to make the shots mandatory. Goldman Sachs Group Inc. will require employees and visitors entering its offices to be fully vaccinated against Covid-19 starting Sept. 7.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ikea-tests-new-store-formats-that-free-shoppers-from-the-maze-of-aisles-11629843814", "title": "IKEA Tests New Store Formats That Free Shoppers From Maze of Aisles", "date": "2021-08-24 18:23", "summary": "A renovation in China and new opening in Austria are designed to make customers want to linger, rather than pace toward the checkout. IKEA is testing two new store designs that rip up the blueprint of its signature maze-like showrooms, as the retailer explores how to keep physical locations relevant in the age of e-commerce.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/healthcare-services-group-settles-sec-charges-alleging-it-inflated-eps-11629843435", "title": "Healthcare Services Group Settles SEC Charges Alleging It Inflated EPS", "date": "2021-08-24 18:17", "summary": "The Bensalem, Pa.-based provider of housekeeping and other services to healthcare facilities agreed to pay $6 million; executive agrees not to participate in audits or financial reporting. Healthcare Services Group Inc. agreed Tuesday to pay $6 million to settle charges that it reported inflated earnings per share, the latest penalty levied by the Securities and Exchange Commission through an initiative aimed at uncovering potential violations of earnings management practices.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghan-refugees-endure-unsanitary-conditions-after-harrowing-escapes-11629829988", "title": "Afghan Refugees Endure Unsanitary Conditions After Harrowing Escapes", "date": "2021-08-24 18:09", "summary": "'The airport is now a refugee camp,' said one official. Unsanitary conditions at the Kabul airport and at U.S. bases temporarily holding Afghan refugees are exacerbating the humanitarian crisis facing the Biden administration as it works to process tens of thousands of people who fled or are trying to flee a Taliban-controlled Afghanistan.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tpg-moving-forward-with-initial-public-offering-plan-11629841928", "title": "TPG Moving Forward With Initial Public Offering Plan", "date": "2021-08-24 18:06", "summary": "The firm has considered launching an IPO at times in the past, only to end up deciding against it. TPG has hired JPMorgan Chase & Co. and Goldman Sachs Group Inc. to underwrite its planned initial public offering, according to people familiar with the matter, moving the private-equity powerhouse closer to a milestone it has flirted with for years.", "categories": [["WSJ News Exclusive", "IPOs"]], "category_links": ["https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-names-new-engineering-chief-for-commercial-unit-11629842134", "title": "Boeing Names New Engineering Chief for Commercial Unit", "date": "2021-08-24 17:55", "summary": "Appointment of Howard McKenzie comes as the plane maker faces increased regulatory scrutiny. Boeing Co. named a new top engineer for its commercial aircraft division, as the unit works to overcome design setbacks and faces increased regulatory scrutiny.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/world-bank-freezes-aid-to-afghanistan-11629842039", "title": "World Bank Freezes Aid to Afghanistan", "date": "2021-08-24 17:54", "summary": "Questions over legitimacy of Taliban rule led to decision. WASHINGTON-The World Bank suspended funding for dozens of projects in Afghanistan Tuesday, citing questions over the legitimacy of Taliban rule.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-avenatti-embezzlement-case-ends-in-mistrial-11629841989", "title": "Michael Avenatti Embezzlement Case Ends in Mistrial", "date": "2021-08-24 17:53", "summary": "Avenatti became nationally known for representing former adult-film actress Stormy Daniels in litigation against Donald Trump. A judge declared a mistrial in the trial of Michael Avenatti on charges that he stole millions of dollars in client funds.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andrew-cuomo-as-he-left-office-commuted-term-of-a-driver-in-1981-brinks-heist-11629841396", "title": "Andrew Cuomo, as He Left Office, Commuted Term of a Driver in 1981 Brink's Heist", "date": "2021-08-24 17:43", "summary": "Former New York governor says he granted clemency to David Gilbert, convicted in fatal armored-car robbery, and five other people. In his final hours as New York's governor, Andrew Cuomo commuted the sentences of five people, including David Gilbert, who was involved in the 1981 robbery of a Brink's armored car that left two police officers and a security guard dead.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/duck-stamps-wont-have-to-depict-hunting-imagery-11629831676", "title": "Duck Stamps Won't Have to Depict Hunting Imagery", "date": "2021-08-24 17:40", "summary": "U.S. Fish and Wildlife Service reverses a Trump-era rule for the annual artwork competition. WASHINGTON-Federal Duck Stamps will no longer be required to show hunting imagery, the U.S. Fish and Wildlife Service said Tuesday as it reversed a Trump administration decree.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-collapsing-reputation-11629840935", "title": "Biden's Collapsing Reputation", "date": "2021-08-24 17:35", "summary": "Maybe the presidency wasn't the ideal job for a first-time executive after all.. More Americans now disapprove of the job Joe Biden is doing as President than approve, according to the RealClearPolitics average of public opinion polls. The significant deterioration in support for Mr. Biden since the start of his presidency-accelerated by his chaotic withdrawal from Afghanistan-is likely due in part to unrealistic expectations sold to news consumers by U.S. media outlets and by Mr. Biden himself.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kathy-hochul-becomes-governor-of-new-york-first-woman-to-lead-the-state-11629777888", "title": "Kathy Hochul Becomes First Female Governor of New York", "date": "2021-08-24 17:15", "summary": "Democrat takes over from Andrew Cuomo, who resigned amid allegations of sexual harassment. ALBANY, N.Y.-New York Gov. Kathy Hochul said she would be a collaborative leader and that she would implement a mask mandate in schools to combat the spread of Covid-19, as she took the reins as the state's first female chief executive.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-questions-dojs-media-policy-in-capitol-riot-case-against-infowars-host-11629839732", "title": "Judge Presses DOJ on Media Policy in Jan. 6 Riot Case Against Infowars Host", "date": "2021-08-24 17:15", "summary": "Prosecutors must clarify why agency's new limits on pursuing journalists shouldn't apply to far-right talk-show host charged in Jan. 6 attack, judge says. WASHINGTON-Attorney General Merrick Garland's move last month to limit Justice Department probes of journalists is facing an early test from an unlikely source: a federal judge overseeing a criminal case against a talk-show host on Infowars, a right-wing website known for touting discredited conspiracy theories.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/urban-outfitters-to-take-on-poshmark-with-its-own-thrift-store-app-11629802800", "title": "Urban Outfitters to Take On Poshmark With Nuuly Thrift", "date": "2021-08-24 17:02", "summary": "Retailer plans to create Nuuly Thrift marketplace to compete for secondhand sales. Urban Outfitters Inc. will launch a marketplace for secondhand goods, seeking to turn its customers into sellers and keep them from turning to online resellers such as Poshmark Inc. and thredUP Inc.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-08-24-2021-11629790785", "title": "Stocks Rise, With S&P 500, Nasdaq Hitting Records", "date": "2021-08-24 16:51", "summary": "Tech-heavy Nasdaq closes above 15000 for first time. The S&P 500 on Tuesday notched its 50th record close of 2021 as economically-sensitive stocks lifted the market.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/acc-big-ten-pac-12-alliance-college-football-11629837615", "title": "With the SEC Gaining Power, Three Other Major Conferences Link Up to Push Back", "date": "2021-08-24 16:41", "summary": "The Big Ten, Pac-12 and ACC formed an alliance to assert their influence as the Southeastern Conference grows and gains influence. But they provided few details.. With the Southeastern Conference rapidly asserting its power in college football, three of the other major circuits-the Big Ten, Pac-12 and Atlantic Coast Conference-said on Tuesday they will form an alliance to assert their influence in the rapidly changing collegiate sports landscape.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/self-employed-jonathan-morris-discovery-plus-11629837297", "title": "'Self-Employed' Review: What It Takes to Make It", "date": "2021-08-24 16:35", "summary": "An upbeat yet honest look at the ups and downs of being an entrepreneur.. Given the state of the gig economy and Americans' pandemically inspired interest in professional reinvention, the time seems ripe not just for a series like \"Self-Employed,\" but for its host, Jonathan Morris, an upbeat guide to a treacherous frontier. The places and people Mr. Morris picks to profile over the show's eight-episode season are all successes, not surprisingly. And they send a pretty straightforward message: Want to be a hit? Walk this way.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clickbait-netflix-zoe-kazan-brad-anderson-11629837143", "title": "'Clickbait' Review: Crime Goes Viral on Netflix", "date": "2021-08-24 16:33", "summary": "The internet and social media fuel the search for a man who may be in danger and may have a sordid past in Netflix's new series.. Over its eight unhurried episodes, the crime series \"Clickbait\" serves as a kind of instruction manual on the seven deadly sins. Almost all the ancient vices-envy, wrath, greed, pride and, notably, lust-can, and will, be facilitated by the internet over the course of the show. The gluttonous can binge-watch the results, which were created by the slothful.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kamala-harris-stresses-cooperation-on-supply-chains-in-singapore-visit-11629795484", "title": "Harris Pushes Ahead With Vietnam Trip Despite Possible Havana Syndrome Incident", "date": "2021-08-24 16:28", "summary": "The syndrome is a series of unexplained medical symptoms first experienced by U.S. officials stationed in Cuba. SINGAPORE-Vice President Kamala Harris temporarily delayed a flight from Singapore to Vietnam on Tuesday after her office was made aware of what the State Department called a \"possible anomalous health incident\" in Hanoi.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/s-mashups-wednesday-crossword-august-25-11629414638", "title": "S-Mashups (Wednesday Crossword, August 25)", "date": "2021-08-24 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghanistans-falling-man-the-17-year-old-soccer-star-who-plunged-from-a-u-s-military-jet-11629834591", "title": "Afghanistan's Falling Man: The 17-Year-Old Soccer Star Who Plunged From a U.S. Military Jet", "date": "2021-08-24 15:49", "summary": "Resume Subscription. Hundreds of Afghans swarmed the runway of Hamid Karzai International Airport attempting to climb onto a taxiing 140-ton U.S. Air Force transport plane. Two Apache helicopters buzzed low to disperse them.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-crops-wither-under-scorching-heat-11629797401", "title": "U.S. Crops Wither Under Scorching Heat", "date": "2021-08-24 15:17", "summary": "Inventories of grains world-wide are dwindling, further pushing up already high prices for corn and wheat. Drought is blistering key U.S. cash crops, further elevating prices for staples including corn and wheat.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-buy-bolsters-inventories-ahead-of-the-holidays-11629832294", "title": "Best Buy Bolsters Inventories Ahead of the Holidays", "date": "2021-08-24 15:14", "summary": "Retailer says stocks are strong despite supply-chain disruptions, product shortages. Best Buy Co. executives say the electronics retailer has stocked up on enough goods to handle holiday sales demand this year despite supply-chain disruptions that have undercut the retail sector's inventory restocking efforts.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-afghan-withdrawal-taliban-evacuation-recovery-foreign-policy-national-security-11629819980", "title": "A Three-Step Afghan Recovery Program", "date": "2021-08-24 14:58", "summary": "Biden needs to get people out, then focus on restoring U.S. credibility.. \"They were careless people, Tom and Daisy-they smashed up things and creatures and then retreated back into their money or their vast carelessness . . . and let other people clean up the mess they had made.\"-\"The Great Gatsby\"", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-feud-nikola-tesla-croatia-serbia-elon-musk-11629830487", "title": "Tesla Ignites a Feud, and It Has Nothing to Do With Cars", "date": "2021-08-24 14:43", "summary": "Croatia plans to feature Nikola Tesla on its coins. Serbia says, don't you dare. BELGRADE-This summer, the governor of Serbia's central bank is taking an aggressive position on a foreign currency: Trying to stop inventor Nikola Tesla appearing on Croatia's coins.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-poet-amanda-gorman-wants-to-be-president-11629808298", "title": "Why Poet Amanda Gorman Wants to Be President", "date": "2021-08-24 14:31", "summary": "The 23-year-old believes in the political power of verse, and she's leaning into her literary talents: \"I don't have to change who I am to be a leader.\". Amanda Gorman is out on her patio in Los Angeles, scrutinizing a poem I wrote when I was 17. The 23-year-old poet has agreed to review my decades-old work and is taking it seriously. It's a bright summer day, and she's wearing a simple white tee, her braids in a high fishtail falling over one shoulder. As I recite lines over Zoom, reading from a tattered pink notebook, Gorman offers an affirmative \"Mmm\" after each line. \"Dewdrops dancing. Silly smiles,\" the poem, called \"Dreaming,\" begins. \"Miracles creating sunshine for miles.\" Afterward, we evaluate.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/factset-recruits-finance-veteran-as-cfo-11629828262", "title": "FactSet Recruits Finance Veteran as CFO", "date": "2021-08-24 14:04", "summary": "Linda Huber is set to assume the finance reins as the information provider invests in new technology and product offerings. FactSet Research Systems Inc. hired a finance veteran as its next chief financial officer, a move that comes as the information provider looks to expand its business.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-buy-just-keeps-getting-better-11629824576", "title": "Best Buy Just Keeps Getting Better", "date": "2021-08-24 13:50", "summary": "Consumer electronics sales could slow in the coming months but Best Buy is well-positioned to take more market share. Best Buy has gone from Amazon 's showroom to a rising competitor to the e-commerce giant.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dsm-mental-illness-health-medicine-science-11629751950", "title": "What's the Science Behind Psychiatry and Mental Illness?", "date": "2021-08-24 13:45", "summary": "In medicine, illness can be objectively demonstrated. Visible findings can then be re-evaluated after treatment.. Bravo to Stephen Eide for his penetrating review of the Allan Horwitz's book \"DSM: A History of Psychiatry's Bible\" (Aug. 16), which claims that the Diagnostic and Statistical Manual of Mental Disorders is a social creation. Mr. Eide's review asks the provocative question: \"What's the science behind it?\" In medicine, illness can be objectively demonstrated by physical examination and laboratory, radiology and biopsy findings. These visible findings can then be re-evaluated after treatment.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-eviction-ban-moratorium-landlord-renter-illegal-11629753012", "title": "Where's the Bar Association on Biden's Eviction Ban?", "date": "2021-08-24 13:44", "summary": "Ordinary practicing attorneys would be in grave danger of sanctions for filing a pleading knowingly unsupported by law or fact.. There are a few obvious economic consequences of the illegal extension of the eviction ban (\"The Supreme Court's Eviction Docket,\" Review & Outlook, Aug. 14). Most important, the supply of rental properties will fall as new construction is deemed not worth the risk and some existing units are converted to other uses. The costs will naturally tend to fall most heavily on the poor.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/civics-american-history-school-education-values-11629754610", "title": "The Tragedy of American Civics Education", "date": "2021-08-24 13:43", "summary": "Multiplication tables are essential not only in math class.. As a retired history teacher, I know that calls to move away from learning events, dates and concepts have been around for 30 to 40 years (\"Democracy 101: The Debate Over Civics,\" The Future of Everything, Aug. 13). Before \"inquiry focus,\" the buzzwords were \"critical-thinking skills.\" The problem for me was how to conduct an intelligent discussion in 12th-grade government class about the constitutional crisis leading up to the Civil War when my students hadn't memorized the basic concepts embodied in the Constitution and didn't know basic historical chronology. History and civics have their \"multiplication tables,\" things that have to be memorized. Otherwise, discussions degenerate into exchanges of ad hoc opinions, much like our larger civic debates today.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-pandemic-masks-children-science-risk-11629756337", "title": "The Covid-19 Pandemic and the 'Tyranny of Tiny Risks'", "date": "2021-08-24 13:41", "summary": "Even the smallest potential benefit, regardless of cost, will be regarded as sufficient to justify masking.. In their Aug. 21 letter protesting Drs. Marty Makary and H. Cody Meissner's \"The Case Against Masks for Children\" (op-ed, Aug. 9), Drs. Jonathan Popler, Satyanarayan Hegde et al., fail to put the risk posed by Covid to children into perspective. The authors write-and we needn't doubt-that masking \"has been shown to reduce transmission\" and that \"the student population isn't currently eligible for vaccination.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jon-stewart-wuhan-lab-leak-theory-china-covid-origin-11629755765", "title": "Jon Stewart Made It OK to Posit the Wuhan Lab-Leak Theory", "date": "2021-08-24 13:40", "summary": "Ignoring the obvious became laughable.. Regarding Robert Redfield and Marc Siegel's \"The World Needs to Know What Happened at the Wuhan Lab\" (op-ed, Aug. 16): In our quest to understand the truth about Covid, let's not forget the efforts of comedian Jon Stewart, who helped make the lab-leak theory socially acceptable. In June he stated on television, \"There's been an outbreak of chocolatey goodness near Hershey, Pennsylvania. What do you think happened? Oh, I don't know, maybe a steam shovel mated with a cocoa bean? Or it's the . . . chocolate factory!\" Sometimes the obvious answer is sitting right in front of us, but elites try to keep us from considering it until ignoring the obvious becomes laughable.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-the-florida-condo-collapse-rampant-corner-cutting-11629816205", "title": "Behind the Florida Condo Collapse: Rampant Corner-Cutting", "date": "2021-08-24 13:36", "summary": "Inadequate waterproofing, thin columns and faulty concrete emerge as leading possibilities in Champlain Towers South tragedy. SURFSIDE, Fla.-A startling discovery awaited an engineer who drilled into the ground-level concrete slab at Champlain Towers South last year. He could find no waterproofing in two separate sections, the engineer wrote in a letter to the condominium board.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/college-admissions-cheating-scandal-yields-new-guilty-plea-11629826162", "title": "College-Admissions Cheating Scandal Yields New Guilty Plea", "date": "2021-08-24 13:29", "summary": "California mother faces six weeks in prison and a $250,000 fine. BOSTON-The chief executive officer of a California liquor distribution company agreed to plead guilty in the nationwide college-admissions scandal in connection with a charge that she fraudulently got her son into the University of Southern California as a sports recruit.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/minnesotas-boundary-waters-canoe-area-wilderness-evacuated-for-fire-threat-11629810010", "title": "Minnesota's Boundary Waters Evacuated for Fire Threat", "date": "2021-08-24 13:28", "summary": "Forest Service workers fan out in canoes to reach all 2,000 campsites in the Boundary Waters' first evacuation since 1976. As fire and drought continue to spread in the West, the normally cool and lush North Woods of Minnesota are battling their own extreme drought and wildfires that have closed the Boundary Waters Canoe Area Wilderness for the first time since 1976.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghanistan-withdrawal-evacuation-taliban-refugees-immigrants-cuba-vietnam-hungary-11629820065", "title": "Help Afghan Refugees and They'll Help America", "date": "2021-08-24 13:06", "summary": "Having paid a price for liberty, immigrants fleeing tyranny understand the importance of freedom.. The current debacle in Afghanistan is not only the Biden administration's shame but America's shame-all the more so if the U.S. fails to provide a haven for the thousands of Afghans who risked everything to serve American and allied forces and who are now in deadly danger along with their families.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schumer-federal-marijuana-cannabis-thc-synthetic-vape-edible-legalize-youth-drug-use-11629821434", "title": "The High Price of Federal Marijuana Legalization", "date": "2021-08-24 13:05", "summary": "A better way would be decriminalization with heavy regulation and no role for Big Tobacco.. Senate Majority Leader Chuck Schumer recently released a much-anticipated discussion draft of a bill to legalize marijuana. Mr. Schumer has stated his goals are to \"ensure restorative justice, public health, and implement responsible taxes and regulations.\" While many legalization advocates and pot-industry lobbyists are praising the bill, scientists and top researchers are urging senators to proceed carefully, and they're right to counsel caution.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-builders-restock-their-shelves-11629824460", "title": "Home Builders Restock Their Shelves", "date": "2021-08-24 13:01", "summary": "The supply of American homes is finally increasing, but part of the reason for sluggish sales might just be their price. Home builders sold some more new houses in the U.S. last month than they did in June. But the bigger news might be that builders have more houses to sell.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbnb-to-offer-temporary-housing-to-20-000-afghan-refugees-11629815436", "title": "Airbnb to Offer Temporary Housing to 20,000 Afghan Refugees", "date": "2021-08-24 12:57", "summary": "Home-sharing company says effort funded by its nonprofit arm has already placed 165 Afghans who were evacuated to U.S.. Airbnb Inc. will offer free, temporary housing for 20,000 Afghan refugees around the world, the company said Tuesday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/waymo-opens-robotaxi-service-in-san-francisco-for-ride-hailing-11629820801", "title": "Waymo Opens Robotaxi Service in San Francisco", "date": "2021-08-24 12:51", "summary": "Google's sister company offers driver-supported rides to some residents in business model test case. Waymo LLC is opening its driver-supported robotaxis in San Francisco to selected riders, an important test for the Google sister company's technology and business in a major city.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yale-taps-matthew-mendelsohn-to-succeed-endowment-chief-david-swensen-11629822889", "title": "Yale Taps Mendelsohn as Endowment Chief", "date": "2021-08-24 12:34", "summary": "Former chief Swensen died in May after having been diagnosed with cancer nine years earlier. Yale University named internal endowment veteran Matthew Mendelsohn as the next head of its more than $31 billion endowment, capping a search for the successor to famed endowment manager David Swensen.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crochet-clothes-not-just-for-grannies-anymore-11629821554", "title": "Crochet Clothes: Not Just for Grannies Anymore", "date": "2021-08-24 12:12", "summary": "Especially popular among savvy 20-somethings, crochet fashion by both big brands and independent crafters is surging-and diver Tom Daley is only partly responsible. AS A CHILD in rural Virginia, Ray Prunty would watch his aunts and grandmother craft comely crochet throws to pass the time. Today, the 23-year-old sales assistant in Richmond, Va., proudly plops a hat crocheted in a grid of \"granny squares\" by Philadelphia's Stahl Knit on his head several times a week. Mr. Prunty, who said he \"grew up on crochet,\" was attracted to the cap's prismatic color scheme and its cozy nostalgia value.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amc-networks-ceo-josh-sapan-steps-down-after-26-year-run-11629813291", "title": "AMC Networks CEO Josh Sapan Steps Down After 26-Year Run", "date": "2021-08-24 12:12", "summary": "Matthew Blank, a senior adviser to Raine Group and former head of Showtime, will be interim CEO. AMC Networks Inc. Chief Executive Josh Sapan is stepping down, the company said Tuesday, capping a 26-year run during which he shepherded hits including \"Mad Men\" and \"The Walking Dead\" and masterminded the company's foray into video streaming.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/through-darkness-alyssa-limperis-learned-how-to-laugh-11629820800", "title": "Through Darkness, Alyssa Limperis Learned How to Laugh", "date": "2021-08-24 12:00", "summary": "Resume Subscription. Alyssa Limperis, 31, is a comedian and actress best known for her \"mom videos\" on Twitter and YouTube, in which she pretends to be her mother. She currently stars in the independent film \"Too Late,\" on Amazon Prime and other streaming platforms. She spoke with Marc Myers.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/disney-strikes-vaccine-deal-with-unions-as-labor-groups-negotiate-mandates-11629814660", "title": "Disney Strikes Vaccine Deal With Unions", "date": "2021-08-24 11:05", "summary": "Florida theme-park workers must be fully vaccinated by Oct. 22 under Disney mandate; labor groups so far have generally accepted vaccine requirements. Walt Disney Co. reached a deal with unions representing workers at Disney World in Florida that will require workers to show proof of Covid-19 vaccinations, among the first private-sector unions to reach such a deal.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/diabetes-screening-should-start-at-35-u-s-panel-recommends-11629817201", "title": "Diabetes Screening Should Start at 35, U.S. Panel Recommends", "date": "2021-08-24 11:00", "summary": "The U.S. Preventive Services Task Force advises lowering the age for screening by five years. Overweight adults in the U.S. should now be screened for diabetes and prediabetes starting at age 35, a federal medical panel recommended Tuesday, saying that getting tested at an earlier age could help people avoid serious health complications later on.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theranos-and-elizabeth-holmes-history-of-the-wsj-investigation-11629815129", "title": "Theranos and Elizabeth Holmes: History of the WSJ Investigation", "date": "2021-08-24 10:25", "summary": "A timeline of coverage of the blood-testing startup and its founder. The Wall Street Journal's investigative reporting in 2015 and 2016 exposed how Theranos Inc.'s technology didn't work, how the blood-testing company tried to cover up its failures and how patients' lives were affected and their health jeopardized.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/palo-alto-networks-crowdstrike-pinduoduo-what-to-watch-when-the-stock-market-opens-today-11629801852", "title": "Palo Alto Networks, CrowdStrike, Pinduoduo: What to Watch When the Stock Market Opens Today", "date": "2021-08-24 09:29", "summary": "Cybersecurity shares are on the rise, along with Chinese technology stocks. U.S. stock futures edged up Tuesday, suggesting that gains in technology stocks will help send the S&P 500 to an all-time high. Here's what we're watching ahead of the opening bell.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdonalds-taps-petcos-tariq-hassan-to-lead-u-s-marketing-11629810901", "title": "McDonald's Taps Petco's Tariq Hassan to Lead U.S. Marketing", "date": "2021-08-24 09:15", "summary": "Leadership reorganization includes promoting Morgan Flatley to global chief marketing officer. McDonald's Corp. has named new marketing chiefs for the U.S. and its global operations amid a push for more effective marketing aimed at boosting its brand and customer-experience efforts.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-teach-wsj-investing-challenge-11629810602", "title": "How to Teach the WSJ Investing Challenge", "date": "2021-08-24 09:13", "summary": "Incorporate the five-week email course into your classes this fall. The Wall Street Journal launched a five-week newsletter course this year with our best lessons for understanding how to invest in the stock market, from how to pick a stock to why diversification matters.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delta-variant-keeps-expats-stranded-as-countries-reinforce-border-controls-11629801460", "title": "Delta Variant Keeps Expats Stranded as Countries Reinforce Border Controls", "date": "2021-08-24 09:00", "summary": "Would-be travelers speak of heightened anxiety as shifting government policies limit routes home. Countries like Australia, New Zealand and China have kept the coronavirus at bay with some of the harshest travel restrictions in the world, including banning most visitors and forcing returning citizens to quarantine.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-parents-push-to-give-covid-19-vaccine-to-children-under-12-against-government-guidance-11629806400", "title": "Some Parents Push to Give Covid-19 Vaccine to Children Under 12", "date": "2021-08-24 08:40", "summary": "FDA, CDC and American Academy of Pediatrics recommend against vaccinating younger kids absent safety data, while pediatricians field new round of requests to do so after Pfizer ruling. Some parents eager to vaccinate their children under 12 against Covid-19 are hoping that the Food and Drug Administration's full approval of Pfizer Inc. and BioNTech SE 's vaccine could make that happen even before the FDA authorizes shots for emergency use for that age group.", "categories": [["Life & Work", "Science"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cia-chief-william-burns-met-with-senior-taliban-figure-in-kabul-u-s-officials-say-11629808269", "title": "CIA Chief William Burns Met With Senior Taliban Figure", "date": "2021-08-24 08:31", "summary": "Secret meeting comes as Biden administration considers whether to extend U.S. evacuation effort. CIA Director William Burns met secretly with the Taliban's top figure in Kabul on Monday amid a chaotic U.S. effort to evacuate American citizens and Afghans allied with the U.S. in advance of an Aug. 31 deadline, U.S. officials said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-office-delta-manhattan-11629480058", "title": "Giant Manhattan Development Launching Food Offerings Next Month", "date": "2021-08-24 08:00", "summary": "Brookfield Properties bets experiential offerings will lure patrons working from home. The $4.5 billion New York development known as Manhattan West is opening its food hall and other restaurants next month, testing the city's appetites when most office workers remain at home or out of town.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/co-working-companies-benefit-from-return-to-office-uncertainty-11629806401", "title": "Co-Working Companies Benefit From Return-to-Office Uncertainty", "date": "2021-08-24 08:00", "summary": "Resume Subscription. Shared office space firms like WeWork and Industrious are enjoying a rise in sales this summer as U.S. businesses grappling with the seismic changes in the workspace world sparked by the pandemic seek flexible and short-term solutions.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/oak-hill-advisors-leads-group-investing-326-5-million-in-suburban-office-property-company-11629806401", "title": "Oak Hill Advisors Leads Group Investing $326.5 Million in Suburban Office Property Company", "date": "2021-08-24 08:00", "summary": "The investors are betting that the property type will benefit from shifting work and living patterns accelerated by the pandemic. An investment group led by Oak Hill Advisors' new real-estate business is making a $326.5 million investment in a suburban office building company on the premise that the property type will benefit from shifting work and living patterns accelerated by the pandemic.", "categories": [["WSJ News Exclusive", "Property Report"]], "category_links": ["https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ole-miss-college-football-vaccination-rates-lane-kiffin-11629775774", "title": "Ole Miss Is a Surprise No. 1 in a New College Football Ranking: Team Vaccination Rates", "date": "2021-08-24 08:00", "summary": "Mississippi is one of just three football programs in the top tier of Division I that publicly report having 100% of their players vaccinated. Ole Miss is nowhere near the top of the preseason polls for the upcoming college football season. But it has achieved a surprise No. 1 in ranking in one category: vaccination rates.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-avocado-stock-wont-toast-your-portfolio-11629804641", "title": "This Avocado Stock Won't Toast Your Portfolio", "date": "2021-08-24 07:30", "summary": "For those who want to add a little healthy fat to their stockholdings, Mission Produce looks like a good bet. This column is part of the Heard on the Street Stock Picking Contest. You're invited to play along with us here.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-mortgage-stock-with-room-to-grow-11629802980", "title": "A Mortgage Stock With Room to Grow", "date": "2021-08-24 07:03", "summary": "Investors have been focused on falling refinancing volumes, but there is upside for New Residential as the mortgage market shifts gears. This column is part of the Heard on the Street stock-picking contest. You're invited to play along with us here.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-kids-head-back-to-school-keep-your-family-the-right-amount-of-busy-11629799202", "title": "Six Steps for Keeping Back-to-School Schedules the Right Amount of Busy", "date": "2021-08-24 06:00", "summary": "Here's what parents wanting to balance time, safety and engaging activities for their children should consider before filling in the calendar this fall. The new school year has many families grappling with how busy they want their calendars to be.", "categories": [["Life & Work", "Careers", "Work & Family"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb", "https://www.wsj.com/news/types/work-family?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-you-bought-municipal-bonds-a-long-time-ago-this-is-a-great-time-11629797580", "title": "If You Bought Municipal Bonds, This Is a Great Time", "date": "2021-08-24 05:33", "summary": "Prices surge, hurting yields for new investors, as Biden comments ignite tax-increase fears and local governments weather Covid-19. Everyone wants state and local-government bonds. That's a good thing if you already own muni debt, and a bad thing if you're trying to get your hands on some.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghans-fleeing-taliban-grow-more-desperate-as-clock-ticks-on-u-s-evacuation-11629797542", "title": "Afghans Grow More Desperate as Clock Ticks on Evacuation Effort", "date": "2021-08-24 05:32", "summary": "As the Biden administration's Aug. 31 deadline approaches, many who are seeking to leave face ordeals trying to get on departing flights. The family of Naqibullah Laghmanai, a former interpreter for the U.S. military, spent days waiting outside Kabul's airport, hoping to catch a flight out of the country before the Biden administration ends its evacuation operation.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-rekindles-debate-over-license-requirements-for-many-jobs-11629797401", "title": "Covid-19 Rekindles Debate Over License Requirements for Many Jobs", "date": "2021-08-24 05:30", "summary": "Hair styling and medical fields are among the occupations where state rules can bar entry; Biden has pushed for changes. The coronavirus pandemic has heated up the long simmering debate on whether a swath of workers should need a license for jobs such as hair braiding, nursing and fitness training.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hollywood-movies-flood-piracy-sites-hours-after-release-11629797400", "title": "Hollywood Movies Flood Piracy Sites Hours After Release", "date": "2021-08-24 05:30", "summary": "Bootlegging and sharing high-quality digital copies of movies is easier than ever, as studios leaned harder into streaming during pandemic. Millions of people are watching high-quality, pirated online versions of Hollywood's top movies sooner than ever after their releases, undermining potential ticket sales and subscriber growth as the industry embraces streaming.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yelp-reviews-fuel-fights-over-covid-19-vaccine-requirements-11629797400", "title": "Yelp Reviews Fuel Fights Over Covid Vaccine Requirements", "date": "2021-08-24 05:30", "summary": "Resume Subscription. The Alembic, a cocktail bar and restaurant in San Francisco, was part of the first wave of businesses to require workers and patrons to be vaccinated against Covid-19 when it restarted indoor dining in June.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/euro-falls-to-nine-month-low-as-fed-ecb-policies-diverge-11629797402", "title": "Euro Near Nine-Month Low as Fed, ECB Policies Diverge", "date": "2021-08-24 05:30", "summary": "Forecasts for slower growth in the eurozone have investors betting interest rates will stay low for longer. The euro is trading near its lowest level against the dollar in nine months as investors bet that the eurozone will maintain lower interest rates and have a slower economic recovery than the U.S.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-digital-payment-giant-that-adds-up-11629796178", "title": "The Digital Payment Giant That Adds Up", "date": "2021-08-24 05:09", "summary": "Adyen's business was boosted during the pandemic, but it can keep growing even as real-life shopping returns. This column is part of the Heard on the Street Stock Picking Contest. You're invited to play along with us here.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsung-to-invest-205-billion-in-chip-biotech-expansion-11629795705", "title": "Samsung to Invest $205 Billion in Chip, Biotech Expansion", "date": "2021-08-24 05:01", "summary": "Racing against semiconductor rivals TSMC and Intel, South Korean giant increases spending by a third. Samsung plans to increase investments by one third to more than $205 billion over the next three years, as the South Korean conglomerate pursues leadership in chip manufacturing and a bigger role in Covid-19 vaccine production.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-opens-local-delivery-service-to-other-retailers-11629777664", "title": "Walmart Opens Local Delivery Service to Other Retailers", "date": "2021-08-24 00:01", "summary": "Gig workers driving Walmart grocery orders will also handle last-mile deliveries for other merchants. Walmart Inc. drivers will soon be making deliveries for other merchants.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11629754898", "title": "Pepper...and Salt", "date": "2021-08-24 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/faa-to-review-boeing-employee-reports-of-pressure-over-safety-issues-11629773352", "title": "FAA to Review Boeing Employee Reports of Pressure Over Safety Issues", "date": "2021-08-24 23:49", "summary": "Regulator faults aerospace giant after surveyed employees reported interference and transparency issues on safety matters. The Federal Aviation Administration is launching a broad review of how Boeing Co. employees handle safety matters on the agency's behalf after some company engineers said they face undue pressure, according to an agency letter and people familiar with the matter.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-near-showdown-on-infrastructure-bill-broader-spending-package-11629745295", "title": "Democrats Hit Impasse on Key Legislation", "date": "2021-08-24 22:27", "summary": "House could vote on procedural step if Democrats can resolve internal disagreements. WASHINGTON-House Speaker Nancy Pelosi (D., Calif.) and a group of centrist House Democrats worked to break a deadlock Monday night over the party's legislative strategy, as leaders tried to unify the party's rival wings.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-struggles-to-count-its-citizens-in-afghanistan-as-biden-weighs-withdrawal-delay-11629744179", "title": "U.S. Struggles to Count Citizens in Afghanistan as Biden Weighs Withdrawal Delay", "date": "2021-08-24 20:49", "summary": "Taliban leaders have told the U.S. they would object to an extension of withdrawal window. With logistics and conditions at the Kabul international airport growing more dire, the Biden administration on Tuesday is scheduled to discuss with allies a withdrawal from Afghanistan beyond an Aug. 31 deadline that left just eight days to evacuate thousands of people.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musk-pans-pilot-version-of-teslas-driver-assistance-feature-11629763272", "title": "Elon Musk Pans Pilot Version of Tesla's Driver-Assistance Feature", "date": "2021-08-24 20:01", "summary": "The prototype software 'is actually not great,' the electric-vehicle maker's CEO says on Twitter. Elon Musk on Monday panned a pilot version of an advanced driver-assistance feature Tesla Inc. is developing, a week after U.S. car-safety regulators opened a probe into a more basic iteration of the company's driving aide.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]