[{"link": "https://www.wsj.com/articles/bidens-infrastructure-plan-faces-new-challenge-in-senate-rules-11617747104", "title": "Biden's Infrastructure Plan Faces New Hurdle in Senate Rules", "date": "2021-04-06 19:47", "summary": "Parts of $2.3 trillion package, including clean electricity standard and labor provisions, are seen as at risk under arcane reconciliation rules. WASHINGTON-Some Democratic policy goals in President Biden's wide-ranging $2.3 trillion infrastructure plan could soon face a familiar obstacle: arcane Senate rules that limit what type of legislation lawmakers can approve along party lines.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/was-my-facebook-data-leaked-what-you-need-to-know-11617751579", "title": "What to Know About the Facebook Data Leak", "date": "2021-04-06 19:26", "summary": "The publishing of personal information of more than 500 million users of the social-media platform illustrates the long impact that hacks can present. Data from a 2019 hack of Facebook Inc. was made public in recent days, revealing the phone numbers and personal information of more than a half-billion people.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jordan-minister-says-threat-from-kings-half-brother-is-contained-11617750279", "title": "Jordan Minister Says Threat From King's Half-Brother Is Contained", "date": "2021-04-06 19:04", "summary": "Prince Hamzah, accused of undermining national security and placed under house arrest, hasn't spoken publicly about reported mediation. AMMAN-Jordan's deputy prime minister said Jordanian authorities had neutralized what they said was a mounting threat posed by a former crown prince who had criticized the government of his half-brother, the king.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-launches-new-competition-watchdog-targeting-big-tech-11617750061", "title": "U.K. Launches New Competition Watchdog Targeting Big Tech", "date": "2021-04-06 19:01", "summary": "Digital Markets Unit to police how largest global technology firms wield their market power. LONDON-The U.K. launched a new regulatory body aimed at policing allegations of anticompetitive behavior among the world's largest technology companies, adding another agency to a growing list of watchdogs scrutinizing how tech giants use their market heft.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-wastewater-reservoir-breach-is-under-control-officials-say-11617749398", "title": "Florida Wastewater Reservoir Breach Is Under Control, Officials Say", "date": "2021-04-06 18:49", "summary": "Evacuation orders lifted for 300 homes near the reservoir of old phosphate plant in Manatee County. Officials lifted evacuation orders Tuesday afternoon affecting more than 300 homes near the reservoir of an old Florida phosphate plant that experienced a breach and threatened to release millions of gallons of wastewater into the surrounding area.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-vaccine-passports-coming-to-a-store-near-you-11617748510", "title": "Covid Vaccine Passports: Coming to a Store Near You?", "date": "2021-04-06 18:35", "summary": "Students weigh the merits of requiring customers and employees to show proof of vaccination.. Editor's note: This week's Future View discusses \"vaccine passports.\" Next week, in light of responses to Georgia's new voting law, we'll ask, \"Why are more companies taking stances on controversial political issues, and is it good that they do?\" Students can click here to submit opinions of fewer than 250 words before April 13. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ceos-vs-shareholders-11617748454", "title": "CEOs vs. Shareholders", "date": "2021-04-06 18:34", "summary": "Corporate execs are assisting an agenda that will hurt their business.. The intervention by prominent American business executives into partisan cultural politics is a major event, and we wonder how many of these CEOs have thought through the implications. To wit, they are pitting themselves against the interests of their own shareholders.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-soft-on-crime-backlash-11617748124", "title": "A Soft-on-Crime Backlash", "date": "2021-04-06 18:28", "summary": "Philadelphia Democrats decline to endorse a progressive prosecutor.. Prosecutors promising easier bail and fewer criminal prosecutions have swept to power in several big cities in recent years, but a backlash may be underway as crime spikes. Witness last week's developments in Philadelphia.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-great-power-test-begins-11617748045", "title": "Biden's Great-Power Test Begins", "date": "2021-04-06 18:27", "summary": "China presses the Philippines at sea while Russia rattles Ukraine.. The U.S. Navy announced Tuesday that the Theodore Roosevelt Carrier Strike Group entered the South China Sea for \"routine operations\" amid a Chinese maritime militia standoff with the Philippines. China's provocation comes as Russia has surged forces near Ukraine. The Biden Administration may be getting an early test of whether its model of liberal multilateralism can deter revisionist powers pushing against U.S. interests.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-trump-tariff-gets-nailed-in-court-11617747913", "title": "A Trump Tariff Gets Nailed in Court", "date": "2021-04-06 18:25", "summary": "Another reason for Congress to reclaim its rightful trade power.. President Trump's metal tariffs took a loss in federal court Monday, and the details bolster the argument for Congress to reclaim its rightful trade power. Mr. Trump acted under a legal provision called Section 232, which lets the President move against an import if he deems it a threat to national security. That term is elastic.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-lawmakers-begin-voting-on-212-billion-state-budget-11617747585", "title": "New York Lawmakers Begin Voting on $212 Billion State Budget", "date": "2021-04-06 18:19", "summary": "Legislators ironed out spending plan allocating billions of dollars toward rent relief and to immigrant workers living in the country unlawfully. ALBANY, N.Y.-New York state lawmakers began approving a new state budget Tuesday after agreeing to a roughly $2 billion fund that would provide cash payments to immigrant workers living in the country unlawfully who didn't receive federal benefits during the coronavirus pandemic.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-aims-at-profit-hits-workers-11617747500", "title": "Biden Aims at Profit, Hits Workers", "date": "2021-04-06 18:18", "summary": "The 2017 corporate tax cuts triggered the blue-collar wage boom. Higher rates would reverse it.. The Biden administration has proposed an array of corporate tax increases with a goal of raising some $1.33 trillion over the next 10 years. That's three times the $409 billion that the Congressional Budget Office estimated was the cost of the 2017 corporate tax cut. To get a clear picture of who will pay these new taxes, Americans need to understand who benefited from the 2017 corporate tax cut.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/partisanship-is-bidens-way-to-the-highway-11617747450", "title": "Partisanship Is Biden's Way to the Highway", "date": "2021-04-06 18:17", "summary": "An infrastructure bill some Republicans can support would help Democrats in 2022.. By introducing the ambitious American Jobs Plan, the Biden administration is betting it all on its ability to unify the Democratic Party around a bill that will attract little to no Republican support. There is no margin for error in the Senate, and Speaker Nancy Pelosi can afford to lose only a handful of Democrats in the House. Achieving unanimity won't be easy, and failure would deal a body blow to the rest of the administration's agenda.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-at-his-worst-11617747416", "title": "Joe Biden at His Worst", "date": "2021-04-06 18:16", "summary": "A combination of flattery and racial bullying convinces him he has a mandate.. How to explain the rush of bad government, citing false crises, end-running constitutional limitations, that the Biden presidency in its early days has become?", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-world-in-a-selfie-review-the-trouble-with-tourism-11617747330", "title": "'The World in a Selfie' Review: The Trouble With Tourism", "date": "2021-04-06 18:15", "summary": "An 'inquiry into the tourist age' that takes stock of the way we travel today and considers our often-futile search for the 'authentic.'. Two years ago, Rebecca Mead of the New Yorker published a long article, \"The Airbnb Invasion of Barcelona,\" that addressed some of the challenges of unfettered tourism. Prior to the Covid-19 pandemic, Barcelona, year over year, found itself steadily drowning in foreign visitors. Short-term rentals on Airbnb, often illegally operated, filled the city's apartment buildings and depressed the local housing supply. Barcelona's main tourist draws, including Park Güell and the Sagrada Familia Church, were thronged by enormous quantities of visitors.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-democrats-are-stuck-in-1964-11617747282", "title": "The Democrats Are Stuck in 1964", "date": "2021-04-06 18:14", "summary": "By constantly invoking the ghost of Jim Crow, they treat black voters as if they were helpless children.. Like many of our racial debates of late, the discussion about voting rights has a certain broken-record aspect to it. Republicans call for voter restrictions in the name of ballot integrity, while Democrats pretend that it's still 1964.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/central-banks-retreat-from-u-s-dollar-11617720602", "title": "Central Banks Retreat From U.S. Dollar", "date": "2021-04-06 17:42", "summary": "Dollar's share of global reserves has decreased to lowest level since 1995. Among those paring U.S. dollar holdings in recent months: central banks.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coinbase-earned-more-in-first-quarter-than-in-all-of-2020-11617745114", "title": "Coinbase Earned More in First Quarter Than in All of 2020", "date": "2021-04-06 17:38", "summary": "Cryptocurrency company reaped rewards from bitcoin rally as it looks ahead to next week's planned direct listing. Coinbase Global Inc. profited handsomely off bitcoin's first-quarter rally, bringing in more earnings and revenue in the first three months of 2021 than it did in all of 2020.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arkansas-bans-gender-transition-treatment-for-trans-minors-11617744915", "title": "Arkansas Bans Gender-Transition Treatment for Minors", "date": "2021-04-06 17:35", "summary": "State legislature overrides Republican Gov. Asa Hutchinson's veto of a bill. Arkansas's legislature outlawed surgery and other gender-confirming treatments for transgender youth, after state lawmakers on Tuesday overrode the governor's veto of a bill earlier this week.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/our-town-is-having-a-moment-again-11617744325", "title": "'Our Town' Is Having a Moment (Again)", "date": "2021-04-06 17:25", "summary": "An exhibit featuring Al Hirschfeld caricatures and a new book of oral histories commemorate Thornton Wilder's iconic play.. ", "categories": [["Books & Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/sightings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-04-06-2021-11617695063", "title": "Stocks Slip After Monday Records", "date": "2021-04-06 17:22", "summary": "S&P 500 edges slightly lower after logging 17th all-time high of 2021 to start the week. Major U.S. stock indexes edged lower Tuesday, a day after notching all-time highs on signs of rapid economic recovery.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moderna-covid-19-vaccine-production-to-double-at-contract-manufacturer-catalent-11617703203", "title": "Moderna Covid-19 Vaccine Production Pace to Increase at Catalent", "date": "2021-04-06 17:16", "summary": "Deal set to boost output of finished vials of the biotech's Covid-19 shot from Catalent's Indiana plant from next month. Contract drug manufacturer Catalent Inc. is expanding its U.S. production of the Covid-19 vaccine from Moderna Inc., a development that could ensure the U.S. has ample supply as it ramps up vaccinations.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/george-floyd-friend-invokes-fifth-amendment-in-derek-chauvin-trial-11617722416", "title": "Testimony Focuses on Police Training in Derek Chauvin Murder Trial", "date": "2021-04-06 17:07", "summary": "Prosecutors argue that former Minneapolis police officer used excessive force when arresting George Floyd. Prosecutors in the trial of former Minneapolis police officer Derek Chauvin continued on Tuesday to focus on police training and tactics in an effort to show Mr. Chauvin used excessive force in his restraint of George Floyd.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-variant-from-brazil-has-taken-hold-in-canada-11617729538", "title": "Covid-19 Variant From Brazil Has Taken Hold in Canada", "date": "2021-04-06 16:57", "summary": "The province of British Columbia is struggling to contain the variant, which is more contagious and is sending younger patients to hospitals. TORONTO-Canada's West Coast province of British Columbia is struggling to contain the spread of a highly contagious coronavirus variant that originated in Brazil, and epidemiologists say the country's relatively slow vaccination rollout could leave it vulnerable to a wider spread.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kung-fu-review-marshaling-the-art-of-the-reboot-11617742581", "title": "'Kung Fu' Review: Marshaling the Art of the Reboot", "date": "2021-04-06 16:56", "summary": "The CW's update of the 1972 series chops out stereotypes and the Old West.. It's been nearly a half-century since the slo-mo spinning back kicks of \"Kung Fu\" first disrupted American living rooms, but the original TV western retains a singular place in the history of Hollywood yellowface: Not only was David Carradine cast as Kwai Chang Caine, Shaolin monk and martial-arts master, but the producers allegedly stole the idea from Bruce Lee and then declined to cast him. \"You can't make a star out of a 5-foot-6 Chinese actor,\" an ABC executive reportedly said.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-covid-19-office-leases-largely-come-with-bargain-rates-11617701423", "title": "After Covid-19, Office Leases Come With Bargain Rates", "date": "2021-04-06 16:55", "summary": "Companies looking for offices in large U.S. cities are seeking less space but longer terms. Big companies are making plans to stick with city-center office buildings, but they are cutting back on space and driving down rent prices for years to come, according to an analysis of U.S. office leasing trends prepared for The Wall Street Journal.", "categories": [["WSJ News Exclusive", "Property Report"]], "category_links": ["https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snabba-cash-review-easy-money-is-hard-to-come-by-11617742359", "title": "'Snabba Cash' Review: Easy Money Is Hard to Come By", "date": "2021-04-06 16:52", "summary": "In a Netflix series loosely based on a Swedish film trilogy, a young entrepreneur is sucked into a seedy crime world.. The Swedish feature film \"Snabba Cash,\" or \"Easy Money,\" was enough of a hit here after its 2010 release that it attracted Hollywood studio interest and an American remake was planned starring Zac Efron. That has yet to happen, but there were two sequels with the returning Joel Kinnaman (of AMC's \"The Killing\") and now a Swedish-language series on Netflix that resembles the original not at all, except perhaps where it counts the most: at the intersection of crime and business, and the intersection of crime and immigration.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/man-kills-three-then-himself-in-brooklyn-domestic-violence-shooting-11617742298", "title": "Man Kills Three, Then Himself in Brooklyn Domestic-Violence Shooting", "date": "2021-04-06 16:51", "summary": "Police say Joseph McCrimon killed the mother of his daughter and two of the woman's other children before shooting himself to death. A 46-year-old man previously convicted of manslaughter fatally shot the mother of his daughter and two of the woman's other children in a Brooklyn apartment late Monday before killing himself, New York Police Department officials said.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maryland-shooting-leaves-two-injured-suspect-dead-11617719578", "title": "Shooting in Maryland by Navy Sailor Leaves Two Seriously Injured", "date": "2021-04-06 16:46", "summary": "Suspect is dead; 'The public is no longer at risk'. A Navy sailor was shot and killed in Frederick, Md., after he shot two men Tuesday morning at a business park, leaving them with life-threatening injuries, according to Navy and police officials.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/finding-meaning-as-we-grieve-a-year-of-pandemic-loss-11617724799", "title": "How to Move Forward After Loss", "date": "2021-04-06 16:44", "summary": "We're all grieving after a year of pandemic losses, says author David Kessler. But there are ways to deal with your grief.. It's been a year of profound loss.", "categories": [["Life & Work", "Bonds"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/bonds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-hot-stock-rally-masks-mammoth-value-swings-11617701401", "title": "White-Hot Stock Rally Masks Mammoth Value Swings", "date": "2021-04-06 16:32", "summary": "Apple, Nvidia and PayPal are among the firms with broad shifts this year, as momentum trade and dwindling liquidity help stir turbulence. Explosive moves in individual stocks and sectors are underpinning a white-hot streak in the market.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-peace-of-trump-11617740860", "title": "The Peace of Trump", "date": "2021-04-06 16:27", "summary": "The former president's legacy overseas may outlast the domestic effort to silence him.. U.S. social media companies like Twitter that suppressed negative stories about Joe Biden during the 2020 campaign are still preventing former President Donald Trump from speaking on their platforms. But the impact of Trump policies may be much harder to suppress. The historic peace agreements Mr. Trump brokered last year between Israel and its regional neighbors have lately been yielding some striking results.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-trump-hud-appointee-fined-for-hatch-act-violation-11617740486", "title": "Former Trump HUD Appointee Fined for Hatch Act Violation", "date": "2021-04-06 16:21", "summary": "Federal officials say Lynne Patton used her position to produce video about New York City public-housing that was shown at GOP convention. A former Trump administration appointee to the U.S. Department of Housing and Urban Development admitted she violated the Hatch Act by using her position to produce a video about conditions in New York City public housing for the Republican National Convention, federal officials said Tuesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aramco-weighs-minority-sale-of-pipeline-assets-to-group-for-more-than-10-billion-11617734753", "title": "Aramco Weighs Selling Stake in Oil Pipelines for More Than $10 Billion", "date": "2021-04-06 16:12", "summary": "Saudi Arabian energy giant's deal transferring minority share to group including U.S., Chinese investors could be announced as soon as this week. Saudi Arabia's energy giant is in advanced talks to sell up to a 49% stake in its oil pipelines to a consortium of U.S., Chinese and local investors for between $10 billion and $15 billion, according to people familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-beer-to-flat-pack-furniture-suez-blockage-offers-a-global-trade-snapshot-11617739499", "title": "From Beer to Flat-Pack Furniture, Suez Blockage Offers a Global Trade Snapshot", "date": "2021-04-06 16:05", "summary": "Shipment tracking services showed the traffic jam of cargo vessels tied up tens of thousands of containers. The bottleneck created when the Ever Given container ship got stuck in the Suez Canal stranded shipments from auto parts and dairy products to beer and luxury goods on their way to markets in Europe, the U.S. and Asia.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corteva-names-finance-veteran-to-cfo-role-11617739557", "title": "Corteva Names Finance Veteran to CFO Role", "date": "2021-04-06 16:05", "summary": "Dave Anderson will succeed current finance chief Gregory Friedman this month. Corteva Inc. has hired a veteran finance executive as its new chief financial officer, weeks after the agricultural products company averted a potential proxy fight with an activist investor.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-the-end-of-the-day-wednesday-crossword-april-7-11617568747", "title": "At the End of the Day (Wednesday Crossword, April 7)", "date": "2021-04-06 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-suisse-takes-4-7-billion-hit-on-archegos-meltdown-11617687483", "title": "Credit Suisse Takes $4.7 Billion Hit on Archegos Meltdown", "date": "2021-04-06 15:59", "summary": "Swiss banking giant slashes dividend and shuffles top executives. Credit Suisse Group AG reported a $4.7 billion hit from the meltdown of Archegos Capital Management, slashed its dividend and said its investment banking and risk chiefs would leave the bank.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-to-make-electric-version-of-chevy-silverado-pickup-11617735918", "title": "GM to Make Electric Version of Chevy Silverado Pickup", "date": "2021-04-06 15:25", "summary": "Auto maker expects the new truck to offer a single-charge range of more than 400 miles. General Motors Co. plans to roll out an electric version of its Chevy Silverado pickup truck, the latest in its efforts to convert its global lineup to electric vehicles.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-shut-schools-across-latin-america-and-children-joined-gangs-11617706801", "title": "Covid-19 Shut Schools Across Latin America, and Children Joined Gangs", "date": "2021-04-06 15:21", "summary": "Resume Subscription. PUERTO CACHICAMO, Colombia-The pandemic closed the only school in this remote hamlet, long a stronghold for Marxist guerrillas. With no internet connection for virtual classes, 16-year-old Danna Montilla told her family she was leaving to find work, but instead authorities say she joined a narco-trafficking rebel group.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/dutch-police-arrest-suspect-in-van-gogh-heist-11617735240", "title": "Dutch Police Arrest Suspect in Van Gogh Heist", "date": "2021-04-06 14:54", "summary": "The stolen artwork, 'Parish Garden in Nuenen, Spring,' hasn't been located. Dutch police arrested a 58-year-old man suspected of stealing a painting by Dutch master Vincent Van Gogh last year, although authorities have yet to locate the work of art.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-to-honor-capitol-police-officer-killed-in-attack-11617721657", "title": "Congress to Honor Capitol Police Officer Killed in Attack", "date": "2021-04-06 14:27", "summary": "William 'Billy' F. Evans to lie in honor in Rotunda next week. WASHINGTON-A veteran Capitol Police officer who was killed in the line of duty on Friday when a man rammed his car into a security checkpoint will lie in honor in the U.S. Capitol Rotunda next week, congressional leaders said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-carriers-push-air-bridge-to-u-s-amid-vaccination-success-11617733424", "title": "Airlines Push for Trans-Atlantic Air Bridge", "date": "2021-04-06 14:23", "summary": "British aviation industry takes heart from CDC travel guidance and recovering U.S. air market. LONDON- British Airways and Virgin Atlantic Airways Ltd. are pushing for the establishment of a travel corridor between the U.K. and U.S. without requirements for expensive Covid-19 tests and quarantines on both sides of the Atlantic, as carriers here try to capitalize on a robust vaccination drive and falling coronavirus cases.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/imf-lifts-global-growth-forecast-for-2021-to-6-11617712209", "title": "IMF Lifts Global Growth Forecast for 2021 to 6%", "date": "2021-04-06 14:22", "summary": "International lender cites stimulus spending in advanced economies, accelerating Covid-19 vaccine rollouts. WASHINGTON-The global economy is likely to expand this year at the fastest pace in at least four decades as vaccine rollouts accelerate and advanced economies spend aggressively to counter the Covid-19 pandemic and related lockdowns, the International Monetary Fund said Tuesday.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/self-driving-cars-could-save-many-lives-but-mental-roadblocks-stand-in-the-way-11617732000", "title": "Are People Demanding Too Much Safety for Self-Driving Cars?", "date": "2021-04-06 14:00", "summary": "People's demands for safety may be unreasonably high. Here's why.. As we get ever closer to the era of driverless cars, a key question looms: How safe should autonomous vehicles be before we allow them on the road in large numbers?", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-puts-telemedicine-in-the-spotlight-11617730990", "title": "Pandemic Puts Telemedicine in the Spotlight", "date": "2021-04-06 13:43", "summary": "Phone appointments are much more accessible to the nearly 30 million Americans who receive their care through federally qualified health centers.. As a retired endocrinologist, I read with great interest \"What the Pandemic Taught Us About Telemedicine\" (Journal Report, March 29). Key takeaways are that the clinician needs to have a good \"webside\" manner and up to 25% of visits will remain virtual. What isn't stated is that most disease states cure themselves, including Covid infections.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/using-private-cash-for-public-infrastructure-11617731030", "title": "Using Private Cash for Public Infrastructure", "date": "2021-04-06 13:43", "summary": "Ultimately, taxpayers or users will have to pay for these infrastructure projects in one form or another.. Robert Poole urges government to \"invite private capital to play a major role in paying for portions of the [infrastructure] plan\" (\"Build Infrastructure With Private Cash,\" op-ed, April 1). I doubt that \"private capital\" would do so without expecting to \"profit\" from their investment. Would \"private capital\" be willing to accept the yield on the 10-year Treasury note as an acceptable return on their investment? I somehow doubt it.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-democrats-seek-to-strengthen-medicare-11617730947", "title": "The Democrats Seek to Strengthen Medicare", "date": "2021-04-06 13:42", "summary": "In reality, H.R. 3 would make Medicare stronger.. In \"Democrats See Medicare as a Piggy Bank\" (op-ed, March 25), Chris Jacobs accuses Democrats of using Medicare as a \"piggy bank\" to pay for President Biden's \"Build Back Better\" agenda by pushing for H.R.3, the Lower Drug Costs Now Act.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/several-baseball-records-seem-unbreakable-11617730898", "title": "Several Baseball Records Seem Unbreakable", "date": "2021-04-06 13:41", "summary": "In 1912 Chief Wilson hit 36 triples playing for the Pittsburgh Pirates.. While reading Fay Vincent's \"Rogers Hornsby's Unbreakable Record\" (op-ed, April 1) tribute to Rogers Hornsby and the unlikely chance that anyone will ever average better than .400 over a five-year period, I thought of another astounding record that is rarely mentioned. In 1912 Chief Wilson hit 36 triples playing for the Pittsburgh Pirates.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volkswagen-must-remove-bugs-from-its-messaging-11617730819", "title": "Volkswagen Must Remove Bugs From Its Messaging", "date": "2021-04-06 13:40", "summary": "Volkswagen AG's corporate communications might consider \"Doltswagen.\". In light of the \"Voltswagen\" brand blunder, Volkswagen AG's corporate communications might consider \"Doltswagen\" (\"Ohm Goal: VW's Joke Name Change Backfires,\" Page One, March 31).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ambrose-bierce-and-playing-baseball-on-the-sabbath-11617730855", "title": "Ambrose Bierce and Playing Baseball on the Sabbath", "date": "2021-04-06 13:40", "summary": "Playing baseball on Sundays could be a religious requirement.. Regarding Randy Maniloff's \"When Blue Laws Applied at the Ballpark\" (op-ed, April 2): In \"The Devil's Dictionary\" by the satirist Ambrose Bierce, an unauthorized version of the Ten Commandments, appears under the letter D for Decalogue, expressing the idea that playing baseball on Sundays could be a religious requirement. His fourth commandment reads:", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oxford-pauses-dosing-in-trial-of-astrazeneca-covid-19-vaccine-in-children-teenagers-11617729303", "title": "Oxford Pauses Dosing in AstraZeneca Vaccine Trial in Children, Teenagers", "date": "2021-04-06 13:15", "summary": "Concerns about rare blood-clotting issues disrupt small-scale U.K. study of shot in younger people. The University of Oxford said it has paused administering doses of the Covid-19 vaccine it developed with AstraZeneca PLC in a small U.K. study to test the shot in children and teenagers, pending further information about rare blood-clotting issues in adults who have received it.", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/armed-attackers-storm-nigerian-prison-release-1-800-inmates-11617728729", "title": "Nigeria Prison Attack Frees 1,800 Inmates", "date": "2021-04-06 13:12", "summary": "Raid by armed gunmen raises fears a new insurrection is building in a majority-Christian part of the country. ABUJA, Nigeria-More than 1,800 inmates escaped from a prison in Nigeria's southeast after it was attacked by gunmen on Monday, raising fears that a new armed insurrection is building in a majority Christian part of the country while the Muslim-dominated north is grappling with jihadist militancy and rampant criminal gangs.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baseball-card-maker-topps-to-go-public-in-spac-deal-11617720206", "title": "Topps to Go Public in SPAC Deal", "date": "2021-04-06 13:07", "summary": "Former Disney CEO Michael Eisner will remain chairman of the maker of baseball cards and digital collectibles. Baseball-card maker Topps Co. is going public through a combination with a special-purpose acquisition company that sees potential for Topps' expansion in the digital collectibles market.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-is-primed-for-spring-hiring-spree-11617728504", "title": "U.S. Is Primed for Spring Hiring Spree", "date": "2021-04-06 13:01", "summary": "With the Covid-19 crisis easing, businesses need to prepare for the pickup in demand that the warmer months will likely bring. If you want them to come, you better build it.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/attention-golfers-how-well-do-you-really-know-the-game-11617728408", "title": "Attention, Golfers: How Well Do You Really Know the Game?", "date": "2021-04-06 13:00", "summary": "Who holds the record for winning the most pro tournaments in a row? Take our quiz and find out.. Over the past year, many first-timers headed out to the course, as well as plenty who hadn't picked up a club in a while. But whether you're new to the joys of a good walk spoiled or a veteran on the links, you'll want to know something about the sport's long and colorful history. Try this quiz to test your knowledge.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rob-manfreds-all-star-error-11617726664", "title": "Rob Manfred's All-Star Error", "date": "2021-04-06 12:31", "summary": "The commissioner politicized baseball over a law he likely hadn't examined.. Major League Baseball decided last week to move the All-Star Game out of Atlanta after the Georgia Legislature passed changes to the state's voting laws that many, including President Biden, called racist. Activists urged Commissioner Robert Manfred to punish Georgia. By rushing to do so without first protesting the substance of the law, Mr. Manfred made a serious mistake.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaccine-passports-prolong-lockdowns-11617726629", "title": "Vaccine Passports Prolong Lockdowns", "date": "2021-04-06 12:30", "summary": "What looks like an easing of restrictions is actually a coercive scheme.. As tens of millions are inoculated against Covid-19, officials in places as diverse as New York state, Israel and China have introduced \"vaccine passports,\" and there's talk of making them universal. The idea is simple: Once you've received your shots, you get a document or phone app, which you flash to gain entry to previously locked-down venues-restaurants, theaters, sports arenas, offices, schools.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-apple-and-niantic-bet-people-are-ready-for-augmented-reality-glasses-11617713387", "title": "Facebook, Apple and Niantic Bet People Are Ready for Augmented-Reality Glasses", "date": "2021-04-06 12:23", "summary": "Companies are spending to overcome technical and ethical hurdles as they try to bring the personal computer of tomorrow to people's faces. Tech companies are accelerating their development of computerized glasses for consumers, in a competition between Facebook Inc., Apple Inc. and others that proponents say will usher in a new way for consumers to use technology.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-can-government-attract-the-ai-talent-it-needs-11617724802", "title": "How Can Government Attract the AI Talent It Needs?", "date": "2021-04-06 12:00", "summary": "Artificial intelligence can make the government more efficient and effective. But first, it has to hire the people who can make it all happen.. Artificial intelligence has the potential to transform government, from how it spends taxpayer money and delivers services to how it protects the public and fights wars.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-iran-begin-indirect-talks-to-revive-2015-nuclear-deal-11617706280", "title": "U.S., Iran Begin Indirect Talks to Revive 2015 Nuclear Deal", "date": "2021-04-06 11:56", "summary": "Western and Iranian officials kick off negotiations in Vienna on reviving the accord, with myriad challenges ahead. VIENNA-Western and Iranian officials kicked off talks on Tuesday on reviving the embattled 2015 nuclear accord, amid the challenge of bitter relations between Washington and Tehran, punishing U.S. sanctions on the Islamic Republic and moves by Iran to accelerate its nuclear activity.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sag-awards-golden-globes-grammys-celebrity-style-backyard-shoots-11617724170", "title": "The Awards Season Backyard Photo Shoot: Is It Here to Stay?", "date": "2021-04-06 11:51", "summary": "The pandemic means the red carpet is gone-and has been replaced with a less formal, more intimate method for stars to show off their gowns and formalwear.. The pandemic has turned awards season-normally Hollywood's glitziest period of the year-into a more lo-fi, personal and, at times, chaotic affair. Instead of the grand auditoriums audiences are used to seeing when they tune into the Golden Globes, Grammys or this past weekend's Screen Actors Guild Awards, broadcasts now usually feature celebrities accepting awards on Zoom. Sometimes the transmission is blurry, and at least once, the winning actor's audio was muted entirely. At the same time, we get rare peeks into celebrities' homes and a look at their bookshelves and memorabilia, curtains and art, the colors of their walls.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgia-voting-law-masters-augusta-national-boycott-11617723470", "title": "The Masters Plays Through Georgia's Voting Law Uproar", "date": "2021-04-06 11:48", "summary": "The famed tournament at Augusta National Golf Club has stayed silent, with political tensions in Georgia flaring and pressure to weigh in. Georgia has become a cultural flashpoint over a new voting law. It has thrust the state's biggest businesses and even Major League Baseball, which removed its All-Star Game from the state, into taking pointed stances on the legislation.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-pandemic-haircut-is-a-hot-mess-your-barber-is-thrilled-11617723546", "title": "Your Pandemic Haircut Is a Hot Mess. Your Barber Is Thrilled.", "date": "2021-04-06 11:39", "summary": "Resume Subscription. At least once a day, a masked man with shaggy hair walks into Mike Moriello's Saugus, Mass., barbershop. At first, the fifth-generation barber thinks he's a stranger.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-york-is-in-trouble-11617723185", "title": "New York Is in Trouble", "date": "2021-04-06 11:33", "summary": "The state Legislature wants to tax and spend its way to a recovery.. New York City has been the incubator for artistic, commercial and financial achievement. It has welcomed millions fleeing poverty and dictatorship around the world. It has never been in serious trouble until now.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xpo-names-cfo-for-logistics-unit-ahead-of-planned-spinoff-11617722564", "title": "XPO Names CFO for Logistics Unit Ahead of Planned Spinoff", "date": "2021-04-06 11:22", "summary": "Baris Oran, formerly finance chief at Sabanci in Turkey, will join the company ahead of the planned split later this year. XPO Logistics Inc. named a finance chief for its supply-chain business ahead of a planned spinoff in the second half of this year.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-makes-an-investment-green-the-eu-wants-an-answer-11617721259", "title": "What Makes an Investment 'Green'? The EU Wants an Answer", "date": "2021-04-06 11:01", "summary": "With its Green Taxonomy, the European Union is aiming to make it as clear for companies to report on their sustainability metrics as their finances. Author", "categories": [["", "Money & Finance"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-amateur-golfers-go-to-play-with-the-pros-11617721200", "title": "Where Amateur Golfers Go to Play With the Pros", "date": "2021-04-06 11:00", "summary": "Pro-ams allow everyday players to swing with the stars. As long as they are willing to pony up the cash.. A fan sitting in Section 117 at the Staples Center in Los Angeles on a Lakers' game night cannot walk down to the court 20 minutes before tipoff and blend into the layup line behind LeBron James and Anthony Davis. Likewise, some spirited Washington Capitals superfan can't strap on bulky goaltender pads, step onto the ice and face pregame slap shots off the stick of Alexander Ovechkin.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-elizabeth-perkins-life-on-a-new-england-farm-let-her-imagination-run-wild-11617721107", "title": "For Elizabeth Perkins, Life on a New England Farm Let Her Imagination Run Wild", "date": "2021-04-06 10:58", "summary": "The co-star of 'The Moodys' on how isolation and parental alcoholism led her to acting. Elizabeth Perkins, 60, is a stage, TV and film actress who has starred in \"Big,\" \"Weeds\" (Showtime) and \"Truth Be Told\" (Apple TV+). She co-stars in Fox's comedy series \"The Moodys.\" She spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-books-spring-sharon-stone-plot-11617720389", "title": "The Nine Best Books of Spring", "date": "2021-04-06 10:47", "summary": "Enter the season of crisp, sunny weather with a new book from the writer behind HBO's 'The Undoing,' a fresh take on the pandemic from Michael Lewis, Sharon Stone's memoir and more. An excellent spring book is hard to categorize. It shouldn't be too heavy or dense. It's not meant to be read on a cold winter's night around a fire. But it's not quite a light beach read either. It's somewhere in between. Interesting and heady. Informative and breezy. This spring there's a whirlwind biography of the artist Helen Frankenthaler, whose crafty careerism and complicated romances are brought further to life. There are also revealing memoirs from the actor Sharon Stone and the musician Michelle Zauner (aka Japanese Breakfast), as well as new books from perennial favorites like Michael Lewis and Rachel Cusk.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-developed-by-u-s-army-begins-human-testing-11617706803", "title": "Covid-19 Vaccine Developed by U.S. Army Begins Human Testing", "date": "2021-04-06 10:28", "summary": "The vaccine has shown preliminary signs of protecting against new strains, Army researchers say. The U.S. Army will start testing among adult volunteers an Army-developed Covid-19 vaccine that researchers say may protect against a variety of coronavirus variants.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-suisses-turnaround-is-just-beginning-11617719133", "title": "Credit Suisse's Turnaround Is Just Beginning", "date": "2021-04-06 10:25", "summary": "Resume Subscription. Crisis-hit stocks can become turnaround plays once the full extent of the damage is clear. Credit Suisse isn't there yet, despite the best efforts of Chief Executive Officer Thomas Gottstein.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/calls-grow-to-abandon-regulations-eased-under-covid-hello-cocktails-to-go-11617718885", "title": "Calls Grow to Abandon Regulations Eased Under Covid (Hello, Cocktails to Go)", "date": "2021-04-06 10:21", "summary": "Resume Subscription. One day early in the coronavirus pandemic, El Arroyo, a Tex-Mex restaurant in Austin, banked just $186 in sales. Owner Ellis Winstanley put a cheeky plea on the marquee: \"Now would be a good time to legalize drive-up margaritas.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/can-virtual-personal-training-replace-in-person-instruction-11617718766", "title": "Does a Real Personal Trainer Beat One on Your Phone?", "date": "2021-04-06 10:19", "summary": "Workout coaches and trainees debate whether new individualized apps that connect users to remote trainers can replace real-life guidance for good. For the recurring series That's Debatable, we take on a contentious issue of the day and present two spirited arguments-one in favor and other emphatically opposed. Previous installments from the series are here.", "categories": [["Life & Work", "Fashion", "That's Debatable"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/that-s-debatable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-people-in-this-medical-research-are-fake-the-innovations-are-real-11617717623", "title": "The People in This Medical Research Are Fake. The Innovations Are Real.", "date": "2021-04-06 10:00", "summary": "'Synthetic-data technology,' by creating artificial patient populations, has the potential to speed up innovations without compromising privacy. Researchers in Israel were happy to get their hands on data about thousands of Covid-19 patients, including a 63-year-old father of two who was admitted to the emergency room with Covid-19 and soon recovered. It was the early days of the coronavirus pandemic and the treatments used for this patient could provide invaluable insight into the then little-understood virus.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-jersey-restaurateur-gobbles-up-space-during-covid-19-pandemic-11617717603", "title": "A New Jersey Restaurateur Gobbles Up Space During Covid-19 Pandemic", "date": "2021-04-06 10:00", "summary": "Resume Subscription. This time last year, most restaurateurs were mainly looking for rent breaks. Tommy Bonfiglio, a New Jersey lawyer and the owner of three taverns, saw a big opportunity.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/sorry-the-economic-crisis-is-over-11617662226", "title": "Sorry, the Economic Crisis Is Over", "date": "2021-04-06 09:35", "summary": "It's getting harder for the White House and Federal Reserve to pretend that emergency policies are needed.. It's getting harder for the Biden Administration to claim we're in an economic crisis that demands more spending. It's closer to the truth to say the economy is growing in a way that calls for spending and monetary restraint.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amc-duck-creek-tech-chembio-diagnostics-what-to-watch-when-the-stock-market-opens-today-11617706397", "title": "AMC, Duck Creek Tech, Chembio Diagnostics: What to Watch When the Stock Market Opens Today", "date": "2021-04-06 09:15", "summary": "Stock futures edged down after Wall Street closed at fresh records. Here's what we're watching ahead of Tuesday's opening bell.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sonos-roam-review-portable-tunes-for-the-outdoors-alexa-for-the-shower-11617714005", "title": "Sonos Roam Review: Portable Tunes for the Outdoors, Alexa for the Shower", "date": "2021-04-06 09:00", "summary": "The $169 Sonos Roam can play music over AirPlay 2 or Bluetooth, with Alexa or Google Assistant voice control. It's battery powered and water-resistant. And it weighs less than a pound.. At the park, on a boat, or in a cabin in the woods, the Sonos Roam doesn't behave much differently than your average portable speaker. It can play audio over Bluetooth. It'll survive a tumble on the ground-and even a short dip in the pool.", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-21-brazilian-man-isset-to-be-one-ofyoungest-admitted-to-new-york-state-bar-in-decades-11617714005", "title": "At 21, Brazilian Man Is Set to Be One of Youngest Admitted to New York State Bar in Decades", "date": "2021-04-06 09:00", "summary": "Mateus Costa-Ribeiro won a case at Brazil's highest court when still a teenager. Mateus Costa-Ribeiro has graduated from law school, won a case before Brazil's highest court and completed a master's degree from Harvard University, all while still under the legal drinking age.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kyrsten-sinema-defends-filibuster-as-pressure-mounts-from-progressives-11617714005", "title": "Kyrsten Sinema Defends Filibuster as Pressure Mounts From Progressives", "date": "2021-04-06 09:00", "summary": "Arizona Democrat says the problem is senators' behavior, not the chamber's rules. PHOENIX-Sen. Kyrsten Sinema has emerged as the staunchest Democratic defender of the filibuster, brushing off fire from the outspoken progressive wing of her party as she tries to stake out a bipartisan reputation in a battleground state.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robert-mundell-nobel-winning-economist-dies-at-age-88-11617652126", "title": "Robert Mundell, Nobel-Winning Economist, Dies at Age 88", "date": "2021-04-06 08:38", "summary": "Canadian-born maverick was an early advocate for European monetary union and pushed for tax cuts in the U.S.. ", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/merchant-groups-target-amazon-in-new-political-campaign-11617701401", "title": "Amazon Is the Target of Small-Business Antitrust Campaign", "date": "2021-04-06 08:17", "summary": "National coalition of small businesses to push for more-forceful antitrust measures, saying Amazon competes unfairly. WASHINGTON-Merchant groups are forming a national coalition to campaign for stricter antitrust laws, including measures they hope could force Amazon.com Inc. to spin off some of its business lines.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-dog-dna-test-rattles-secrets-from-buddys-family-tree-11617710400", "title": "Dog DNA Test Rattles Secrets From Buddy's Family Tree", "date": "2021-04-06 08:00", "summary": "Like a dog with a bone, I wanted to find out who my new puppy really was, but was I ready for the truth?. I got my dog's DNA results back today.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fidelity-square-coinbase-launch-bitcoin-trade-group-11617710402", "title": "Fidelity, Square and Others Launch Bitcoin Trade Group", "date": "2021-04-06 08:00", "summary": "Council will lobby policy makers, serve as industry's voice in championing digital currencies. Fidelity Investments, Square Inc. and several other financial firms are forming a new trade group that aims to shape the way bitcoin and other cryptocurrencies are regulated.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-estate-losers-in-2020-like-hotel-and-mall-owners-starred-in-the-first-quarter-11617710402", "title": "Real-Estate Losers in 2020, Like Hotel and Mall Owners, Starred in the First Quarter", "date": "2021-04-06 08:00", "summary": "The companies mounted a comeback, as investors bet that a vaccine rollout can revitalize the hard-hit businesses. Shares of companies that own shopping centers, hotels and New York office buildings were decimated most of last year but mounted a first-quarter comeback, as investors bet that a vaccine rollout can revitalize these hard-hit businesses.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meet-the-highest-paid-ceo-in-s-p-500-paycoms-211-million-man-11617710401", "title": "Meet the Highest Paid CEO in S&P 500, Paycom's $211 Million Man", "date": "2021-04-06 08:00", "summary": "Chad Richison's equity award could wind up worth more than $2 billion over several years; Paycom says he only gets it if the stock more than doubles. Move over, Elon Musk and Tim Cook. There is a new name breaking into the list of the highest-paid chief executives: Chad Richison, the founder and CEO of payroll processor Paycom Software Inc.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-airlines-plans-to-begin-training-pilots-at-new-academy-this-year-11617710402", "title": "United Airlines Plans to Begin Training Pilots at New Academy", "date": "2021-04-06 08:00", "summary": "Anticipating a shortfall as demand returns, airline turns its attention to future pilot needs. United Airlines Holdings Inc. said it would start enrolling students in the pilot training academy it agreed to buy shortly before the pandemic interrupted its plans to bolster hiring, the latest sign of growing optimism in the industry about the long-term outlook for travel.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-dreams-owner-defaulted-that-could-cost-it-revenue-from-other-malls-11617710401", "title": "American Dream's Owner Defaulted. That Could Cost It Revenue From Other Malls", "date": "2021-04-06 08:00", "summary": "Default enables Triple Five's lenders to seize 49% of revenue generated by Mall of America and West Edmonton Mall. The developer of American Dream, the sprawling mall and entertainment center outside New York City, is on the verge of losing what amounts to nearly half its ownership interest in two other giant malls.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rapper-dmx-remains-hospitalized-after-suffering-heart-attack-11617648389", "title": "Rapper DMX Is in a Coma After Heart Attack Last Week", "date": "2021-04-06 07:50", "summary": "The 50-year-old New York rap star, born Earl Simmons, was admitted to White Plains Hospital on Friday. The influential rapper DMX remained hospitalized in New York on Monday after suffering a heart attack.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-recent-covid-19-wave-under-control-chinese-consumers-spend-on-travel-11617707456", "title": "With Recent Covid-19 Wave Under Control, Chinese Consumers Spend on Travel", "date": "2021-04-06 07:10", "summary": "Over three-day tomb-sweeping holiday, travel was back up to pre-coronavirus levels by some metrics. BEIJING-China's efforts to get its people spending got a boost over the three-day traditional tomb-sweeping holiday, with official and private data showing travel back up to pre-coronavirus levels by some metrics.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/railroads-growth-stocks-of-the-19th-century-are-hot-again-11617706806", "title": "Railroads, Growth Stocks of the 19th Century, Are Hot Again", "date": "2021-04-06 07:00", "summary": "Proposed merger of Canadian Pacific and Kansas City Southern, global transportation snags highlight the value of North America's freight rail network. Trains were the Teslas of the 1800s.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/signet-is-buying-rocksbox-in-a-bet-on-jewelry-rentals-11617706200", "title": "Signet Is Buying Rocksbox in a Bet on Jewelry Rentals", "date": "2021-04-06 06:50", "summary": "Owner of Kay and Zales is purchasing the subscription service for an undisclosed sum. Signet Jewelers Ltd. has long billed itself as the place for men to buy engagement rings or other romantic gifts. Now, it wants to target another customer: women who get jewelry for themselves.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaccine-requirements-could-be-a-booster-for-norwegian-cruise-lines-11617705000", "title": "Vaccine Requirements Could Be a Booster for Norwegian Cruise Lines", "date": "2021-04-06 06:30", "summary": "Investors cheered Norwegian's move to require vaccinations for passengers as an industry-wide win, but not all players would score equally with the CDC's buy-in. Cruise ships may not be able to pack as many passengers into their casinos as they would like for a while, but Norwegian Cruise Line Holdings still seems to value a good gamble.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bp-signals-recovery-for-oil-industry-in-wake-of-pandemic-11617704377", "title": "BP Signals Recovery for Oil Industry in Wake of Pandemic", "date": "2021-04-06 06:19", "summary": "Energy giant says strong trading results and higher oil prices are likely to help it hit a debt-reduction target early, paving the way for share buybacks. LONDON-Oil giant BP PLC said it had a solid start to the year, aided by higher energy prices and strong results from its trading division, giving the first indication that major oil companies are on the road to recovery after pandemic-induced losses across the industry last year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-surpasses-10-of-u-s-digital-ad-market-share-11617703200", "title": "Amazon Surpasses 10% of U.S. Digital Ad Market Share", "date": "2021-04-06 06:00", "summary": "Company chips away at market leader Google as its search ad business continues to grow. Amazon. com Inc.'s share of the U.S. digital ad market grew to 10.3% last year from 7.8% in 2019, according to a new report from research firm eMarketer.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/violence-spurs-many-asian-americans-to-activism-for-first-time-11617701400", "title": "Violence Spurs Many Asian-Americans to Activism for First Time", "date": "2021-04-06 05:30", "summary": "Atlanta spa shooting deaths and rising reports of hate crimes during pandemic have pulled in families who had avoided discussing race. Silicon Valley industrial designer Ben Tang was walking in a park with his 6-year-old daughter about a year ago when a group of young men passed by and spat at them.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-speed-up-tax-analysis-in-response-to-biden-infrastructure-plan-11617701402", "title": "Companies Speed Up Tax Analysis in Response to Biden Infrastructure Plan", "date": "2021-04-06 05:30", "summary": "Proposal would raise the corporate rate to 28% and increase taxes on U.S. companies' foreign profits. Finance chiefs are considering their options to offset potential cost increases stemming from a higher corporate tax rate and other tax proposals by the Biden administration.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-storm-is-windfall-for-some-wall-street-firms-11617701402", "title": "Texas Storm Is Windfall for Some Wall Street Firms", "date": "2021-04-06 05:30", "summary": "Resume Subscription. A handful of Wall Street firms that bet big on the power sector in recent years made millions in paper profits when the winter storm in Texas boosted demand for the electricity generated by plants they own.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/what-is-archegos-and-how-did-it-rattle-the-stock-market-11617044982", "title": "What Is Archegos and How Did It Rattle the Stock Market?", "date": "2021-04-06 04:25", "summary": "Bill Hwang's investment firm had $30 billion in bets on major stocks that unraveled in March. Investor Bill Hwang set off a storm in the stock market in March when his firm, Archegos Capital Management, and its banks, began liquidating huge positions in blue-chip companies, according to people familiar with the transactions. The sales sent individual stocks swooning and have left at least three banks with major damage. Credit Suisse said on April 6 that it would take a $4.7 billion hit because of the meltdown.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-will-skip-tokyo-olympics-citing-pandemic-fears-11617673564", "title": "North Korea Will Skip Tokyo Olympics, Citing Covid-19 Fears", "date": "2021-04-06 02:59", "summary": "Kim Jong Un regime becomes first country to bow out of Summer Olympics starting in July. North Korea became the first country to withdraw from the Summer Olympics in Tokyo, citing safety concerns because of the coronavirus pandemic and dashing hopes that the global sporting event could provide a forum to engage the regime.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11617643949", "title": "Pepper...and Salt", "date": "2021-04-06 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baylor-beats-gonzaga-to-win-the-ncaa-basketball-title-11617679649", "title": "Baylor Wins the NCAA Men's Basketball Title", "date": "2021-04-06 23:28", "summary": "The Bears ended the Bulldogs' undefeated season with a 86-70 victory to claim the national championship. INDIANAPOLIS-Baylor won its first NCAA men's basketball championship with a dominating 86-70 win over Gonzaga, whose bid for an undefeated title run overshadowed the Bears all season until the two teams met face-to-face on Monday night.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-democrats-pitch-their-international-corporate-tax-plan-11617638401", "title": "Senate Democrats Pitch Their International Corporate Tax Plan", "date": "2021-04-06 20:56", "summary": "Lawmakers offer some proposals that mirror Biden tax increases on U.S. companies, with some ideas that may be less onerous on businesses. WASHINGTON-Senate Democrats offered proposals Monday to increase the tax burden on U.S. companies' foreign profits and move the system in the same general direction as the Biden administration's plan.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tennessee-asks-supreme-court-to-reinstate-48-hour-waiting-period-for-abortions-11617670083", "title": "Tennessee Asks Supreme Court to Reinstate 48-Hour Waiting Period for Abortions", "date": "2021-04-06 20:48", "summary": "State asks justices to enforce restriction while it appeals lower court order that found it unconstitutional. WASHINGTON-The state of Tennessee asked the Supreme Court Monday to reinstate a 48-hour waiting period imposed on women seeking abortions, after lower courts found it unconstitutional.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-parliamentarian-rules-in-favor-of-democratic-reconciliation-effort-11617663204", "title": "Democrats Win Key Senate Backing for Reconciliation", "date": "2021-04-06 20:19", "summary": "Move opens door for Democrats to approve more measures along party lines in the Senate. WASHINGTON-The Senate's nonpartisan parliamentarian Monday ruled in favor of a Democratic effort to pass additional legislation through a process called reconciliation, according to a spokesman for Senate Majority Leader Chuck Schumer (D., N.Y.), opening the door for Democrats to approve more fiscal measures along party lines in the Senate this year.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nra-trial-starts-with-dueling-portrayals-of-ceo-lapierres-influence-11617667733", "title": "NRA Trial Starts With Dueling Portrayals of CEO LaPierre's Influence", "date": "2021-04-06 20:08", "summary": "The extent of Wayne LaPierre's control and the decision to put the group into chapter 11 were the focus of opening arguments at the NRA's bankruptcy trial. National Rifle Association leader Wayne LaPierre put the gun-rights group into chapter 11 to try to evade accountability for spending abuses, a New York attorney general's office lawyer told a judge on Monday, an allegation the NRA denied and said won't be supported by evidence presented at a bankruptcy trial.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}]