[{"link": "https://www.wsj.com/articles/purdues-sackler-family-owners-worth-11-billion-documents-show-11618962513", "title": "Purdue's Sackler Family Owners Worth $11 Billion, Documents Show", "date": "2021-04-20 19:48", "summary": "The disclosures show wealth built up by Purdue's family owners, who have offered to pay $4.28 billion in a proposed bankruptcy deal. Members of the Sackler family who own bankrupt OxyContin-maker Purdue Pharma LP are worth approximately $11 billion, documents released Tuesday by a congressional committee show.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-faces-new-test-as-economies-reopen-11618911003", "title": "Netflix Subscriber Growth Slows as Economies Reopen", "date": "2021-04-20 19:47", "summary": "Subscriptions at streaming giant surged last year, but consumers are now looking to get out. Netflix Inc. said subscriber growth for the first quarter was weaker than expected, a potential warning sign for the company as consumers in many countries start to emerge from pandemic-related lockdowns and as streaming competition increases.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foxconn-shrinks-plans-for-wisconsin-plant-11618959964", "title": "Foxconn Shrinks Plans for Wisconsin Plant", "date": "2021-04-20 19:06", "summary": "Electronics maker signs new deal with state to invest up to $672 million, instead of up to $10 billion. Foxconn is scaling back plans for a liquid-crystal-display plant in Wisconsin, saying it expects to invest a fraction of the $10 billion promised nearly four years ago, according to a new contract with the state.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-cfo-guided-aircraft-maker-through-737-max-crisis-11618958115", "title": "Boeing CFO Guided Aircraft Maker Through 737 MAX Crisis", "date": "2021-04-20 18:35", "summary": "In an unexpected move, Greg Smith is set to retire in July. Boeing Co. 's finance chief Greg Smith served as a steady hand during the aircraft manufacturer's recent years of tumult from the grounding of the 737 MAX to the coronavirus pandemic. Finding a successor after his unexpected departure might be tough, people close to the company and analysts said.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lisa-monaco-is-confirmed-by-senate-as-deputy-attorney-general-11618957906", "title": "Senate Confirms Lisa Monaco as Deputy Attorney General", "date": "2021-04-20 18:31", "summary": "Experienced national-security official takes Justice Department's No. 2 job with focus on Jan. 6 riot probe, domestic and foreign threats. WASHINGTON-The Senate on Tuesday confirmed Lisa Monaco to be deputy attorney general, putting a seasoned national-security official in charge of the Justice Department's day-to-day operations as it confronts a rise in domestic extremism and threats from abroad.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadian-national-plans-to-make-30-billion-topping-bid-for-kansas-city-southern-11618915544", "title": "Canadian National Makes $30 Billion Topping Bid for Kansas City Southern", "date": "2021-04-20 18:28", "summary": "Offer represents 21% premium to agreement with Canadian Pacific reached last month. Canadian National Railway Co. made a roughly $30 billion bid for Kansas City Southern , kicking off a bidding war for a railroad operator that has already agreed to a sale to another Canadian rival.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-does-haircuts-now-11618957453", "title": "Amazon Does Haircuts Now", "date": "2021-04-20 18:24", "summary": "The e-commerce giant said its first salon will be a place to collaborate with the professional beauty industry and test new technologies. Amazon. com Inc. opened its first hair salon Tuesday. Located in London's Spitalfields shopping district, Amazon Salon offers hairdressing services dressed up with technology, including augmented-reality hair consultations.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-back-temporary-extension-of-larger-child-tax-credit-11618957385", "title": "Biden to Back Temporary Extension of Larger Child Tax Credit", "date": "2021-04-20 18:23", "summary": "Some Democratic lawmakers have pressed for a permanent change to the payments. WASHINGTON-President Biden told a group of lawmakers that he intends to propose a temporary extension of an enhanced child tax credit, rebuffing requests from some Democrats who favor making the new benefit permanent.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/derek-chauvins-trial-was-an-experiment-in-pandemic-justice-11618957097", "title": "Derek Chauvin's Trial Was an Experiment in Pandemic Justice", "date": "2021-04-20 18:18", "summary": "The proceeding to determine guilt in George Floyd's death featured masked attorneys, plexiglass and white-noise machines. MINNEAPOLIS-As the Derek Chauvin trial unfolded over the past several weeks, it was the first time most people around the country got a glimpse into the strange new reality of a jury trial during the Covid-19 pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-mayor-unveils-plans-to-curb-gun-crimes-11618956487", "title": "New York City Mayor Unveils Plans to Curb Gun Crimes", "date": "2021-04-20 18:08", "summary": "Community investment, redeployment of police part of plan to combat surge of gun violence in the city. New York City Mayor Bill de Blasio on Tuesday unveiled new initiatives aimed at reducing an uptick in gun violence that has plagued the city over the past year.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-era-of-easy-money-11618956049", "title": "The Era of Easy Money", "date": "2021-04-20 18:00", "summary": "Enjoy it while it lasts.. The Federal Reserve has created more than $3.5 trillion since the start of the Covid panic and all those dollars have to go somewhere. Lately they seem to be going everywhere. Great companies, decent companies, weak companies with entertaining Internet memes and even businesses created as jokes are now getting funded.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-agency-says-benefits-of-j-j-covid-19-vaccine-outweigh-risks-but-calls-for-blood-clot-warning-11618929685", "title": "J&J Vaccine Benefits Outweigh Risks, EU Agency Says, as U.S. Cases Rise", "date": "2021-04-20 17:57", "summary": "U.S. tally of blood-clot cases linked to the vaccine rises to nine. Europe's health agency said a warning should be added to the product information of the Johnson & Johnson Covid-19 vaccine that unusual blood clots are a very rare possible side effect, but said the benefits of taking the shot outweigh the risks.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-at-t-a-train-wreck-11618955633", "title": "Is AT&T a Train Wreck?", "date": "2021-04-20 17:53", "summary": "The company's epic adventure in reinvention reaches a moment of truth.. There's nothing like reaching out to a Wall Street analyst whom I know only by reputation and hearing that he was just thinking of me too. Apparently I need to write something to encourage AT&T 's board to get the company off its suicide mission.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-1-trillion-tax-evasion-opportunity-11618955569", "title": "The $1 Trillion Tax Evasion Opportunity", "date": "2021-04-20 17:52", "summary": "A little spending on the IRS could yield a lot of revenue that's going uncollected.. Internal Revenue Service Commissioner Charles Rettig told the Senate Finance Committee last week that the annual gap between taxes owed and taxes paid could be as much as $1 trillion. The so-called tax gap has doubled over the past decade, as IRS resources shrank. The number of IRS employees has declined by 33,000, with more than half of the decrease coming in the hard-pressed enforcement division. As a result, Mr. Rettig says, the IRS is \"outgunned.\"", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-ipad-and-mac-moment-should-linger-11618955502", "title": "Apple's iPad and Mac Moment Should Linger", "date": "2021-04-20 17:51", "summary": "Tablet and PC sales got a strong boost from the Covid-19 pandemic. Changed work habits should keep demand elevated.. Apple Inc.'s new iPad and iMac might seem a bit late to the game, but there is good reason to think they will still find their mark.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-shipping-crisis-waiting-to-happen-11618955494", "title": "A Shipping Crisis Waiting to Happen", "date": "2021-04-20 17:51", "summary": "Enormous container vessels move goods efficiently-but a lot could go wrong.. When the Ever Given container ship got stuck in the Suez Canal, it showed the vulnerability of the global shipping system, which carries products around the world at surprisingly low cost. But there's an even more worrisome problem: Ships are getting too big.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blood-and-treasure-review-a-boone-for-the-frontier-11618955414", "title": "'Blood and Treasure' Review: A Boone for the Frontier", "date": "2021-04-20 17:50", "summary": "Daniel Boone despised his reputation as an Indian ﬁghter. He was vastly more proud of his ability to endure the burdens of the huntsman's life.. Bob Drury and Tom Clavin together have given us a half-dozen elegantly written narratives of exhilarating episodes in American history, ranging from events in the Indian Wars of the American West to the Korean War. Among their outstanding co-authored works are \"The Last Stand of Fox Company: A True Story of U. S. Marines in Combat\" (2009) and \"The Heart of Everything That Is: The Untold Story of Red Cloud\" (2013).", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lessons-that-stuck-this-year-11618955255", "title": "The Lessons That Stuck This Year", "date": "2021-04-20 17:47", "summary": "Students reflect on the books and classes that changed their thinking.. Editor's note: This week's Future View discusses books and courses that most affected students this school year. Next week we'll ask, \"What do the Derek Chauvin verdict and its aftermath tell us about America today?\" Students can click here to submit opinions of fewer than 250 words before April 27. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-are-fooling-themselves-on-immigration-11618955116", "title": "Democrats Are Fooling Themselves on Immigration", "date": "2021-04-20 17:45", "summary": "Voters didn't always like Trump's tone, but they broadly supported his strategy at the border.. Out to lunch. That might be the kindest way to describe Joe Biden and Democrats these days on immigration. If they think they have a voter mandate to reverse restrictions advanced by the previous administration, even with the southern border effectively under siege, they're kidding themselves.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/even-in-cricket-no-rest-from-the-woke-11618955054", "title": "Even in Cricket, No Rest From the Woke", "date": "2021-04-20 17:44", "summary": "The venerable term 'batsman' has been banished from an ESPN website.. Many culture wars start as skirmishes in obscure corners of human interaction, sparked by a remark in a lecture at a small university or by an aperçu at a meeting of local officials. Yet the most passionate cultural tussles seem to begin in matters related to sports-as has just happened with cricket, a team game so venerable that even Oliver Cromwell refrained from prohibiting its play in the Puritan years when he governed England. (Cromwell banned other sports, as well as the theater, but halted cricket only on the sabbath.)", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-closer-look-11618350268", "title": "A Closer Look", "date": "2021-04-20 17:28", "summary": "Selections from 'The Rock From the Sky' by Jon Klassen. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-04-20-2021-11618908520", "title": "Stocks Fall as Earnings Season Ramps Up", "date": "2021-04-20 16:57", "summary": "Investors are looking to results to gauge whether high equity valuations are justified. U.S. stocks fell Tuesday, extending their losses as investors assessed blue-chip companies' profits and sales prospects.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-closer-look-11618952132", "title": "A Closer Look", "date": "2021-04-20 16:55", "summary": "Selections from 'Mr. Mole Moves In' by Lesley-Anne Green. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/procter-gamble-will-raise-prices-in-september-11618916498", "title": "Procter & Gamble Will Raise Prices in September", "date": "2021-04-20 16:54", "summary": "Price increases on baby products, adult diapers and feminine-care brands come as the company reports slowing growth in latest quarter. Procter & Gamble Co. this fall will start charging more for household staples from diapers to tampons, the latest and biggest consumer-products company to announce price increases.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-spring-event-expected-to-reveal-latest-ipad-pro-subscription-podcasts-11618911002", "title": "Apple Unveils Subscription Podcasts, Latest iPad Pro", "date": "2021-04-20 16:52", "summary": "New products heighten competition with Spotify, other rivals that have criticized how tech giant wields its market power. Apple Inc. unveiled new products Tuesday including a subscription podcast service that deepens its competition with Spotify Technology SA as well as upgrades to its iPad and iMac hardware lines.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-practice-becomes-form-carpentry-tools-from-japan-review-no-nails-no-problem-11618951885", "title": "'When Practice Becomes Form: Carpentry Tools From Japan' Review: No Nails? No Problem!", "date": "2021-04-20 16:51", "summary": "A modest subject belies the magic of Japan Society's current show.. New York", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/generation-hustle-review-true-grift-11618951704", "title": "'Generation Hustle' Review: True Grift", "date": "2021-04-20 16:48", "summary": "An HBO Max documentary reels viewers in with the stories of brazen fraudsters who hoodwinked their victims in pursuit of fame and fortune.. Since the con-artistry extravaganza \"Generation Hustle\" makes its debut on Thursday, and the Academy Awards are on Sunday, one's thoughts might turn to \"The Sting\" of 1973. In that Best Picture winner, the point is made that the greatest flimflams of all are the ones in which the victims never even realize they've been snookered. Such was not the case with the instances of deception and fraud recounted in \"Generation Hustle,\" of course, or there would be no show. But what kind of ingenious minds could pull off such near-masterpieces of deception and be satisfied that no one would ever know?", "categories": [["Books & Arts", "Television Review", "Television Review | jOHN ANDERSON"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-soccer-super-league-american-owners-nfl-11618939490", "title": "The U.S. Sports Origins of Europe's Soccer Super League", "date": "2021-04-20 16:42", "summary": "Four of the 12 rebel clubs are owned by Americans. But the influence of stateside sports models has been around much longer.. For as long as the English Premier League has existed, its most powerful owners have watched the NFL. The founders, self-made British businessmen, had seen it firsthand by traveling to the U.S. and loved it all: the glitz, the lavish television contracts, the lionized dynasties. By the time they founded the Premier League in 1992, they had a clear picture of how to make money from modern sports.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-mtas-plan-to-upgrade-transit-threatened-by-covid-19-pandemic-11618949918", "title": "New York MTA's Plan to Upgrade Transit Threatened by Pandemic", "date": "2021-04-20 16:18", "summary": "Lost revenue and increased borrowing triggered by the pandemic put capital spending at risk, state comptroller says. The New York Metropolitan Transportation Authority's $55 billion plan to modernize subways, buses and commuter rails is at risk because of revenue losses and increased borrowing caused by the coronavirus pandemic, according to a report issued Tuesday.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/simon-schuster-says-mike-pence-book-will-proceed-despite-employee-petition-11618948424", "title": "Simon & Schuster Says Pence Book to Proceed, Despite Employee Petitions", "date": "2021-04-20 16:10", "summary": "'We come to work each day to publish, not cancel,' CEO Jonathan Karp says in letter to staffers. Simon & Schuster Chief Executive Jonathan Karp said Tuesday the publisher would proceed with a book by former Vice President Mike Pence despite objections from some of its employees, saying he wants to preserve a culture that presents different perspectives.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghanistan-the-u-s-can-always-go-back-11618949299", "title": "Afghanistan: The U.S. Can Always Go Back", "date": "2021-04-20 16:08", "summary": "Harsh but limited strikes can deter and punish terrorism. Nation building is an expensive diversion.. The U.S. is finally getting out of Afghanistan. While most Americans have long supported an exit, advocates of a continued U.S. military presence warn of the Afghan government's collapse, the subjugation of women and the re-establishment of a terrorist haven.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tax-hikes-will-stifle-the-recovery-11618949242", "title": "Tax Hikes Will Stifle the Recovery", "date": "2021-04-20 16:07", "summary": "Biden's proposal would make American companies less competitive overseas, resulting in lost U.S. jobs.. The Biden administration and congressional Democrats' $2.7 trillion \"infrastructure plan\" is deeply concerning. Republicans and Democrats agree on investing in America's infrastructure-the roads, bridges, electrical grids, railroads and broadband networks we all use. The last infrastructure bill passed by Congress, 2015's Fixing America's Surface Transportation Act, cost about $300 billion and passed 359-65 in the House and 83-16 in the Senate. The Biden plan broadens the definition of infrastructure to include more than $2 trillion in funding for things like the National Science Foundation, long-term care, corporate child care, and electric-car companies. Some are worthy causes, but they don't belong in an infrastructure bill.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meatpacker-jbs-usa-hires-new-chief-legal-officer-11618949123", "title": "Meatpacker JBS USA Hires New Chief Legal Officer", "date": "2021-04-20 16:05", "summary": "The appointment of Kevin Arquit, a former U.S. antitrust enforcer, comes as the U.S. meat industry faces antitrust scrutiny. Beef and pork giant JBS USA Holdings Inc. has hired a former U.S. antitrust enforcer as its new chief legal officer, as the U.S. meat industry faces antitrust scrutiny.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/splitting-the-profits-wednesday-crossword-april-21-11618762672", "title": "Splitting the Profits (Wednesday Crossword, April 21)", "date": "2021-04-20 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heres-how-young-people-are-pushing-businesses-to-take-a-stand-11618947691", "title": "Here's How Young People Are Pushing Businesses to Take a Stand", "date": "2021-04-20 15:45", "summary": "More business leaders are speaking out on political issues in response to pressure from younger consumers and employees. Gone are the days of corporations relying on quiet political contributions and \"no comment\" responses to get by. Here are three ways young Americans are helping to shape the new wave of political activism from business leaders.", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/discord-ends-deal-talks-with-microsoft-11618938806", "title": "Discord Ends Deal Talks With Microsoft", "date": "2021-04-20 15:19", "summary": "Chat startup to stay independent as it resumes interest in a potential initial public offering. Chat startup Discord Inc. has halted talks to sell itself to potential suitors including Microsoft Corp. , according to people familiar with the matter, as it resumes interest in a potential initial public offering down the line.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-cookbook-author-adds-a-little-spice-to-her-chicago-kitchen-11618945212", "title": "A Cookbook Author Adds a Little Spice to Her Chicago Kitchen", "date": "2021-04-20 15:00", "summary": "Anupy Singla and her husband, Sandeep Gupta, spent roughly $181,000 renovating the space. The Chicago couple didn't have to go too far to find a new home in 2018. Anupy Singla, an entrepreneur, and her husband, Sandeep Gupta, a management consultant, found what they were looking for just down the street in their Lincoln Park neighborhood. They paid $4.35 million.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tribune-publishing-sets-date-for-shareholder-vote-on-alden-bid-11618943905", "title": "Tribune Publishing Sets Date for Shareholder Vote on Alden Bid", "date": "2021-04-20 14:38", "summary": "May 21 deadline narrows window for competing bidder Stewart Bainum Jr. to firm up financing. Tribune Publishing Co. has set a May 21 deadline for shareholders to vote on a takeover proposal by hedge fund Alden Global Capital LLC, narrowing the window for hotel magnate Stewart Bainum Jr. to firm up financing for his competing bid.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cryptocurrency-giant-binance-hires-former-top-bank-regulator-11618912800", "title": "Cryptocurrency Giant Binance.US Hires Former Top Bank Regulator", "date": "2021-04-20 14:33", "summary": "Brian Brooks, an acting head of Office of the Comptroller of the Currency under Trump, will become CEO of Binance.US. A former top U.S. banking regulator is set to join Binance.US, one of the world's biggest bitcoin exchanges, in the latest move by a cryptocurrency company to deepen its ties to Washington.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-adds-automated-captions-making-platform-more-open-to-deaf-people-11618943012", "title": "TikTok Adds Automated Captions, Making Platform More Open to Deaf People", "date": "2021-04-20 14:23", "summary": "Advocates welcome the new feature, the latest move among social media companies to make their platforms more accessible to all. TikTok is introducing automated captions, a feature that will add subtitles to posts in its popular video-sharing app without requiring users to enter the text themselves.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snc-lavalin-says-world-bank-lifts-sanctions-imposed-in-2013-11618942254", "title": "SNC-Lavalin Says World Bank Lifts Sanctions Imposed in 2013", "date": "2021-04-20 14:10", "summary": "The sanctions stemmed from allegations the Canadian engineering company bribed officials in Bangladesh. SNC-Lavalin Group Inc. said Tuesday the World Bank Group has granted an early lifting of all sanctions imposed in 2013 against the Canadian engineering company.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oscars-2021-an-academy-award-ceremony-like-no-other-11618940164", "title": "Oscars 2021: An Academy Award Ceremony Like No Other", "date": "2021-04-20 13:36", "summary": "The stars gather for another chorus of 'Hooray for Hollywood,' at a time when it feels like 'High Noon' for the industry. Over the course of the pandemic the movies-theatrical films, that is-have suffered one loss after another. They lost the use of their showplaces, those ornate palaces, labyrinthine multiplexes and financially precarious independent theaters that have only now begun to reopen their doors and fire up their popcorn poppers. They lost their exclusivity when supposedly stellar attractions started streaming on home screens at the same time they were playing in whatever few theaters were still operating. They lost-at least for the time being-any claim they might have retained on their special place in the expanding universe of entertainment. And earlier this month came news of a stunning new loss-the apparently permanent closure, due to implacable pandemic economics, of the ArcLight chain of attractive, festive multiplexes, and of Hollywood's Cinerama Dome, arguably the most enjoyable place in the country to see a feature film.", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-navigate-changing-etiquette-as-covid-rules-shift-11618939663", "title": "How to Navigate Changing Etiquette as Covid Rules Shift", "date": "2021-04-20 13:27", "summary": "Nobody knows how to interact with each other as vaccines change our social expectations. Here's how to handle it.. As more people get vaccinated, the ways we interact with each other are starting to change. Some people are comfortable forgoing Covid precautions, but others aren't-leading to some awkward social situations. Here's some advice on how to navigate these tricky times.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/minneapolis-braces-for-derek-chauvin-verdict-and-potential-unrest-11618911004", "title": "Minneapolis Braces for Derek Chauvin Verdict and Potential Unrest", "date": "2021-04-20 13:19", "summary": "Destruction sparked by George Floyd's death last summer leaves residents along Nicollet Avenue preparing for the worst. MINNEAPOLIS-Julia Hinton walked along downtown's Nicollet Mall on Monday morning, watching as a man installed plywood over the doors and windows of 801 Chophouse on 8th Street and Nicollet Avenue. Armed troops and military vehicles stood posted near the Saks Off Fifth store a few blocks down on 6th, and several more lined the way to the already-boarded-up Target on 9th.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-test-scores-show-students-rebounding-after-pandemic-related-learning-loss-11618937886", "title": "New Test Scores Show Students Rebounding After Pandemic-Related Learning Loss", "date": "2021-04-20 13:16", "summary": "Tests show math progress since the fall, but students of color fell further behind. Many students are starting to rebound from academic setbacks more than a year after coronavirus pandemic restrictions upended education nationwide, according to a report released Tuesday on new testing data.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-u-s-close-to-naming-new-ambassadors-as-rivalry-grows-11618938671", "title": "China, U.S. Close to Naming New Ambassadors as Rivalry Grows", "date": "2021-04-20 13:11", "summary": "Beijing plans to appoint Qin Gang, who has accompanied Xi on overseas trips, and Washington is expected to name R. Nicholas Burns, a veteran diplomat. China and the U.S. are getting close to naming new envoys to both capitals as the two world powers get locked into an increasingly heated competition for global leadership.", "categories": [["WSJ News Exclusive", "World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-increase-seasonal-worker-visas-by-22-000-11618887334", "title": "Biden Increases Seasonal-Worker Visas by 22,000", "date": "2021-04-20 13:05", "summary": "The additional visas will become available ahead of the summer season. The Biden administration will make an additional 22,000 seasonal guest-worker visas available this year ahead of the busy summer season, the Department of Homeland Security said Tuesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-driving-beat-of-candido-cameros-conga-11618938163", "title": "The Driving Beat of Cándido Camero's Conga", "date": "2021-04-20 13:02", "summary": "Born 100 years ago this week, the popular Cuban drummer left behind a legacy that lives on in the rhythms of today's music.. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-board-extends-retirement-age-for-ceo-david-calhoun-11618924701", "title": "Boeing Extends CEO Retirement Age in Vote of Confidence", "date": "2021-04-20 12:41", "summary": "The plane maker says Chief Financial Officer Greg Smith will retire in July. Boeing Co. 's board on Tuesday cast a vote of confidence in Chief Executive David Calhoun by extending his job for up to five years and said it was searching for a new chief financial officer.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chads-president-dies-after-battle-with-rebels-military-says-11618921935", "title": "Chad's President Dies After Battle With Rebels, Military Says", "date": "2021-04-20 12:33", "summary": "Idriss Déby's death plunges the strategic West African Sahel region into fresh uncertainty as jihadist and militant groups gain traction there. Idriss Déby, the military commander who ruled the oil-producing desert nation of Chad with an iron fist for three decades, died after sustaining injuries in clashes between rebels and government troops outside the capital.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/which-oscar-nominees-should-win-this-year-11618936340", "title": "Which Oscar Nominees Should Win This Year?", "date": "2021-04-20 12:32", "summary": "WSJ critic Joe Morgenstern picks his favorite contenders across the Academy Award's top six categories. ", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regulator-bars-former-goldman-analyst-for-insider-trading-11618935676", "title": "Regulator Bars Former Goldman Analyst for Insider Trading", "date": "2021-04-20 12:21", "summary": "Finra says Brian Maguire bought shares in two companies after finding out about another analyst's upgrade. A Goldman Sachs & Co. analyst has been barred from the broker-dealer industry by the Financial Industry Regulatory Authority for insider trading, the regulator said Tuesday.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bonds-reflect-hope-that-u-s-recovery-will-spread-to-europe-11618926187", "title": "Bonds Reflect Hope That U.S. Recovery Will Spread to Europe", "date": "2021-04-20 12:17", "summary": "Difference between the yields on Treasurys and German bunds has tightened as expectations about the relative pace of economic recovery shifted. The gap between U.S. and European 10-year government bond yields has tightened to its narrowest in more than a month as Treasurys rallied and German bunds sold off in recent days.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/daily-mail-owner-files-antitrust-suit-against-google-11618925778", "title": "Daily Mail Owner Files Antitrust Suit Against Google, Citing Royals Coverage", "date": "2021-04-20 12:15", "summary": "Publisher says its U.K. royals coverage was played down in search results; claims it was punished for not steering sufficient ad space to Google. The Daily Mail's owner filed an antitrust suit against Alphabet Inc.'s Google on Tuesday, alleging the tech giant manipulates search results and advertising auctions in ways that harm online publishers.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regulators-question-credit-suisse-over-recent-archegos-related-stock-sales-11618934842", "title": "Regulators Question Credit Suisse Over Archegos-Related Stock Sales", "date": "2021-04-20 12:07", "summary": "Any additional losses are expected to be small in relation to the earlier amount. Regulators in Switzerland and the U.S. asked Credit Suisse Group AG for more information in recent days about additional stock sales related to the collapse of Archegos Capital Management, according to people familiar with the matter.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/replying-to-jeffrey-sonnenfeld-on-woke-ceos-11618934332", "title": "Replying to Jeffrey Sonnenfeld on Woke CEOs", "date": "2021-04-20 11:58", "summary": "In a large U.S. corporation, it is anything but courageous to recite the progressive party line or criticize a conservative position.. Jeffrey Sonnenfeld's \"CEOs Lead America's New Great Awakening\" (op-ed, April 16) purports to tell a heroic tale of the Yale dean's corralling business leaders to stand against the forces of darkness. (After all, the Georgia voting bill was \"drafted in the dark of night.\") But here is the sum total of information Mr. Sonnenfeld provides about the bill: \"Among the law's antidemocratic features, it authorizes partisan legislators to dismiss the authority of elected county voting officials and override the elected secretary of state to decide, at will and after an election, whose ballots count.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dealers-are-selling-cars-so-fast-they-dont-need-to-borrow-11618934237", "title": "Dealers Are Selling Cars So Fast They Don't Need to Borrow", "date": "2021-04-20 11:57", "summary": "Snarled supply chain for new cars is slowing banks' loans to dealers, but surging used-car prices are a driving force for auto lenders. Here's another way to play the global chip shortage: Auto lenders.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/numbers-dont-add-up-for-the-vaccine-pause-11618934275", "title": "Numbers Don't Add Up for the Vaccine Pause", "date": "2021-04-20 11:57", "summary": "Many more lives are at risk than 6 in 6.8 million.. Your editorial \"The J&J Covid Vaccine Pause\" (April 14) doesn't make the necessary inferences. Six people in 6.8 million vaccinated have had cerebral venous sinus thrombosis (CVST). The \"natural\" annual incidence of these brain blood clots ranges from two to 16 per million. Using these figures, we would expect between 13 and 109 clots annually in 6.8 million people. Since the vaccine has been available for around six weeks, however, we'd expect between two and 13 clots over this period. Thus, the rate of clots in the vaccinated is similar to the \"natural\" rate. A U.K. study also shows that a Covid patient's risk of CVST is 100 times greater than normal and eight-to-10 times that of a vaccinated person. The CDC and FDA may be overreacting.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mom-cardigan-does-not-do-this-garment-justice-11618934119", "title": "'Mom Cardigan' Does Not Do This Garment Justice.", "date": "2021-04-20 11:55", "summary": "The 'mom' reference and instructions on how to avoid a 'mumsy look' are pejorative.. \"Clothing That Dates You\" (Off Duty, April 10) calls draping Eileen Fisher cardigans \"mom cardigans\" and notes they are designed for a \"widening behind.\" Comfortable yet refined, these flowing garments are empowering. They warm us on cold planes and in offices and transition from plane to corporate board meeting (often several times a week). Many also have pockets that allow us to carry our phones, pens and notes hands-free. These are all important and have nothing to do with covering my behind, which doesn't need covering.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadians-send-rail-valuations-northwards-but-not-beyond-reason-11618934060", "title": "Canadians Send Rail Valuations Northwards, but Not Beyond Reason", "date": "2021-04-20 11:54", "summary": "A bidding duel for Kansas City Southern highlights sector's unique attractions. Oh, Canada!", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/handshakes-hugs-how-to-navigate-the-new-covid-etiquette-after-vaccines-11618933969", "title": "Handshakes? Hugs? After Vaccines, How to Navigate the New Covid Etiquette", "date": "2021-04-20 11:52", "summary": "Resume Subscription. After playing a softball game earlier this month, Kevin Carlson, a Washington, D.C., real-estate agent, was introduced to a teammate's friend as they walked off the field.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/rbgs-retirement-decision-a-what-if-for-the-ages-11618933933", "title": "RBG's Retirement Decision: A 'What If' for the Ages", "date": "2021-04-20 11:52", "summary": "The coming legislation to pack the Supreme Court should be called the Ruth Bader Ginsburg Act.. Regarding Philip Hamburger's op-ed \"Court Packing Is a Dangerous Game\" (April 16): The coming legislation to pack the Supreme Court should be called the Ruth Bader Ginsburg Act. Justice Ginsburg rejected advice to retire when Barack Obama could appoint her successor. The result, when she died, was a Supreme Court with an additional Trump nominee, a liberal bloc reduced from four to three, and now, prompted by the disparity, the move to pack the court. It's all part of the Ginsburg legacy.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-xi-lays-out-vision-for-a-world-without-a-single-dominant-power-11618932362", "title": "China's Xi Lays Out Vision for a World Without a Single Dominant Power", "date": "2021-04-20 11:26", "summary": "Xi rejected 'unilateralism pursued by certain countries' and promoted the U.N. and WTO in a speech that didn't name the U.S.. BO'AO, China-Chinese leader Xi Jinping used a high-profile speech to call for equitable management of world affairs, underscoring Beijing's attempts to reshape its relationship with the U.S. into one on a more equal footing.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/johnson-johnson-posts-higher-quarterly-revenue-lifted-by-covid-19-vaccine-11618919123", "title": "J&J's Covid-19 Vaccine Adds $100 Million to Quarterly Sales", "date": "2021-04-20 11:11", "summary": "Vaccine now on pause amid safety concerns but could return to use Friday. Johnson & Johnson 's Covid-19 vaccine contributed $100 million to the company's sales growth in the latest quarter, though the outlook for future sales is uncertain due to pauses in vaccinations while health authorities in several countries probe safety concerns.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-to-reimpose-covid-19-state-of-emergency-in-tokyo-and-osaka-ahead-of-summer-olympics-11618931476", "title": "Japan to Reimpose Covid-19 State of Emergency in Tokyo and Osaka", "date": "2021-04-20 11:11", "summary": "The two cities aim to curb sharp rise in coronavirus cases as British variant spreads. TOKYO-Japan is preparing to reintroduce a state of emergency in Tokyo and Osaka with just three months to go before the Summer Olympics are set to kick off in Tokyo.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/johnson-johnson-shows-health-economy-is-nearing-full-strength-11618931401", "title": "Johnson & Johnson Shows Health Economy Is Nearing Full Strength", "date": "2021-04-20 11:10", "summary": "Covid-19 vaccine hiccups marginal as healthcare giant benefits from recovery. After a year of pandemic-related disruptions, the healthcare industry has nearly returned to business as usual. Wall Street doesn't yet seem to have noticed.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sleeping-six-hours-or-less-linked-to-higher-dementia-risk-study-finds-11618930810", "title": "Sleeping Six Hours or Less Linked to Higher Dementia Risk, Study Finds", "date": "2021-04-20 11:00", "summary": "A study looking at the sleep habits of nearly 8,000 people in the U.K. over 25 years adds to research linking dementia and slumber patterns. Middle-age adults who sleep six or fewer hours a night may be at higher risk of developing dementia in later life, a new study suggests.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/awaiting-derek-chauvin-verdict-police-prepare-new-approach-to-protests-11618930271", "title": "Awaiting Derek Chauvin Verdict, Police Prepare New Approach to Protests", "date": "2021-04-20 10:51", "summary": "Departments from Los Angeles to New York have instituted new policies after criticism of their handling of last summer's marches. As cities prepare for possible protests following a verdict in the murder trial of Derek Chauvin, police departments say they are implementing new tactics after being criticized by agency watchdogs for their handling of last summer's demonstrations.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omnicom-first-quarter-results-beat-expectations-11618930278", "title": "Omnicom First-Quarter Results Beat Expectations", "date": "2021-04-20 10:51", "summary": "The ad giant said organic revenue decreased 1.8%, a turnaround after a 9.6% plunge in the fourth quarter. Omnicom Group Inc. joined rival advertising holding company Publicis Groupe PLC in beating analysts' expectations in the first quarter, suggesting that parts of the ad business are recovering from pandemic-induced spending halts, budget cuts and other challenges.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-1970s-modern-hamptons-home-by-charles-gwathmey-lists-for-9-25-million-11618929938", "title": "A 1970s-Modern Hamptons Home by Charles Gwathmey Lists for $9.25 Million", "date": "2021-04-20 10:45", "summary": "The house was restored by its current owners, who also added 33 solar panels and plan to install a Tesla Powerwall. In the Hamptons, a home that was designed by the late architect Charles Gwathmey-and has been carefully restored to preserve its 1970s-modern look-is coming on the market for $9.25 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-charles-gwathmey-by-the-beach-11618929819", "title": "A Charles Gwathmey by the Beach", "date": "2021-04-20 10:43", "summary": "The property recently underwent a four-year restoration project, which included replacing all the doors and windows and opening up the kitchen. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/biden-administration-resparks-an-old-danger-for-cigarette-stocks-11618929432", "title": "Biden Administration Resparks Danger for Cigarette Stocks", "date": "2021-04-20 10:37", "summary": "Companies most exposed to risk of tighter tobacco regulations have made little progress since threat came into focus in 2017. U.S. cigarette companies are caught between hawkish regulators and the scarring experience of Marlboro-maker Altria 's disastrous investment in vaping brand Juul. What is surprising is that this predicament still has the capacity to catch investors off guard.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-agenda-relies-on-shrunken-strained-irs-11618928830", "title": "Strained IRS is Key to Biden's Agenda", "date": "2021-04-20 10:30", "summary": "Resume Subscription. WASHINGTON-If President Biden is to implement his ambitious economic agenda, he will have to rely on a beleaguered arm of the government: the Internal Revenue Service.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/derek-chauvins-trial-is-over-heres-what-to-know-before-the-verdict-11618852907", "title": "The Derek Chauvin Trial Is With the Jury. What's Next?", "date": "2021-04-20 10:22", "summary": "Jurors have begun deliberating over the charges facing the former police officer accused of killing George Floyd. A Minnesota jury began its deliberations Monday over whether former Minneapolis police officer Derek Chauvin is guilty of murder in the death of George Floyd, a Black man whose fatal arrest last year was captured on video and set off a wave of protests calling for racial justice and changes to policing practices. The jury deliberated until 8 p.m. Monday, and started again at 8 a.m. Tuesday morning.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germanys-conservatives-select-chairman-as-election-candidate-11618928227", "title": "Germany's Conservatives Select Chairman as Election Candidate", "date": "2021-04-20 10:17", "summary": "Armin Laschet, who has performed poorly in recent polls, now enters race for chancellery. Angela Merkel's conservative bloc picked its chairman to lead its ticket at this fall's German election, opting for continuity over a more popular politician in a move that could complicate its attempt to retain control of the chancellery.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weak-lending-in-europe-hampers-covid-19-recovery-11618919587", "title": "Weak Lending in Europe Hampers Covid-19 Recovery", "date": "2021-04-20 10:04", "summary": "Despite huge stimulus from the European Central Bank, companies appear reluctant to take out fresh loans. Demand for business loans in the eurozone fell and banks tightened credit standards in the first quarter of this year, a toxic combination that challenges the bloc's slow economic recovery from the pandemic.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/storefront-vacancy-rates-drop-in-these-manhattan-neighborhoods-11618927200", "title": "Manhattan Real-Estate Mystery: Why Are These Shopping Corridors Thriving?", "date": "2021-04-20 10:00", "summary": "Resume Subscription. For those who enjoy a retail real-estate mystery, here's one that puzzled me recently. Before the pandemic, a 27-block stretch of Second Avenue on Manhattan's Upper East Side was outperforming most city shopping strips with a relatively low storefront vacancy rate of 8.6%, according to real-estate advisory and management firm Newmark. Then Covid-19 hit. And what happened? Its vacancy rate actually dropped, to 6.4%.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/teens-tell-us-one-thing-about-your-2020-11618926105", "title": "Teens, Tell Us One Thing About Your 2020", "date": "2021-04-20 09:41", "summary": "The Wall Street Journal is creating a special project about the one thing teens want their future selves to remember from 2020. Have something to share with us? Let us know by filling out the form below.. The Wall Street Journal is inviting high-school students to create a time capsule addressed to their future selves 10 years from now so they can remember the pandemic. We'd like to hear from you in the form below.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ibm-united-airlines-tesla-what-to-watch-when-the-stock-market-opens-today-11618916539", "title": "Kansas City Southern, IBM, United Airlines: What to Watch When the Stock Market Opens Today", "date": "2021-04-20 09:09", "summary": "Netflix is among the companies due to report on a bumper day for earnings. Here's what we're watching ahead of Tuesday's opening bell.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economist-john-williamson-set-off-an-unintended-uproar-11618924115", "title": "Economist John Williamson Set Off an Unintended Uproar", "date": "2021-04-20 09:08", "summary": "Coiner of term Washington Consensus, who has died at age 83, was offering guide to orthodox thinking, not ideology. John Williamson was merely trying to be helpful in 1989 when he listed 10 economic policy ideas he thought most economists would endorse.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sheep-put-to-work-on-important-governors-island-landscaping-11618923618", "title": "Who Is Moving Into New York City Now? Sheep", "date": "2021-04-20 09:00", "summary": "Five upstate munchers are brought to Governors Island help control growth of invasive plants and clear fields for tree-planting. Talk about taking a long lunch break.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biggest-gains-in-employee-engagement-in-the-management-top-250-11618859354", "title": "Biggest Gains in Employee Engagement in the Management Top 250", "date": "2021-04-20 09:00", "summary": "FMC Corp. heads the list, followed by Owens Corning and Ball Corp.. FMC Corp . posted the biggest gain among companies in the latest Management Top 250 in its score for employee engagement and development, followed by Owens Corning and Ball Corp .", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/magdalene-odundo-ceramic-artist-interview-11618922836", "title": "A Major Record-Setting Ceramic Artist Returns to the U.S.", "date": "2021-04-20 08:53", "summary": "For her first show in the U.S. in over 30 years, Kenyan-born ceramic artist Magdalene Odundo, 70, shows supple earthenware vessels that are among the most coveted in the world. Magdalene Odundo is a cricket fan, and she keeps a newspaper clipping of the South African bowler Paul Adams pinned to a wall of her studio. In it, Adams-neck craning, arms windmilling, hurtling forward on one outstretched leg as he unloads the ball-almost defies the rules of nature. Odundo calls the movement \"balletic.\" Visitors to her studio, in Surrey, England, have said similar things about her pots. Asked where her inspiration comes from, she answers, \"Everywhere. All the time.\"", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hamptons-take-wait-and-see-approach-on-marijuana-11618922359", "title": "The Hamptons Take Wait-and-See Approach on Marijuana", "date": "2021-04-20 08:39", "summary": "Despite New York state's move to legalize cannabis, towns on Long Island's eastern end consider charting their own course. Communities throughout the eastern end of New York's Long Island are grappling over whether to opt out of a new state law that legalized the sale of recreational marijuana for adults beginning next year.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-bets-on-indias-rising-e-commerce-with-warehouse-deal-11618920002", "title": "Blackstone Bets on India E-Commerce With Warehouse Deal", "date": "2021-04-20 08:00", "summary": "Investment firm intends to acquire and develop a logistics portfolio that could eventually cover 21.5 million square feet. Blackstone Group Inc., already the largest owner of office buildings in India, is about to become one of that country's biggest owners of warehouses, too.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/during-pandemic-landlords-find-relying-on-one-office-tenant-can-backfire-11618920001", "title": "Landlords Find Relying on One Office Tenant Can Backfire", "date": "2021-04-20 08:00", "summary": "Leasing an entire building to one company is often an efficient way to collect steady rent checks, but some of these tenants are deciding not to renew. With the U.S. office market in its worst crisis in a decade, some landlords are discovering the risks of putting all their tenant eggs in one basket.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-new-york-hotel-quarantined-the-sick-now-the-owners-regret-it-11618920002", "title": "This New York Hotel Quarantined the Sick. Now the Owners Regret It.", "date": "2021-04-20 08:00", "summary": "Resume Subscription. ROCHESTER, N.Y.-When the pandemic erupted last spring, the husband-and-wife owners of an upstate New York hotel felt compelled to offer the 43-room property to Monroe County authorities for use as a quarantine facility.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-covid-19-risk-to-markets-isnt-all-over-11618918469", "title": "The Covid-19 Risk to Markets Isn't All Over", "date": "2021-04-20 07:34", "summary": "India's worsening outbreak is taking the sheen off its impressive equity-market performance. The surge in Covid-19 infections in India threatens to overwhelm the country's healthcare system, prompting a lockdown in New Delhi, which may be followed elsewhere. That's now being reflected in financial markets: Indian equities are hurting again.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/travelers-sees-pre-tax-catastrophe-losses-more-than-double-from-storms-11618917977", "title": "Travelers Sees Pre-Tax Catastrophe Losses More Than Double", "date": "2021-04-20 07:26", "summary": "The property-casualty insurer reports increased profit and revenue in latest quarter. Travelers Cos.' pretax catastrophe losses more than doubled from a year ago for the company's first quarter, due in part to winter storms.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/satellite-images-show-russias-expanding-ukraine-buildup-11618917238", "title": "Satellite Images Show Russia's Expanding Ukraine Buildup", "date": "2021-04-20 07:13", "summary": "Resume Subscription. Russia has moved warplanes to Crimea and bases near Ukraine to an extent greater than has previously been disclosed, adding to its capability for political intimidation or military intervention, according to commercial satellite photos of areas being used for the military buildup.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/toshiba-rebuffs-cvc-takeover-offer-11618916672", "title": "Toshiba Rebuffs CVC Takeover Offer", "date": "2021-04-20 07:04", "summary": "Japanese industrial conglomerate says it prefers to stay a public company. Toshiba Corp. rebuffed a takeover proposal from private-equity firm CVC Capital Partners , saying the proposal didn't have enough detail to be considered and Toshiba preferred to remain a public company.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-hispanic-americans-are-buying-homes-helping-stoke-hot-housing-market-11618916403", "title": "More Hispanic Americans Are Buying Homes", "date": "2021-04-20 07:00", "summary": "Number of Hispanic homeowners rose by more than 700,000 to nearly 9 million in 2020, the biggest one-year increase in two decades. Hispanic homeownership grew at a record pace last year, fueled by younger buyers who have helped make this demographic a growing force in the red-hot U.S. housing market.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-one-way-bet-on-carbon-credits-has-limits-11618912922", "title": "The One-Way Bet on Carbon Credits Has Limits", "date": "2021-04-20 06:02", "summary": "European emission allowances, one of this year's hottest commodities, have room to rise further-as long as investors don't all pile in at once. European carbon credits are as close as investors can come to a sure thing. Ironically, the chief thing that might trip them up is too much excitement too soon.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-putins-standoff-with-navalny-many-russians-put-faith-in-president-11618912333", "title": "Many Russians Side With Putin Over Navalny Standoff", "date": "2021-04-20 05:52", "summary": "Resume Subscription. KALININGRAD, Russia-Thousands of demonstrators are expected to take to the streets in many Russian cities Wednesday in support of Alexei Navalny, the jailed opposition leader who has galvanized popular discontent with the long rule of President Vladimir Putin.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-carbon-market-pays-southern-pine-growers-not-to-cut-11618911180", "title": "New Carbon Market Pays Southern Pine-Growers Not to Cut", "date": "2021-04-20 05:33", "summary": "Resume Subscription. Here is a new way for Southern pine growers to get paid for their timber: Leave it standing.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/compliance-helps-ensure-covid-relief-pledges-are-met-sallie-maes-compliance-chief-says-11618911000", "title": "Compliance Helps Ensure Covid-Relief Pledges Are Met, Sallie Mae's Compliance Chief Says", "date": "2021-04-20 05:30", "summary": "Student lender Sallie Mae in January hired Kerri Palmer, a former risk manager for Capital One Financial Corp., to serve as its new chief risk and compliance officer. Student lender Sallie Mae says it has taken steps to offer relief to borrowers whose education may have been disrupted by the pandemic or to loan recipients who may have lost their jobs or had their hours cut back.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-covid-19-lesson-for-the-u-s-from-three-countries-with-rapid-vaccination-rollouts-11618911002", "title": "A Covid-19 Lesson From Countries With Rapid Vaccine Rollouts", "date": "2021-04-20 05:30", "summary": "Israel, the U.K. and Chile have different experiences after quickly delivering inoculations. Rapid Covid-19 vaccination rollouts in Israel, the U.K. and Chile hold an important lesson for the U.S. as it navigates back to normalcy: Risks remain, even after inoculating a significant share of your population.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tax-bills-may-go-up-for-big-companies-it-will-be-hard-to-tell-how-much-11618911003", "title": "Tax Bills May Go Up for Big Companies. It Will Be Hard to Tell How Much.", "date": "2021-04-20 05:30", "summary": "Public companies aren't required to disclose the amount of taxes they pay in each of the states or countries where they operate. U.S. companies might have to pay more in taxes to fund President Biden's $2.3 trillion infrastructure plan. How much they owe and to whom will likely remain a mystery.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-the-mysterious-demise-of-a-1-7-billion-mutual-fund-11618911000", "title": "Behind the Mysterious Demise of a $1.7 Billion Mutual Fund", "date": "2021-04-20 05:30", "summary": "Resume Subscription. A U.S. mutual fund that suffered nearly $500 million of losses appears to have misvalued its large derivatives portfolio, according to an analysis of the fund's disclosures by The Wall Street Journal, academics and traders.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/covid-19-slashed-carbon-emissions-now-theyre-climbing-again-11618894980", "title": "Covid-19 Slashed Emissions. Now They're Climbing Again.", "date": "2021-04-20 01:03", "summary": "The International Energy Agency expects a 4.8% rise this year, the biggest annual gain since 2010. Soaring carbon emissions this year are on track to reverse a big chunk of last year's sharp reduction, which some climate researchers had hoped might be an environmental silver lining of the pandemic.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-faces-new-china-challenge-after-womans-auto-show-protest-goes-viral-11618835609", "title": "Tesla Faces New China Test After Woman's Auto-Show Protest Goes Viral", "date": "2021-04-20 00:43", "summary": "Demonstrator draws wide sympathy after climbing atop Tesla Model 3 sedan and shouting allegations about faulty brakes, and videos show her being dragged away. SHANGHAI-A single protester with a disputed claim about the safety of Tesla Inc. electric vehicles has hit a nerve in China, sending complaints about the company ricocheting across the Chinese internet and refocusing attention on alleged quality issues in a critical market for Tesla.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-selective-public-schools-arent-only-for-the-wealthy-11618857474", "title": "New York's Selective Public Schools Aren't Only for the Wealthy", "date": "2021-04-20 00:01", "summary": "More than 60% of the students at Brooklyn Tech High School and nearly half the students at Stuyvesant High School live in poverty.. Eva Moskowitz makes an excellent point that New York City students suffer from a shortage of good schools (\"Great Schools Are the Solution to Educational 'Segregation,' \" Cross Country, April 12). But we shouldn't make the mistake of viewing the city's selective schools as disproportionately composed of the children of affluent white families.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11618854905", "title": "Pepper...and Salt", "date": "2021-04-20 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walter-fritz-mondale-dies-at-93-vice-president-to-jimmy-carter-was-a-civil-rights-advocate-11618881388", "title": "Walter Mondale, Vice President to Carter, Dies at 93", "date": "2021-04-20 23:58", "summary": "Democratic politician, statesman and Minnesota native raised the status of the vice presidency. Former Vice President Walter Mondale, a civil rights champion who lost a 1984 White House bid in one of the largest Electoral College landslides in U.S. history, died Monday evening at his home in Minneapolis. He was 93.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-meituan-seeks-10-billion-war-chest-for-drones-and-driverless-cars-11618841079", "title": "China's Meituan Amasses $10 Billion War Chest for Drones and Driverless Cars", "date": "2021-04-20 23:09", "summary": "Company also unveils new generation of self-driving delivery cars it says are smarter, safer than previous versions. China's Meituan is raising nearly $10 billion from investors, hoping it will be able to gain an edge on its e-commerce rivals by spending heavily on technology allowing it to deliver goods using drones and self-driving cars.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-digital-yuan-poses-no-threat-to-the-dollars-dominance-11618825750", "title": "China's Digital Yuan Poses No Threat to the Dollar's Dominance", "date": "2021-04-20 22:18", "summary": "New payment methods won't transform a currency that foreigners don't want to hold into one that they do. Excitable commentators who say China's digital yuan is a threat to the dollar should take the word of Chinese central bank deputy governor Li Bo, who said on Sunday that the country's digital yuan isn't an effort to displace the greenback.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maxine-roils-the-chauvin-waters-11618881799", "title": "Maxine Roils the Chauvin Waters", "date": "2021-04-20 21:23", "summary": "The trial judge says her comments could lead to a successful appeal.. Well, this certainly is a mess, and let's hope it doesn't turn tragic. Maxine Waters, the House Financial Services Committee chair, might have poisoned the Derek Chauvin trial now reaching its conclusion in Minneapolis.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remembering-walter-mondale-11618881489", "title": "Photos: Remembering Walter Mondale", "date": "2021-04-20 21:18", "summary": "The Minnesota politician who served as a senator, vice president and U.S. ambassador shaped civil rights policy and brokered international agreements. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/lithium-miners-ink-3-billion-merger-as-demand-for-electric-vehicles-booms-11618827032", "title": "Lithium Miners Ink $3 Billion Merger as Demand for Electric Vehicles Booms", "date": "2021-04-20 21:10", "summary": "Deal would create one of world's biggest lithium producers as commodity's prices climb on growing EV sales. SYDNEY- Orocobre Ltd. agreed to buy rival Australian miner Galaxy Resources Ltd. in an all-stock deal that would create a $3 billion miner and one of the world's biggest producers of lithium, a commodity used in batteries for electric vehicles and other high-tech products.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-crash-believed-to-be-driverless-draws-investigation-11618846757", "title": "Elon Musk Weighs In on Fatal Tesla Crash as Safety Officials Investigate", "date": "2021-04-20 20:30", "summary": "Tesla CEO says data recovered so far shows the car's Autopilot system wasn't enabled. U.S. safety officials are investigating a fatal weekend crash involving a Tesla Inc. vehicle, adding to a series of probes into incidents involving the electric-vehicle maker.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}]