[{"link": "https://www.wsj.com/articles/mexico-sues-major-gun-makers-in-u-s-court-11628108966", "title": "Mexico Sues Major Gun Makers in U.S. Court", "date": "2021-08-04 19:48", "summary": "Country argues that the manufacturers, through negligence, facilitate weapons smuggling by drug gangs. MEXICO CITY-Mexico's government is suing a group of U.S.-based weapons manufacturers in U.S. federal court, arguing that the companies actively facilitate the trafficking of guns to Mexican drug cartels through their negligence.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-border-patrol-agents-will-start-wearing-body-cameras-11628116160", "title": "U.S. Border Patrol Agents Will Start Wearing Body Cameras", "date": "2021-08-04 19:41", "summary": "Move aims to improve transparency at agency that has reported rise in use-of-force incidents by its officers. WASHINGTON-The Biden administration will begin outfitting some Border Patrol agents with body cameras, U.S. Customs and Border Protection said Wednesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-posts-record-bookings-as-ridership-rebounds-and-delivery-continues-to-grow-11628107899", "title": "Uber Ridership Rebounds From Pandemic Lows", "date": "2021-08-04 19:17", "summary": "Ride-hailing company still expects to reach a measure of profitability by fourth quarter despite driver shortage, Delta variant concerns. Uber Technologies Inc.'s ridership rebounded strongly in the most recent quarter from last year's pandemic lows, but a continuing driver shortage and uncertainty about how the Delta variant will affect consumer behavior pushed its shares lower.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andrew-cuomo-faces-impeachment-threat-more-resignation-calls-after-sexual-harassment-report-11628069400", "title": "Cuomo Faces Call for Impeachment Over Sexual-Harassment Findings", "date": "2021-08-04 19:15", "summary": "Manhattan, Nassau and Westchester district attorneys request evidence from report. New York Gov. Andrew Cuomo faced increasing legal and political challenges as four district attorneys said they were reviewing claims of sexual harassment and Democrats who dominate the state Assembly accelerated their impeachment inquiry.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-lawless-eviction-ban-centers-for-disease-control-and-prevention-moratorium-11628115210", "title": "President Biden's Lawless Eviction Ban", "date": "2021-08-04 18:45", "summary": "Where's the uproar about the erosion of democratic norms?. When Donald Trump took action that exceeded his authority, all of Washington erupted in protest. Yet that is exactly what President Biden did Tuesday, when his Administration reissued a nationwide eviction moratorium after the White House had argued at length that it lacked legal authority to do so. The Beltway response? Crickets.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brett-kavanaugh-eviction-lesson-centers-for-disease-control-and-prevention-joe-biden-11628110002", "title": "Brett Kavanaugh's Eviction Lesson", "date": "2021-08-04 18:40", "summary": "His attempt at political accommodation invited the latest Biden abuse.. Nearby we dissect the Biden Administration's lawless new ban on rental evictions, and the episode has a lesson for the Supreme Court.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/green-new-deal-part-i-senate-infrastructure-bill-joe-biden-jennifer-granholm-11628106419", "title": "Green New Deal, Part I", "date": "2021-08-04 18:39", "summary": "The Senate's 2,700-page infrastructure bill is a major step toward climate central planning.. The press corps seems bored with the Senate's 2,700-page infrastructure bill since it's destined to pass. But the bill is more consequential than the coverage, and one theme in particular deserves more attention. The bill is a major down payment on President Biden's Green New Deal.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airlines-hold-to-a-business-travel-rebound-this-fall-11628069400", "title": "Airlines' Bet on Business-Travel Rebound Tested by Delta Variant", "date": "2021-08-04 18:37", "summary": "Carriers are polling corporate customers as they reset their fall routes for more company travel, fewer vacation trips. Airlines are redrawing their route maps, betting that business travelers who have largely stayed put in the past year will return despite fresh worries about the highly infectious Delta variant of Covid-19 spreading in the U.S.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/communism-in-the-classroom-hong-kong-professional-teachers-union-china-11628114600", "title": "Communism in the Classroom", "date": "2021-08-04 18:37", "summary": "China is now purging Hong Kong teachers who resist its propaganda.. China wants the world to forget about its political takeover of Hong Kong, but we'll try to keep you as informed as we can. The latest news is the imposition of a Communist Party-friendly curriculum in the city's schools.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgia-man-who-fatally-stabbed-pentagon-officer-also-shot-himself-fbi-says-11628108001", "title": "Man Who Fatally Stabbed Pentagon Officer Also Shot Himself, FBI Says", "date": "2021-08-04 18:24", "summary": "Investigators seek motive; slain officer was a law-enforcement and military veteran. A Georgia man who fatally stabbed a Pentagon police officer Tuesday also shot himself with the officer's gun, the FBI said, as investigators worked to determine what prompted the brazen daytime attack.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auto-makers-aim-to-boost-ev-sales-to-40-50-of-u-s-sales-by-2030-11628110425", "title": "Auto Makers Aim to Boost EV Sales to 40%-50% of U.S. Tally by 2030", "date": "2021-08-04 18:24", "summary": "General Motors, Ford and Stellantis are expected to commit to the electric-vehicle target at the White House on Thursday. Auto makers including General Motors Co. , Ford Motor Co. and Jeep maker Stellantis NV will aim to make electric vehicles account for 40% to 50% of their U.S. sales by 2030, according to people familiar with the matter, who said the targets would be announced at the White House on Thursday.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-lyft-drive-investors-away-11628115638", "title": "Uber, Lyft Drive Investors Away", "date": "2021-08-04 18:20", "summary": "Ride-hailing companies have spent dearly to compete for the same riders; now they are spending to compete for the same drivers. Is the optimal strategy in ride-hailing growth or profits? Investors can't have it both ways.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-nuclear-deal-jcpoa-military-biden-ebrahim-raisi-11628101285", "title": "A Breakout Moment for a New Approach to Iran", "date": "2021-08-04 18:19", "summary": "Neither arms control nor military force is realistic. What would a more practical policy look like?. Mohammad Khatami, an affable, intellectual cleric who believed in the Islamic revolution but wanted more humanity and democracy in government, unexpectedly won the Iranian presidential election on May 23, 1997. His victory marked the beginning of the Western left's conviction that the clerical regime was evolving into a less religious and oppressive system.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-jan-6-committee-capitol-riot-bennie-thompson-11628101068", "title": "Pelosi Undermines the Jan. 6 Committee", "date": "2021-08-04 18:19", "summary": "Booting GOP choices was an unprecedented step that makes the body look partisan.. The testimony last week before the House Select Committee on the Jan. 6 attack by Capitol and D.C. police officers was riveting. Their description of that day's events demolished claims by some Republicans that the assault on Congress wasn't very different from a \"normal tourist visit\" or a peaceful protest. Unfortunately, Speaker Nancy Pelosi has made building a national consensus on what happened needlessly difficult.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zero-covid-coronavirus-pandemic-lockdowns-china-australia-new-zealand-11628101945", "title": "Eradication of Covid Is a Dangerous and Expensive Fantasy", "date": "2021-08-04 18:16", "summary": "It seemed to work in New Zealand and Australia, but now ruinous, oppressive lockdowns are back.. Much of the pathology underlying Covid policy arises from the fantasy that it is possible to eradicate the virus. Capitalizing on pandemic panic, governments and compliant media have used the lure of zero-Covid to induce obedience to harsh and arbitrary lockdown policies and associated violations of civil liberties.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zuckerberg-simone-biles-facebook-instagram-mental-health-religion-culture-wars-11628100855", "title": "Mark Zuckerberg Defeated Simone Biles", "date": "2021-08-04 18:14", "summary": "With social media platforms like Facebook and Instagram, we have democratized neurosis.. This shouldn't happen to anyone, but with a gymnastics career for history, Simone Biles will remain a cautionary story for our times-unless we leave her behind for the next hour's media sensation, again ignoring the signs of caution.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/constitutional-biden-cdc-eviction-ban-moratorium-covid-11628102695", "title": "Notable & Quotable: Biden on Evictions and Passing Constitutional Muster", "date": "2021-08-04 18:08", "summary": "'The court has already ruled on the present eviction moratorium.'. President Biden at an Aug. 3 news conference:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-science-of-can-and-cant-review-in-a-subjunctive-mood-11628114863", "title": "'The Science of Can and Can't' Review: In a Subjunctive Mood", "date": "2021-08-04 18:07", "summary": "A theoretical physicist explores the scientiﬁc power and possibility of counterfactuals-of thinking through 'what if?'. In 1931, J.C. Squire edited a collection of essays titled \"If It Had Happened Otherwise,\" with contributions from several leading historians of the time, including one by Winston Churchill. These essays explore counterfactuals: alternate histories and contingent futures-what might have happened had a particular historical event not occurred, or occurred differently. One essay, by the Cambridge historian G.M. Trevelyan, is called \"If Napoleon Had Won the Battle of Waterloo\"; the biographer Milton Waldman imagines \"If Booth Had Missed Lincoln.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-5-800-bottle-of-japanese-whiskey-given-to-mike-pompeo-is-missing-11628114606", "title": "A $5,800 Bottle of Japanese Whiskey Given to Mike Pompeo Is Missing", "date": "2021-08-04 18:03", "summary": "Former secretary of state has no recollection of receiving gift from government of Japan, his lawyer says. WASHINGTON-The State Department is looking into what happened to a pricey bottle of whiskey that the government of Japan gave Mike Pompeo when he was serving as U.S. secretary of state", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-cuts-off-access-for-nyu-research-into-political-ad-targeting-11628052204", "title": "Facebook Disables Access for NYU Research Into Political-Ad Targeting", "date": "2021-08-04 17:54", "summary": "Researchers say the data provided information on misinformation in political ads; Facebook says the work violated its terms of service. Facebook Inc. disabled a New York University research project's accounts and access to the platform, effectively shutting down a study of the social-media giant's targeting of political ads.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-faces-growing-pressure-to-allow-european-travelers-11628084808", "title": "U.S. Faces Growing Pressure to Allow European Travelers", "date": "2021-08-04 17:53", "summary": "Americans could be blocked from travel to the EU after top official said the U.S. has weeks to open borders to visitors from the bloc. BRUSSELS-The European Union's top official called on the U.S. to reverse its ban on travelers from the bloc, urging the Biden administration to act within weeks to match Europe's opening to Americans.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-ex-bank-of-america-traders-accused-of-spoofing-found-guilty-11628108362", "title": "Former Bank of America Traders Found Guilty of Rigging Prices", "date": "2021-08-04 17:40", "summary": "Edward Bases and John Pacilio were convicted of rigging precious-metals prices after a criminal trial in Chicago. Two former Bank of America Corp. traders were convicted Wednesday of rigging precious-metals prices by using an aggressive tactic known as spoofing, the latest win for prosecutors in a yearslong effort to crack down on the practice.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-infrastructure-final-vote-expected-as-soon-as-this-weekend-11628111803", "title": "Senate Infrastructure Final Vote Expected as Soon as This Weekend", "date": "2021-08-04 17:33", "summary": "Lawmakers consider amendments offered by Republicans and Democrats to fine-tune elements of the roughly $1 trillion bill. WASHINGTON-The Senate moved through a series of amendments to the roughly $1 trillion infrastructure package on Wednesday, with lawmakers anticipating a vote on final passage of the bill this weekend or early next week.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spirit-cancellations-continue-as-airline-reboots-network-11628112404", "title": "Spirit Cancellations Continue, as Airline Reboots Network", "date": "2021-08-04 17:26", "summary": "Spirit says the number of canceled flights will likely begin to fall Thursday. Spirit Airlines Inc. on Wednesday canceled hundreds more flights but said it is working to reset operations.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhood-stock-price-jumps-as-options-trading-begins-11628089785", "title": "Robinhood Stock Price Jumps as Options Trading Begins", "date": "2021-08-04 17:14", "summary": "Shares in the company closed Wednesday at $70.39, up 85% from the IPO price last week. Small-time investors use Robinhood Markets Inc. to send stocks to the moon. Now they are setting their sights on the trading app itself.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-08-04-2021-11628062945", "title": "Stocks Fall on Concerns of Faltering Recovery", "date": "2021-08-04 17:10", "summary": "S&P 500, Dow falter as Delta-variant cases surge and economic data provides mixed insight. U.S. stocks mostly fell Wednesday on concerns that the pandemic recovery might be faltering as cases related to the Delta variant of the coronavirus surge and new economic data showed that the private sector added fewer jobs than economists expected in July.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-arizona-schools-require-masks-flouting-covid-19-state-law-11628082000", "title": "Some Arizona Schools Require Masks, Flouting State Law", "date": "2021-08-04 17:04", "summary": "Resume Subscription. PHOENIX-When students returned to Phoenix Union High School District schools this week, most of them were wearing masks, following the district's rules-which go against Arizona's ban on mask mandates.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/who-is-letitia-james-former-andrew-cuomo-ally-could-help-take-him-down-11628102625", "title": "Who Is Letitia James? Former Andrew Cuomo Ally Is in the Spotlight", "date": "2021-08-04 17:03", "summary": "Report on governor's behavior toward women released by New York attorney general could help end his career and catapult hers. When Letitia James ran for New York attorney general in 2018, Gov. Andrew Cuomo endorsed his fellow Democrat and appeared at a fundraiser on her behalf. This week, Ms. James released the report that could end his political career.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-auto-show-canceled-due-to-delta-variant-organizers-say-11628098519", "title": "New York Auto Show Canceled Because of Delta Variant", "date": "2021-08-04 17:01", "summary": "Renewed Covid-19 threat casts shadow on revival for live events; Garth Brooks reconsidering tour schedule. The New York auto show was canceled Wednesday as the recent rise in Covid-19 cases because of the Delta variant and related restrictions are prompting organizers of live events to re-examine their plans.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shale-company-profits-capped-by-wrong-way-bets-as-oil-prices-rose-11628088334", "title": "Shale Profits Capped by Wrong-Way Bets as Oil Prices Rose", "date": "2021-08-04 16:54", "summary": "Hedging contracts meant to protect drillers from another price crash limited earnings upside. Shale companies amassed huge cash piles in the second quarter as oil topped $70 a barrel, but many missed greater sums after hedging contracts curtailed their profits.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sydney-mclaughlin-dalilah-muhammad-olympics-11628055495", "title": "Two Americans Broke the World Record in the 400 Hurdles. Only One Could Win Gold.", "date": "2021-08-04 16:53", "summary": "Resume Subscription. TOKYO-For the second day in a row, an American runner broke the world record in the 400-meter hurdles here-and went home with a silver medal.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/casino-owner-vici-properties-to-buy-mgm-growth-properties-11628081073", "title": "Casino Owner Vici Properties to Buy MGM Growth Properties", "date": "2021-08-04 16:49", "summary": "The $17.2 billion stock deal includes about $5.7 billion in debt; MGM Resorts to get $4.4 billion in cash. Real-estate investment trust Vici Properties Inc. agreed to buy MGM Growth Properties LLC in a deal that values the casino real-estate owner at $17.2 billion, including about $5.7 billion in debt.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apollo-profit-climbs-as-gains-outpace-broader-markets-11628074861", "title": "Apollo Profit Climbs as Gains Outpace Broader Markets", "date": "2021-08-04 16:40", "summary": "Private-equity firm's distributable earnings are highest since 2013. Apollo Global Management Inc. reported higher second-quarter profit Wednesday, as the value of its private-equity portfolio climbed faster than the broader market.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fox-reports-higher-revenue-as-sports-and-entertainment-events-resume-11628108982", "title": "Fox Posts Higher Revenue, as Sports and Entertainment Events Resume", "date": "2021-08-04 16:29", "summary": "Revenue was $2.89 billion, up 20% from a year earlier. Fox Corp. , parent of Fox News and the Fox broadcast network, said revenue rose in the latest quarter, as the company expects the return of live sports and entertainment events will continue to propel its growth.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baseball-is-back-but-boston-red-soxs-cfo-is-watching-delta-variant-closely-11628107969", "title": "Baseball Is Back, but Boston Red Sox's CFO Is Watching Delta Variant Closely", "date": "2021-08-04 16:12", "summary": "Tim Zue developed more than 20 scenario plans for Boston's baseball team when the pandemic took hold last year. The surge of the Delta variant in the U.S. is prompting new worries for executives, including those running professional sports teams and their finances. Many teams are still recovering from the blow that last year's game cancellations struck to their balance sheets.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-weighs-faster-timeline-for-approving-pfizer-vaccine-11628107298", "title": "FDA Weighs Faster Timeline for Approving Pfizer Vaccine", "date": "2021-08-04 16:01", "summary": "Some officials hope the agency can grant full approval to vaccine this month, while others think September is a more realistic target. WASHINGTON-U.S. Food and Drug Administration officials, under pressure to swiftly grant full approval to the Pfizer Covid-19 vaccine, are in an intense debate over whether the agency will make the decision this month or stretch the timetable into early or mid-September, according to people familiar with the discussions.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/system-folders-thursday-crossword-august-5-11627838166", "title": "System Folders (Thursday Crossword, August 5)", "date": "2021-08-04 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-did-all-the-shipping-containers-go-11628104583", "title": "Where Did All the Shipping Containers Go?", "date": "2021-08-04 15:16", "summary": "The trading world is seemingly awash in boxes, but companies say finding available containers is harder than ever. The shipping container that has been the building block of global trade growth is turning into the latest source of frustration for importers and exporters coping with world-wide supply-chain disruptions.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/verizon-enlists-ai-in-5g-network-build-out-11628103712", "title": "Verizon Enlists AI in 5G Network Build-out", "date": "2021-08-04 15:01", "summary": "The carrier uses an AI model to crunch through variables on the ground like trees, buildings and bridges to find the optimal spots to place thousands of 5G transmitters. Verizon Communications Inc. is enlisting artificial intelligence models to help place thousands of 5G wireless transmitters for optimal performance.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beirut-explosion-what-happened-11596590426", "title": "Beirut Explosion: What Happened in Lebanon and Everything Else We Know", "date": "2021-08-04 15:01", "summary": "Resume Subscription. More than 200 people were killed in a massive explosion at the port in Beirut on Aug. 4 last year, ravaging the heart of residential areas and the city's vibrant commercial district.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/what-to-watch-the-suicide-squad-mr-corman-and-more-to-stream-this-week-11628103601", "title": "What to Watch: 'The Suicide Squad' and More to Stream This Week", "date": "2021-08-04 15:00", "summary": "Joseph Gordon-Levitt on why he created 'Mr. Corman' on Apple TV+, Susan Sarandon explains why a mother gave her son a to-do list in 'Ride the Eagle,' and 'The Suicide Squad' comes to HBO Max. Joseph Gordon-Levitt talks about his inspiration for the new series he created, \"Mr. Corman,\" about a depressed Millennial. Susan Sarandon talks about life lists and bucking up her sad son in \"Ride the Eagle.\" And a teen summer-romance musical featuring actors with disabilities, for those who simply \"want to feel joy and be entertained.\"", "categories": [["Books & Arts", "Entertainment", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-year-after-beirut-explosion-lebanese-are-still-seeking-justice-11628066894", "title": "A Year After Beirut Explosion, Lebanese Still Await Answers", "date": "2021-08-04 14:56", "summary": "Resume Subscription. BEIRUT-Thousands of Lebanese converged Wednesday on central Beirut a year after a deadly explosion rocked the capital, some clashing with security forces, as civil-society groups demanded accountability for the catastrophe they blame on the country's ruling elite.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-place-to-put-your-thinking-cap-on-11628103390", "title": "A Place to Put Your Thinking Cap On", "date": "2021-08-04 14:56", "summary": "A New York townhome asking $25 million includes a dedicated kids' floor with lounges and study areas.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/former-theranos-patients-can-testify-at-elizabeth-holmes-trial-judge-rules-11628103356", "title": "Former Theranos Patients Can Testify at Holmes Trial, Judge Rules", "date": "2021-08-04 14:55", "summary": "Startup founder fought to exclude testimony from patients. Former Theranos Inc. patients will be allowed to testify at the criminal fraud trial of the defunct blood-testing startup's founder, Elizabeth Holmes, a federal judge ruled Wednesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rochelle-walensky-and-impending-doom-11628102849", "title": "Rochelle Walensky and 'Impending Doom'", "date": "2021-08-04 14:47", "summary": "Perhaps the government disease doctor was referring to constitutional governance.. Remember in March when Dr. Rochelle Walensky, director of the federal Centers for Disease Control and Prevention, decided to share her private hunch at a White House press briefing? Dr. Walensky intoned, \"I'm going to reflect on the recurring feeling I have of impending doom.\"", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-calls-for-halt-to-covid-19-booster-shots-11628091445", "title": "WHO Calls for Halt to Covid-19 Booster Shots", "date": "2021-08-04 14:37", "summary": "Recommendation highlights tension between governments' national priorities and risks of new variants developing globally. The World Health Organization called Wednesday for a moratorium on Covid-19 booster shots until at least the end of September to address a shortfall in vaccine supplies to poor countries.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taliban-claim-attack-on-afghanistan-defense-ministers-home-11628100676", "title": "Taliban Claim Attack on Defense Minister's Home", "date": "2021-08-04 14:11", "summary": "Resume Subscription. KABUL-The Taliban claimed responsibility for a complex suicide attack targeting the home of Afghanistan's defense minister that killed eight people and wounded 20, one of the most serious insurgent strikes in the Afghan capital in recent months.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/home-classrooms-covid-real-estate-11628100036", "title": "Home Classrooms Became a Necessity During Covid. Now They're a Selling Point.", "date": "2021-08-04 14:05", "summary": "As students prepare for a return to in-person learning, parents are keeping the learning areas they built during the pandemic intact. Emily Porche swears by one holdover from her family's life under lockdown: her children's learning space.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/5-invigorating-outdoor-vacations-to-help-you-lose-that-quarantine-15-11628100047", "title": "5 Invigorating Outdoor Vacations to Help You Lose That 'Quarantine 15'", "date": "2021-08-04 14:00", "summary": "From a beachside fitness retreat in Costa Rica to a kayaking trip around Lake Michigan, five super-active vacations to get you back in shape. MANY OF US re-emerged from Covid lockdown world with two intense urges. The first: a compulsion to be outside-to binge on open space and soothing scenery. The second: to shed some of the Quarantine 15-also cheekily called \"the Covid 19\"-the unwelcome weight gain accrued by stress-eating and marathon stints of lying motionless on the coach or slumping over a keyboard.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-ccp-firms-foreign-investors-state-capitalism-11628028172", "title": "China's 'State Capitalism' Is Not Capitalism", "date": "2021-08-04 13:57", "summary": "The purpose of Chinese firms is to fulfill the goals of the Communist Party.. Joseph C. Sternberg describes \"How China Played American Investors\" (Political Economics, July 30) by preventing them from owning most Chinese companies. Instead, investors are allowed to buy into opaque offshore holding companies. It is mechanisms like this that have led many in the West to fall for the Chinese Communist Party's assertion that China practices \"capitalism with Chinese characteristics.\" But as Mr. Sternberg notes, real capitalism is more than the presence of private companies; it is a system in which shareholders can control the management of companies.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-covid-vaccine-full-approval-fda-11628028768", "title": "Rushing Full Approval for Covid Vaccines Could Backfire", "date": "2021-08-04 13:56", "summary": "Manufacturers must prove to the FDA that they can produce batch after batch safely.. Your editorial \"To Mandate or Not to Mandate Vaccines\" (July 28) is correct that the clinical trials that gave rise to the emergency authorizations \"were as rigorous as those for full approval,\" but that's far from the whole story.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/olympics-uniforms-athletes-kneeling-protests-anthem-11628029371", "title": "U.S. Olympic Uniforms Come With Responsibility", "date": "2021-08-04 13:55", "summary": "As soon as athletes put them on, they act as representatives of our team.. Regarding the letters from readers on protests by Olympic athletes (July 26 and 31): I have yet to read the main reason why these protests are inappropriate. It is found in one word: uniform. All these protests are made by people in uniforms.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teachers-unions-democrats-school-reopening-remote-learning-11628030135", "title": "Democrats and Teachers Unions Did This to Our Children", "date": "2021-08-04 13:54", "summary": "Is it social justice to imprison students behind screens?. Your editorial \"The Cost of the School Shutdowns\" (July 29) correctly points out that \"teachers unions were the main architects\" of extended school shutdowns. Teachers union boss Randi Weingarten said in a recent interview that she will \"try\" to reopen schools fully in the fall. For students who are suffering from isolation and poor mental health, or who are falling behind in school, this lack of leadership is irresponsible, insufficient and inexcusable.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/organized-crime-chicago-outfit-mob-violence-11628029799", "title": "After Organized Crime in Chicago", "date": "2021-08-04 13:53", "summary": "Prosecutors crippled the mob only to see an assortment of other criminals take its place.. Congratulations to Joseph Epstein for committing the dual effronteries of calling for vigorous law enforcement as a remedy for the crime that plagues our hometown and for pointing out that the disabling of \"the Outfit\" was not an unmitigated positive for our city (\"Crime is No Longer a Family Business in Chicago,\" op-ed, July 31).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/overcome-vaccine-hesitancy-covid-incentives-11628030574", "title": "One Way to Overcome Vaccine Hesitancy", "date": "2021-08-04 13:48", "summary": "Start charging unvaccinated people $50 each time they have to be tested.. Here's a thought for the Biden administration to consider: If you're going to start paying people $100 to get vaccinated, you should start charging unvaccinated people $50 each time they have to be tested (\"Federal Workers Must Get Shots or Test Often,\" U.S. News, July 30). See how quickly they modify their thinking.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-mandates-split-corporate-america-walmart-amazon-disney-delta-11628098239", "title": "Covid-19 Vaccine Mandates Split Corporate America", "date": "2021-08-04 13:32", "summary": "With Delta cases rising, Tyson and Walmart are insisting employees get the shot; others are sticking with persuasion and cash incentives. Business leaders broadly agree they need to get more workers vaccinated to keep the U.S. economy humming in the face of the fast-spreading Delta variant.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflation-cuts-both-ways-for-gm-11628098022", "title": "Inflation Cuts Both Ways for GM", "date": "2021-08-04 13:27", "summary": "Rising raw-material prices add to costs across automotive industry, but Detroit peers Ford, Stellantis probably have more ways to mitigate problem. Inflation in vehicle prices has been very helpful for car makers lately. Now investors are seeing the flip side of the coin.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/third-covid-shot-vaccine-immunity-israel-study-11628089557", "title": "Why I Got a Third Covid Shot", "date": "2021-08-04 13:15", "summary": "Better safe than sick, and I have a history of respiratory problems.. I was fully vaccinated six months ago. I walked into a pharmacy last week and got another Pfizer shot. I didn't tell the pharmacist it was my third; she didn't ask. Since the U.S. has no central database of immunization records, the store had no way to know I'd been vaccinated at a federal facility.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jim-jordan-political-violence-january-sixth-black-lives-matter-culture-wars-trump-11628089385", "title": "'Kicking Jim Jordan' Isn't Healthy-Even at the Gym", "date": "2021-08-04 13:14", "summary": "A lurid fantasy of political violence at a fancy exercise class for nice people: This is the way we live now.. A friend in upstate New York took a fancy exercise class the other day. The instructor wanted everyone to do vigorous leg work. She said brightly: \"Just imagine you are kicking Jim Jordan. That's it! Imagine you're kicking Jim Jordan! Good!\" Mr. Jordan, a Republican, represents Ohio's Fourth Congressional District.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barb-ellison-ex-wife-of-oracles-larry-ellison-lists-oregon-horse-farm-for-19-5-million-11628096434", "title": "Barb Ellison, Ex-Wife of Oracle's Larry Ellison, Lists Oregon Horse Farm for $19.5 Million", "date": "2021-08-04 13:00", "summary": "Resume Subscription. Barb Ellison, an ex-wife of Oracle co-founder Larry Ellison and a longtime horse breeder, got her first horse at 28. She built a roughly 200-acre horse farm in Oregon and moved there in 2011. Now 67, she is stepping back from day-to-day farm operations and putting her equestrian estate on the market for $19.5 million. \"It's just time,\" she said.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/barb-ellisons-oregon-horse-farm-11628096378", "title": "Barb Ellison's Oregon Horse Farm", "date": "2021-08-04 12:59", "summary": "In Wilsonville, Wild Turkey Farm was built by Ms. Ellison, an ex-wife of Oracle co-founder Larry Ellison and mother of movie producers David Ellison and Megan Ellison.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/cvs-stock-will-be-fine-once-vaccines-wear-off-11628094696", "title": "CVS Stock Will Be Fine Once Vaccines Wear Off", "date": "2021-08-04 12:31", "summary": "Vaccines boosted the chain's second-quarter performance, but strong results from its Aetna unit suggest an extended run of good health is in store. Don't be fooled by a sour reaction from Wall Street. Second-quarter results from CVS Health show the pharmacy and insurance giant has excellent vital signs.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadas-plan-to-reopen-border-threatened-by-labor-strife-11628094346", "title": "Canada's Plan to Reopen Border Threatened by Labor Strife", "date": "2021-08-04 12:25", "summary": "A union for customs and immigration officers served a formal strike notice that labor disruptions could start Friday morning. OTTAWA-Canada's plan to reopen its border next week to U.S. tourists could be in trouble as the union representing customs and immigration officers said it is ready to cut services at land crossings, airports and shipping ports Friday morning unless a new labor agreement is struck.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-times-sees-ad-rebound-slowing-subscriber-growth-11628092466", "title": "New York Times Reports Ad Rebound, Slowing Subscriber Growth", "date": "2021-08-04 12:24", "summary": "Subscription additions ease in second quarter after rapid growth during the Trump years, early stages of the pandemic. The New York Times Co. 's second-quarter revenue rose 24% on a strong rebound in its advertising business, coupled with slowing subscriber growth.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-london-homebuyers-find-bargains-in-some-of-the-citys-toniest-neighborhoods-11628092800", "title": "In London, Homebuyers Find Bargains in Some of The City's Toniest Neighborhoods", "date": "2021-08-04 12:00", "summary": "Resume Subscription. Buyers willing to gamble that central London will bounce back from the ravages of the pandemic are snapping up discounted properties in some of the British capital's most upscale neighborhoods.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/missouri-governor-pardons-gun-waving-st-louis-couple-11628091258", "title": "Missouri Governor Pardons Gun-Waving St. Louis Couple", "date": "2021-08-04 11:34", "summary": "Mark and Patricia McCloskey pleaded guilty in June after pointing guns at demonstrators following killing of George Floyd. O'FALLON, Mo.-Missouri Gov. Mike Parson announced Tuesday that he made good on his promise to pardon a couple who gained notoriety for pointing guns at social justice demonstrators as they marched past the couple's home in a luxury St. Louis enclave last year.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bankruptcy-filings-fall-to-fewest-since-1985-amid-covid-19-stimulus-11628090284", "title": "Bankruptcy Filings Fall to Fewest Since 1985 Amid Stimulus", "date": "2021-08-04 11:18", "summary": "Personal bankruptcy filings fell 33%, while business filings declined 17% in the year ended June 30 from the previous 12 months. The number of bankruptcy filings in the U.S. has fallen to a level not seen since 1985, thanks to government interventions that kept people afloat during the Covid-19 pandemic and allowed companies to raise cash through debt.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-lawyers-ask-judge-to-block-release-of-tax-returns-11628087049", "title": "Trump Lawyers Ask Judge to Block Release of Tax Returns", "date": "2021-08-04 11:15", "summary": "Former president's attorneys argue congressional request is rooted solely in desire for political gain. WASHINGTON-Lawyers for former President Donald Trump asked a federal judge to block the release of his tax returns to Congress, saying Democratic lawmakers have no legitimate purpose in seeking them and are trying to score political points by embarrassing Mr. Trump.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-clarida-says-economy-could-warrant-interest-rate-increases-by-early-2023-11628085600", "title": "Interest-Rate Rises Could Come as Soon as Early '23, Fed's Clarida Says", "date": "2021-08-04 11:05", "summary": "Significant fiscal stimulus should speed faster recovery to central bank's goals, according to Fed vice chairman. Significant fiscal stimulus this year is speeding the economy's recovery so that the Federal Reserve is able to consider lifting interest rates from near zero by early 2023, said a top central bank official in a speech Wednesday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/utah-travel-agent-created-a-no-frills-airline-11628085600", "title": "Utah Travel Agent Created a No-Frills Airline", "date": "2021-08-04 10:00", "summary": "June Morris, a co-founder of Morris Air who has died at age 90, pioneered ticketless flights and sold the discount carrier to Southwest. June Morris was in her late 30s when she founded a travel agency in Salt Lake City five decades ago. She operated from a single desk at a photo-finishing company owned by her husband. Her first hire was one of her sisters.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/online-sports-betting-gambling-nevada-casino-11628085216", "title": "Want to Build an Online Sports-Betting Empire? Start With a Gas Station Casino", "date": "2021-08-04 09:56", "summary": "Resume Subscription. LOVELOCK, Nev.-West Hollywood entrepreneur Mark Thomas walked into the Big Wheel Casino, tucked inside a Conoco gas station off Interstate 80, and surveyed his next big deal.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/drink-makers-dump-juices-water-that-have-diluted-profits-11628079377", "title": "Drink Makers Dump Juices, Water That Have Diluted Profits", "date": "2021-08-04 09:50", "summary": "Pepsi, Coke reformulate their strategies after years of buying or launching new product lines. Big beverage companies are shifting their lineups, shedding well-known but less profitable brands to refocus on core products and newer lines that appeal to changing consumer tastes.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-endorsed-candidate-mike-carey-wins-gop-primary-in-ohio-11628041111", "title": "Shontel Brown Wins Ohio Race, in Victory for Centrist Democrats", "date": "2021-08-04 09:42", "summary": "In a separate GOP primary, Trump-backed candidate Mike Carey tops field. In a victory for the Democratic establishment, Cuyahoga County Councilwoman Shontel Brown has won a Democratic primary in Cleveland, defeating Nina Turner, the candidate backed by Vermont Sen. Bernie Sanders.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andre-de-grasse-olympics-200-meters-11628084288", "title": "Canada's Andre de Grasse Takes Olympic Gold in Men's 200 Meters", "date": "2021-08-04 09:39", "summary": "Americans Kenny Bednarek and Noah Lyles get on the podium, with teenage prodigy Erriyon Knight finishing fourth. TOKYO-After years of lurking in the shadow of Usain Bolt, Canada's Andre de Grasse finally had his golden moment on Wednesday night. He won the men's 200-meter final in a time of 19.62, finishing just ahead of a trio of Americans and becoming the first Canadian to win this event since Percy Williams in 1928.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virtual-reality-hits-a-snag-leaving-some-users-with-itchy-faces-11628084236", "title": "Virtual Reality Hits a Snag, Leaving Some Users With Itchy Faces", "date": "2021-08-04 09:37", "summary": "Facebook recalls foam padding for Oculus Quest 2 headset after reports of rashes. It was Jeff Berling's co-worker who warned him about the rash.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-sees-cryptocurrency-dealers-as-part-of-anti-money-laundering-plan-top-financial-regulator-says-11628084122", "title": "Japan Sees Cryptocurrency Dealers as Part of Anti-Money Laundering Plan, Top Financial Regulator Says", "date": "2021-08-04 09:35", "summary": "New Financial Services Agency chief Junichi Nakajima says crypto dealers have the same obligation as banks to ensure they don't deal with criminals. Japan's top financial regulator said his planned platform to combat money laundering could include cryptocurrency dealers, which he said have the same obligation as traditional financial institutions to make sure they don't deal with criminals.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/not-everything-about-those-u-s-olympic-uniforms-was-terrible-11628082872", "title": "Not Everything About Those U.S. Olympic Uniforms Was Terrible...", "date": "2021-08-04 09:14", "summary": "At the Tokyo Olympics' opening ceremony, American athletes' preppy uniforms triggered a backlash, but neck bandannas-like the one Cary Grant wore in 'To Catch a Thief'-arguably redeemed them. THE FANS WERE in revolt. Many American viewers of the Olympic opening ceremony proceedings in Tokyo last month were not thrilled by the U.S. team's exceedingly prepped-out uniforms. Created by the designers at Ralph Lauren, they featured a traddy blue blazer, a nautical striped crew neck and an American flag scarf tied preciously around the athletes' necks. Some viewers took to Twitter to voice their disappointment, comparing the team to \"bullies from a John Hughes movie\" and \"fraternity bros vacationing in Montauk.\"", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhood-victorias-secret-activision-gm-what-to-watch-when-the-stock-market-opens-today-11628073862", "title": "Robinhood, Victoria's Secret, Activision, GM: What to Watch When the Stock Market Opens Today", "date": "2021-08-04 09:07", "summary": "For Robinhood shares, there's no sign of the Sheriff of Nottingham in sight. Stock futures are ticking lower after the S&P 500 hit its 42nd record close of the year, as investors weigh strong corporate earnings against a disappointing private-sector employment report and the potential threat of the Delta variant of Covid-19. Here's what we're watching ahead of Wednesday's open.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fliers-are-fed-up-with-airlines-its-time-for-a-new-bill-of-rights-11628082001", "title": "Real Refunds for Canceled Flights-and Four Other Ways to Fix Flying", "date": "2021-08-04 09:00", "summary": "Travelers often lack leverage when airlines mistreat them. Here are five ways the Transportation Department could change that.. It's been building for years, but the pandemic has made it very clear: Airline customers have very few rights.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foothill-ventures-doubles-down-on-immigrant-founders-with-new-fund-11628082001", "title": "Foothill Ventures Doubles Down on Immigrant Founders With New Fund", "date": "2021-08-04 09:00", "summary": "The firm, previously called Tsingyuan Ventures, raised a $100 million fund as it aims to keep pace amid increased venture competition. Foothill Ventures, a seed-stage venture-capital firm previously named Tsingyuan Ventures, has raised a $100 million fund that it will use to double down on its strategy of investing in North American startups founded by immigrant entrepreneurs.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-zealands-renewable-energy-dreams-get-a-reality-check-11628082000", "title": "New Zealand's Renewable-Energy Dreams Get a Reality Check", "date": "2021-08-04 09:00", "summary": "A power crunch has spread across the South Pacific country after dry weather led to below-average hydropower generation. WELLINGTON, New Zealand-New Zealand's ambition to become fully reliant on renewable energy by 2030 has leaned on glacial rivers and lakes as sources of power.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dress-younger-fashion-style-guide-11628080218", "title": "Don't Be Afraid to Dress Like Your Kids", "date": "2021-08-04 08:31", "summary": "Ditch the old adage to act your age. From Fendi's nylon poncho to Burberry's bright blue trench, summer fashion is a fountain of youth full of sporty fabrics, spritely colors and playful layers.. As the kids know, rules were meant to be broken, and right now the same goes for grown-up fashion. To your delight, you may even find a trend you retired years ago is back in the youthful fashion vernacular. Wearing socks and sandals with a pair of shorts is straight out of your high school yearbook-and your son's new wardrobe, too. For dads, there's more common generational ground in menswear than ever before: for their spring 2018 collection, Balenciaga made dad style something to aspire to with its still-relevant collection of geeky sportswear. The dad sneaker, inspired by the thick-soled orthopedic-style trainers beloved by men of a certain age, is also still popular. And don't shy away from unexpected proportions like a cargo jacket from Tod's, or unusual pairings like a burgundy polo from Z Zegna with printed shorts from Sacai. Below, check out 12 ways to remind Gen Z exactly where its style genes came from. - Jenny Hartman", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-100-000-green-cards-at-risk-of-going-to-waste-in-covid-19-backlog-11628080201", "title": "Some 100,000 Green Cards at Risk of Going to Waste", "date": "2021-08-04 08:30", "summary": "More than a million immigrants, most of them Indian technology workers, have been waiting in line to become permanent residents. WASHINGTON-The U.S. government is at risk of wasting about 100,000 employment-based green cards this year as the federal agency in charge of their issuance faces historic application backlogs related to the Covid-19 pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barack-obama-scales-back-60th-birthday-party-after-covid-19-criticism-11628079953", "title": "Obama Curtails Birthday Party After Delta Variant Concern", "date": "2021-08-04 08:25", "summary": "Hundreds had been invited to outdoor event in Martha's Vineyard, drawing GOP criticism amid surging Covid-19 cases. Former President Barack Obama is scaling back his planned 60th birthday party this weekend at his Martha's Vineyard vacation home as the nation confronts rising Covid-19 cases and in the wake of criticism from conservatives.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uconn-paige-bueckers-college-basketball-ncaa-11628078726", "title": "UConn's Paige Bueckers Could Make $1 Million a Year-in College", "date": "2021-08-04 08:06", "summary": "The already well-known basketball star will benefit from new rules letting players profit from their name, image and likeness. In February 2020, NCAA leaders furrowed their brows and warned that allowing college athletes to profit from their name, image and likeness could drive a financial chasm between male and female competitors-with the women the losers.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fidelitys-joel-tillinghast-was-out-of-favor-then-the-meme-stock-craze-happened-11628078400", "title": "Fidelity's Tillinghast Was Out of Favor. Then Came Meme Stocks.", "date": "2021-08-04 08:00", "summary": "Resume Subscription. Fidelity Investments's Joel Tillinghast was picking cheap stocks before it was cool.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/china-wants-manufacturingnot-the-internetto-lead-the-economy-11628078155", "title": "China Wants Manufacturing-Not the Internet-to Lead Economy", "date": "2021-08-04 08:00", "summary": "Even as Beijing unleashes a regulatory assault against tech companies, it continues to shower subsidies and protection on manufacturers. To Western investors, China's regulatory crackdown on superstar companies such as Alibaba Group Holding Ltd. , Tencent Holdings Ltd. and Didi Global Inc. must seem suicidal. How better to undercut growth than to kneecap some of the world's most successful technology companies?", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cvs-logs-higher-revenue-boosted-by-covid-19-shots-11628077342", "title": "CVS Logs Higher Revenue Boosted by Covid-19 Shots", "date": "2021-08-04 07:42", "summary": "Healthcare company says it will raise minimum wage to $15 an hour starting next year. CVS Health Corp. posted higher revenue in the latest quarter, helped by the nearly 17 million Covid-19 vaccines it administered between April and June, as it moved to raise its minimum wage for workers to $15 an hour starting next year.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/location-data-broker-x-mode-to-be-bought-by-digital-envoy-11628074800", "title": "Location-Data Broker X-Mode to Be Bought by Digital Envoy", "date": "2021-08-04 07:00", "summary": "Embattled provider that was kicked off Apple and Google platforms last year to be renamed Outlogic as it becomes part of larger company. The location-data broker X-Mode Social Inc., which was kicked off the Apple and Google platforms last year over its national-security work with the U.S. government, is being acquired, the company told The Wall Street Journal.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fastest-race-at-the-olympics-climbing-11628058407", "title": "The Fastest Race at the Olympics May No Longer Be the 100-Meter Sprint", "date": "2021-08-04 06:43", "summary": "Resume Subscription. TOKYO-If you have a micro-attention span, speed climbing will fit your viewing needs. Even the 100-meter sprint might seem glacial by comparison.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/activision-blizzards-self-inflicted-wounds-may-not-heal-quickly-11628071201", "title": "Activision Blizzard's Self-Inflicted Wounds May Not Heal Quickly", "date": "2021-08-04 06:00", "summary": "Second-quarter results show strong business, but fallout from gender-bias lawsuit remains unclear. Activision Blizzard probably wishes right now that real life had a reset button.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-olympics-roc-athletes-tokyo-doping-ban-medals-count-11628070680", "title": "'We Will ROC You': How Russians Crushed the Tokyo Olympics Under an Alias", "date": "2021-08-04 06:00", "summary": "Still banned from competing under their own flag or anthem, athletes of the Russian Olympic Committee are sweeping up medals beyond even their own expectations.. TOKYO-Russia's not really at the Olympics. But that hasn't stopped the world's largest country from hauling gold out of Tokyo like a Siberian mine.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2020-tokyo-olympics-simone-biles-jade-carey-bobby-finke-nbc-covid-19-11628026289", "title": "'2020 Tokyo Olympics' Review: Limping to the Finish Line", "date": "2021-08-04 05:52", "summary": "Simone Biles' decision to withdraw from certain events highlighted the issue of athletes' mental health, while the predictable interviews and unyielding threat of Covid-19 leave the rest of the games with much to be desired. During the Parade of Nations that marked the opening of this year's 2020 Tokyo Olympics, an NBC commentator acknowledged the entrance of the German team by noting the two Summer Games that their country has hosted: 1936 and 1972. In other words, Hitler and a terrorist massacre. The man on the microphone didn't seem aware of what he'd just said, but what many probably heard was, \"How bad can this year be?\"", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/businesses-are-loading-up-on-credit-spending-could-follow-11628069581", "title": "Businesses Load Up on Credit, Raising Spending Hopes", "date": "2021-08-04 05:33", "summary": "At JPMorgan and Bank of America, undrawn credit commitments total nearly $1 trillion, a 20% increase from a year ago. Businesses are sitting on record amounts of unused credit from U.S. banks, another quirk in the economic recovery that bankers say could help unleash pent-up spending in the coming months.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-patients-overwhelm-busy-hospitals-as-delta-variant-spreads-11628069401", "title": "Covid-19 Patients Overwhelm Busy Hospitals", "date": "2021-08-04 05:30", "summary": "People were already seeking routine care and treatment deferred earlier in the pandemic. The latest wave of Covid-19 hospitalizations is crashing into patients returning for care for other ailments, overtaxing some facilities and exhausting their doctors and nurses.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-cyber-experts-want-to-investigate-hacks-like-plane-crashes-11628069401", "title": "Some Cyber Experts Want to Investigate Hacks Like Plane Crashes", "date": "2021-08-04 05:30", "summary": "As Biden's proposed cyber review board faces questions about independence and authority, advocates push for NTSB-like framework. President Biden in May ordered the Department of Homeland Security to create a public-private board to investigate major hacks but offered few details on how the initiative would work. Some security wonks say the administration should look to transportation disasters for clues.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/olympic-skateboard-helmet-headache-11628060689", "title": "Olympic Skateboarding's Helmet Headache", "date": "2021-08-04 04:00", "summary": "Resume Subscription. TOKYO-Skateboarding's Summer Games debut last week may have marked the first time anyone won an Olympic medal while wearing cargo pants. The same might have been true of AirPods and heavy-buckled belts.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tencent-selloff-shows-deep-scar-tissue-in-chinese-markets-11628063785", "title": "Tencent Selloff Shows Deep Scar Tissue in Chinese Markets", "date": "2021-08-04 03:56", "summary": "After the crackdown on education companies, every regulatory blip is seen as a possible death sentence. China's recent crackdown on education companies has left scars that could be long in healing.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ship-seized-in-gulf-of-oman-amid-rising-tensions-with-iran-11628017314", "title": "Ship Seized in Gulf of Oman Is Let Go", "date": "2021-08-04 03:17", "summary": "Western officials say suspected Iranian gunmen were behind the seizure. A tanker ship in the Gulf of Oman was seized Tuesday by suspected Iranian gunmen, Western officials said, amid rising regional tensions following a fatal drone attack on another vessel that the U.S. and its allies have blamed on the Islamic Republic.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11628010308", "title": "Pepper...and Salt", "date": "2021-08-04 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nasa-boeing-starliner-launch-watch-11627961565", "title": "Boeing's Starliner Flight Was Postponed. What Happens Now?", "date": "2021-08-04 23:43", "summary": "After years of delays and a bungled first mission, the aerospace giant postponed a flight to the International Space Station. When Boeing Co. will attempt to launch its Starliner space taxi to the International Space Station remains unclear after its engineers detected a problem with valves on a propulsion system on the vehicle.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-starliner-launch-delayed-by-propulsion-problem-11628021155", "title": "Boeing Starliner Launch Delayed by Valve Issue", "date": "2021-08-04 23:05", "summary": "Aerospace giant, NASA haven't rescheduled test flight to International Space Station. Boeing Co.'s planned Starliner flight was postponed after engineers found a problem with some valves on a propulsion system used on the space capsule, the company and National Aeronautics and Space Administration said.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/belarusian-olympic-athlete-who-refused-to-go-home-says-she-will-never-return-11627981763", "title": "Belarusian Sprinter Says She Will Never Return Home", "date": "2021-08-04 22:56", "summary": "Krystsina Tsimanouskaya said she is looking to continue her athletic career in another country. TOKYO-The Belarusian sprinter who refused her team's orders to fly home after a public dispute said she would never return home for fear for her life and is looking to continue her sporting career-and perhaps reach another Olympics-in another country.", "categories": [["WSJ News Exclusive", "World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-judge-blocks-texas-ban-on-transporting-migrants-11628038137", "title": "Federal Judge Blocks Texas Ban on Transporting Migrants", "date": "2021-08-04 21:42", "summary": "Restraining order against Gov. Greg Abbott's ban is a win for the Biden administration. A federal judge on Tuesday blocked an executive order by Texas Gov. Greg Abbott that banned the transportation of migrants within the state by anyone other than law enforcement, an initial legal victory for the Biden administration.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-gov-cuomo-sexually-harassed-multiple-women-investigation-finds-11628003894", "title": "Biden Calls on Cuomo to Resign Over Harassment Report", "date": "2021-08-04 21:05", "summary": "Investigation says Cuomo showed 'deeply disturbing' conduct, often involving younger women; governor calls report biased. New York Gov. Andrew Cuomo harassed multiple women who worked for him in violation of state and federal law, a report from the state's attorney general concluded, prompting President Biden and other senior Democrats to call on him to resign.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fincen-names-new-acting-director-begins-search-for-permanent-chief-11628038130", "title": "FinCEN Names New Acting Director, Begins Search for Permanent Chief", "date": "2021-08-04 20:48", "summary": "Himamauli Das, a national security expert with broad government experience, will replace Michael Mosier, who served for four months as acting head of the anti-money-laundering unit. The U.S. Treasury Department's anti-money-laundering unit is undergoing its second leadership change this year, as current acting director Michael Mosier prepares to leave at the end of the week.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gov-andrew-cuomo-sexual-harassment-findings-what-you-need-to-know-11628037245", "title": "Gov. Andrew Cuomo Sexual-Harassment Findings: What You Need to Know", "date": "2021-08-04 20:34", "summary": "New York attorney general found that the governor sexually harassed multiple women. The sexual-harassment scandal surrounding New York Gov. Andrew Cuomo escalated Tuesday when investigators released a lengthy report finding he groped and kissed several female state employees while he and his aides flouted their own rules for responding to misconduct complaints.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tencent-plummets-as-china-takes-aim-at-online-videogames-11627962018", "title": "Tencent Sinks After China Denounces Online Gaming", "date": "2021-08-04 20:28", "summary": "Article in state media is later toned down; Tencent pledges new limits on young gamers. Shares of Tencent Holdings Ltd. and rivals fell Tuesday after a state-owned Chinese newspaper criticized online gaming as \"opium for the mind,\" fueling investor concerns that the companies' popular games could be swept up into a broader regulatory crackdown.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}]