[{"link": "https://www.wsj.com/articles/nursing-chinas-debt-hangover-11614987801", "title": "Nursing China's Debt Hangover", "date": "2021-03-05 18:43", "summary": "Beijing sets a modest economic growth target as bond defaults mount.. In any other country, an official target of 6% annual economic growth would be almost preposterous. In China that target, announced Friday, is so modest it's clear something else is going on. That something: Beijing's escalating fears about a rumbling debt volcano.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-francis-goes-to-iraq-11614987744", "title": "Pope Francis Goes to Iraq", "date": "2021-03-05 18:42", "summary": "The safety of religious minorities is a top Middle East challenge.. Pope Francis made history this week when he became the first pope to visit Iraq, a risky trip amid heightened security risks and surging coronavirus infections. The Holy Father no doubt appreciates Iraq as the biblical birthplace of Abraham-revered by Jews, Christians and Muslims-and for its rich religious diversity that is today under threat from extremists.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-brains-dream-review-night-shift-11614957580", "title": "'When Brains Dream' Review: Night Shift", "date": "2021-03-05 18:38", "summary": "Our sleeping sojourns accomplish many tasks, from incorporating new memories to solving complex problems.. Sometime last August, five months into the pandemic lockdown, I had my first mask dream-I was in a crowded place and was the only person wearing a mask; it filled me with panic and I woke suddenly, scared out of my wits. Well into middle age, I still have nightmares that I'm back in college during finals week, and that there's an entire course I forgot to attend.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fact-checking-facebooks-fact-checkers-11614987375", "title": "Fact-Checking Facebook's Fact Checkers", "date": "2021-03-05 18:36", "summary": "The media giant is employing left-wing vetters to limit scientific debate.. China last winter censored doctors who shared \"dangerous\" misinformation about the novel coronavirus on social media. Now America's self-anointed virus experts and social-media giants are also silencing doctors with contrarian views in an apparent effort to shut down scientific debate.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-whole-world-review-james-merrills-mailbox-11614987390", "title": "'A Whole World' Review: James Merrill's Mailbox", "date": "2021-03-05 18:36", "summary": "In the poet's letters, discovering the strands of love, friendship and art that fed his work. In an introduction to a reading given by James Merrill at New York University in September 1992, Stephen Yenser recounted a visit to the poet in his home in Athens, Greece, where he had a chance to see how \"James customarily spent the morning: in a flash there would be a stock on the stove, a new letter in the typewriter and a poem on the desk, Schubert lieder on the stereo, a marinade in the fridge, a shopping list taking shape on the refrigerator door, someone on the line from Vermont, books on biochemistry and preliterate astronomy open on the harpsichord-bench . . .\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oh-no-the-labor-market-is-recovering-11614987325", "title": "Oh, No, the Labor Market Is Recovering", "date": "2021-03-05 18:35", "summary": "Democrats play down good jobs news to pass their spending blowout.. Now we know why the Democrats who run all of Washington are so eager to rush through their $1.9 trillion spending bill without negotiating with Republicans. They're afraid the economy is improving so fast before it passes that Americans might begin to wonder why Congress needs to spend all that money.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vindication-for-ron-desantis-11614986751", "title": "Vindication for Ron DeSantis", "date": "2021-03-05 18:25", "summary": "The media vilified him for rejecting harsh lockdowns. But Florida's Covid-19 numbers are better than California's or New York's, and its economy thrives.. In the early months of the coronavirus pandemic, New York Gov. Andrew Cuomo imposed strict lockdown policies-many still in place-and became the media's golden boy. \"The governor of New York's morning news conferences have become part of the country's new daily rhythm,\" the Washington Post's Style section gushed in March 2020. \"He's the strongman who can admit he's wrong. He speaks fluently about the facts. He worries about his mother, and by extension, yours, too.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-pitchfork-at-a-time-11614986687", "title": "One Pitchfork at a Time", "date": "2021-03-05 18:24", "summary": "I find renewal and rebirth in the promise of my garden's compost pile.. As spring approaches, I've started a list of garden chores, which includes turning the compost pile a short walk from the kitchen door. Into this waist-high hill-a small, brown mound fenced by chicken wire-go the leavings of our life: the grounds from yesterday's coffee, the eggshells from a hundred omelets, rinds from last Thursday's cantaloupe, my wife's Valentine roses, now shriveled to scarlet husks.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jan-6-and-d-c-s-political-death-inquests-11614986440", "title": "Jan. 6 and D.C.'s Political Death Inquests", "date": "2021-03-05 18:20", "summary": "Who are local police and medical examiners in the nation's capital taking their orders from?. Federal Bureau of Investigation chief Christopher Wray sternly rejected the demands of U.S. senators on Tuesday, indicating that his agency doesn't know or won't tell how Capitol Police Officer Brian Sicknick died a day after the Jan. 6 riot or even whether a homicide is suspected. Mr. Sicknick is the one officer said to have been killed in the melee, hit on the head with a fire extinguisher according to the New York Times in a claim since retracted. The District of Columbia medical examiner's long-completed autopsy results remain hidden from the public but presumably not from the FBI. What is going on here?", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-alleges-at-t-3-employees-tipped-off-wall-street-11614982784", "title": "SEC Alleges AT&T, 3 Employees Tipped Off Wall Street", "date": "2021-03-05 18:17", "summary": "Lawsuit claims investor-relations staffers shared nonpublic information with Wall Street analysts in 2016; AT&T says allegations are meritless. WASHINGTON-Three employees of AT&T Inc. selectively shared information about smartphone sales in 2016 to analysts who then lowered their revenue forecasts, allowing the telecom company to beat earnings estimates, securities regulators alleged Friday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hermes-and-lvmh-stocks-are-as-trendy-as-their-handbags-11614984278", "title": "Hermès and LVMH Stocks Are as Trendy as Their Handbags", "date": "2021-03-05 17:44", "summary": "Equity-happy stars like Michael B. Jordan and Jay-Z are stoking interest in luxury fashion stocks, especially as gifts. Off Brand is a column that delves into trends in fashion and beauty.", "categories": [["Life & Work", "Style & Fashion", "Off Brand"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/off-brand?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-plan-to-remake-immigration-system-faces-bipartisan-pressure-11614971936", "title": "Biden's Plan to Remake Immigration System Faces Bipartisan Pressure", "date": "2021-03-05 17:44", "summary": "Rising numbers of migrant children and families at southern border prompts criticism less than two months into new administration. WASHINGTON-President Biden aims to chart a different course than his Democratic and Republican predecessors on immigration, but the recent rise in migrant children and families crossing the border illegally is sparking a political backlash that could complicate his efforts.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hanesbrands-names-preston-as-general-counsel-compliance-chief-11614984255", "title": "HanesBrands Names Preston as General Counsel, Compliance Chief", "date": "2021-03-05 17:44", "summary": "Tracy Preston joins the apparel company after about eight years in a similar role at Neiman Marcus. HanesBrands Inc. said Tracy Preston will become its general counsel, corporate secretary and chief compliance officer, effective March 29.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-fires-eeocs-trump-appointed-general-counsel-11614983850", "title": "Biden Fires EEOC's Trump-Appointed General Counsel", "date": "2021-03-05 17:37", "summary": "Action follows her refusal to resign from role at Equal Employment Opportunity Commission. WASHINGTON-President Biden fired the Trump-appointed general counsel of the Equal Employment Opportunity Commission on Friday after she declined to resign, according to people familiar with the discussions, prompting criticism of the action by one of the agency's Republican commissioners.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/follow-the-misleader-11614983206", "title": "Follow the Misleader", "date": "2021-03-05 17:26", "summary": "Cuomo advisers pressured health officials to obscure the nursing-home carnage.. Why did so many senior officials quit New York state's Health Department in recent months? Today the people of New York are a little closer to an answer.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-rout-pushes-bond-funds-into-riskier-assets-11614940201", "title": "Treasury Rout Pushes Bond Funds Into Riskier Assets", "date": "2021-03-05 17:19", "summary": "Fixed-income investors turn to corporate loans, equity-linked debt and even stocks. Optimism about economic recovery has triggered a selloff in U.S. Treasurys that is pushing fixed-income investors to run for cover in some unlikely havens.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/monumental-error-in-the-making-11614982634", "title": "Monumental Error in the Making", "date": "2021-03-05 17:17", "summary": "An important replica of Daniel Chester French's colossal statue is one of 41 Chicago sculptures under review for ideological reasons. ", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/greensill-used-credit-suisse-investment-funds-to-lend-to-its-own-backers-11614982505", "title": "Greensill Used Credit Suisse Funds to Lend to Its Own Backers", "date": "2021-03-05 17:15", "summary": "Financial startup made $350 million loan in 2019 to General Atlantic, its second-largest outside investor after SoftBank's Vision Fund. Greensill Capital used Credit Suisse Group AG's now-curtailed supply-chain funds to make a $350 million loan to one of the startup's biggest outside backers, private-equity firm General Atlantic, according to loan documents reviewed by The Wall Street Journal and people familiar with the matter.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-03-05-2021-11614934281", "title": "Stocks Rally to Finish a Wild Week", "date": "2021-03-05 17:12", "summary": "Nasdaq Composite swings to a 1.5% gain on the day, but finishes week with decline. U.S. stocks surged Friday, ending a wild week during which investors continued to rotate out of big technology shares and into the cyclical sectors that tend to thrive in a recovering economy.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ark-funds-fall-into-a-bear-market-11614962953", "title": "ARK Funds Fall Into Bear Market", "date": "2021-03-05 17:01", "summary": "Investment firm's ETFs are down more than 20% from their peaks amid tech-share decline. ARK Investment Management LLC's highflying exchange-traded funds are firmly in a bear market following another round of steep declines Friday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reddit-names-its-first-finance-chief-11614956180", "title": "Reddit Names Its First Finance Chief as It Prepares for Public Listing", "date": "2021-03-05 16:26", "summary": "Drew Vollero previously led social-media company Snap through its public listing. Reddit Inc. named its first finance chief as the social media giant explores a public listing.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hollywood-eyes-recovery-as-movie-theaters-reopen-in-new-york-city-and-san-francisco-11614959313", "title": "Movie Theaters Are Finally Re-Opening: Will You Go?", "date": "2021-03-05 16:25", "summary": "Big city theater openings could help spur studios to release high-profile films...if customers come back. A year into the Covid-19 pandemic, Hollywood studios and movie theaters hope a recovery is on the way.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-treasury-yields-touch-recent-highs-afterstrong-jobs-report-11614958821", "title": "Treasury Yields Touch Recent Highs After Jobs Report", "date": "2021-03-05 16:14", "summary": "New data fuels debate about path of interest rates. Yields on U.S. government bonds swung sharply Friday after new data showed a big jump in employment in February, creating more optimism about the economic outlook and debate about the path of interest rates.", "categories": [["Markets", "Treasurys"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/treasurys?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-open-to-talks-with-congress-on-war-powers-white-house-says-11614978866", "title": "Biden Open to Talks With Congress on War Powers, White House Says", "date": "2021-03-05 16:14", "summary": "Some senators argue measures authorizing Iraq war and Sept. 11 response no longer cover broad scope of U.S. military engagement. WASHINGTON-The White House signaled Friday that it is ready to negotiate a new congressional authorization for when and where it can use military force, attempting to move forward on an issue that has frustrated Congress and past administrations for years.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/that-bugs-me-saturday-crossword-march-6-11614353492", "title": "That Bugs Me (Saturday Crossword, March 6)", "date": "2021-03-05 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alternation-saturday-variety-puzzle-march-6-11614353653", "title": "Alternation (Saturday Variety Puzzle, March 6)", "date": "2021-03-05 16:01", "categories": [["WSJ Puzzles", "Variety Puzzle"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/variety-puzzle?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-state-department-trump-appointee-arrested-in-connection-with-jan-6-attack-11614966215", "title": "Trump State Department Official Charged in Capitol Riot", "date": "2021-03-05 15:34", "summary": "Former midlevel official Federico Klein, a Trump appointee, is charged with assaulting police during Jan. 6 attack. WASHINGTON-A former midlevel State Department official appointed by then-President Donald Trump was arrested on charges of assaulting police officers during the Jan. 6 attack on the U.S. Capitol, according to a complaint unsealed Friday, marking what appears to be the first Trump administration official to face charges for allegedly participating in the deadly riot.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-bet-against-a-new-york-city-revival-11614976307", "title": "Don't Bet Against a New York City Revival", "date": "2021-03-05 15:31", "summary": "I disagree that we need visionaries. All we need are city and state leaders dedicated to righting the ship in a straightforward, practical way rather than playing politics with the lives and livelihoods of their constituents.. I agree with Peggy Noonan that we're in a battle for New York's survival, but I disagree that we need \"visionaries . . . who have an outsize creativity and a deep knowledge of human beings\" to succeed (\"The Old New York Won't Come Back,\" Declarations, Feb. 27). No, all we need are city and state leaders dedicated to righting the ship in a straightforward, practical way rather than playing politics with the lives and livelihoods of their constituents.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ins-and-outs-of-iron-curtains-and-walls-11614976226", "title": "The Ins and Outs of Iron Curtains and Walls", "date": "2021-03-05 15:30", "summary": "Amanda Foreman writes of the use of the phrase \"iron curtain\" as a political metaphor.. Amanda Foreman writes of the use of the phrase \"iron curtain\" as a political metaphor (\"Historically Speaking: Iron Curtains Are Older Than the Cold War,\" Review, Feb. 27). Ms. Foreman might have included in her historical rundown the religious battle Martin Luther had with the pope, which certainly had political implications. In 1521 Luther wrote an essay, \"Concerning the Letter and the Spirit.\" The relevant passage is as follows: \"The letter [law] does not allow anyone to stand before his wrath. The Spirit does not allow anyone to perish before his grace. Oh, this is such an overwhelming affair that one could talk about it endlessly! But the pope and human law have hidden it from us and have put up an iron curtain in front of it.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lost-schooling-do-overs-and-opportunities-11614976101", "title": "Lost Schooling, Do-Overs and Opportunities", "date": "2021-03-05 15:28", "summary": "Offer parents the option for students to repeat their current grade in school to strengthen the skills they did learn and reteach those they didn't learn.. Regarding \"The Long-Term Economic Costs of Lost Schooling\" (Review, Feb. 27): Have many children lost educational ground during the pandemic? Of course. Does this have long-term ramifications for them? Possibly. Can we fix it? Yes. How? By offering parents the option-no stigma attached-for students to repeat their current grade in school to strengthen the skills they did learn and reteach those they didn't learn, for whatever reason. Some children need this. Some don't, but we should at least offer the option.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/students-cameras-and-the-modern-remote-classroom-11614975841", "title": "Students' Cameras and the Modern, Remote Classroom", "date": "2021-03-05 15:24", "summary": "As a classroom teacher, I have required all distance-learner students to have cameras on since day one .. As a classroom teacher, I have required all distance-learner students to have cameras on since day one (\"Family & Tech: Keep the Camera On? The Latest School Battle,\" Personal Journal, Feb. 17). If children are self-conscious about showing their home setting, they can easily change their Zoom background to anything they want. Headphones can be used to minimize surrounding noise and enhance the learner's focus. If a child appears to be playing a videogame or visiting social media during class, I can tell by their eyes and immediately email their parents and request that the student's screen face a supervising adult. This policy has resulted in higher grades and a supportive, interactive classroom community during this challenging time.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-oprahs-prince-harry-and-meghan-markle-interview-and-18-more-things-to-stream-11614975804", "title": "What to Watch: 19 Specials, Movies and Series to Stream This Weekend", "date": "2021-03-05 15:23", "summary": "Big new movie releases include 'Raya and the Last Dragon' on Disney+ and 'Coming 2 America' on Amazon Prime Video. The straight-to-living room family fare has been significantly upgraded since the '80s and '90s, thanks to the proliferation of streaming services, and on account of the pandemic's crippling effect on the world's movie theaters.", "categories": [["Books & Arts", "Entertainment", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-bill-would-clear-hurdle-for-student-debt-forgiveness-11614974747", "title": "Senate Bill Would Clear Hurdle for Student Loan Forgiveness", "date": "2021-03-05 15:15", "summary": "New provision would remove any tax consequences for those whose student debt is written off. A new provision in the Senate Covid-relief bill would remove a key hurdle for the Biden administration to forgive a chunk of Americans' student debt.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-stimulus-bill-faces-final-hurdle-as-democrats-agree-unemployment-benefit-changes-11614974609", "title": "Covid Stimulus Bill Faces Final Hurdle as Democrats Agree Unemployment Benefit Changes", "date": "2021-03-05 15:03", "summary": "An hourslong vote-a-rama stands between Democrats and Senate passage of President Biden's relief plan.. Senate Democrats agreed to lower additional weekly federal unemployment benefits but extend their duration by more than a month as part of the $1.9 trillion coronavirus relief package, according to a Democratic aide. The developments came as the Senate on Friday braced for an hourslong marathon of amendment votes on the relief package expected to stretch into Saturday morning ahead of the bill's final passage.", "categories": [["News"]], "category_links": ["https://www.wsj.com/news/types/noted-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-bars-ukrainian-banking-tycoon-over-corruption-allegations-11614966703", "title": "U.S. Bars Ukrainian Banking Tycoon Over Corruption Allegations", "date": "2021-03-05 14:53", "summary": "The action prevents Ihor Kolomoisky and family from entering the U.S. but is also likely to complicate his financial and business dealings. WASHINGTON-The Biden administration on Friday imposed sanctions on a Ukrainian banking tycoon and former public official and his family for alleged corruption, marking a renewed effort by the U.S. to help Kyiv address a problem that finance officials say is at the heart of the country's economic and political woes.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/better-job-market-not-nearly-good-enough-for-the-fed-11614962995", "title": "Better Job Market Not Nearly Good Enough for the Fed", "date": "2021-03-05 14:50", "summary": "The February employment report was a pleasant surprise, but the labor market still has a long way to go. The job market made back a lot of ground last month. That isn't the same as saying it is back.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-and-eu-suspend-boeing-airbus-tariffs-for-four-months-eu-says-11614966302", "title": "U.S., EU Suspend Tariffs Imposed in Boeing-Airbus Dispute", "date": "2021-03-05 14:35", "summary": "Four-month shelving of tariffs on wine, cheese and other goods is sign of thawing trade relations between U.S. allies. The U.S. and the European Union agreed Friday to suspend tariffs on wine, luggage, produce and other goods related to a longstanding dispute over government subsidies to Boeing Co. and Airbus SE , in a sign of easing trade tensions.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/february-jobs-report-unemployment-rate-2021-11614909553", "title": "February Hiring Sets Up Stronger Spring Recovery", "date": "2021-03-05 14:16", "summary": "Restaurant employment booms amid renewed consumer spending and fewer restrictions. The U.S. economy is set up for a stronger recovery this spring after a February surge in hiring at restaurants and other hospitality businesses created the best monthly job growth since last fall.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/industries-hit-hard-by-pandemic-gain-jobs-on-long-road-to-recovery-11614970792", "title": "Hard-Hit Industries Gain Jobs on Long Road to Recovery", "date": "2021-03-05 13:59", "summary": "Employment picks up in retail and leisure and hospitality, but remains well below pre-Covid-19 levels. Employment in several hard-hit industries picked up last month, but remained well below pre-pandemic levels, a sign of a still-nascent recovery in these areas.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/julie-mehretu-makes-art-big-enough-to-get-lost-in-11614970366", "title": "Julie Mehretu Makes Art Big Enough to Get Lost In", "date": "2021-03-05 13:52", "summary": "The abstract painter uses architectural drawings and photographs to create works on a grand scale. The artist Julie Mehretu, 51, likes to work on a grand scale. A silent short film by the British artist Tacita Dean shows Ms. Mehretu at work on her monumental painting \"Mural\" at the New York headquarters of Goldman Sachs in 2009, high up on a cherry picker as she grapples with a canvas 80 feet long and 23 feet high. \"The scale of the Goldman Sachs painting was the reason why I decided to take that challenge on,\" Ms Mehretu says. \"It was scary, but exhilarating and wonderful to do.\"", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-february-27-11614899826", "title": "Bestselling Books Week Ended February 27", "date": "2021-03-05 13:44", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-faces-new-lawsuit-alleging-incitement-of-capitol-riot-11614965456", "title": "Trump Faces New Lawsuit Alleging Incitement of Capitol Riot", "date": "2021-03-05 13:43", "summary": "Rep. Eric Swalwell, a California Democrat, sues the former president and other speakers at the Jan. 6 rally for conspiracy, infliction of emotional distress. WASHINGTON-Rep. Eric Swalwell (D. Calif.) on Friday sued former President Donald Trump, Donald Trump Jr., Rudy Giuliani and Rep. Mo Brooks (R., Ala.) on allegations they conspired to incite the Capitol riot on Jan. 6 and prevent Congress from certifying the results of the 2020 presidential election.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-socially-distanced-dogsled-race-is-trickier-than-youd-think-11614969660", "title": "A Socially Distanced Dogsled Race Is Trickier Than You'd Think", "date": "2021-03-05 13:41", "summary": "Iditarod organizers have worked hard to keep participants and local communities Covid-free.. Willow, Alaska", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-claiming-systemic-racism-in-policing-defies-science-11614969593", "title": "Biden, Claiming 'Systemic Racism' in Policing, Defies Science", "date": "2021-03-05 13:39", "summary": "A detailed new report shows no racial disparities in crimes committed versus arrests made.. 'Absolutely,\" President Biden said last year when a reporter asked him if he believes there's \"systemic racism in law enforcement.\" That's hard to square with a presidential memorandum Mr. Biden recently issued, stating: \"It is the policy of my Administration to make evidence-based decisions guided by the best available science and data.\" The claim of \"systemic racism in law enforcement\" defies the best available science and data.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eight-injured-in-multi-car-crash-in-midtown-manhattan-11614969299", "title": "Eight Injured in Multi-Car Crash in Midtown Manhattan", "date": "2021-03-05 13:35", "summary": "Van driver taken into police custody, and charges are pending. Eight pedestrians, including two children, were injured Friday in a multi-car crash in Midtown Manhattan, New York Police Department officials said.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zaatar-chicken-pita-with-herb-yogurt-and-purple-cabbage-11614967107", "title": "Za'atar Chicken Pita With Herb Yogurt and Purple Cabbage", "date": "2021-03-05 12:58", "summary": "Chef Rōze Traore spins a lemony, buttery roast chicken into a za'atar-spiced open-face pita with yogurt and marinated cabbage. And once that chicken is picked clean, the carcass is ready for stock.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicken-stock-11614966710", "title": "Chicken Stock", "date": "2021-03-05 12:51", "summary": "Chef Rōze Traore spins a lemony, buttery roast chicken into a za'atar-spiced open-face pita with yogurt and marinated cabbage. And once that chicken is picked clean, the carcass is ready for stock.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-blacklisted-chinas-xiaomi-because-of-award-given-to-its-founder-11614947281", "title": "U.S. Blacklisted China's Xiaomi Because of Founder's Award", "date": "2021-03-05 12:49", "summary": "Defense Department cites award and Xiaomi's technology ambitions as reasons for designating it a company with military ties in legal filing. HONG KONG-U.S. officials blacklisted Chinese smartphone giant Xiaomi Corp. as a company with military ties partly due to an award given to the company's founder for his service to the state, the U.S. Department of Defense said in a legal filing.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citrus-and-herb-roast-chicken-11614966419", "title": "Citrus and Herb Roast Chicken", "date": "2021-03-05 12:47", "summary": "Chef Rōze Traore spins a lemony, buttery roast chicken into a za'atar-spiced open-face pita with yogurt and marinated cabbage. And once that chicken is picked clean, the carcass is ready for stock.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cooking-smarter-pandemic-takeaways-practical-recipes-11614965515", "title": "How to Cook Smarter: Easy Recipes and Pandemic Takeaways", "date": "2021-03-05 12:31", "summary": "It's been a long year, measured out meal by meal. We asked 9 food pros, from farmers to butchers to chefs, what they've learned in the kitchen and how it's changed the way they cook for keeps.. THE PANDEMIC has pushed us all way out of our comfort zones when it comes to cooking. Over the past year we've had to become better shoppers, waste-reducers, meal-stretchers and cooking-fatigue combatants. Those in the business of growing, butchering, cooking and serving food have grappled with the challenge of putting food on the table at home as well as at work, and they've gained some hard-earned kitchen wisdom. We approached a panel of pros and asked them to share their takeaways, their cooking coping mechanisms, their revised kitchen strategies and the new habits they plan to carry with them post-lockdown.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-opts-not-to-fix-16-billion-power-overcharge-11614965291", "title": "Texas Opts Not to Fix $16 Billion Power Overcharge", "date": "2021-03-05 12:28", "summary": "Utility commission says repricing power markets too difficult, despite recommendation that overcharges during storm be reversed. The Public Utility Commission of Texas on Friday signaled it didn't intend to reverse $16 billion in electric overcharges that an independent market monitor had flagged as stemming from the state's weeklong blackouts.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-threatens-jail-for-facebook-whatsapp-and-twitter-employees-11614964542", "title": "India Threatens Jail for Facebook, WhatsApp and Twitter Employees", "date": "2021-03-05 12:15", "summary": "Country flexes new powers over big platforms while companies are counting on world's second-largest population for growth. India's government has threatened to jail employees of Facebook Inc., its WhatsApp unit and Twitter Inc. as it seeks to quash political protests and gain far-reaching powers over discourse on foreign-owned tech platforms, people familiar with the warnings say.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/broadcoms-no-cancel-culture-11614964024", "title": "Broadcom's No-Cancel Culture", "date": "2021-03-05 12:07", "summary": "Chip maker uses heft to hedge against double ordering amid production shortage. Among the advantages of being Broadcom is not having to take \"no\" for an answer-at least if that \"no\" comes in the form of a customer canceling its order for Broadcom's chips.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-can-earn-6-8-even-12-percent-on-a-bitcoin-savings-account-yeah-right-11614959768", "title": "You Can Earn 6%, 8%, Even 12% on a 'Savings Account'-Yeah, Right", "date": "2021-03-05 12:06", "summary": "New trading platforms want to borrow your cryptocurrency, and are willing to pay a pretty crypto-penny for the privilege. Just don't let anyone convince you it's like putting your money in a bank.. Investing for income in today's markets is like slogging across the Sahara looking for a cold drink.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-covid-baby-bust-could-reverberate-for-decades-11614962945", "title": "The Covid Baby Bust Could Reverberate for Decades", "date": "2021-03-05 11:49", "summary": "The sudden drop in global fertility during the pandemic will have far-reaching consequences for businesses and economies. The number of babies born globally has declined sharply in the last year, with the combined effects of the pandemic, lockdown restrictions and the global recession that followed all weighing on the fertility rate. The effects on some businesses will be immediate, but a large part of the demographic impact may be permanent, meaning that there will be longer-running economic effects too.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paul-farmers-fight-against-the-medical-deserts-of-the-world-11614962934", "title": "Paul Farmer's Fight Against the 'Medical Deserts' of the World", "date": "2021-03-05 11:48", "summary": "A pioneer in global health has battled pandemics and worked to bolster clinical systems from Sierra Leone to Kazakhstan. Having signed up to help fight an Ebola epidemic, Paul Farmer, an infectious-disease specialist, traveled to the epicenter of the outbreak in West Africa in late 2014. The fast, fatal spread of the disease in places where the sick sought care meant that most of the region's few hospitals and clinics had shut down and many health workers had died. To learn how to care for the afflicted without becoming a casualty himself, Dr. Farmer visited an Ebola treatment center run by an international humanitarian group in Liberia. The experience, he says, was alarming-and carries important lessons for how the world has dealt with Covid-19.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ron-johnson-emerges-as-democrats-chief-antagonist-in-covid-aid-push-11614961307", "title": "Ron Johnson Emerges as Democrats' Chief Antagonist in Covid-19 Aid Push", "date": "2021-03-05 11:21", "summary": "After forcing an hourslong reading of the bill, Wisconsin senator can't stop passage but can prolong 'vote-a-rama'. WASHINGTON-A single lawmaker can wreak a lot of havoc on the Senate's plans.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-trade-deficit-widened-in-january-as-americans-bought-more-imported-goods-11614952447", "title": "U.S. Trade Deficit Widened in January", "date": "2021-03-05 11:11", "summary": "Imports increased 1.2% to $260.2 billion from December, while exports grew 1% to $191.9 billion. WASHINGTON-The U.S. trade deficit widened in January as American consumers stepped up purchases of computers, cellphones, flat-screen TVs and other imported products.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fund-managers-brace-for-europes-new-anti-greenwashing-rules-11614960383", "title": "Fund Managers Brace for Europe's New Anti-Greenwashing Rules", "date": "2021-03-05 11:06", "summary": "Rules were delayed and made less demanding after outcry. Big fund managers are steeling themselves for a sweeping set of anti-greenwashing rules in Europe that could affect their operations globally when the rules begin to take effect in days.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-remote-work-is-reshaping-americas-urban-geography-11614960100", "title": "How Remote Work Is Reshaping America's Urban Geography", "date": "2021-03-05 11:01", "summary": "Smaller cities and communities are turning into 'Zoom towns' and competing with coastal hubs as workers move to find more space and lower costs. A year ago, just before the start of pandemic lockdowns, some 10% or less of the U.S. labor force worked remotely full-time. Within a month, according to Gallup and other surveys, around half of American workers were at distant desktops. Today, most of them still are. And surveys of employers and employees alike suggest a fundamental shift. While forecasts differ, as much as a quarter of the 160-million-strong U.S. labor force is expected to stay fully remote in the long term, and many more are likely to work remotely a significant part of the time.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/less-lysol-more-condoms-companies-plan-for-a-post-covid-buying-shift-11614958418", "title": "From Lysol to Condoms, Companies Plan for a Post-Pandemic Buying Shift", "date": "2021-03-05 11:00", "summary": "How will consumers change their habits as the Covid crisis ebbs? Corporations need to already have answers to that question if they're going to keep pace.. When your multinational corporation sells disinfectant products and condoms under the same roof, it's important to get the transition from stay-at-home to out-on-the-town right. To be prepared, it can help to look far away from your biggest markets.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bay-area-exodus-that-wasnt-11614960057", "title": "The Bay Area Exodus That Wasn't", "date": "2021-03-05 11:00", "summary": "Turns out not quite everyone left San Francisco last year. The trauma of the past year seemed to spark hyperbole even where it wasn't quite warranted.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-winter-chases-runners-into-parking-garages-11614959087", "title": "Covid Winter Chases Runners Into Parking Garages", "date": "2021-03-05 10:44", "summary": "Resume Subscription. WEST NYACK, N.Y.-Shortly after sunrise on a recent Saturday, Jeff Dempsey, the track coach at Suffern High School, drove his Chevy Equinox down the ramp to the parking garage beneath Palisades Center, a suburban shopping mall.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/summer-planning-starts-now-for-covid-hit-businesses-and-forecasts-are-murky-11614958855", "title": "Summer Planning Starts Now for Covid-Hit Businesses, and Forecasts Are Murky", "date": "2021-03-05 10:40", "summary": "Resume Subscription. Fireworks by Grucci, the country's best-known fireworks show operator, is providing clients with a measure of financial security this year. If they are forced to cancel an event, even at the last minute, because of the pandemic, they won't lose their money.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fiction-the-committed-review-11614957434", "title": "Fiction: 'The Committed' Review", "date": "2021-03-05 10:17", "summary": "Viet Thanh Nguyen returns to the story of the 'man with two faces' introduced in 'The Sympathizer.'. The narrator of Viet Thanh Nguyen's \"The Committed\" (Grove, 345 pages, $27) is a man without a country or a name-we know him by the pseudonym Vo Danh, or \"nameless.\" When he was introduced in the 2016 Pulitzer Prize winner \"The Sympathizer,\" he was a communist spy dispatched to the United States to scupper the counterrevolutionary schemes of South Vietnamese emigrants. But when he reports back to Hanoi, he's thought to be overly attached to the American way and is tortured and re-educated for his trouble. Since then, we learn in \"The Committed,\" he has fled by boat to a refugee camp in Indonesia and then traveled to Paris, his father's native city. It is 1981 and Vo Danh is \"still a man of two faces and two minds.\" His best friend is a diehard anticommunist who knows nothing of his past in espionage; his aunt is an assimilated French woman who presides over leftist intellectual circles; Vo Danh himself hates his country's former colonizers with a patriotic fervor, but he has to admit to a traitorous love for foie gras and Françoise Hardy.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/midnight-in-cairo-review-queens-of-jazz-age-egypt-11614957393", "title": "'Midnight in Cairo' Review: Queens of Jazz Age Egypt", "date": "2021-03-05 10:16", "summary": "In the 1920s, Cairo's nightlife featured a generation of women breaking boundaries and bringing a new kind of song to the world.. My British father had eclectic tastes in music. After a trip to Egypt he developed a passion for the great singer Oum Kalthoum. As a child I was often lulled to sleep as the strains of her soulful, mesmerizing and very long songs wafted upstairs. She is one of seven fascinating divas that Raphael Cormack profiles in \"Midnight in Cairo,\" a unique, erudite history of the city's sparkling cultural life from the late 19th century to its decline after the 1952 revolution.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-light-review-a-stellar-start-11614957347", "title": "'First Light' Review: A Stellar Start", "date": "2021-03-05 10:15", "summary": "Scientists scan the heavens for the elusive remains of the Cosmic Dawn.. Astronomer Edwin Hubble began the journey in the 1920s. He discovered that our galaxy was not alone in the universe-that the Andromeda nebula was a separate galaxy, far beyond the borders of the Milky Way. Over the succeeding years, Hubble proceeded to measure the distances to more faraway galaxies, out to some several hundred million light-years. But then, he wrote in 1936, \"we reach the dim boundary-the utmost limits of our telescopes. There, we measure shadows, and . . . pass on to the dreamy realms of speculation.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doomed-romance-review-an-ideal-relationship-11614957249", "title": "'Doomed Romance' Review: An Ideal Relationship", "date": "2021-03-05 10:14", "summary": "A love triangle in the world of 19th-century missionaries highlighted a growing struggle over a woman's place in society.. Missionaries were the rock stars of antebellum New England. Their doings filled the evangelical press and gave rise to popular religious monthlies like the Missionary Herald. Their memoirs-especially if they died in service abroad-were bestsellers, page-turning substitutes for the sentimental novels forbidden in devout households. Their fundraising lectures riveted audiences throughout the North with tales of adventure in exotic lands while serving the gospel. Young men at school formed secret societies pledged to the cause of foreign missions. Young women, educated in the newly popular female academies, dreamed of marrying dashing young missionaries and living lives of romance and ministry far away from the humdrum of their native shores. The most daring even nurtured hopes of becoming missionaries in their own right.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-books-on-vital-american-elections-11614957010", "title": "Five Best: Books on Vital American Elections", "date": "2021-03-05 10:10", "summary": "Selected by Susan Page, author of the forthcoming 'Madam Speaker: Nancy Pelosi and the Lessons of Power.'. By Ted Widmer (2020)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thaddeus-stevens-review-back-in-the-american-pantheon-11614956857", "title": "'Thaddeus Stevens' Review: Back in the American Pantheon", "date": "2021-03-05 10:07", "summary": "The man who did so much for the antislavery cause was once regarded as a dangerous zealot. No more.. No American political figure has been more distorted in popular memory than Thaddeus Stevens, the Radical Republican congressman who played a major role in guiding the nation's trajectory through the Civil War and after. Along with much else, he pressed the government to face down the threat of secession, to recruit black men into the Union's armed forces and to embrace full emancipation. In the war's aftermath, he led the fight to secure civil rights for all black Americans, including their right to hold public office. He was also a driving force behind the impeachment of Andrew Johnson, who had tried to speedily restore former Confederates to political office in the Southern states. When Stevens died in 1868, at the age of 76, the Reconstruction policies he had championed so ardently were still in place, though they would be sabotaged within a decade.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/right-to-be-anonymous-not-at-some-company-meetings-11614956687", "title": "Right to Be Anonymous? Not at Some Company Meetings", "date": "2021-03-05 10:04", "summary": "Some executives call incognito employee questions a lifeline; others consider them vehicles for inappropriate commentary. A practice many tech workers embrace as a workplace right is, at some companies, now at risk of being abandoned.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-defenestrating-dr-seuss-11614956590", "title": "Children's Books: Defenestrating Dr. Seuss", "date": "2021-03-05 10:03", "summary": "'And to Think That I Saw It on Mulberry Street' is one of six Seuss titles being discontinued.. IN 'AMBER & CLAY' (Candlewick, 527 pages, $22.99), the Newbery medalist Laura Amy Schlitz spins a tale of classical Greece with as many layers as an archaeological dig. Delving into this extraordinary book, children ages 8 to 16 will come across potsherds, votive offerings and terra-cotta toys. They'll hear from gods, citizens, slaves and philosophers. They'll encounter prose and poetry and passages shaped by the conventions of Greek drama. And through these unearthed riches of antiquity, given freshness and even modernity by a virtuosic writer, readers will enter the vanished worlds of two children. Melisto is a highborn hellion, \"electric as amber\" and as adored by her father as she is hated by her mother. Rhaskos is a fatherless young Thracian slave, \"indestructible as clay,\" whose final moments with his own mother left him bloodied and confused.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fortunate-son-review-walking-the-land-of-memory-11614956441", "title": "'Fortunate Son' Review: Walking the Land of Memory", "date": "2021-03-05 10:00", "summary": "A writer revisits the land of stone, water and woods that formed his childhood playground.. Born in Fort Worth, Texas, in 1958 and raised in Houston during the height of what he calls its \"moonshot fever,\" the writer and environmental activist Rick Bass left his native state in the mid-'70s \"because I could not walk the land,\" a frequent complaint of those who lament the state's dearth of public wilderness. Since 1987 he has made his home in Montana's remote Yaak Valley, honing his craft and working to protect the area from roads and logging. But while Mr. Bass now considers himself \"97 percent Montana, 3 percent Texas, . . . there remain [within me] crystals of where I came from.\" \"Fortunate Son,\" a new collection of some of his previously published essays about the Lone Star State, is his attempt to depict the rapidly changing Texas of his childhood, which he describes lyrically as poised \"between a time of wolves and no wolves.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fred-segal-turned-jeans-into-hot-fashion-in-the-early-1960s-11614956400", "title": "Fred Segal Turned Jeans Into Hot Fashion in the Early 1960s", "date": "2021-03-05 10:00", "summary": "Los Angeles retailer, who has died at age 87, saw his stores as 'daytime night clubs'. While working as a sales director for the H.I.S sportswear brand in the early 1960s, Fred Segal had a vision: Blue jeans didn't have to be just sturdy work pants costing a few dollars; they could be recast as a fashion item and priced at $19.95.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-white-house-chief-learns-from-obama-mistakes-to-sell-covid-plan-11614956402", "title": "Biden White House Chief Learns From Obama Mistakes to Sell Covid-19 Plan", "date": "2021-03-05 10:00", "summary": "Ron Klain is advancing an administration strategy to engage Republicans while preparing to pass the president's policies without their support. WASHINGTON-White House chief of staff Ron Klain is trying to avoid the pitfalls of the last Democratic administration with his approach to President Biden's $1.9 trillion coronavirus relief package: Don't spend months pursuing Republican votes and don't wait to start selling it to the public.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/six-takeaways-from-the-wall-street-journals-jobs-summit-11614955555", "title": "Six Takeaways from WSJ's Jobs Summit", "date": "2021-03-05 09:45", "summary": "How to confront ageism, refresh a resume and handle salary talks in an employment market expected to take time to recover. The job market recovery will take time, but corporate hiring managers and career coaches say there are ways to get ahead in the current labor market, from combating bias in the interview process to better handling salary negotiations.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/universe-a-special-world-for-potato-heads-and-avengers-11614955316", "title": "'Universe': A Special World for Potato Heads and Avengers", "date": "2021-03-05 09:41", "summary": "Hasbro's beloved toy has now joined comic book superheroes in earning a cosmic term for its imaginary domain. Linguist and lexicographer Ben Zimmer analyzes the origins of words in the news. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tim-wu-big-tech-critic-named-to-national-economic-council-11614954821", "title": "Tim Wu, Big Tech Critic, Named to National Economic Council", "date": "2021-03-05 09:33", "summary": "The post will give him influence as the Biden administration develops policies affecting tech and other sectors. WASHINGTON-President Biden on Friday named Tim Wu, a prominent critic of large technology companies and advocate for stricter antitrust enforcement in sectors across the economy, to a position on the White House National Economic Council.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-sets-2021-gdp-growth-target-at-over-6-11614907661", "title": "China Sets 2021 GDP Growth Target at Over 6%", "date": "2021-03-05 09:32", "summary": "Premier Li Keqiang says nation aims to create more than 11 million new jobs this year. BEIJING-Chinese leaders said they would target gross domestic product growth of 6% or more this year, a relatively modest goal that nonetheless signals continued optimism after a year in which the coronavirus eviscerated the global economy.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gap-occidental-petroleum-smith-wesson-what-to-watch-when-the-stock-market-opens-today-11614945145", "title": "Gap, Occidental Petroleum, Smith & Wesson: What to Watch When the Stock Market Opens Today", "date": "2021-03-05 09:03", "summary": "U.S. Treasury yields extended gains after Thursday's jump higher. Here's what we're watching ahead of Friday's opening bell.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-avoid-a-credit-card-surprise-when-a-spouse-dies-11614952801", "title": "How to Avoid a Credit-Card Surprise When a Spouse Dies", "date": "2021-03-05 09:00", "summary": "Consumers need to know the difference between having a joint credit-card account and being an authorized user. After her husband's death, an elderly widow received a jarring surprise-the credit card she had been using was shut down. Her husband had been the primary account holder.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reopening-a-school-doesnt-always-mean-open-many-still-frequently-turn-to-remote-learning-11614952803", "title": "School Districts Reopen but Include Remote Learning", "date": "2021-03-05 09:00", "summary": "Districts navigate disruptions that send students and teachers home. A year after school buildings shut down nationwide, many districts have reopened for in-person instruction. But open doesn't mean open all the time.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/forget-what-you-think-happiness-is-11614952677", "title": "Forget What You Think Happiness Is", "date": "2021-03-05 08:57", "summary": "As the Covid-19 pandemic forces many to reconsider what makes them happy, researchers are embracing a more complex definition of the emotion that focuses less on uninterrupted bliss. Author", "categories": [["", "Well-Being"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-wear-on-your-cross-country-roadtrip-11614951348", "title": "What To Wear on Your Cross-Country Road Trip", "date": "2021-03-05 08:35", "summary": "The season's top accessories put a luxurious twist on a road-trip packing list. The best accessories have the power to make something as simple as getting behind the wheel hold all the excitement of an off-the-grid adventure. This season, that means luxurious updates on practical pieces-but with an added jolt of dauntless daring. WSJ. Magazine has selected the top five items out now that can take every day from zero to 60. Louis Vuitton's rabbit-wool felt hat wrapped in silk twill scarves is a cool-as-Keith Richards option to fend off the sun. A pair of elegant square sunglasses from Giorgio Armani offers a new shape for shades. Dior Men's twist on traditional neoprene-and-rubber hiking sandals takes the staple to unexpected heights, while Salvatore Ferragamo's sleek shoulder bag can hold everything together without holding you down. And Patek Philippe has created a watch with a mechanism to keep track of two time zones at once-where you are and where you dream of going.-Natalia Barr", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/8-crossbody-bags-you-need-to-keep-everything-close-and-stylish-11614951206", "title": "8 Crossbody Bags You Need to Keep Everything Close and Stylish", "date": "2021-03-05 08:33", "summary": "Strap in and shape up. The classic crossbody bag gets an upgrade.. A crossbody bag can bring a sense of organization to daily life. With all the essentials packed neatly away, hands can stay free and pockets clear. On and off the runways, designers introduced new iterations of the accessory this season. Rimowa created a sleek, dent-resistant polycarbonate version that resembles the brand's signature aluminum suitcases. Its durable design and compartmentalized interior, with credit card slots and a center-zip pocket, make it a first-class companion for passing through airport terminals. Celine and Hermès presented larger messenger-style iterations that can substitute for a cumbersome briefcase. Other brands like Burberry and Dior debuted small, smooth calfskin options with graphic structures and metal accents that work well with a suit or evening ensemble. Gucci's Jackie 1961 hobo, a unisex classic beloved by celebrities like Harry Styles and Cate Blanchett, now comes in a miniature size with a removable crossbody strap. When choosing a bag, consider the items you deem essential, and strive for practicality. For traveling light, a small drawstring pouch can feel less like a bag than a barely there extra pocket. A supple suede version from Zegna can sit at the chest for easy access to your phone, earbuds and wallet. -Jenny Hartman", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-economy-grew-faster-than-china-thanks-to-big-tech-pharma-11614951060", "title": "This Economy Grew Faster Than China's Thanks to Big Tech, Pharma", "date": "2021-03-05 08:31", "summary": "Ireland lured big tech and pharma companies to its shores with its low taxes. When the pandemic struck, that paid off handsomely.. As most economies in the rich world cratered last year, Ireland's grew. Behind that success: thriving drug and tech companies, lured to the country over the years by low tax rates, that hit a sweet spot in the coronavirus pandemic.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/businesses-to-buy-covid-19-vaccines-for-employees-in-indonesias-plan-to-ease-pandemic-11614940206", "title": "A New Covid-19 Experiment From Asia: Letting Companies Buy Vaccines", "date": "2021-03-05 08:17", "summary": "Firms say strategy would allow faster return to full capacity, but public health experts warn it could steer limited shots to the middle class and wealthy. With vaccinations moving slowly in the world's fourth most-populous country, the government has authorized an unusual approach: allowing private companies to acquire Covid-19 vaccines from state-owned distributors for a price to inoculate their employees.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-basketball-season-ncaa-tournament-bubble-11614917053", "title": "A College Basketball Season in Which One in 10 Games Vanished", "date": "2021-03-05 08:00", "summary": "Over 20% of games during the 2020-21 season were postponed during the pandemic season and half of those were canceled. That goes away in bracket-style conference tournaments and March Madness.. The 2020-21 men's college basketball season never stopped being weird.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saks-fifth-avenue-owner-to-separate-e-commerce-and-stores-units-11614945600", "title": "Saks Owner to Separate E-Commerce and Stores", "date": "2021-03-05 07:00", "summary": "Insight Partners has put up $500 million for a minority stake in Saks.com, valuing the business at $2 billion. The owner of Saks Fifth Avenue is splitting off its e-commerce business into a separate entity and raising $500 million to capitalize on the explosive growth in online shopping, according to company executives.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-texas-drops-mask-mandate-covid-19-cases-bear-watching-11614945601", "title": "As Texas Drops Mask Mandate, Covid-19 Cases Bear Watching", "date": "2021-03-05 07:00", "summary": "Here is what happened after Texas allowed businesses to reopen to varying degrees beginning last May. Texas Gov. Greg Abbottannounced this week that state residents will no longer be required to wear masks beginning March 10. The governor, a Republican, also lifted capacity restrictions on businesses, saying, \"It is now the time to open Texas 100%.\" The nation's second-largest state was followed by a similar announcement in Mississippi. The decisions drew a quick rebuke from President Biden, who said, \"I hope everybody's realized by now, these masks make a difference.\"", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/olo-isnt-everyones-food-delivery-staple-11614945610", "title": "Olo Isn't Everyone's Food-Delivery Staple", "date": "2021-03-05 07:00", "summary": "The company's model may be less differentiated from platforms such as DoorDash than its SaaS label suggests. As if the online food-delivery industry wasn't convoluted enough, it turns out there is yet another intermediary.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/readers-views-on-making-401-k-withdrawals-easier-11614945610", "title": "Readers' Views on Making 401(k) Withdrawals Easier", "date": "2021-03-05 07:00", "summary": "Some stress that the retirement accounts do double duty as emergency funds; others say early payouts are senseless. Most financial advisers recoil at the idea of taking a withdrawal from your 401(k) \"early\"-before age 59½. An early cash withdrawal-as opposed to taking a loan from your account-typically triggers a 10% tax penalty.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-investigators-to-scrap-interim-report-on-probe-of-covid-19-origins-11614865067", "title": "WHO to Scrap Plans for Interim Report on Probe of Covid-19 Origins", "date": "2021-03-05 06:55", "summary": "U.S.-China tensions rise over investigation as group of scientists presses for fresh inquiry, including into lab escape theory. BEIJING-A World Health Organization team investigating the origins of Covid-19 is planning to scrap an interim report on its recent mission to China amid mounting tensions between Beijing and Washington over the investigation and an appeal from one international group of scientists for a new probe.", "categories": [["WSJ News Exclusive", "World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/e-commerce-is-a-dangerous-temptation-for-the-aviation-industry-11614943730", "title": "E-Commerce Is a Dangerous Temptation for the Aviation Industry", "date": "2021-03-05 06:28", "summary": "Juicy air-cargo yields have attracted a lot of investment, magnifying the risk of a post-pandemic capacity glut. For aviation, a lot is riding on e-commerce right now-perhaps too much for its own long-term good.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/handsome-humidifers-to-make-your-home-healthier-11614943254", "title": "Handsome Humidifers to Make Your Home Healthier", "date": "2021-03-05 06:20", "summary": "Viruses-including Covid-19-spread more easily in dry air. Why not boost your space's moisture with one of these stylish misters, a far cry from their drug-store forebears?. THE DRUGSTORE humidifier has been a sick-day essential since the 1920s, when the electric version replaced its predecessor, the perilous open-flame alcohol croup kettle. But it's also essential to maintain moisture in your everyday air, said Dr. Stephanie Taylor, an infection-control consultant at Harvard Medical School. Our immune systems function best when indoor relative humidity levels are at 40%-60%, she said. That ideal range can also decrease the number of harmful airborne particles-including respiratory viruses like Covid-19-in indoor environments.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/container-ship-operators-are-betting-on-chinas-factory-resurgence-11614942000", "title": "Container Ship Operators Are Betting on China's Factory Resurgence", "date": "2021-03-05 06:00", "summary": "Suggestions about spreading out supply chains are going nowhere in the shipping world, where companies are ordering big vessels targeting China's hefty exports. While supply-chain experts are stepping up talk about moving manufacturing to new sites, container ship operators are putting down big bets that the world's factory floor will remain in China.", "categories": [["Shipping Matters"]], "category_links": ["https://www.wsj.com/news/types/shipping-matters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/costco-kroger-deserve-some-respect-11614942001", "title": "Costco, Kroger Deserve Some Respect", "date": "2021-03-05 06:00", "summary": "While pandemic-era sales growth won't be sustainable for major grocers, pandemic-era efficiency gains will survive. In the cutthroat world of grocery retail, it takes a lot to keep investors around.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/short-on-babies-china-wants-people-to-live-and-work-longer-11614941025", "title": "Short on Babies, China Wants People to Live and Work Longer", "date": "2021-03-05 05:43", "summary": "Beijing's new economic blueprint calls for bumping life expectancy above 78 years and increasing the retirement age. China wants its people to live and work longer, part of a bid by the world's most populous nation to make up for sagging birthrates and a swelling number of retirees.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heres-how-you-can-still-save-on-2020-taxes-with-ira-contributions-11614909575", "title": "Here's How You Can Still Save on 2020 Taxes", "date": "2021-03-05 05:30", "summary": "Taxpayers can make retirement- and health-savings account contributions and stop IRS penalties for underpayments. The arrival of 2021, as welcome as it was, put a hard stop on most moves by Americans to lower their 2020 tax bills. The window for things like making charitable donations or taking capital losses to offset gains slammed shut on December 31.", "categories": [["Markets", "Tax Report"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/tax-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-pursuit-of-natural-gas-jolts-markets-and-drains-neighbors-11614940203", "title": "China's Pursuit of Natural Gas Jolts Markets and Drains Neighbors", "date": "2021-03-05 05:30", "summary": "Beijing's quest to run world's second-largest economy on cleaner energy is reshaping global trade in the fossil fuel. China's quest to anchor its industrial growth to cleaner energy is whiplashing global prices of liquefied natural gas, reshaping trade in the world's fastest-growing fossil fuel and raising fears of power blackouts in neighboring economies competing for the resource.", "categories": [["Markets", "Commodities", "Gas Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/gas-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virus-tech-draws-scrutiny-from-european-privacy-advocates-11614940201", "title": "Virus Tech Draws Scrutiny From European Privacy Advocates", "date": "2021-03-05 05:30", "summary": "European regulators and courts review complaints about Covid-19 platforms while U.S. officials exempt businesses from health privacy rules during pandemic. Coronavirus technology and Covid-19 test- and vaccine-scheduling websites are attracting lawsuits and complaints in Europe over how they protect citizens' data.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mail-ballots-not-a-clear-boost-for-turnout-or-biden-11614940202", "title": "Mail Ballots Not a Clear Boost for Turnout or Biden", "date": "2021-03-05 05:30", "summary": "Many state legislatures are debating whether to restrict mail-in voting in future elections. DID MAIL-IN VOTING BOOST BIDEN? The presidential-election results left the impression that mail-in voting increased turnout and propelled President Biden to victory. But the reality is that voting by mail didn't do either, Stanford researchers say in a new paper based on the latest data. That finding is notable because mail-in voting has become a controversial topic as many state legislatures debate restricting its use in future elections.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-age-based-vaccination-rules-come-under-fire-11614940200", "title": "Covid-19 Age-Based Vaccination Rules Come Under Fire", "date": "2021-03-05 05:30", "summary": "Critics say Connecticut and Maine's new vaccination regimes unfairly exclude people with serious medical conditions, essential workers. A backlash is growing in Connecticut and Maine following the adoption of age-based eligibility rules for Covid-19 vaccinations that will force some people with serious medical conditions and essential workers to wait longer for their turn.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-heritage-foundation-got-hong-kong-wrong-from-the-start-11614938281", "title": "The Heritage Foundation Got Hong Kong Wrong From the Start", "date": "2021-03-05 04:58", "summary": "City's reliance on an artificially expensive land market inhibits its ability to foster a modern, entrepreneurial economy. Hong Kong, which for a quarter of a century topped the Heritage Foundation's Index of Economic Freedom, has been dropped from the ranking due to declining autonomy from mainland China. But even before the foundation's decision on Thursday, there was an element of Hong Kong's political economy that measures of its economic freedom consistently miss.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11614896263", "title": "Pepper...and Salt", "date": "2021-03-05 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/derek-chauvin-could-face-third-degree-murder-charge-appeals-court-rules-11614969466", "title": "Derek Chauvin Could Face Third-Degree Murder Charge, Court Rules", "date": "2021-03-05 00:01", "summary": "Court sends matter in George Floyd case back to the District Court; effect on start of trial unclear. A Minnesota Appellate Court said Friday that a lower court must reconsider whether to add a third-degree murder charge against Derek Chauvin, the former Minneapolis police officer who is charged in the death of George Floyd in police custody.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shutterfly-in-talks-to-go-public-through-spac-merger-11614917960", "title": "Shutterfly in Talks to Go Public Through SPAC", "date": "2021-03-05 23:19", "summary": "Discussions come less than two years after Apollo took the online-photo-book company private. Shutterfly Inc. is in talks to go public through a merger with a blank-check company, according to people familiar with the matter, less than two years after Apollo Global Management Inc. took the online-photo-book maker private.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-dismisses-sanctuary-city-cases-11614907897", "title": "Supreme Court Dismisses Sanctuary-City Cases", "date": "2021-03-05 22:54", "summary": "Move follows Biden administration request to end appeals linked to Trump-era policies. WASHINGTON-The Supreme Court on Thursday dismissed a number of cases testing the Trump administration's plan to withhold law-enforcement grants from cities that refused to cooperate with Department of Homeland Security efforts to deport noncitizens arrested by local police.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-advisers-altered-report-on-covid-19-nursing-home-deaths-11614910855", "title": "Cuomo Team Altered Report on Covid Nursing-Home Deaths", "date": "2021-03-05 22:18", "summary": "Changes resulted in a significant undercount of the death toll attributed to long-term-care facility residents. New York Gov. Andrew Cuomo's top advisers successfully pushed state health officials to strip a public report of data showing that more nursing-home residents had died of Covid-19 than the administration had acknowledged, according to people with knowledge of the report's production.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deepwater-spill-rule-rollback-plaintiffs-win-in-decision-on-records-11614903741", "title": "Judge Allows Challengers to Trump-Era Oil Drilling Safety Rule to Review Agency Records", "date": "2021-03-05 19:22", "summary": "Judge says oil-safety regulator must turn over communications as part of a lawsuit over a Trump administration change. A federal judge in Louisiana said an oil-safety regulator must turn over internal memos, texts, chats and other communications as part of a lawsuit over the Trump administration's rollback of a major rule passed in response to the Deepwater Horizon spill.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-buttigieg-to-push-infrastructure-plan-11614859200", "title": "Biden, Buttigieg Push Infrastructure Plan", "date": "2021-03-05 19:13", "summary": "President, transportation secretary meet House lawmakers to discuss proposal for rebuilding aging roads, dams and railroads. WASHINGTON-The last time the federal government raised the gas tax that is supposed to fund improvements to America's highways, Pete Buttigieg was 11 years old.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/donald-trumps-georgia-rewrite-11614902503", "title": "Donald Trump's Georgia Rewrite", "date": "2021-03-05 19:01", "summary": "The former President is unhappy with us for recognizing reality.. Former Presidents and Vice Presidents have told us how psychologically difficult the early months of lost political power can be. We can therefore empathize if former President Trump is frustrated these days, and perhaps that explains his attack on us Thursday over his role in the GOP's loss of the Senate.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}]