[{"link": "https://www.wsj.com/articles/atlanta-shootings-fbi-investigating-killing-of-eight-at-massage-parlors-11615989454", "title": "Atlanta Shooting Suspect Told Police He Targeted Massage Parlors Because of Sex Addiction", "date": "2021-03-17 19:58", "summary": "Robert Aaron Long, 21 years old, is charged with eight counts of murder and one count of aggravated assault. ATLANTA-Robert Aaron Long, the suspect in the killing of eight people at three massage parlors in the Atlanta area, told investigators that he targeted the businesses because he blamed them \"for providing an outlet for his addiction to sex,\" law-enforcement officials said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-economic-recovery-higher-fuel-prices-force-brazils-hand-in-rate-rise-11616024522", "title": "U.S. Economic Recovery, Higher Fuel Prices Force Brazil's Hand in Rate Rise", "date": "2021-03-17 19:42", "summary": "Facing surging inflation, Brazil's central bank raises rates even as the pandemic batters its economy, in a sign that other emerging markets may find it necessary to lift borrowing costs. SÃO PAULO-Brazil on Wednesday became the first major economy to raise interest rates this year, a harbinger for other developing countries that could be forced to raise borrowing costs and endanger their fragile economies.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cftc-creates-climate-risk-unit-to-review-futures-options-11616021725", "title": "CFTC Creates Climate Risk Unit to Review Futures, Options", "date": "2021-03-17 19:41", "summary": "The derivatives regulator said the unit will help ensure that new products and markets fairly factor climate-change risks into pricing and other areas of the market. The Commodity Futures Trading Commission formed a new unit to gauge the dangers posed by climate change to futures and options markets, the latest move by a financial regulator related to climate change under the Biden administration.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/james-levine-the-curtain-comes-down-on-a-brilliant-but-tarnished-career-11616023253", "title": "James Levine: The Curtain Comes Down on a Brilliant, but Tarnished, Career", "date": "2021-03-17 19:20", "summary": "The death of the long-serving Metropolitan Opera conductor was announced Wednesday.. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/candace-owens-cardi-b-and-section-230-11616021812", "title": "Candace Owens, Cardi B and Section 230", "date": "2021-03-17 18:56", "summary": "Can Twitter still claim it's not serving as a publisher?. For anyone hoping that Washington will allow the next generation of start-ups to benefit from the same rules that enabled the creation of American social-media giants-and also allow these giants to face consequences for becoming America's new ideological censors-there may be a good test case at hand.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irs-said-to-delay-tax-filing-deadline-until-mid-may-11616005038", "title": "IRS Delays Tax-Filing Deadline Until Mid-May", "date": "2021-03-17 18:46", "summary": "Extension will give taxpayers more time to grapple with late law changes, pandemic. WASHINGTON-The Internal Revenue Service delayed the main April 15 tax-filing and payment deadlines for individuals until May 17, giving taxpayers and preparers a bit of breathing room in an unusually complicated tax season.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ticket-passport-add-a-covid-vaccination-card-to-the-list-of-must-have-travel-documents-11615973400", "title": "Add a Covid Vaccination Card to the List of Must-Have Travel Documents", "date": "2021-03-17 18:34", "summary": "British Airways is offering to log passengers' vaccination details to smooth international travel. LONDON-The world's airlines are betting on vaccinations to restart international travel.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-backdoor-climate-plan-11616020338", "title": "Biden's 'BackDoor' Climate Plan", "date": "2021-03-17 18:32", "summary": "Emails reveal the strategy behind the new regulation to come.. President Biden wants Congress to pass climate legislation, but that faces political obstacles. No worries-state Democratic Attorneys General are conspiring with green groups on a regulatory Plan B.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/starbucks-shareholders-reject-executive-pay-proposal-11616020313", "title": "Starbucks Shareholders Reject Executive Pay Proposal", "date": "2021-03-17 18:31", "summary": "Coffee company set to awards millions in extra CEO pay; proxy advisors recommended against approving compensation. Starbucks Corp. shareholders rejected the coffee company's executive compensation proposal, a rare rebuke to a major U.S. company.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fed-has-no-worries-11616020200", "title": "The Fed Has No Worries", "date": "2021-03-17 18:30", "summary": "Growth will boom, and inflation will rise, but there will be no monetary tightening.. So much for interest-rate and inflation jitters. The Federal Open Market Committee on Wednesday dismissed the recent show of market nerves and kept its foot on the monetary accelerator even as it predicts a post-pandemic economic boom this year and into 2022. Happy days are here again.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/obsession-by-sheldon-whitehouse-11616020131", "title": "Obsession by Sheldon Whitehouse", "date": "2021-03-17 18:28", "summary": "He wants the new AG to investigate the FBI over Brett Kavanaugh.. Senator Sheldon Whitehouse of Rhode Island has a penchant for conspiracy theories. His chief obsession is that the Supreme Court is controlled by what he calls \"dark money.\" Now he appears to be in the grip of a new theory that the FBI, perhaps at the behest of powerful political forces, is covering up evidence of Justice Brett Kavanaugh's sexual misconduct as a teenager.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-recalls-its-ambassador-to-the-u-s-for-consultations-11616011568", "title": "Russia Recalls Its Ambassador to the U.S. for Consultations", "date": "2021-03-17 18:27", "summary": "Moscow's move follows a critical U.S. intelligence report about Russian efforts to interfere in the 2020 presidential election. The Russian ambassador to the U.S. has been summoned to Moscow for consultations, a Russian foreign ministry spokesman said, as the Kremlin determines the next steps in relations with the U.S. under the Biden administration.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/replacing-feinstein-recalling-newsom-11616020075", "title": "Replacing Feinstein, Recalling Newsom", "date": "2021-03-17 18:27", "summary": "California's Governor throws over a Senator to save himself.. California Gov. Gavin Newsom promised Monday to replace the state's senior Senator, Dianne Feinstein, with a black woman, and says he has \"multiple names in mind\" if she retires. Just one problem. Sen. Feinstein's term ends in 2024, and she's made clear she's not going anywhere.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-give-10-billion-to-schools-for-covid-19-testing-11615996819", "title": "U.S. to Give $10 Billion to Schools for Covid-19 Testing", "date": "2021-03-17 18:22", "summary": "The funding, which comes from the recently enacted stimulus legislation, is part of efforts to encourage schools to reopen. The U.S. government plans to spend $10 billion in Covid-19 screening for schools, its latest step to increase testing nationwide and encourage schools to reopen for in-person learning.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/racially-motivated-extremists-militias-pose-most-lethal-domestic-threat-report-finds-11616011558", "title": "Racially Motivated Extremists, Militias Pose Most Lethal Domestic Threat, Report Finds", "date": "2021-03-17 18:12", "summary": "Expansive domestic terror threat described in report is expected to influence White House policy making. WASHINGTON-Domestic violent extremists pose a heightened security threat in 2021, U.S. intelligence agencies said in a report released Wednesday, adding that more violence is likely due to conspiracy theories surrounding the 2020 election, the Covid-19 pandemic and the January breach of the U.S. Capitol.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-democrats-to-vote-on-equal-rights-amendments-deadline-11615980866", "title": "House Passes Legislation to Revive Equal Rights Amendment", "date": "2021-03-17 18:09", "summary": "The two bills aimed at shoring up women's rights now face an uncertain path through the Senate. WASHINGTON-The House passed two bills Wednesday aimed at bolstering women, approving legislation to revive the Equal Rights Amendment and reauthorize the Violence Against Women Act, both of which face uncertain paths in the Senate.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/derek-chauvin-judge-dismisses-two-seated-jurors-11615991029", "title": "Derek Chauvin Judge Dismisses Two Seated Jurors", "date": "2021-03-17 18:07", "summary": "Jurors said their thinking about the case involving George Floyd's death was affected by a $27 million settlement reached last week with Floyd's family. MINNEAPOLIS-The judge in the case of a former police officer accused of killing George Floyd on Wednesday dismissed two seated jurors who said their thinking about the case had been affected by a $27 million settlement reached last week between the city of Minneapolis and the family of Mr. Floyd.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bigger-is-better-when-it-comes-to-vaccine-production-11616018710", "title": "Bigger Is Better When It Comes to Vaccine Production", "date": "2021-03-17 18:05", "summary": "Churning out more doses may be expensive, but speeding up inoculations would be worth trillions.. The world is producing and delivering enough Covid-19 vaccines to inoculate more than a billion people a year. This is a remarkable scientific, engineering and logistical achievement. The pandemic and its tremendous costs in health, education, economic productivity and human well-being may finally come to an end. Yet at the current rate of vaccination, it will take more than a year to vaccinate most rich countries and as many as three years to vaccinate the world.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-might-steal-an-iowa-house-seat-11616018655", "title": "Pelosi Might Steal an Iowa House Seat", "date": "2021-03-17 18:04", "summary": "With her narrow majority, the Speaker could pull a trick from the Gilded Age.. Speaker Nancy Pelosi has a numbers problem that won't get better soon. After the GOP's surprise pickup last year of a dozen House seats, her majority stood at 222-213. If five Democrats defect on any bill, it fails, assuming Republicans stay united.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/discover-the-beautiful-island-of-alaska-11616018610", "title": "Discover the Beautiful Island of Alaska", "date": "2021-03-17 18:03", "summary": "Protracted Canadian border closures are hurting my state.. Fairbanks, Alaska", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canceling-the-comics-11616018556", "title": "Canceling the Comics", "date": "2021-03-17 18:02", "summary": "'For too long, segregation sullied women's sports,' Joe Biden says in the offending strip, 'They were restricted to women!'. Cancel culture has come to the funny papers-or rather has come back. Gannett Co. announced March 4 that it would banish the Mallard Fillmore strip from its local papers-69 of which carried it, according to the cartoonist, Bruce Tinsley. Amalie Nash, senior vice president of local news at USA Today Network, told the Washington Times \"a review of the recent work showed it did not meet our standards.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-abandons-normalcy-11616018490", "title": "Biden Abandons Normalcy", "date": "2021-03-17 18:01", "summary": "In an era of social media's emotions, progressive politics is about saving us from constant apocalypse.. It means more than nothing that President Biden recently could not come up with the name of the defense secretary standing behind him or even the Pentagon-\"the guy who runs that outfit over there.\" But do not confuse these lapses with the notion that Mr. Biden is unskilled in the art of political magic. He fooled me-getting nearly $2 trillion of long-term spending passed under the pretense of a Covid crisis that is fading. He's taking a victory-lap tour now, and why not? He earned it.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-zoologists-guide-to-the-galaxy-review-critters-of-the-cosmos-11616018439", "title": "'The Zoologist's Guide to the Galaxy' Review: Critters of the Cosmos", "date": "2021-03-17 18:00", "summary": "If alien life exists, would the creatures on other planets be subject to the same evolutionary mechanisms as on Earth?. There are many ways of being alone. You can be alone in a room, a house, even a crowd. You can be really alone in a wilderness, or really, really alone in the universe.It's that last, existential and cosmic loneliness that astronomers and specialists in astrobiology have in mind when they ask \"Are we alone?\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irish-prime-minister-president-biden-to-meet-virtually-on-st-patricks-day-11615971600", "title": "Biden Affirms Support for Ireland on St. Patrick's Day", "date": "2021-03-17 17:46", "summary": "President discusses Covid-19 and economic and security issues with Irish leader while emphasizing support for 1998 Good Friday peace deal. WASHINGTON-President Biden met virtually with the Irish prime minister on St. Patrick's Day, stressing his personal and political support for the nation as tensions flare over the Brexit agreement.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-to-offer-telehealth-service-to-other-companies-11615997996", "title": "Amazon to Offer Telehealth Service to Other U.S. Firms This Summer", "date": "2021-03-17 17:42", "summary": "Broader offering comes after last month's winding down of Haven healthcare venture set up by Amazon, Berkshire Hathaway and JPMorgan Chase. Amazon . com Inc. is expanding its telehealth service nationwide and opening it to other companies, the latest signal of the e-commerce giant's continued ambitions in healthcare.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lordstown-motors-says-it-is-cooperating-with-sec-inquiry-remains-on-track-to-start-truck-production-11616017342", "title": "Lordstown Motors Says It Is Cooperating with SEC Inquiry", "date": "2021-03-17 17:42", "summary": "Ohio-based startup reported $38.5 million in operating costs for the fourth quarter and a net loss of $38.2 million. Lordstown Motors Corp. Chief Executive Steve Burns said the company is cooperating with an information request from the Securities and Exchange Commission and the startup's board has formed a committee to address that inquiry, as well as a short seller report published last week.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/redbird-set-to-score-with-fenway-sports-deal-11616017274", "title": "RedBird Set to Score With Fenway Sports Deal", "date": "2021-03-17 17:41", "summary": "The Boston Red Sox owner has agreed to a $750 million investment by the New York firm, according to a person familiar with the matter. RedBird Capital Partners founder Gerry Cardinale is poised to score a piece of the Boston Red Sox after striking out on an earlier deal.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/local-boy-scouts-councils-agree-to-cooperate-on-abuse-victims-probe-11616017053", "title": "Local Boy Scouts Councils Agree to Cooperate on Abuse Victims' Probe", "date": "2021-03-17 17:37", "summary": "Victims' lawyers will receive roster data to help trace their clients to local councils and to church, school and other organizations that sponsored troops. Local councils of the Boy Scouts of America have bargained for an extended reprieve from sexual abuse lawsuits in return for a promise to hand over key information to help fill in gaps in victims' recollections of the harm they suffered.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-plans-to-ask-u-s-to-roll-back-trump-policies-in-alaska-meeting-11616013995", "title": "China Plans to Ask U.S. to Roll Back Trump Policies in Alaska Meeting", "date": "2021-03-17 17:34", "summary": "For the first high-level session with Biden's team, Beijing brings an agenda far apart from Washington's. Beijing plans to press Washington to reverse many of the policies targeting China introduced during the Trump presidency in the first face-to-face meeting of senior U.S. and China officials since President Biden's election, according to people with knowledge of the plans.", "categories": [["WSJ News Exclusive", "China"]], "category_links": ["https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/puerto-ricos-debt-raises-many-moral-issues-11616016024", "title": "Puerto Rico's Debt Raises Many Moral Issues", "date": "2021-03-17 17:20", "summary": "Our Constitution enshrines and protects property rights, a foundational component of a free society.. While I respect Prof. David Skeel as a fellow member of the Financial Oversight and Management Board for Puerto Rico (FOMB), I believe his \"God, Puerto Rico and Bankruptcy Law\" (Houses of Worship, March 12) is an inappropriate attempt to use scripture to advance a personal political agenda. It doesn't represent my view as a member of the FOMB, and I am concerned that its tone and content was indifferent to the many stakeholders in this process who have worked very hard toward the goal of ending bankruptcy in Puerto Rico.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-isnt-helping-its-credibility-or-the-whos-11616015972", "title": "China Isn't Helping Its Credibility or the WHO's", "date": "2021-03-17 17:19", "summary": "The WHO must now demonstrate its autonomy from China's political agenda if it is to salvage its credibility as the pre-eminent global health authority.. In seeking to understand our pandemic's origins, Holman Jenkins cogently reminds us that a lab leak at the Wuhan Institute of Virology remains a possibility (\"Lab Theory a Dark Cloud on China,\" Business World, March 10), especially given China's determined efforts to deflect attention from that hypothesis. The World Health Organization's investigatory team leader candidly told Science magazine last month, \"politics was always in the room with us on the other side of the table.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-must-not-fall-behind-china-in-research-11616015923", "title": "U.S. Must Not Fall Behind China in Research", "date": "2021-03-17 17:18", "summary": "Falling behind in R&D would hinder our ability to attract top science, technology, engineering and mathematics students and talent from the U.S. and abroad and continue to compete in the global economic arena.. China's new national development plan to bolster scientific and technological competitiveness should be the wake-up call the U.S. needs to reverse our 20-year trend of declining federal investment in science and technology research and development (\"Beijing Targets Chips, AI in U.S. Tech Race,\" World News, March 8).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-stock-futures-edge-down-ahead-of-fed-decision-11615970655", "title": "Dow Closes Above 33000 for First Time", "date": "2021-03-17 17:18", "summary": "The record comes just five trading days after the blue-chip average first closed above than 32000-its quickest 1,000-point milestone on record. The Dow Jones Industrial Average closed above 33000 for the first time Wednesday after the Federal Reserve pledged to maintain its easy-money policies as the U.S. economy recovers from the damage of the Covid-19 pandemic.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-saga-gives-experts-plenty-of-room-for-humility-11616015844", "title": "Covid-19 Saga Gives Experts Plenty of Room for Humility", "date": "2021-03-17 17:17", "summary": "Always question the 'experts,' particularly those from government.. Daniel Henninger (\"A Year of Living With Covid,\" Wonder Land, March 11) is right-the only people who deserve the overused word \"hero\" for their actions during the Covid epidemic are the medical personnel who treated patients afflicted with the unknown killer virus and the private companies which produced effective vaccines in an astonishingly short time.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pure-america-plans-helped-inspire-evil-policy-abroad-11616015815", "title": "Pure America Plans Helped Inspire Evil Policy Abroad", "date": "2021-03-17 17:16", "summary": "The acceptance of eugenics and forced sterilization in America transformed into government-sponsored euthanasia abroad.. Unmentioned in Barbara Spindel's review of Elizabeth Catte's \"Pure America\" (Bookshelf, March 10) is how the slippery slope of acceptance of eugenics and forced sterilization in America transformed into government-sponsored euthanasia abroad.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-colleges-in-the-south-by-size-11616015584", "title": "Top Colleges in the South by Size", "date": "2021-03-17 17:13", "summary": "Five of the region's midsize schools are among the top 25 colleges nationwide in the WSJ/THE College Rankings.. Davidson College is the highest-ranked small school in the South in the Wall Street Journal/Times Higher Education College Rankings, with Duke University leading the region's midsize schools and the University of North Carolina at Chapel Hill the top Southern large college.", "categories": [["Life & Work", "Journal Reports: College Rankings"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-college-rankings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-subpoenas-chinese-companies-in-security-probe-11616015352", "title": "U.S. Subpoenas Chinese Companies in Security Probe", "date": "2021-03-17 17:09", "summary": "Move part of effort to target foreign communications technology and services that could threaten national security. WASHINGTON-The Commerce Department said it served subpoenas Wednesday on multiple Chinese companies as part of an ongoing U.S. effort to target foreign communications technology and services that could threaten national security.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-to-reopen-parks-in-california-on-april-30-11616004178", "title": "Disney to Reopen Parks in California on April 30", "date": "2021-03-17 17:05", "summary": "In line with current state guidelines, only California residents may visit the parks for now. Walt Disney Co. on Wednesday said it would reopen the Disneyland and Disney California Adventure parks on April 30.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-laptops-might-evolve-in-the-work-from-home-era-11616014470", "title": "How Laptops Might Evolve in the Work-From-Home Era", "date": "2021-03-17 16:54", "summary": "From virtual camera angles to tightened security, experts predict new features that will help us better adapt to remote work. The laptop has been one of the most important tools for remote work during the coronavirus pandemic, but with working-from-home here to stay, it may be time for some crucial updates. Here are some key changes experts say are coming-and some they hope are coming-to laptops.", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-biggest-challenge-could-be-an-economy-beating-its-expectations-11616014092", "title": "Fed's Biggest Challenge Could Be an Economy Beating Its Expectations", "date": "2021-03-17 16:48", "summary": "Central bank under Jerome Powell might strain to convince investors it won't react to excellent news. For investors, the Federal Reserve these days is a bit like the friend who tells you he has turned his life around. You want to believe, but you aren't quite sure you can.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-transit-officials-see-positive-signs-in-subway-ridership-increase-11616014016", "title": "New York Transit Officials See Positive Signs in Subway Ridership Increase", "date": "2021-03-17 16:46", "summary": "MTA chairman says latest federal Covid-19 relief package spares service cuts, layoffs. New York transit officials on Wednesday heralded the latest award of $6.5 billion in federal aid and data showing ridership on the mass-transit system is starting to recover from pandemic lows.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paul-manship-ancient-made-modern-review-classical-figures-for-the-20th-century-11616013899", "title": "'Paul Manship: Ancient Made Modern' Review: Classical Figures for the 20th Century", "date": "2021-03-17 16:45", "summary": "An exhibition traces the artistic evolution of the sculptor who created New York landmarks such as 'Prometheus' at Rockefeller Center. Hartford, Conn.", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-threatens-tightening-vaccine-export-ban-11615985024", "title": "Vaccine Fight Hastens Decline in EU- U.K. Relations", "date": "2021-03-17 16:44", "summary": "Covid-19 pandemic worsens relations already hurt by disputes over implementing Brexit pact. BRUSSELS-A fight over vaccines between the U.K. and the European Union intensified Wednesday, highlighting fast-deteriorating relations that have already been set back by disputes over the agreement that cemented the U.K.'s divorce from the bloc.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carvana-to-boost-capacity-betting-online-car-sales-are-here-to-stay-11616013522", "title": "Carvana to Boost Capacity, Betting Online Car Sales Are Here to Stay", "date": "2021-03-17 16:38", "summary": "The used car dealer is building 10 new inspection centers and ramping up hiring to meet a surge in demand. Used car dealer Carvana Co. is investing $500 million in new facilities and hiring thousands of employees, betting that recent consumer shifts toward buying vehicles online will outlast the pandemic.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/10-year-treasury-yield-pares-gains-ends-higher-after-fed-meeting-11616013285", "title": "10-Year Treasury Yield Pares Gains, Ends Higher After Fed Meeting", "date": "2021-03-17 16:34", "summary": "Yields on short-term Treasurys fell after the Fed released its policy statement. The yield on the benchmark 10-year Treasury note pared a steep climb Wednesday to finish slightly higher after Federal Reserve Chairman Jerome Powell reiterated the central bank's commitment to supporting the economy until it fully recovers from the coronavirus pandemic.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-closer-look-11616012612", "title": "A Closer Look", "date": "2021-03-17 16:23", "summary": "Selections from 'The Four Questions' by Lynne Sharon Schwartz, illustrated by Ori Sherman. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/paying-workers-based-on-performance-is-harder-than-it-looks-11616012101", "title": "Paying Workers Based on Performance Is Harder Than It Looks", "date": "2021-03-17 16:15", "summary": "Most Americans think their pay is related to how well they perform at work. But in many fields, quantifying success is nearly impossible.. When questioned, the vast majority of U.S. workers say that the number one factor determining their pay is their individual performance. I know, because in a recent survey I asked over 1,000 of them. Among a list of factors including seniority, experience, education and company profits, nothing outranks individual performance in workers' accounts of why they get paid what they do: Fully two-thirds believe it is a very important determinant of the number on their paycheck.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/poker-stars-thursday-crossword-march-18-11615330486", "title": "Poker Stars (Thursday Crossword, March 18)", "date": "2021-03-17 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/katherine-tai-confirmed-as-bidens-trade-representative-11615999050", "title": "Katherine Tai Confirmed as Biden's Trade Representative", "date": "2021-03-17 15:59", "summary": "China expert previously served as trade counsel for House committee. WASHINGTON-The Senate confirmed Katherine Tai as President Biden's U.S. trade representative on Wednesday, putting a career government lawyer in charge of a trade policy that aims to maintain a tough stance on China and protect U.S. jobs.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adam-schiff-promoted-by-powerful-allies-for-california-attorney-general-11616009528", "title": "Adam Schiff Promoted by Powerful Allies for California Attorney General", "date": "2021-03-17 15:32", "summary": "Gov. Newsom would name a replacement if Becerra is confirmed as secretary of health and human services. The expected departure of California's attorney general has thrown a spotlight on the political future of Rep. Adam Schiff, the powerful House Democrat whose allies have been heavily lobbying Gov. Gavin Newsom to appoint him to the role.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shell-eni-found-not-guilty-of-corruption-in-nigeria-oil-case-11615997909", "title": "Shell, Eni Acquitted of Corruption Charges in Nigeria Oil Case", "date": "2021-03-17 15:26", "summary": "Claudio Descalzi, CEO of Italian state-backed oil company Eni, also found not guilty of bribery by Milan court. MILAN-An Italian court acquitted oil companies Royal Dutch Shell PLC and Eni SpA, along with the latter's chief executive, of bribery in connection with oil-drilling rights in Nigeria, ending a three-year trial that had shone a spotlight on the energy industry's operations in Africa.", "categories": [["Business", "Europe"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-gig-is-up-for-uber-in-the-u-k-11616008663", "title": "The Gig Is Up for Uber in the U.K.", "date": "2021-03-17 15:17", "summary": "Uber says new U.K. driver costs won't impact its profitability targets, but investors aren't quite buying it. Uber 's shares hit record highs last month, as investors saw nothing but open road ahead with the pandemic easing and the world opening back up. Now a court ruling could make for an unforeseen roadblock.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-13-movies-and-tv-series-to-stream-this-week-11616008129", "title": "What to Watch: 13 Movies and TV Series to Stream This Week", "date": "2021-03-17 15:08", "summary": "Marvel's 'Falcon and the Winter Soldier' comes to Disney+; plus where to stream top Oscar contenders. Oscar season has finally arrived. Nominations for Hollywood's top awards were announced Monday, with Netflix 's \"Mank\" leading with 10 nods. \"Nomadland\" is considered a frontrunner for best picture, with nominations across key categories, including best editing and adapted screenplay. Meanwhile \"The Father,\" \"Judas and the Black Messiah,\" \"The Trial of the Chicago 7\" and \"Minari all received six nominations each. For more about the Oscars read here; scroll below to see how you can stream the best-picture contenders.", "categories": [["Books & Arts", "Entertainment", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-antitrust-officials-unlikely-to-file-supreme-court-appeal-in-qualcomm-case-11616008111", "title": "Antitrust Officials Unlikely to Appeal Qualcomm Case to Supreme Court", "date": "2021-03-17 15:08", "summary": "Federal Trade Commission likely to end case that had created a split with Justice Department over chip maker's practices. WASHINGTON-Federal antitrust officials are unlikely to mount a Supreme Court appeal seeking to revive their case alleging leading chip maker Qualcomm Inc. engaged in illegal monopolization, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-last-unknown-review-more-puffins-than-people-11616007750", "title": "'The Last Unknown' Review: More Puffins Than People", "date": "2021-03-17 15:02", "summary": "Photographer and host Ian Shive embeds himself with biologists studying the animal populations of the hard-to-reach Aleutian Islands, an archipelago that stretches from Alaska to Russia.. Masterworks like the BBC's \"Planet Earth II\" or National Geographic's \"The Flood\" have probably spoiled a lot of fans of nature television. They think everything is filmable. And everywhere. They think snow leopards pose for pictures in the Himalayas. They think the Seychelles, Galapagos and Komodo islands are like stops on the A Train. It's refreshing to learn, à la \"The Last Unknown,\" that there are places that almost resolutely resist the prying cameras of human beings, by virtue of being remote, virtually unapproachable and/or constitutionally hostile.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nft-art-auction-beeple-11615556119", "title": "What NFT Art Means for Auction Houses and Dealers", "date": "2021-03-17 15:00", "summary": "With millions of dollars of digital art circulating, should the traditional art world be jumping in to get a piece of the pie? Or is it merely a passing fad?. On January 27, the co-creators of Hashmasks, an online digital art collective, announced to their few dozen Twitter followers that they would begin selling what they called \"the next generation of digital art collectibles.\" Consisting of 16,384 unique digital artworks, these colorful portraits followed a template of five main characteristics-eye color, skin color, mask, character and an item-some of which were rarer than others, such as a unicorn mask. Over the following days the digital collectibles sold by Hashmasks spread quickly through instant-messaging platforms like Discord and Telegram, where cryptocurrency enthusiasts share intel on new ventures. The sale totaled 10,044 Ethereum, or what was $16 million at the time. Haskmasks' Twitter account has since increased to over 17,000 followers.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/second-sarkozy-trial-begins-over-election-campaign-finances-11615992309", "title": "Second Sarkozy Trial Begins Over Campaign Finances", "date": "2021-03-17 14:59", "summary": "Prosecutors allege former president's campaign used phony receipts in an attempt to mask spending. PARIS-France opened a trial Wednesday into whether Nicolas Sarkozy broke campaign finance laws during his failed 2012 reelection bid, compounding the former president's legal woes.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-republicans-lift-partys-ban-on-earmarks-11616005587", "title": "House Republicans Lift Party's Ban on Earmarks", "date": "2021-03-17 14:56", "summary": "GOP lawmakers remain split on controversial practice of directing funds to specific projects in home districts, but a Biden infrastructure bill is coming. WASHINGTON-House Republicans voted Wednesday to lift their decade-long ban on earmarks, giving members the power to direct federal agencies to spend specific amounts on projects in their home districts as Democrats look for ways to get Republicans on board with a major infrastructure package later this year.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-unveils-new-penalties-on-facebook-groups-in-wake-of-capitol-riot-11615993394", "title": "Facebook Unveils New Penalties on Its Groups in Wake of Capitol Riot", "date": "2021-03-17 14:50", "summary": "Changes formalize some restrictions placed on the forums following the Jan. 6 attack. Facebook Inc . introduced new penalties for interest-based forums called Groups that are flagged for violating its community standards, as it aims to curb a product that played a high-profile role in the protests that led up to the Capitol riot.", "categories": [["Tech", "Consumer Technology"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/consumer-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-china-hunt-covid-origins-11616004512", "title": "How WHO's Hunt for Covid's Origins Stumbled in China", "date": "2021-03-17 14:48", "summary": "Resume Subscription. WUHAN, China-More than a dozen foreign scientists led by the World Health Organization gathered with Chinese counterparts last month to vote on the question: How did the Covid-19 pandemic start?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/john-wood-to-pay-9-million-to-settle-with-scottish-prosecutors-11616004425", "title": "John Wood to Pay $9 Million to Settle With Scottish Prosecutors", "date": "2021-03-17 14:07", "summary": "Investigations related to Unaoil scandal may cost the oil-field services company $197 million to settle. John Wood Group PLC has agreed to pay $9 million (£6.5 million) as part of a civil settlement with Scottish prosecutors over an alleged bribery scheme that benefited its legacy joint venture in Kazakhstan.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capitol-riot-cases-show-scant-evidence-of-advance-plans-to-breach-the-capitol-11615991681", "title": "Capitol Riot Cases Show Scant Evidence of Advance Plans to Breach Capitol", "date": "2021-03-17 14:05", "summary": "Prosecutors allege pro-Trump mob coordinated on weapons and gear but haven't found messages discussing a detailed plot to break into the building. A review of court documents and statements by prosecutors show members of militia groups from around the U.S. came to Washington to attend former President Donald Trump's rally and prepared to engage in violent clashes, but prosecutors have unearthed few communications in the days before they breached the U.S. Capitol building that explicitly described plans to do so.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mayorkas-spars-with-republicans-over-rising-number-of-migrants-at-southern-border-11616004346", "title": "Mayorkas, Republicans Spar Over Migrants at Southern Border", "date": "2021-03-17 14:05", "summary": "GOP lawmakers press DHS secretary to label increasing numbers of illegal crossings a crisis. Homeland Security Secretary Alejandro Mayorkas described the situation at the southern border as a serious challenge but brushed off Republicans' repeated efforts to have him label it a crisis during a hearing before the House Homeland Security Committee.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-covid-19-strain-might-account-for-25-to-30-of-u-s-cases-11615944351", "title": "U.K. Covid-19 Strain May Account for 25% to 30% of U.S. Cases", "date": "2021-03-17 14:01", "summary": "CDC director says U.S. has identified about 4,500 cases of the B.1.1.7. strain. WASHINGTON-The fast-spreading Covid-19 strain known as B.1.1.7, first identified in the U.K., could now account for 25% to 30% of U.S. cases, the director of the Centers for Disease Control and Prevention told House members in a hearing Wednesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nycs-roundabout-theatre-company-to-feature-black-playwrights-works-11616004000", "title": "NYC's Roundabout Theatre Company to Feature Black Playwrights' Works", "date": "2021-03-17 14:00", "summary": "Roundabout aims to bring wider attention to works considered classics in the Black theater community; will focus on Latinx playwrights in year two. New York City's Roundabout Theatre Company has become especially known in its 56-year history for staging revivals of acclaimed works. Among the shows the Broadway and off-Broadway producer has brought back are the musicals \"Cabaret,\" \"Anything Goes\" and \"The Pajama Game,\" and the plays \"Twelve Angry Men\" and \"All My Sons.\"", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-sanders-targets-ceo-pay-in-effort-to-keep-spotlight-on-workers-11615971600", "title": "Bernie Sanders Targets CEO Pay in Effort to Keep Spotlight on Workers", "date": "2021-03-17 13:46", "summary": "Progressive senator's proposals face resistance in closely divided Congress. Sen. Bernie Sanders is using his new perch as Budget Committee chairman to try to keep Congress focused on measures designed to improve worker pay and job conditions, even as related legislation including a $15-an-hour minimum wage has stalled.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ncaa-tournament-bracket-pool-upset-picks-11616001833", "title": "The Upsets to Pick in Your NCAA Tournament Bracket", "date": "2021-03-17 13:40", "summary": "Don't be surprised if these four underdogs win, says our expert upsetologist. The NCAA tournament is the rare event in sports that gets worse as it goes. The Super Bowl is the highlight of the NFL playoffs, and the NBA playoffs build suspense for months before climaxing with the Finals. But the best part of March Madness is the bracket chaos of the first round. It's even better when you're rooting for those implausible upsets-because you get to brag that you saw them coming.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-revives-old-courtroom-argument-to-robe-or-not-to-robe-11616000938", "title": "Pandemic Revives Old Courtroom Argument: To Robe, or Not to Robe?", "date": "2021-03-17 13:08", "summary": "Resume Subscription. NEW DELHI-Abhinav Chandrachud, a 35-year-old advocate at the Bombay High Court, usually goes months before washing his black robe, mandatory attire for both judges and lawyers during proceedings of India's supreme and high courts.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-scorched-earth-senate-11616000875", "title": "The Scorched-Earth Senate", "date": "2021-03-17 13:07", "summary": "If Democrats kill the filibuster by 50-50 vote, they'll release furies they can barely imagine.. 'The legislative filibuster is the most important distinction between the Senate and the House,\" one of my colleagues said a few years ago. \"Without the 60-vote threshold for legislation, the Senate becomes a majoritarian institution, just like the House, much more subject to the winds of short-term electoral change. No senator would like to see that happen.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-supreme-court-has-unfinished-school-choice-business-11616000813", "title": "The Supreme Court Has Unfinished School-Choice Business", "date": "2021-03-17 13:06", "summary": "A petition from Maine parents gives the justices an opportunity to protect religious freedom fully.. The Supreme Court went a long way toward protecting the right of parents to direct the education of their children in Espinoza v. Montana Department of Revenue (2020). But the court's opinion left a critical constitutional question unresolved. As a result, students are still being denied the opportunity to attend the schools that will best meet their needs. Fortunately, the justices have a chance to finish the job.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/never-mind-peak-oil-global-forecaster-calls-peak-gasoline-11615988228", "title": "Gasoline Demand Has Peaked, Global Forecaster Says", "date": "2021-03-17 13:03", "summary": "IEA says shift to electric vehicles and rising fuel savings will outstrip developing-world demand growth. The world's thirst for gasoline isn't likely to return to pre-pandemic levels, the International Energy Agency forecast, calling a peak for the fuel that has powered personal transportation for more than a century.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-homebuyers-are-flooding-tel-avivs-property-market-11616000419", "title": "American Home Buyers Are Flooding Tel Aviv's Property Market", "date": "2021-03-17 13:00", "summary": "Resume Subscription. Lucy Hassell, a Washington, D.C., real-estate agent, relocated to Tel Aviv in November after waiting almost a year. Ms. Hassell, 68, was eager to move to her new home since buying her property in March 2020. \"I should have moved in May but Covid put it on hold.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/treasury-department-says-it-has-issued-90-million-stimulus-payments-11615998852", "title": "Treasury Says It Has Issued 90 Million Stimulus Payments", "date": "2021-03-17 12:59", "summary": "First batch of payments worth $242 billion, more than half of the projected total. WASHINGTON-The U.S. government has issued approximately 90 million stimulus payments worth $242 billion, more than half of the estimated total relief authorized under the latest Covid-19 relief package, the Treasury Department and Internal Revenue Service said Wednesday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-acting-chairwomanwantsfund-managersto-disclose-more-voting-information-11615991316", "title": "SEC Acting Chairwoman Wants Fund Managers to Disclose More Voting Information", "date": "2021-03-17 12:55", "summary": "Asset managers failed to vote on significant shares during fight over GameStop last year. The Securities and Exchange Commission's acting chief wants the agency to require clearer disclosures on how asset managers cast shareholder votes.", "categories": [["WSJ News Exclusive", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-life-in-israel-11616000072", "title": "A New Life in Israel", "date": "2021-03-17 12:54", "summary": "Washington, D.C., real-estate agent Lucy Hassell relocated to Tel Aviv after she felt a deep connection to the city. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/hsbc-in-talks-to-sell-french-retail-bank-to-cerberus-11615999984", "title": "HSBC in Talks to Sell French Retail Bank to Cerberus", "date": "2021-03-17 12:53", "summary": "London-based bank is scaling back in Europe and North America as it boosts its presence in Asia. HSBC Holdings PLC is in exclusive talks to sell its unprofitable French retail bank to New York-based private-equity firm Cerberus Capital Management LP as part of a global reorganization of its operations, the bank told employees this week.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paying-a-visit-to-tel-aviv-11615999996", "title": "Paying a Visit to Tel Aviv", "date": "2021-03-17 12:53", "summary": "A look around the coastal Israeli city.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/biden-shifts-focus-back-to-u-s-alliances-in-japan-south-korea-11615988407", "title": "Biden Shifts Focus Back to U.S. Alliances in Japan, South Korea", "date": "2021-03-17 12:43", "summary": "First overseas trip by Biden cabinet members highlights two partners central to Washington's challenges with China and North Korea. SEOUL-To see the Biden administration's balancing act with the U.S.'s two most important Asian allies, just look at suit lapels.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tinuiti-acquires-amazon-specialist-ortega-group-adds-kevin-mayer-to-board-11615996800", "title": "Tinuiti Buys Ortega Group, Adds Kevin Mayer to Board", "date": "2021-03-17 12:00", "summary": "The digital marketing agency is looking to broaden its capabilities on all things Amazon and continue to make acquisitions. Tinuiti Inc. is acquiring a business that specializes in sales on Amazon and adding new board members-one of them Kevin Mayer, briefly chief executive of TikTok-as the digital marketing agency makes a push for growth under its new majority owner New Mountain Capital.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/james-levine-longtime-metropolitan-opera-conductor-dies-at-77-11615995325", "title": "James Levine, Longtime Metropolitan Opera Conductor, Dies at 77", "date": "2021-03-17 11:35", "summary": "He was at the Met for four decades and was fired following accusations of sexual misconduct. Conductor James Levine, who ruled over the Metropolitan Opera for more than four decades before being eased aside when his health declined and then was fired for sexual improprieties, has died. He was 77.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-joy-of-returning-to-in-person-teaching-11615993575", "title": "The Joy of Returning to In-Person Teaching", "date": "2021-03-17 11:06", "summary": "Back at the seminar table, a professor realizes how much of the learning experience is lost over Zoom.. Something exotic happened to me the other day. I got dressed in heels and a midnight-blue silk shirt, and left the house to go somewhere. I was teaching my first in-person class in nearly a year.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pinduoduo-overtakes-alibaba-to-become-china-s-largest-e-commerce-company-11615978559", "title": "Pinduoduo Founder Colin Huang Steps Down From Company", "date": "2021-03-17 11:02", "summary": "Mr. Huang's departure comes as Pinduoduo overtakes Alibaba as China's biggest e-commerce company. SINGAPORE-Chinese e-commerce company Pinduoduo Inc.'s founder and chairman, Colin Huang, stepped down from the company on Wednesday, even as the five-year-old company overtook Alibaba Group Holding Ltd. to become the country's largest e-commerce company by annual active buyers.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-wilpon-family-lists-historic-manhattan-townhouse-for-25-million-11615993238", "title": "The Wilpon Family Lists Historic Manhattan Townhouse for $25 Million", "date": "2021-03-17 11:00", "summary": "The Wilpons, who formerly owned the New York Mets, spent two years restoring the home's facade while modernizing everything behind it. The Wilpon family, a New York real-estate dynasty that recently sold its stake in the New York Mets, is pitching another prized asset: a Greek Revival-style townhouse for $25 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/honda-to-close-u-s-factories-for-a-week-over-supply-issues-11615954099", "title": "Toyota, Honda Shut U.S. Factories as Supplies Run Short", "date": "2021-03-17 10:53", "summary": "Cold weather and port logjams add to problems obtaining parts, while Samsung warns its business will suffer from chip shortage. Toyota Motor Corp. , Honda Motor Co. and Samsung Electronics Co. said supply-chain problems were complicating their businesses, as freak weather, port blockages and the continued impact of Covid-19 combine to disrupt global supply chains.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uaw-accuses-ford-of-shifting-new-vehicle-production-from-ohio-to-mexico-11615990216", "title": "UAW Accuses Ford of Shifting Vehicle Production From Ohio to Mexico", "date": "2021-03-17 10:49", "summary": "Auto maker says it is committed to the Ohio factory but conditions have changed since last UAW contract. The United Auto Workers union is taking aim at Ford Motor Co. over plans for a factory in Ohio, criticizing the car company for moving vehicle production intended for the facility to Mexico.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-biden-seeks-to-end-u-s-involvement-in-yemen-iran-backed-fighters-launch-more-attacks-11615992190", "title": "Iran-Backed Fighters Launch More Attacks in Yemen as U.S. Looks to Cut Ties", "date": "2021-03-17 10:43", "summary": "Resume Subscription. MARIB, Yemenâ\u0080\u0094A detachment of Saudi-backed Yemeni soldiersâ\u0080\u0094armed with AK-47s, rocket-propelled grenades and a single tankâ\u0080\u0094keep watch from a rock outcropping, scanning the vast expanse of desert below them for signs of activity by Iranian-backed Houthi fighters.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/steak-in-pasilla-chile-sauce-11615990196", "title": "Steak in Pasilla Chile Sauce", "date": "2021-03-17 10:09", "summary": "This recipe is Mexican market food at its best: fast, flavorful and nourishing. A grating of chocolate takes the pasilla chile sauce to another level entirely.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/quick-steak-with-chile-sauceand-a-special-ingredient-11615989858", "title": "Quick Steak With Chile Sauce-and a Special Ingredient", "date": "2021-03-17 10:04", "summary": "This recipe is Mexican market food at its best: fast, flavorful and nourishing. A grating of chocolate takes the pasilla chile sauce to another level entirely.. THINK OF THIS as mole in minutes: tender pieces of seared steak simmered in a smoky sauce made with toasted pasilla chiles, charred tomatoes and a grating of Mexican chocolate. \"It's something you find at mercados all around Mexico,\" said chef Diana Davila of her second Slow Food Fast recipe.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ringo-starr-readies-his-lockdown-project-a-mini-album-titled-zoom-in-11615989198", "title": "Ringo Starr Readies His Lockdown Project: A Mini-Album Titled 'Zoom In'", "date": "2021-03-17 09:53", "summary": "The pandemic found the Beatles drummer at home in Beverly Hills, where he made a five-song EP and published a book. Ringo Starr spent the past year as a homebody, but kept busy during the pandemic. He published a book and his mini-album, titled \"Zoom In,\" comes out Friday. Mr. Starr, the drummer for the Beatles and a nine-time Grammy winner, was among the presenters at Sunday's Grammy Awards.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nfl-free-agency-cap-space-11615946909", "title": "How the NFL's Covid-19 Downturn Is Shaping Free Agency", "date": "2021-03-17 09:51", "summary": "The pandemic is now shaping how every team builds its roster because of an unusual market defined by a steep decline in the salary cap. After Tom Brady finished his familiar February routine of picking scraps of confetti out of his hair, NFL general managers began an unfamiliar exercise: mercilessly gutting their rosters.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-week-texas-freeze-seen-triggering-monthslong-plastics-shortage-11615973401", "title": "Texas Freeze Triggers Global Plastics Shortage", "date": "2021-03-17 09:28", "summary": "Numerous chemical plants were shut down as state lost power last month, disrupting a global supply chain for consumer goods. The February freeze that triggered mass blackouts in Texas led to chemical plant shutdowns that are disrupting global supply chains, causing a shortage of the raw materials needed for everything from medical face shields to smartphones.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-restrictions-may-have-led-to-rise-in-child-deaths-in-south-asia-11615987388", "title": "Covid-19 Restrictions May Have Led to Rise in Child Deaths in South Asia", "date": "2021-03-17 09:23", "summary": "Lockdowns may have contributed to deaths by cutting off essential services, report says. The same Covid-19 lockdowns that may have saved lives in South Asia last year may have contributed to a jump in deaths of young children by cutting off essential services, a new report said.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/electric-vehicle-fever-spreads-to-europe-11615986115", "title": "Electric-Vehicle Fever Spreads to Europe", "date": "2021-03-17 09:14", "summary": "Investors are celebrating faster moves into the EV business at Volkswagen and BMW, but the car industry's future remains hard to read. The U.S. stock-market craze for all things to do with electric vehicles is showing its first signs of crossing the Atlantic.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-airline-and-hotel-pandemic-vouchers-that-may-prove-worthless-11615986078", "title": "The Airline and Hotel Pandemic Vouchers That May Prove Worthless", "date": "2021-03-17 09:01", "summary": "Resume Subscription. There's a big pandemic problem brewing for travelers-billions of dollars worth of vouchers and credits that will soon expire. And not all of it because travelers snoozed.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bigger-wider-better-why-giant-jeans-are-making-a-comeback-11615986062", "title": "Bigger, Wider, Better? Why Giant Jeans Are Making a Comeback", "date": "2021-03-17 09:01", "summary": "After the pandemic popularized casual comfort, jeans that are baggy-if less extreme than those Ralph Lauren memorably wore in 2005-have finally replaced stifling skinny-leg denim. OVER THE past month, a particular photo of Ralph Lauren has been popping up persistently on my social-media feeds. It shows the Americana idol taking his bow after his company's women's fashion show in New York in 2005. His casual outfit (pictured, right) is ordinary for a designer performing a curtain call, except for one thing: The silver-haired Mr. Lauren is wearing supersize jeans. His mildly washed-out, barrel-cut denims make him look like a 1920s prospector or an '80s b-boy about to pop and lock his way down the runway. They're not quite as wide as JNCOs, the infamous '90s jeans whose vast hems could accommodate a Subway footlong, but they're still some spectacularly roomy jeans. And about 15 years after that photo was taken, the wide look is surging again.", "categories": [["Life & Work", "Copy Cat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-1-9-trillion-relief-plan-is-moremuch-moreof-the-same-11615986046", "title": "Biden's Relief Plan Is More-Much More-of the Same", "date": "2021-03-17 09:00", "summary": "New law further expands a safety net that has been growing for decades. For the first time since Lyndon B. Johnson was president, a big new federal law is favoring the working class over \"trickle-down\" tax cuts for the rich, President Biden claims. \"It changes the paradigm,\" he said after his $1.9 trillion relief bill became law. \"For the first time in a long time, this bill puts working people in this nation first. It's not hyperbole; it's a fact.\"", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/plug-power-crowdstrike-uber-gamestop-what-to-watch-when-the-stock-market-opens-today-11615978505", "title": "Plug Power, CrowdStrike, Uber, GameStop: What to Watch When the Stock Market Opens Today", "date": "2021-03-17 08:39", "summary": "Stock futures were down and Treasury yields ticked higher. Here's what we're watching ahead of Wednesday's opening bell.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-imposes-his-first-sanctions-on-chinese-officials-ahead-of-bilateral-meeting-11615976219", "title": "Biden Imposes His First Sanctions on Chinese Officials Ahead of Meeting", "date": "2021-03-17 08:38", "summary": "New sanctions are against 24 officials previously targeted by the Trump administration over Beijing's suppression in Hong Kong. HONG KONG-The Biden administration added new sanctions against two dozen Chinese officials it says have undermined Hong Kong's partial autonomy from Beijing, signaling a continuing strong U.S. line on an issue that has contributed to fraying bilateral ties.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-raises-the-curtain-for-live-events-11615982401", "title": "New York Raises the Curtain for Live Events", "date": "2021-03-17 08:00", "summary": "Concert venues and comedy clubs rush to put together a spring season as restrictions loosen. Just a couple of months ago, New York City's cultural community feared the pandemic might put live events on hold until late 2021. But now, a true spring season is taking shape.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccines-reach-the-most-remote-americans-11615982401", "title": "Covid-19 Vaccines Reach the Most Remote Americans", "date": "2021-03-17 08:00", "summary": "Resume Subscription. WISE, Va.-This mountainous corner of Appalachia is one of many remote communities where medical workers are just starting to deliver Covid-19 vaccines, demonstrating the great effort it will take to reach the most isolated Americans.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/atlanta-massage-parlor-shootings-leave-eight-dead-suspect-detained-11615946872", "title": "Atlanta-Area Shootings at Spas Leave Eight Dead", "date": "2021-03-17 07:46", "summary": "Suspect in massage-parlor killings is in custody. ATLANTA-Eight people, many of them women of Asian descent, were killed Tuesday evening in shootings at three Atlanta-area massage parlors and a suspect is in custody, law-enforcement officials said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/startup-behind-astrazeneca-covid-19-vaccine-raises-168-million-in-step-toward-ipo-11615981539", "title": "Startup Behind AstraZeneca Vaccine Raises New Funds in Step Toward IPO", "date": "2021-03-17 07:45", "summary": "Backers of biotech company Vaccitech look past rocky rollout of shot developed with Oxford University. LONDON-The Oxford startup behind AstraZeneca PLC's Covid-19 vaccine has raised $168 million in new funding, which it plans to use to adopt its vaccine technology for the treatment of other diseases.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-court-rules-same-sex-couples-have-constitutional-right-to-marry-in-landmark-decision-11615956338", "title": "Japan Court Rules Same-Sex Couples Have Marriage Rights", "date": "2021-03-17 07:32", "summary": "But the court found that the plaintiffs-couples seeking to have their unions recognized-weren't entitled to damages. TOKYO-A Japanese court for the first time said the country's ban on same-sex marriage violates the constitution, a pathbreaking decision in a region of the world where most countries forbid gay and lesbian couples from marrying.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rakutens-new-deal-is-no-amazon-killer-11615980262", "title": "Rakuten's New Deal Is No Amazon Killer", "date": "2021-03-17 07:24", "summary": "Japanese e-commerce company recruits powerful allies to take on American internet giant. It makes sense to recruit comrades in arms to fight a giant like Amazon . But powerful new friends can't completely paper over old worries about Japan's Rakuten.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/illegal-border-crossings-near-two-decade-high-mayorkas-says-11615910892", "title": "Illegal Border Crossings Near Two-Decade High, Mayorkas Says", "date": "2021-03-17 07:11", "summary": "Homeland security chief says it will take time to address the surge as concern mounts. WASHINGTON-The U.S. is on pace to see the largest number of migrants crossing its southern border illegally in two decades, Homeland Security Secretary Alejandro Mayorkas said in a statement Tuesday addressing growing concern about the government's response.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/migrants-mass-at-u-s-mexico-border-pinning-hopes-on-biden-11615978801", "title": "Migrants Mass at Border, Pinning Hopes on Biden", "date": "2021-03-17 07:00", "summary": "Resume Subscription. TIJUANA, Mexico-Members of a group of migrants living in a new border encampment here have a message for the new U.S. president printed on their T-shirts: \"Biden please let us in!\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/business-software-faces-pressure-to-update-its-user-experience-11615978802", "title": "Business Software Faces Pressure to Update Its User Experience", "date": "2021-03-17 07:00", "summary": "Citi's accidental payment makes a strong case for upgrading back-end technology to match consumer-facing design. When Citigroup Inc. last year sent almost $900 million to lenders in error, it not only set off a legal fight over the money but unwittingly highlighted a separate issue in the back office: the frequently clunky experience of using business software.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intel-taps-justin-long-who-played-mac-in-long-running-apple-ads-to-promote-pcs-11615978800", "title": "Intel Taps Justin Long, Who Played Mac in Long-Running Apple Ads, to Promote PCs", "date": "2021-03-17 07:00", "summary": "A new ad campaign aims to turn a well-known Apple effort on its head. Justin Long, who for several years in the 2000s played a hipster Mac computer in Apple Inc. advertisements knocking PCs, has switched sides for a new digital ad campaign from Intel Corp.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/extended-stay-america-banks-on-its-no-frills-approach-11615978800", "title": "Extended Stay America Banks On Its No-Frills Approach", "date": "2021-03-17 07:00", "summary": "Investors are betting the hotel chain finds a modest-but lucrative-home in post-pandemic lodging. Room service didn't have as many takers during this downturn. Can a no-frills hotel chain prosper as the lodging industry looks past the pandemic?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gavin-newsom-recall-what-happens-next-11615978802", "title": "Gavin Newsom Recall: What Happens Next?", "date": "2021-03-17 07:00", "summary": "It might take months for California officials to certify that a recall of the Democratic governor has qualified for the ballot. Republican activists who want to recall California Gov. Gavin Newsom have until Wednesday to gather signatures to place the recall question on the ballot. Proponents claim they have gathered more than two million signatures to date, likely more than enough to trigger a recall election.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/putin-authorized-influence-operations-to-hurt-bidens-2020-candidacy-report-says-11615918958", "title": "Russia, Iran Acted to Influence 2020 Presidential Vote, Report Says", "date": "2021-03-17 06:29", "summary": "Intelligence assessment says Putin tried to hurt Biden's prospects and sow discord while Ayatollah Ali Khamenei moved to undercut Trump. WASHINGTON-The leaders of Russia and Iran last year ordered their governments to attempt to influence U.S. voters' choices in the presidential election and undermine the public's faith in American democracy, a U.S. intelligence assessment released Tuesday said.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-scores-legal-win-in-france-over-app-privacy-changes-11615971737", "title": "Apple Scores Legal Win in France Over App Privacy", "date": "2021-03-17 06:18", "summary": "French competition authority says Apple's changes 'don't appear to be abusive'. France's competition regulator rejected a plea from advertising companies and publishers to block Apple Inc.'s plan to restrict tracking of individuals' mobile-app usage.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carbon-capture-is-key-to-companies-net-zero-pledges-11615975780", "title": "Carbon Capture Is Key to Companies' Net Zero Pledges", "date": "2021-03-17 06:09", "summary": "Some carbon-dioxide removal techniques that companies rely on to improve their environmental footprints are riskier than others. Many companies' plans to reduce their greenhouse-gas emissions to \"net zero\" rely heavily on technologies to capture carbon. Some are more speculative than others.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venture-capital-funding-gets-bigger-in-texas-11615975200", "title": "Venture-Capital Funding Gets Bigger in Texas", "date": "2021-03-17 06:00", "summary": "Amid high expectations, Texas startups draw robust investments in first months of 2021. Texas is so far this year living up to its reputation as a burgeoning venture-capital and startup hub. Helped by the roster of new funds and entrepreneurs that have flocked to the state during the pandemic and in recent years, Texas has kicked off 2021 with strong investment figures.", "categories": [["Pro VC Commentary Analysis"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-commentary-analysis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-celebrities-from-serena-williams-to-a-rod-fueling-the-spac-boom-11615973578", "title": "The Celebrities From Serena Williams to Paul Ryan Fueling the SPAC Boom", "date": "2021-03-17 05:32", "summary": "With fame comes fortune? Some of the biggest names in sports and entertainment are behind the recent rise in blank-check companies. One key driver of the boom in special-purpose acquisition companies is a reputational shift.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-schools-reopened-without-becoming-covid-19-superspreaders-11615973402", "title": "Florida Schools Reopened Without Becoming Covid-19 Superspreaders", "date": "2021-03-17 05:30", "summary": "Schools in the state have maintained case rates lower than those in the wider community. MIAMI-As school districts around the U.S. continue to grapple with whether to reopen classrooms amid the coronavirus pandemic, data shows Florida started in-person learning without turning schools into superspreaders.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/commodities-boom-hits-home-11615973404", "title": "New Houses Are Costing More as Prices Jump for Wood, Bricks", "date": "2021-03-17 05:30", "summary": "Prices are surging for construction materials, and builders are passing the costs to home buyers as demand remains high. Prices are surging for the raw materials used to build American homes.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-airlines-joins-debt-market-behemoths-11615973407", "title": "American Airlines Joins Debt-Market Behemoths", "date": "2021-03-17 05:30", "summary": "Financing boosts the carrier's total obligations to $50 billion. American Airlines Group Inc. raised $10 billion of debt last week to repay government loans and keep its business running as the economy recovers. The deal also boosted the company's debt by about 20%, transferring much of that risk onto debt investors.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/telegram-app-is-booming-but-needs-advertisersand-700-million-soon-11615806001", "title": "Telegram App Is Booming but Needs Advertisers-and $700 Million Soon", "date": "2021-03-17 03:00", "summary": "Messaging tool is selling more than $1 billion of debt to fund operations and repay existing creditors, as it races to attract ads. Telegram is riding high, adding tens of million of users this year. Now the bill is coming due.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11615926533", "title": "Pepper...and Salt", "date": "2021-03-17 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/last-remaining-texas-utility-commissioner-resigns-following-freeze-11615952612", "title": "Last Remaining Texas Utility Commissioner Resigns Following Freeze", "date": "2021-03-17 23:43", "summary": "Arthur C. D'Andrea resigned Tuesday evening under pressure from Gov. Greg Abbott. And then there were none.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-to-allow-more-foreigners-inif-theyve-had-a-chinese-covid-vaccine-11615900150", "title": "Traveling to China Just Got Easier-If You Take a Chinese Covid-19 Vaccine", "date": "2021-03-17 23:08", "summary": "Chinese embassies to facilitate visas despite concerns over efficacy of Chinese shots, as the concept of 'vaccine passports' gains pace. After a year of barring entry by most foreign citizens, China's government plans to ease restrictions for those who have been inoculated against Covid-19. The hitch for now: Only vaccines made in China will qualify.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcconnell-threatens-pileup-if-democrats-change-filibuster-rules-11615908931", "title": "President Biden Says He Supports Changing Senate Filibuster Rules", "date": "2021-03-17 22:29", "summary": "McConnell had threatened a 'pileup' in such an event. WASHINGTON-President Biden said he supports bringing back a requirement that senators must be present and talking on the floor to block bills, as Democrats explore ways to smooth the path for their policy agenda by revising the legislative filibuster rule.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-recommends-covid-19-vaccines-to-his-backers-11615945504", "title": "Trump Recommends Covid-19 Vaccines to His Backers", "date": "2021-03-17 21:45", "summary": "Former president urges reluctant supporters to get shots, calling them 'something that works'. WASHINGTON-Former President Donald Trump urged his supporters to get vaccinated against Covid-19, noting many of them have been reluctant to do so.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-votes-to-extend-ppp-application-deadline-11615944497", "title": "House Votes to Extend PPP Application Deadline", "date": "2021-03-17 21:28", "summary": "Bill moving deadline to May 31 now goes to Senate. WASHINGTON-The House passed a bill extending the deadline for applying for a Paycheck Protection Program loan to May 31, sending the legislation to the Senate as the current March 31 deadline looms.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sothebys-enters-nft-digital-art-market-considers-broader-cryptocurrency-options-11615944220", "title": "Sotheby's Enters NFT Digital Art Market, Considers More Cryptocurrency Options", "date": "2021-03-17 21:23", "summary": "CEO says auction house wants collectors to be allowed to buy and sell Botticellis with bitcoin and other digital currencies; 'That's all coming'. Less than a week after Christie's sold a digital collage to an investor who paid $69 million in cryptocurrency, rival auction house Sotheby's said it was considering an option to eventually let bidders use digital currencies to pay for physical artworks-from prints to Pablo Picassos-as well as digital works.", "categories": [["Books & Arts", "Arts", "Art"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-says-new-york-gov-andrew-cuomo-should-resign-if-investigation-confirms-allegations-by-several-women-11615941822", "title": "Biden Says Cuomo Should Resign if Allegations Confirmed in Investigation", "date": "2021-03-17 21:15", "summary": "Comments were the strongest yet by president, who has been a political ally of the New York governor. WASHINGTON-President Biden said New York Gov. Andrew Cuomo should resign if an investigation confirms the allegations of inappropriate behavior made against him by multiple women.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/catalent-to-expand-production-of-j-j-covid-19-vaccine-in-italy-11615941463", "title": "Catalent to Expand Production of J&J Covid-19 Vaccine in Italy", "date": "2021-03-17 20:37", "summary": "The contract manufacturer will add a production line at the plant, enabling it to increase output of the shots in the fourth quarter. Contract drug manufacturer Catalent Inc. is planning a major expansion of its Covid-19 vaccine production in Europe, enabling it to make more doses of Johnson & Johnson 's shot, people familiar with the matter said.", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}]