[{"link": "https://www.wsj.com/articles/democrats-urge-biden-to-keep-drug-pricing-proposal-in-antipoverty-plan-11619126518", "title": "Democrats Urge Biden to Keep Drug-Pricing Proposal in Antipoverty Plan", "date": "2021-04-22 19:13", "summary": "Allowing the federal government to negotiate drug prices in Medicare has been a goal of party. WASHINGTON-House Democratic leaders made a last-minute lobbying push to keep healthcare provisions in President Biden's planned antipoverty and education proposal due next week, in the face of uncertainty over the White House's plans.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-biden-use-every-tool-against-china-11619131634", "title": "Will Biden Use Every Tool Against China?", "date": "2021-04-22 19:08", "summary": "Trump fixed up an interagency panel that can filter predatory Chinese investment.. President Biden has a powerful weapon with which he can defend against Beijing's attempts to overpower Washington: the Committee on Foreign Investment in the U.S., an interagency panel that reviews the national security implications of foreign investment in American companies. Though Cfius, as the body is known, has been mostly quiet since its creation in 1975, a Trump administration overhaul gave the committee the authority and resources it needs to protect from theft and compromise U.S. innovation and infrastructure. Foreign investment in American businesses can allow a backer access to or influence over highly valuable intellectual property, sensitive data or key infrastructure. But will the new administration use Cfius to its full potential?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-democrat-fighting-h-r-1-11619131482", "title": "The Democrat Fighting H.R.1", "date": "2021-04-22 19:01", "summary": "New Hampshire's secretary of state blows up the claims of 'voter suppression.'. Behind the Democrats' push for their federal takeover of congressional elections is their insistence that it will sweep away \"racist\" voting laws and increase voter turnout. No wonder they had no interest this week in hearing from a Democratic legend who knows-and can prove-that they are full of it.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-10-year-climate-plan-11619132440", "title": "Biden's 10-Year Climate Plan", "date": "2021-04-22 19:00", "summary": "He's committing the U.S. to a far-fetched CO2 emissions goal without a vote of Congress.. Was President Biden trying to impress China's Xi Jinping at Thursday's climate pep rally by committing to reduce U.S. greenhouse gas emissions by half below 2005 levels by 2030? His pledge tees up sweeping new government controls over the economy of the kind you might see in one of Mr. Xi's five-year plans. Mr. Biden now has a 10-year version of central economic planning.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hoosiers-lead-the-voucher-way-11619132348", "title": "Hoosiers Lead the Voucher Way", "date": "2021-04-22 18:59", "summary": "Indiana passes a major expansion of school choice.. Ten years ago in these columns, we hailed Indiana for its leadership in establishing one of America's most ambitious school voucher programs. On Thursday the Indiana Legislature built on that achievement by approving a budget that will take the program to 48,000 students a year from about 37,000.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-43-4-capital-gains-tax-11619132343", "title": "A 43.4% Capital Gains Tax?", "date": "2021-04-22 18:59", "summary": "Make that more than 55% if you live in New York or California.. The one consistent theme of the Biden Presidency so far is that he nearly always chooses to side with the Democratic left. So it was again on Thursday as Biden officials leaked that they will soon propose raising the federal tax on capital gains to 43.4% from a top rate of 23.8% today.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anticop-movement-wants-road-anarchy-too-11619132197", "title": "Anticop Movement Wants Road Anarchy Too", "date": "2021-04-22 18:56", "summary": "The death of Daunte Wright bolsters demands to get police officers out of traffic-law enforcement.. Traffic laws didn't kill Daunte Wright, but critics of the police are using his death to call for an end to their enforcement. Likewise with George Floyd and laws against counterfeiting.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walter-mondale-remade-the-vice-presidency-11619132165", "title": "Walter Mondale Remade the Vice Presidency", "date": "2021-04-22 18:56", "summary": "'We told the truth, we obeyed the law, and we kept the peace,' he said of the Carter administration. They did more than that.. Walter Mondale created the modern vice presidency out of a position that was an afterthought at the Constitutional Convention. He served as a full partner, and with the full support, of President Jimmy Carter. Every administration since has followed the model.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-measure-of-justice-in-the-chauvin-trial-11619131565", "title": "A Measure of Justice in the Chauvin Trial", "date": "2021-04-22 18:46", "summary": "The jury got it right. Now the country has to get the broader questions right.. We witnessed something good this week. To my mind it was a kind of triumph.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/let-investors-fund-the-green-new-deal-11619131370", "title": "Let Investors Fund the Green New Deal", "date": "2021-04-22 18:42", "summary": "Even Janet Yellen acknowledges private capital is the key.. The White House says it wants wealthy Americans to pay for its green energy experiments and many wealthy Americans are eager to do so. So why bother getting the IRS involved?", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/of-human-kindness-review-theater-of-emotions-11619131152", "title": "'Of Human Kindness' Review: Theater of Emotions", "date": "2021-04-22 18:39", "summary": "Shakespeare's characters grew more nuanced over time, reflecting the aging playwright's deepening concern with empathy.. More than 400 years after Londoners first flocked to performances of \"The Merchant of Venice\" and \"Julius Caesar,\" Shakespeare's plays are still getting around. They have been transposed to the 1960s, the future, the Jazz Age. There are productions set in prisons foreign and domestic. Peter Brook has deployed actors from Burkina Faso, India, France and Japan on a single stage. \"Cymbeline\" has been performed in South Sudan, \"King Lear\" in Belarus; there's been a hip-hop \"Othello.\" Age is no barrier: Starting in grade school, my son attended Shakespeare summer camp. Every day he disappeared into another world. He emerged weeks later in startlingly adept performances that made it clear the youngsters not only appreciated but understood the double or triple meanings of the centuries-old puns and poetry they declaimed.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-refugee-decision-is-a-moral-one-11619131074", "title": "Biden's Refugee Decision Is a Moral One", "date": "2021-04-22 18:37", "summary": "Jews, Muslims and Christians have a shared imperative to welcome the stranger.. Joe Biden said on the campaign trail that he would raise the refugee-settlement ceiling to 125,000 during his first year in office. Last week the White House announced it would maintain Donald Trump's 15,000-refugee cap. President Biden walked back the decision hours later under heavy criticism from his own party.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/daunte-wright-funeral-is-thursday-in-minneapolis-11619083803", "title": "Daunte Wright Funeral Draws Calls for Police Reform", "date": "2021-04-22 18:29", "summary": "Resume Subscription. MINNEAPOLIS-At the funeral for Daunte Wright on Thursday, the 20-year-old Black man killed by police last week, remembrances of his bright smile drew tears, and calls for police reform drew cheers.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/snap-wont-lose-its-luster-11619130389", "title": "Snap Won't Lose Its Luster", "date": "2021-04-22 18:26", "summary": "Snap Inc. reported better-than-expected results and bets it can get just as many clicks out in the wild as it can in users' bedrooms. Just how many PG-rated Snaps can a person take stuck in their bedroom, AB Bernstein analyst Mark Shmulik asked in a first quarter preview.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-moves-to-unwind-trump-auto-emissions-policy-11619129948", "title": "Biden Administration Moves to Unwind Trump Auto-Emissions Policy", "date": "2021-04-22 18:19", "summary": "Move to end legal battle with California over its authority to regulate vehicle emissions sets the stage for tougher fuel standards nationwide. WASHINGTON-The U.S. Transportation Department said it was moving to end a legal battle with California over the state's authority to regulate tailpipe emissions, setting the stage for the Biden administration to impose tougher fuel standards nationwide.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intel-earnings-first-quarter-2021-11619043954", "title": "Intel CEO Sees Prolonged Chip-Supply Constraints", "date": "2021-04-22 18:04", "summary": "'This is a pivotal year for Intel,' CEO says after first-quarter earnings retreat. Intel Corp.'s new chief executive said a global chip-supply shortage could stretch two more years as the U.S. semiconductor giant posted weaker quarterly earnings.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-cuts-federal-trade-commission-powers-to-recover-ill-gotten-gains-11619102862", "title": "Supreme Court Cuts FTC Powers to Recover Ill-Gotten Gains", "date": "2021-04-22 17:52", "summary": "Ruling deals significant blow to longstanding FTC approach against companies that cheat consumers. WASHINGTON-The Supreme Court on Thursday curbed the Federal Trade Commission's longtime practice of seeking to recover ill-gotten gains in court from companies and individuals who cheat or mislead consumers, upending a central enforcement tool the agency has relied on for decades.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-chiefs-get-creative-to-cure-employee-burnout-11619127783", "title": "Tech Chiefs Get Creative to Cure Employee Burnout", "date": "2021-04-22 17:43", "summary": "More than a year into the pandemic's remote work, corporate tech leaders try to help staff fight feelings of loneliness, fatigue. As the persistent pandemic makes a combination of in-office and remote work the norm, technology chiefs are identifying signs of isolation, anxiety and fatigue among their staff. Alleviating those feelings is now part of a tech chief's role as a corporate leader, they say.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snaps-revenue-rose-66-in-latest-quarter-11619127382", "title": "Snap's Revenue Rises 66%", "date": "2021-04-22 17:36", "summary": "Strong gains in user engagement continued during pandemic. Snap Inc.'s revenue surged in the latest quarter as the company gained more Snapchat users, continuing its streak as social-media use remains high during the coronavirus pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washington-d-c-statehood-gets-new-push-in-house-11619103352", "title": "House Passes Bill Proposing to Make Washington, D.C., the 51st State", "date": "2021-04-22 17:23", "summary": "Vote was 216-208, along party lines; critics cast legislation as Democratic power grab. WASHINGTON-The Democratic-controlled House approved legislation Thursday that would make Washington, D.C., the 51st state, but the bill faces an uphill battle in the Senate amid broad Republican opposition and hesitation from some centrist Democrats.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-notches-record-1-75-billion-profit-as-growth-strategy-pays-off-11619089129", "title": "Blackstone Notches Record $1.75 Billion Profit as Strategy Pays Off", "date": "2021-04-22 17:14", "summary": "Firm's private-equity portfolio far outpaced the S&P 500 during the first quarter. Blackstone Group Inc. swung to a record quarterly profit as its focus on rapidly growing companies helped the value of its investments climb more than the broader market.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-urge-climate-action-at-world-leaders-summit-11619085614", "title": "Biden Pushes for Sharp Cut to Greenhouse-Gas Emissions", "date": "2021-04-22 17:10", "summary": "Some countries call on rich nations to shoulder more responsibility. WASHINGTON-President Biden sought to assert U.S. leadership in global climate talks, committing to a sharp reduction in the nation's greenhouse-gas emissions at a summit Thursday that drew promises from other world leaders to take action and calls for rich nations to shoulder more responsibility.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-orders-troops-to-withdraw-from-ukraine-border-11619103140", "title": "Russia Orders Some Troops to Withdraw From Ukraine Border", "date": "2021-04-22 17:08", "summary": "Move could help de-escalate tensions with Kyiv and the West, but Moscow's continuing military presence in region appears likely to keep nerves on edge. Russia's Defense Ministry ordered some of its troops to begin withdrawing from the Ukrainian border in a move that could help de-escalate tensions with Kyiv and the West, but its continuing military presence in the volatile region appears likely to keep nerves on edge.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jfk-airport-operator-scales-back-renovation-of-busiest-terminal-11619125405", "title": "JFK Airport Operator Scales Back Renovation of Busiest Terminal", "date": "2021-04-22 17:03", "summary": "Port Authority approves deal to trim $2.3 billion from Terminal 4 modernization project. The public agency that runs John F. Kennedy International Airport on Thursday approved a deal to scale back and delay plans for a $3.8 billion redevelopment of the New York City airport's busiest terminal.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-04-22-2021-11619077225", "title": "Stocks Fall on Worries About Capital-Gains Taxes", "date": "2021-04-22 17:00", "summary": "All 11 sectors of the S&P 500 declined. Stocks dropped on news reports that President Biden is considering nearly doubling capital-gains taxes on the wealthy.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-councilman-pleads-guilty-to-tax-fraud-11619116958", "title": "New York City Councilman Pleads Guilty to Tax Fraud", "date": "2021-04-22 16:49", "summary": "Chaim Deutsch faces up to a year in prison. A New York City councilman pleaded guilty in Manhattan federal court to a misdemeanor tax-fraud charge for filing fraudulent information on income and expenses tied to his real-estate-management business, prosecutors said Thursday.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smartrent-to-merge-with-fifth-wall-spac-in-2-2-billion-deal-11619049600", "title": "SmartRent to Go Public Through Merger With Fifth Wall SPAC in $2.2 Billion Deal", "date": "2021-04-22 16:46", "summary": "Seller of smart home technology also books a $155 million investment from a group including Blackstone and Lennar. SmartRent.com Inc., which sells smart home-technology systems to apartment-building owners and developers, intends to go public through a merger with a special-purpose acquisition company that values the property-tech startup at $2.2 billion, the company said Thursday.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-passes-hate-crimes-legislation-11619115799", "title": "Senate Passes Hate-Crimes Legislation", "date": "2021-04-22 16:40", "summary": "Approval comes after two weeks of bipartisan negotiations; House is expected to consider bill next month. WASHINGTON-The Senate overwhelmingly passed legislation Thursday to expedite the Justice Department's review of hate crimes in response to the recent wave of violence against Asian-Americans.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fixing-property-taxes-more-than-a-rate-cut-11619123453", "title": "Fixing Property Taxes: More Than a Rate Cut", "date": "2021-04-22 16:30", "summary": "Reduce the assessed value of homes by a fixed-dollar amount before computing the tax payable.. Thiru Vignarajah's \"Why Struggling Cities Should Cut Property Taxes\" (Cross Country, April 17) is enlightening. But I am surprised he doesn't address the greatest property-tax injustice of all: The principle of taxing a hypothetical capital gain on an investment that hasn't been sold. If we treated stocks and bonds similarly, the appeal of those investments would disappear overnight.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-cause-of-the-pacific-war-and-its-miseries-11619123281", "title": "The Cause of the Pacific War and Its Miseries", "date": "2021-04-22 16:28", "summary": "More than Soviet machinations, battlefield results shaped Japan's decision.. When watching grainy newsreels of World War II or walking through seemingly endless rows of white marble crosses in a military cemetery, one has to wonder: How did such a large number of people in their prime end up trapped in sinking ships, face down in the brine, or scattered on the beaches of the Pacific? How did all these fallen soldiers get corralled into the hecatombs of history?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consider-terms-limits-finebut-for-whom-11619123081", "title": "Consider Terms Limits, Fine-but for Whom?", "date": "2021-04-22 16:24", "summary": "President Biden was a member of the U.S. Senate for 36 years.. Your editorial \"Biden Commissions the Court\" (April 10) focuses on court packing. But there is another way to correct a politically tilted court: term limits. Justice Stephen Breyer, whom you quote in opposition to court packing, has spoken favorably of limits, suggesting that 18-year terms would take pressure off justices to stay on the Supreme Court until death do them part. Chief Justice John Roberts has suggested 15-year terms to keep justices from losing touch and becoming institutions unto themselves. Term limits would provide a greater assurance that presidents of both parties will appoint our justices, helping the higher court reflect the will of the people.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-u-n-ambassador-gets-america-dead-wrong-11619122765", "title": "Biden's U.N. Ambassador Gets America Dead Wrong", "date": "2021-04-22 16:19", "summary": "America's elites seem more at ease vilifying the land of the free than expressing pride in it.. Your editorial \"The Ambassador of Blame America First\" (April 16) is a reminder of how America's elites seem more at ease vilifying the land of the free than expressing pride in it. It shouldn't be a heavy ask of our leaders to exude and articulate a unifying love of country, especially when adversaries would like nothing more than for tribal divisions to destroy us.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-treasury-yields-rise-after-jobs-data-11619111423", "title": "U.S. Treasury Yields Mixed After Jobs Data, Tax Proposal", "date": "2021-04-22 16:03", "summary": "Yields had climbed after data showed the number of Americans filing for unemployment fell to new post-pandemic low. U.S. government bond yields swung between gains and declines before closing lower Thursday after data showing the number of Americans filing for unemployment fell to a new post-pandemic low and reports that President Biden is planning to increase capital-gains taxes.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-that-and-the-other-thing-friday-crossword-april-23-11619020734", "title": "This, That and the Other Thing (Friday Crossword, April 23)", "date": "2021-04-22 16:01", "categories": [["WSJ Puzzles", "Crossword Contest"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword-contest?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/look-out-for-ponzi-schemes-including-the-legal-ones-11619121424", "title": "Look Out for Ponzi Schemes, Including the Legal Ones.", "date": "2021-04-22 15:57", "summary": "Boilerplate provisions in partnership agreements can give managers broad powers to distribute cash to investors.. Regarding Randy Maniloff's op-ed \"Ponzi's Foundation for Madoff's Pyramid\" (April 16): As an attorney, I often object to boilerplate provisions in partnership agreements that give managers broad powers to distribute cash to investors. In light of the common-law requirement to only pay dividends from profits, these provisions developed to allow distributions from any source including \"borrowings and investments from subsequent investors.\" This allows a Ponzi scheme, I always object. Had Madoff simply made his distributions to existing investors from future investments without explanation and lies, his fate may have been different.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/differences-of-sex-not-only-gender-explain-the-golf-ball-divide-11619121324", "title": "Letters: Differences of Sex, Not Only Gender, Explain the Golf-Ball Divide", "date": "2021-04-22 15:55", "summary": "My wife tells me that pink of any shade is beautiful but I have to take her word for it.. In \"Gender Gap on the Golf Course\" (op-ed, April 15), Peter Funt leaves out one reason male golfers don't use colored golf balls: the predominance of color blindness in men.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/renee-fleming-warms-a-chilly-night-at-the-shed-11619120978", "title": "Renée Fleming Warms a Chilly Night at the Shed", "date": "2021-04-22 15:49", "summary": "The soprano, with collaborators guitarist Bill Frisell, bassist Christian McBride and pianist Dan Tepfer, tried to create a jazz-club vibe at the socially distanced Hudson Yards venue with a mix of classical and popular fare.. ", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-april-17-11619120625", "title": "Bestselling Books Week Ended April 17", "date": "2021-04-22 15:43", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pakistan-investigates-whether-attack-targeted-chinas-ambassador-11619120462", "title": "Pakistan Investigates Whether Attack Targeted China's Ambassador", "date": "2021-04-22 15:41", "summary": "Bombing in Quetta follows string of attacks on Chinese interests in the country. ISLAMABAD, Pakistan-Authorities are investigating whether the Chinese ambassador was the target of a suicide bombing in a restive Western province, Pakistani officials said, in what could be the latest attack in the country directed at a Chinese target.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hartford-ceo-surprised-by-chubb-proposal-board-has-now-rejected-three-11619114484", "title": "Hartford CEO Surprised by Chubb Proposal; Board Has Rejected Three", "date": "2021-04-22 15:34", "summary": "A transaction would have been one of the biggest-ever deals in U.S. property-casualty insurance industry. Chubb Ltd. 's March proposal to acquire rival Hartford Financial Services Group Inc. arrived with little warning, surprising Hartford's chief executive officer.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-gourmet-meal-starters-make-dinner-easier-and-more-interesting-11619120073", "title": "These Gourmet Meal Starters Make Dinner Easier and More Interesting", "date": "2021-04-22 15:34", "summary": "A new generation of simmer sauces turn Thai larb, Oaxacan mole and an exciting array of other dishes into a stir-and-serve proposition. ON A RECENT Tuesday, I whipped up Thai larb for dinner. The pork was spicy and a little crunchy. Topped with cilantro, served with lettuce wrappers, it was both visually appealing and delectable. But the best part? It was ready in 15 minutes.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-senators-release-outline-of-568-billion-infrastructure-plan-11619107799", "title": "GOP Senators Release Outline of $568 Billion Infrastructure Plan", "date": "2021-04-22 15:29", "summary": "Proposal is narrower alternative to President Biden's $2.3 trillion plan. WASHINGTON-A group of Senate Republicans released the outline for a $568 billion infrastructure plan, putting out a GOP alternative to President Biden's $2.3 trillion plan as lawmakers seek a bipartisan compromise on the issue.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-crashes-raise-questions-in-congress-over-potential-pattern-of-safety-concerns-11619106395", "title": "Senators Raise Concerns About Tesla Safety", "date": "2021-04-22 15:13", "summary": "Two senators urge automotive-safety regulator to look into 'worrisome' pattern. Two U.S. senators have expressed concern about what they said may be an emerging pattern of safety concerns involving Tesla Inc. vehicles in the wake of a fatal crash in Texas.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/southwest-american-say-leisure-travel-is-rebounding-as-summer-season-approaches-11619101590", "title": "Southwest, American Say Leisure Travel Is Rebounding", "date": "2021-04-22 15:02", "summary": "Airlines don't expect business travel to resume in earnest until more employees return to offices. Major airlines this week reiterated confidence that the travel market, at least for leisure, is rebounding from the deep losses suffered during the coronavirus pandemic. Executives said they hope the trend will continue into the summer vacation season.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ship-operators-move-toward-lng-to-pare-emissions-11619117449", "title": "Ship Operators Move Toward LNG to Pare Emissions", "date": "2021-04-22 14:50", "summary": "Natural gas-powered vessels are becoming more popular as a halfway measure as a search continues for non-carbon-based fuels. The maritime industry, under growing pressure to reduce shipping's carbon emissions, is coming to a growing consensus that liquefied natural gas will provide an intermediate solution toward finding cleaner fuel to power ships.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alex-oh-named-securities-and-exchange-commission-enforcement-director-11619107573", "title": "Alex Oh Named SEC Enforcement Director", "date": "2021-04-22 14:44", "summary": "Veteran defense attorney and former prosecutor is first major hire announced under regulator's new leadership. WASHINGTON-Securities and Exchange Commission Chairman Gary Gensler has hired a veteran defense attorney and former prosecutor to run the agency's enforcement division, the first major hire announced under the regulator's new leadership.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corporate-bond-gauge-signals-dwindling-economic-risk-11619083800", "title": "Corporate Bond Gauge Signals Dwindling Economic Risk", "date": "2021-04-22 14:25", "summary": "Speculative-grade bond spreads are narrow, a measure of investors' outlook for the economy. A key measure of the perceived risk in low-rated corporate bonds is hovering around its lowest level in more than a decade, highlighting investors' mounting confidence in the economic outlook.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-gear-for-frazzled-parents-according-to-an-expert-11619115047", "title": "The Tools That a Clinical Psychologist Suggests for Taxed Parents", "date": "2021-04-22 14:10", "summary": "After a tough year for parents, a clinical psychologist and mom of three shares her favorite caregiving tools and tricks, from voice-recording buttons that ease separation anxiety to kitchen timers that promote mindfulness. OUR PARENTS had Dr. Spock. Moms and dads who have been navigating Zoom schooling over the past year have turned to Dr. Becky Kennedy. The clinical psychologist and mom of three offers actionable advice in knowledgable-yet-non-judgmental Instagram videos. Since last March, her account has attracted a following of over half a million, including frazzled parents eager for reassurance they're not alone. This week, \"Dr. Becky\" launched her first podcast, while a newsletter and book are in the works. Here, her gadgety strategies for getting through the day (and night) with little ones.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-afghanistan-a-dangerous-surrender-in-a-misconceived-war-11619114899", "title": "In Afghanistan, a Dangerous Surrender in a Misconceived War", "date": "2021-04-22 14:08", "summary": "The U.S. response to 9/11 evolved from a campaign to defeat al Qaeda and the Taliban into a doomed project in nation-building. But complete withdrawal is no solution.. On Sept. 11, 2001, Islamist terrorists murdered 3,000 civilians in New York. A month later, the U.S. and allies invaded Afghanistan to destroy al Qaeda and its Taliban protectors. Two years into the conflict, President George W. Bush declared, \"We will not fail.\" In 2009, President Barack Obama said, \"You cannot outlast us, and we will defeat you.\"", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-hits-global-record-for-daily-new-covid-19-cases-11619074547", "title": "India Hits Global Record for Daily New Covid-19 Cases", "date": "2021-04-22 14:02", "summary": "Health officials say they have detected several highly infectious coronavirus variants. NEW DELHI-India reported more than 314,000 new coronavirus cases, the world's biggest ever single-day jump of new infections, as the country struggled to keep a surge of infections from overwhelming its healthcare system.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-concerns-about-taiwan-put-focus-on-islands-defensive-weakness-11619113253", "title": "U.S. Concerns About China Put Focus on Taiwan's Defensive Weakness", "date": "2021-04-22 13:40", "summary": "As Chinese military activity near the self-ruled island increases, security experts say it must do more to prepare for possible conflict. An increase in Chinese military activity near Taiwan and U.S. concerns about Beijing's intentions are putting a new focus on the island's capabilities to deter any future invasion.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sisters-with-transistors-review-electronicas-female-trailblazers-11619112805", "title": "'Sisters With Transistors': Electronica's Female Trailblazers", "date": "2021-04-22 13:33", "summary": "Lisa Rovner's documentary about the women who pioneered this DIY genre perfectly captures its musical subject with hallucinogenic visuals. ", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/together-together-review-paternal-instincts-11619112716", "title": "'Together Together': Paternal Instincts", "date": "2021-04-22 13:32", "summary": "Ed Helms and Patti Harrison star in a charming comedy about a divorced man who wants to nurture the surrogate carrying his child.. ", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-march-existing-home-sales-drop-on-tight-supply-11619100759", "title": "Existing-Home Prices Climb on Tight Supply", "date": "2021-04-22 13:12", "summary": "Limited availability of homes on the market in March pushed prices to the highest level on record. The relentless climb in U.S. home prices and tightening supply threaten to cool the hottest housing market in 15 years, sending frustrated home buyers to the sidelines.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vans-parent-vf-promotes-company-veteran-as-cfo-11619111577", "title": "Vans Parent VF Promotes Company Veteran as CFO", "date": "2021-04-22 13:12", "summary": "Matt Puckett is expected to focus on integrating Supreme brand and expanding the direct-to-consumer business. VF Corp. , the company behind brands such as Vans and the North Face, named a 20-year veteran as its next chief financial officer.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ecb-expected-to-keep-policy-unchanged-split-on-what-to-do-next-11619066162", "title": "As Covid-19 Vaccines Lag, Europe Keeps Cheap Money Flowing", "date": "2021-04-22 13:11", "summary": "With the near-term economic fortunes of the EU and U.S. diverging, ECB will keep monetary loose longer than the Fed; U.S., eurozone 'not on the same page'. FRANKFURT-The European Central Bank will keep its aggressive monetary stimulus in place and lag behind the Federal Reserve in phasing it out, ECB President Christine Lagarde said, as the eurozone wrestles with a fresh wave of Covid-19 infections that likely tipped the bloc back into recession early this year.", "categories": [["Economy", "Europe Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/europe-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eldridge-backed-spac-scoops-up-ticket-reseller-vivid-seats-11619089201", "title": "Eldridge-Backed SPAC Scoops Up Ticket Reseller Vivid Seats", "date": "2021-04-22 13:06", "summary": "The deal values the pandemic-hit company at about $2 billion as Todd Boehly bets on a concert and sports rebound. A blank-check company backed by private investment firm Eldridge Industries LLC is betting that the shows will go on, once disruptions from the coronavirus pandemic fade away.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-are-more-optimistic-about-their-retirement-savings-11619110800", "title": "Americans Are More Optimistic About Their Retirement Savings", "date": "2021-04-22 13:00", "summary": "About three-quarters of U.S. workers and retirees believe they will have enough money for retirement, new survey shows. About three-quarters of U.S. workers and retirees believe they will have enough money for retirement, an increase from a year ago, according to a survey released Thursday.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/man-who-set-off-homemade-bomb-in-new-york-city-sentenced-to-life-11619110395", "title": "Man Who Set Off Homemade Bomb in New York City Sentenced to Life", "date": "2021-04-22 12:53", "summary": "Akayed Ullah convicted of terrorism charges for setting off pipe bomb in busy New York City transit hub. A federal judge in Manhattan handed down a life sentence Thursday to a man convicted of terrorism charges for setting off a pipe bomb in 2017 in one of New York City's busiest transit hubs.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-correct-way-to-wear-your-fitbit-or-apple-watch-youre-doing-it-wrong-11619110067", "title": "The Correct Way to Wear Your Fitbit or Apple Watch (You're Doing It Wrong)", "date": "2021-04-22 12:47", "summary": "Fitness trackers are more popular than ever. But inaccurate metrics could be messing with your workouts if you strap yours on like an analog watch.. A WORD OF advice to everyone who wears a fitness tracker to chart their workouts or try to improve their sleep: If you've been fastening your Garmin or Fitbit too loosely or wearing it as you would an analog timepiece, inaccurate metrics might be thwarting your efforts.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-newest-status-symbol-for-high-net-worth-homeowners-trophy-trees-11619109066", "title": "The Newest Status Symbol for High-Net Worth Homeowners: Trophy Trees", "date": "2021-04-22 12:31", "summary": "In search of the perfect garden, the super rich are paying upwards of hundreds of thousands of dollars to bring in huge old trees by helicopter, barge and flatbed truck. For decades, Walter Acree operated a modest landscaping business in Deerfield Beach, Fla. A self-described rebel, he mowed lawns in his bare feet, his then-long hair falling around his shoulders. Then, a few years ago, he stumbled into a lucrative niche business: helping South Florida's superrich find trophy trees-the latest in status symbols for the most well-off Americans.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-finishes-the-pandemic-as-he-started-it-by-failing-seniors-11619106954", "title": "Cuomo Finishes the Pandemic as He Started It, by Failing Seniors", "date": "2021-04-22 11:55", "summary": "In prioritizing vaccines, New York put 'equity' and special interests ahead of the elderly and vulnerable.. New York Gov. Andrew Cuomo turned out not to be the hero the media hailed early in the coronavirus pandemic. His administration's March 2020 directive that nursing homes admit Covid patients likely cost hundreds if not thousands of lives. A year later, his policy of prioritizing vaccine distribution based on \"social equity\" and interest-group lobbying again proved dangerous for the oldest New Yorkers.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-permanent-truth-about-temporary-inflation-11619106820", "title": "The Permanent Truth About Temporary Inflation", "date": "2021-04-22 11:53", "summary": "Reduced living standards aren't an accident. They're the whole point of today's economic policy.. Of all the silly things Washington types are saying about the economy, few are more dangerous than the myth of \"transitory inflation.\" This is the view that a rapid runup in a wide range of prices this spring doesn't matter because the inflation is temporary or there's a baseline effect related to last year's pandemic shutdowns or we're in an auspicious lunar cycle or something.", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/company-talent-contests-employee-talent-show-11619105606", "title": "Company Talent Contests Are Back-With Trapeze Stunts and Gingerbread Skyscrapers", "date": "2021-04-22 11:35", "summary": "Resume Subscription. Rebecca Welch was planning to bake a cake, but she didn't want to seem like a showoff.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/super-league-collapse-premier-league-11619104094", "title": "The Super League Made Plans for the Next 23 Years. It Failed in 48 Hours.", "date": "2021-04-22 11:21", "summary": "The breakaway plan by 12 elite clubs was based on the idea that their global brands were powerful enough to bulldoze opposition. They were wrong.. An alliance of the world's most powerful soccer clubs had been secretly plotting for three years by the time they launched an audacious power play to create a European \"Super League\" on Sunday. They came together out of frustration over a system they felt was ancient, broken, and above all, failing to pay giants like Manchester City, Real Madrid and Juventus their due.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-new-induction-cooktops-are-safer-and-faster-than-gas-or-electric-11619104405", "title": "Why New Induction Cooktops Are Safer and Faster Than Gas or Electric", "date": "2021-04-22 11:13", "summary": "Rather than relying on flames or piping hot burners, these high-tech ranges use electromagnetism to heat the bottom of pans directly. Here, the pros and cons.. GENE MYERS loves cooking on his gas range. What he doesn't enjoy, however, is the well-documented risk that he could be releasing nitrogen dioxide, carbon monoxide and formaldehyde into his kitchen every time he turns the knob. When he renovates his Denver kitchen this summer, the CEO of design construction company Thrive Home Builders plans to trade in his gas stove for a younger, zippier model with a whole different energy: an electric induction range.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-revenue-rises-as-wireless-unit-hbo-add-customers-11619090223", "title": "AT&T's Revenue Rises as Wireless Unit, HBO Add Customers", "date": "2021-04-22 11:00", "summary": "Media and telecom giant posted customer gains in wireless and media divisions while 5G spending boosted overall debt. AT&T Inc. piled on more cellphone users, fiber-optic internet customers and HBO viewers during the first quarter, showing the media-and-telecom conglomerate's focus on growth as the economy starts to roar back after a year of coronavirus-related pressure.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-millennials-and-gen-z-are-taking-fashion-cues-from-grandparents-11619103634", "title": "Why Millennials and Gen Z Are Taking Fashion Cues From Grandparents", "date": "2021-04-22 11:00", "summary": "Those 60-and-up are celebrated for their style due to Instagram accounts like @Gramparents and books like 'Chinatown Pretty.'. Forget mom jeans (or dad jeans, if those are more of your thing): Grandpa trousers are in. Here's why the fashion world is celebrating those 60-and-up for their style.", "categories": [["Culture"]], "category_links": ["https://www.wsj.com/news/types/noted-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-4-978-schools-that-changed-america-11619103429", "title": "The 4,978 Schools That Changed America", "date": "2021-04-22 10:57", "summary": "Resume Subscription. Inside the small white clapboard Cairo School in Sumner County, Tenn., brothers Frank and Charles Brinkley stand under the watchful gaze of a once towering figure in American business. The portrait of Julius Rosenwald, who led Sears , Roebuck & Company for almost three decades at the start of the 20th century, has hung in the schoolhouse since it opened in 1923.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-coronavirus-04-22-2021-11619041467", "title": "Jobless Claims Hit New Pandemic Low", "date": "2021-04-22 10:54", "summary": "Initial claims for jobless benefits fell 39,000 to 547,000 last week. Worker filings for jobless benefits declined to 547,000 last week, a new pandemic low that adds to evidence of a strengthening labor market and overall economic recovery.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/derek-chauvin-trial-prosecution-team-11619062349", "title": "The Derek Chauvin Prosecutors and Their Big Gamble", "date": "2021-04-22 10:12", "summary": "Minnesota Attorney General Keith Ellison took risks, brought in outside lawyers, and won a rare murder conviction of a police officer. MINNEAPOLIS-Days after Minnesota Attorney General Keith Ellison took over the prosecution of Derek Chauvin, he made his first big decision-charging the former Minneapolis police officer with second-degree murder in George Floyd's death.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-puzzles-saturday-april-24-11619039730", "title": "Number Puzzles (Saturday, April 24)", "date": "2021-04-22 10:00", "categories": [["WSJ Puzzles", "Number Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/number-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhood-three-friends-and-the-fortune-that-got-away-11619099755", "title": "Robinhood, Three Friends and the Fortune That Got Away", "date": "2021-04-22 09:56", "summary": "Resume Subscription. Chris Garcia set up a second monitor at his desk in mid-January to display his Robinhood Markets Inc. brokerage account. He turned to it often, watching his balance grow to $23,400, more than four times his initial investment.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/nestle-is-both-teacher-and-threat-to-danone-11619097257", "title": "Nestlé Is Both Teacher and Threat to Danone", "date": "2021-04-22 09:14", "summary": "Two of Europe's biggest food companies had very different first-quarter results despite common problems. Nestlé could be a role model for troubled peer Danone as it deals with an activist campaign. Unfortunately for the latter, a resurgent Nestlé also poses the biggest competitive threat it has in years.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-rates-in-los-angeles-have-gone-from-worst-to-among-the-best-11619096400", "title": "Covid-19 Rates in Los Angeles Have Gone From Worst to Among the Best", "date": "2021-04-22 09:00", "summary": "Theories on why infections, deaths and hospitalizations have plummeted include high immunity from past spikes and a less infectious variant. LOS ANGELES-At the start of the year here, hospitals were full, restaurants were empty, and three times more Covid-19 cases were being reported every day than in any other U.S. county.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-boosts-funding-for-nonprofit-arts-groups-11619096423", "title": "New York Boosts Funding for Nonprofit Arts Groups", "date": "2021-04-22 09:00", "summary": "Arts supporters hail state budget's inclusion of $100 million in grants and assistance. As New York's arts groups continue to grapple with the pandemic's economic impact, the state is providing a measure of relief with its largest cultural financial commitment in recent years.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/equifax-credit-suisse-ether-what-to-watch-when-the-stock-market-opens-today-11619089265", "title": "AT&T, Equifax, Credit Suisse, Ether: What to Watch When the Stock Market Opens Today", "date": "2021-04-22 09:00", "summary": "Stock futures paused as jobless numbers ticked down and ahead of new earnings. Here's what we're watching ahead of the opening bell on Thursday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-suisse-needs-a-new-strategy-11619096063", "title": "Credit Suisse Needs a New Strategy", "date": "2021-04-22 08:54", "summary": "Raising new capital will reassure wealth-management clients, but CEO's attachment to a crisis-prone business mix is worrying. Credit Suisse 's decision to raise new capital makes sense. Sticking to its current strategy doesn't.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-austrian-wine-that-sommeliers-loveripe-for-rediscovery-11619095308", "title": "The Austrian Wine That Sommeliers Love-Ripe for Rediscovery", "date": "2021-04-22 08:41", "summary": "Two decades ago, Grüner Veltliner was a wine-world phenom. Thanks to an excellent 2019 vintage, this dry, crisp white is ready for a resurgence, with some outstanding values on the shelves now.. SOME WINE PROS call Grüner Veltliner a has-been-a once-popular, now largely forgotten grape. Others report robust interest and strong Grüner sales. Which one is the truer picture of Grüner today?", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-suisse-taps-investors-for-cash-after-archegos-loss-widens-11619070830", "title": "Credit Suisse Taps Investors for Cash After Archegos Loss Widens", "date": "2021-04-22 08:36", "summary": "Bank said it has lost $5.5 billion so far from the hedge fund's failure, wiping out what had been a strong quarter for trading and deal making. Credit Suisse Group AG asked investors for up to $2 billion in fresh capital after losses from Archegos Capital Management swelled more than previously disclosed, highlighting the damage caused by the collapse of the New York investment firm.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-sporty-louis-vuitton-watch-and-the-other-design-finds-of-spring-11619094745", "title": "A Sporty Louis Vuitton Watch, and the Other Design Finds of Spring", "date": "2021-04-22 08:31", "summary": "The secrets of Chanel No. 5, a new skin-care system and the other best-designed items of the season. Van Cleef & Arpels began with a love story: In 1895, Estelle Arpels married Alfred Van Cleef, and together they established the storied French jewelry house. Romance remains an enduring theme for the company, which has reimagined the story of Romeo and Juliet with a collection of intricate jewels. The transformable Garofano necklace, named for the Italian word for carnation, channels the symbolic flower with a 10.25-carat pink sapphire, 487 red spinels and an abundance of rubies, colored sapphires, pearls and diamonds. Van Cleef & Arpels necklace, price upon request, similar styles at vancleefarpels​.com. -Jill Newman", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/there-are-many-ways-to-pay-for-a-home-remodel-which-method-is-best-11619094600", "title": "There Are Many Ways to Pay for a Home Remodel. Which Method Is Best?", "date": "2021-04-22 08:30", "summary": "Cash, credit cards, loans-not all financing options are created equal. That home-remodeling project may give you all the extra space you need. But how will you pay for it?", "categories": [["Real Estate", "Jumbo Jungle"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/jumbo-jungle?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/change-afoot-for-oil-market-as-asian-demand-wanes-iranian-supply-rises-11619094186", "title": "Change Afoot for Oil Market as Asian Demand Wanes, Iranian Supply Rises", "date": "2021-04-22 08:23", "summary": "Increased supply from the Middle East and a fresh Covid-19 outbreak in India have flipped a key crude-oil indicator. Signs are emerging of a shift under way in the oil market, with demand weakening in Asia and picking up in the West, just as supplies of Iranian crude oil have climbed.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dogecoin-is-a-joke-but-its-no-laughing-matter-11619092837", "title": "Dogecoin Is a Joke, but It's No Laughing Matter", "date": "2021-04-22 08:00", "summary": "The meme cryptocurrency is part of a wave of excess that has spread across a bunch of speculative assets over the past year. Dogecoin is a joke cryptocurrency that on Tuesday was briefly worth $54 billion. Is that a sign that the entire market is in a phase of wild excess? My answer: On its own no-but with some major caveats.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-red-hot-copper-fund-could-lose-its-shine-11619091011", "title": "A Red-Hot Copper Fund Could Lose Its Shine", "date": "2021-04-22 07:30", "summary": "Interest in a copper index fund spiked alongside commodity's price. Despite metal's bullish outlook, investors should understand what they are buying.. \"Copper is the new oil\" wrote Goldman Sachs in a widely-cited report. Individual investors are taking notice.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-home-coffee-boom-during-pandemic-powers-sales-at-nestle-11619090637", "title": "At-Home Coffee Boom During Pandemic Powers Sales at Nestlé", "date": "2021-04-22 07:23", "summary": "Packaged-food giant's focus on coffee pays off as consumers turn to Nespresso pods and Starbucks-branded products. Consumers stuck at home drinking coffee powered Nestlé SA to its best quarterly sales growth in almost a decade.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-should-brace-for-impact-in-china-11619089646", "title": "Tesla Should Brace for Impact in China", "date": "2021-04-22 07:07", "summary": "The electric-vehicle maker has cleaned up in China due to solid technology and a first-mover advantage, but the Auto Shanghai expo shows real competitors are roaring out of the gate. Tesla is saying sorry in China. It needs to face another longer-term challenge, too: Homegrown competitors are emerging.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australia-cancels-china-infrastructure-deal-citing-national-interest-11619089407", "title": "Australia Cancels China Infrastructure Deal, Citing National Interest", "date": "2021-04-22 07:03", "summary": "Decision deepens diplomatic dispute; Beijing says Australian government has no sincerity to improve ties. SYDNEY-Australia's federal government has canceled an infrastructure deal between China and one of Australia's most populous states, following concerns that the arrangement could pose a national-security risk.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/audio-could-perk-up-facebooks-eyes-and-ears-11619089200", "title": "Audio Could Perk Up Facebook's Eyes and Ears", "date": "2021-04-22 07:00", "summary": "The social-media giant sees growth potential in new audio features, including a Clubhouse competitor. Facebook is putting its money where your mouth is. The hope is that you'll spend a lot of yours in return.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/derek-chauvin-verdict-might-bring-more-prosecutions-of-police-11619089201", "title": "Derek Chauvin Verdict Might Bring More Prosecutions of Police", "date": "2021-04-22 07:00", "summary": "Past high-profile police shootings have led to more prosecutions, but the increases didn't last as high hurdles remained. Tuesday's murder conviction of Derek Chauvin in the death of George Floyd will likely make prosecutors more willing to charge police officers after fatalities, according to district attorneys and law-enforcement researchers.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/overtime-raises-80-million-from-jeff-bezos-drake-nba-stars-and-others-11619087409", "title": "Overtime Raises $80 Million From Jeff Bezos, Drake, NBA Stars and Others", "date": "2021-04-22 06:30", "summary": "The sports media venture, which focuses on younger fans, is starting its own high-school basketball league. Overtime Sports Inc., which targets younger fans on digital and social platforms, has raised $80 million in funding to pursue plans including the launch of its own high-school basketball league, the company said. The sports media and entertainment venture also hopes to tap the broader interest in nonfungible tokens and sports betting.", "categories": [["WSJ News Exclusive", "CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-disney-and-amazons-streaming-wars-heat-up-overseas-11619083801", "title": "Netflix, Disney and Amazon's Streaming Wars Heat Up Overseas", "date": "2021-04-22 05:30", "summary": "With U.S. market saturated, companies are slowing Hollywood exports and spending billions of dollars to make international content. Tech companies and Hollywood studios are increasingly looking to expand their streaming services abroad by spending more money on developing local content geared to the billions of potential overseas subscribers as the U.S. market becomes saturated.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/greensills-australian-parent-placed-into-liquidation-11619082683", "title": "Greensill's Australian Parent Placed Into Liquidation", "date": "2021-04-22 05:11", "summary": "Creditors owed nearly $1.33 billion following collapse of supply-chain finance business. SYDNEY-The Australian parent of Greensill was placed into liquidation following a meeting of creditors owed nearly $1.33 billion when the supply-chain finance business became insolvent last month.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-in-north-carolina-fatally-shoot-black-man-prompting-protests-11619082087", "title": "Police in North Carolina Fatally Shoot Black Man", "date": "2021-04-22 05:01", "summary": "Shooting spurred calls for law-enforcement accountability and the release of body-camera footage. ELIZABETH CITY, N.C.-A North Carolina deputy shot and killed a Black man while serving a search warrant Wednesday, authorities said, spurring an outcry from community members who demanded law-enforcement accountability and the immediate release of body-camera footage.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gov-andrew-cuomo-urged-to-approve-covid-19-workplace-safety-bill-11619126269", "title": "Cuomo Urged to Approve Covid-19 Workplace-Safety Bill", "date": "2021-04-22 00:01", "summary": "Measure would direct New York State Health Department to develop an infection-control model addressing air filtration, cleaning, PPE. ALBANY, N.Y.-Democratic state lawmakers are calling on Gov. Andrew Cuomo to sign a bill that would require employers to adopt safety plans for dealing with Covid-19 and other airborne diseases, and that would enable workers to sue them if they don't comply.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11619027519", "title": "Pepper...and Salt", "date": "2021-04-22 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-overhaul-gets-new-momentum-on-capitol-hill-11619041163", "title": "Derek Chauvin Trial Jump-Starts Police-Overhaul Efforts in Congress", "date": "2021-04-22 21:45", "summary": "Legal shields protecting officers from lawsuits remain sticking point. WASHINGTON-The Derek Chauvin murder trial has reinvigorated efforts on Capitol Hill to address police misconduct, with the White House and lawmakers seeing new energy for bipartisan talks despite different stances on legal protections for officers.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manhattan-district-attorney-ends-prostitution-prosecutions-11619035613", "title": "Manhattan District Attorney Ends Prostitution Prosecutions", "date": "2021-04-22 21:21", "summary": "D.A.'s move follows New York state's repeal earlier this year of an anti-prostitution loitering statute known as the 'walking while trans' ban. The Manhattan district attorney's office said it would stop prosecuting prostitution cases, a new policy that it said was the first of its kind in the state.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-derek-chauvin-verdict-minneapolis-isnt-taking-down-plywood-just-yet-11619033541", "title": "After Derek Chauvin Verdict, Minneapolis Isn't Taking Down Plywood Just Yet", "date": "2021-04-22 20:46", "summary": "Businesses in other U.S. cities breathe a sigh of relief after last year's unrest following the murder of George Floyd. MINNEAPOLIS-Downtown remained largely boarded up the day after a jury found former Minneapolis Police Officer Derek Chauvin guilty of murdering George Floyd, whose killing sparked a summer of unrest here and across the country.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-probe-minneapolis-police-practices-after-floyds-killing-11619013633", "title": "U.S. Launches Probe Into Minneapolis Police Practices After Floyd's Killing", "date": "2021-04-22 20:30", "summary": "Justice Department will investigate whether the city's police department has engaged in a pattern of unconstitutional policing. WASHINGTON-The Justice Department will investigate whether the Minneapolis Police Department engages in patterns of unconstitutional policing, Attorney General Merrick Garland said on Wednesday, a day after a state jury convicted former officer Derek Chauvin in the killing of George Floyd.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corporate-tech-leaders-are-mixed-on-eu-artificial-intelligence-bill-11619049736", "title": "Corporate Tech Leaders Are Mixed on EU Artificial Intelligence Bill", "date": "2021-04-22 20:02", "summary": "Some welcome clarity on personal data use, others say proposed regulations will stifle innovation. Some corporate technology leaders say a proposed clampdown by European regulators on the use of artificial intelligence will run up costs and stifle innovation, just as companies are starting to unlock its potential.", "categories": [["Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/types/artificial-intelligence?mod=breadcrumb"]}]