[{"link": "https://www.wsj.com/articles/circle-sets-aside-10-4-million-to-settle-sec-case-on-poloniex-11626825346", "title": "Circle Sets Aside $10.4 Million to Settle SEC Case on Poloniex", "date": "2021-07-20 19:55", "summary": "In an SEC filing, the cryptocurrency operator also disclosed it is facing investigations by OFAC on its discontinued Poloniex business. Cryptocurrency operator Circle Internet Financial Ltd. said it has set aside more than $10 million to settle a case brought by the U.S. Securities and Exchange Commission against Poloniex LLC, its discontinued crypto exchange business, according to a regulatory filing.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-membership-growth-beats-companys-forecast-11626811994", "title": "Netflix Signals No Acquisition Plans as It Adds 1.5 Million Subscribers", "date": "2021-07-20 19:08", "summary": "Streaming giant's U.S. member base shrinks even as it beats global growth forecast, says it sees no 'must-have' assets despite rival deal-making. Netflix Inc. is staying out of the arms race.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-run-as-a-democrat-in-2022-11626822318", "title": "How to Run as a Democrat in 2022", "date": "2021-07-20 19:05", "summary": "The 'yoga vote' is so 2020.. The president's party tends to suffer in midterm congressional elections. The risk for White House allies is particularly acute when a president rejects the opportunity to govern from the center and instead seeks massive changes on partisan votes. Given this terrain, some Democrats seem to have concluded that the best strategy for 2022 is to avoid telling people that they're Democrats.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-may-find-no-business-like-show-business-11626821353", "title": "Netflix May Find No Business Like Show Business", "date": "2021-07-20 18:49", "summary": "Streaming giant confirms interest in videogames as subscriber growth remains mired in post-pandemic slump. It is as good a time as any for Netflix to test a new story line. Even a lucky turn in videogames won't free the streaming giant from the need to keep playing Hollywood's game, though.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/infrastructure-vote-approaches-without-final-agreement-in-place-11626809903", "title": "Infrastructure Vote Approaches Without Final Agreement in Place", "date": "2021-07-20 18:43", "summary": "Republicans to oppose legislation absent more progress by negotiators; Democrats also want an antipoverty package to move forward. WASHINGTON-The Senate barreled toward a pair of Wednesday deadlines for advancing much of President Biden's multitrillion-dollar economic agenda, with lawmakers bracing for a procedural vote on a still-forming $1 trillion infrastructure plan to fail as bipartisan negotiations dragged on.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeff-bezos-blue-origin-rocket-flight-outer-space-11626819724", "title": "Billionaires . . . in Outer Space!", "date": "2021-07-20 18:41", "summary": "Jeff Bezos and Richard Branson get a thrill, but they're also pushing flight forward.. The richest man on Earth briefly lost that title Tuesday morning, but only because for a few floaty minutes he was no longer on Earth. Jeff Bezos has spent two decades using his Amazon wealth to underwrite a rocket venture, Blue Origin. On Tuesday the company launched its first manned flight to space, with Mr. Bezos strapped on board the capsule.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/committee-for-a-responsible-federal-budget-analysis-bernie-sanders-11626819096", "title": "Bernie's Real Budget Cost: $5 Trillion", "date": "2021-07-20 18:38", "summary": "An independent analysis shows how Democrats are hiding their true spending plans.. Democrats have provided few details of what they plan to include in Sen. Bernie Sanders's $3.5 trillion budget proposal, and now we know why. The real cost is $5 trillion or more, according to an independent analysis by the Committee for a Responsible Federal Budget, which keeps an eye on fiscal matters.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/catherine-lhamon-title-ix-college-due-process-11626720890", "title": "The Senate's Lhamon Test", "date": "2021-07-20 18:36", "summary": "A Title IX enforcer returns to gut due process protections.. One of the worst excesses of the Obama years was regulatory \"guidance\" that limited due process in sexual misconduct cases on campus. The Trump Administration fixed it with a proper rule-making. But here we go again as President Biden has nominated the same woman for the same job to impose the same standard of injustice.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-passion-of-anne-hutchinson-review-prophet-or-jezebel-11626820302", "title": "'The Passion of Anne Hutchinson' Review: Prophet or Jezebel?", "date": "2021-07-20 18:31", "summary": "The Bay Colonists thought salvation could be earned through good works. Anne Hutchinson loudly disagreed. Trouble ensued.. How did a dispute within a small breakaway group of Protestants over a seemingly obscure point of theology become an iconic episode in American history? The issue was whether one could earn eternal salvation through godly behavior, or whether the gift of saving grace is bestowed without regard to a person's conduct. To the side led by Anne Hutchinson, the difference was between a popish \"covenant of works\" and a true \"covenant of grace.\" To the other, headed by John Winthrop, \"free grace\" portended \"antinomianism,\" a world of free love and social disorder in which the laws of church and state did not apply to true believers.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delta-variant-coronavirus-covid-19-vaccine-hesitancy-11626816160", "title": "The Delta Variant Is a Reality Test", "date": "2021-07-20 18:28", "summary": "Americans haven't wanted to understand what it means for a virus to be endemic.. The difficulty of the news business is that you're constantly trying to tell people their information is outmoded, which they resist since assimilating new information entails a cost. And yet here goes:", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/money-supply-inflation-friedman-biden-federal-reserve-11626816746", "title": "Too Much Money Portends High Inflation", "date": "2021-07-20 18:28", "summary": "The Fed should pay attention to Milton Friedman's wisdom.. June's inflation index jumped 5.4% from a year ago, the highest reading since August 2008. The experts were surprised. Clearly, Federal Reserve watchers never bothered to consult Milton Friedman. Lost is a core Friedman dictum: \"Inflation is always and everywhere a monetary phenomenon.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-antony-blinken-un-human-rights-council-racism-progressives-11626817072", "title": "Biden and Blinken Ask China and Russia for a Lecture on Racism", "date": "2021-07-20 18:27", "summary": "The U.S. 'doesn't hide from our shortcomings.' But we shouldn't further authoritarian propaganda.. The \"Spring Festival Gala\" is a nationwide television event in China, broadcast annually the eve of the lunar new year. The Economist magazine describes the show as \"the most-watched television programme on Earth\" and \"one of the most vetted by the authorities.\" The Communist Party reviews and approves everything in it.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pennsylvania-state-university-psu-cuba-fidel-castro-quote-11626816609", "title": "Notable & Quotable: 'We Too Must Be Critical'", "date": "2021-07-20 18:24", "summary": "'The draconian rule, harsh punishments, and resulting climate of fear within Cuba by the source of the quote, cannot be diminished.'. From a statement posted July 19 by the public-relations Instagram account of Penn State University, where a wall featured a quote from Fidel Castro:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-iran-masih-alinejad-dissident-kidnapping-attempt-brooklyn-11626816030", "title": "Iranian Terror Comes to America", "date": "2021-07-20 18:24", "summary": "There will be dangerous consequences if Biden doesn't respond strongly to the kidnapping plot.. The foiled kidnapping plot against activist and journalist Masih Alinejad, an Iranian-born U.S. citizen living in New York City, has sparked a wave of outrage. The Justice Department's indictment and detailed court documents indicate the Islamic Republic's significant investment in the plot. The most troublesome part of this case, however, has been the Biden administration's weak public response, which invites more malign behavior from Tehran.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shahzia-sikander-extraordinary-realities-review-tradition-and-revision-11626819742", "title": "'Shahzia Sikander: Extraordinary Realities' Review: Tradition and Revision", "date": "2021-07-20 18:22", "summary": "A show at the Morgan Library & Museum explores the efforts by the Pakistani-American artist to bring the aesthetic of centuries-old Indo-Persian manuscripts into dialogue with contemporary art and Western art history.. New York", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/san-diego-synagogue-shooter-gets-life-sentence-in-plea-deal-11626819381", "title": "San Diego Synagogue Shooter Gets Life Sentence in Plea Deal", "date": "2021-07-20 18:16", "summary": "John Earnest pleaded guilty to murder and other charges in a 2019 shooting fueled by anti-Semitism. A 22-year-old California man pleaded guilty Tuesday to murder and other charges in connection with a deadly attack at a synagogue in the San Diego suburb of Poway in 2019.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/low-income-lending-rules-set-for-broad-overhaul-11626796811", "title": "Low-Income Lending Rules Set for Broad Overhaul", "date": "2021-07-20 18:15", "summary": "Bank regulators agree to pursue joint overhaul of Community Reinvestment Act rules. Top U.S. banking regulators on Tuesday said they would work jointly to modernize rules governing how banks lend hundreds of billions of dollars annually in lower-income communities.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ultra-city-smiths-review-seamy-valley-of-the-dolls-11626818825", "title": "'Ultra City Smiths' Review: Seamy Valley of the Dolls", "date": "2021-07-20 18:07", "summary": "Da'Vine Joy Randolph, John C. Reilly, Kristen Bell and Tom Waits are just some of the stars who lend their voices to AMC's new noir-themed, stop-motion animation series.. The stop-motion animated series \"Ultra City Smiths\" isn't without a certain weird charm, though it is one that defies conventional reasoning. The series is an homage to film noir, a film movement, or moment, that wasn't just about hard lighting and hair triggers, but flawed people-tormented heroes, compromised women, characters who really hadn't held the screen before. In \"Ultra City Smiths,\" those \"people\" are played by figures resembling children's dolls, which the computer has rendered as walking, talking politicians, police, reporters and denizens of a sordid underworld who populate the unhappy streets of a hopeless city. There's something wrong with the whole thing. But perhaps the incongruity is the point.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/docked-in-orleans-mass-11626817852", "title": "Docked on Cape Cod", "date": "2021-07-20 17:59", "summary": "Joanne Falla bought a home fit for her close-knit family-and their boats. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bain-capital-buys-medical-device-parts-business-11626810534", "title": "Bain Capital Buys Medical-Device Parts Business", "date": "2021-07-20 17:23", "summary": "The private-equity firm is acquiring an equipment parts company serving hospitals at a $1.25 billion valuation. Bain Capital is buying medical-equipment parts and services company PartsSource Inc. from private-equity firm Great Hill Partners in a deal that values the company at about $1.25 billion, according to people familiar with the matter.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bill-would-steer-environmental-fine-revenue-to-wildlife-conservation-11626809783", "title": "Bill Would Steer Environmental Fine Revenue to Wildlife Conservation", "date": "2021-07-20 17:19", "summary": "Outdoor retailers, environmentalists among those backing Recovering America's Wildlife Act. The outdoor recreation industry and environmentalists are among those backing bipartisan legislation to use fines and penalties collected for environmental regulations to fund wildlife conservation efforts, including restoring habitats for struggling species.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wildfires-in-oregon-california-grow-as-weather-drought-hinder-containment-efforts-11626796000", "title": "Oregon, California Wildfires Grow as Weather, Drought Hinder Containment Efforts", "date": "2021-07-20 17:11", "summary": "Conditions around Bootleg Fire have been so difficult, some firefighters have had to move off front lines. Hot, windy weather, thunderstorms and other challenging firefighting conditions prompted officials to call for more resources and issue new evacuation notices as two fast-moving wildfires in Oregon and California continued to grow.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-07-20-2021-11626768165", "title": "Stocks Rebound After Steep Drop", "date": "2021-07-20 17:05", "summary": "Bond yields and oil prices tick higher as well. U.S. stock prices rose sharply, with the S&P 500 recording its best day in nearly four months, as investors rushed in to buy shares that had been knocked down in Monday's steep selloff.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeff-bezos-and-blue-origin-crew-discuss-their-experience-in-space-11626813845", "title": "Jeff Bezos and Blue Origin Crew Discuss Their Experience in Space", "date": "2021-07-20 16:44", "summary": "Amazon founder thanks employees and customers for funding a rocket he hopes will launch a new era in human space flight. Jeff Bezos traveled to the edge of space Tuesday, the first step in what he has called a broader vision to transform the cost of space travel and tap resources across the solar system.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-a-deal-wednesday-crossword-july-21-11626813671", "title": "What a Deal! (Wednesday Crossword, July 21)", "date": "2021-07-20 16:41", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-sticks-to-current-covid-guidance-after-staffer-tests-positive-11626809210", "title": "White House Sticks to Current Covid Guidance After Staffer Tests Positive", "date": "2021-07-20 16:32", "summary": "Covid-19 cases are growing steadily nationwide as Delta variant takes hold. WASHINGTON-The White House signaled no changes to its Covid-19 guidance for Americans or safety measures for President Biden after a vaccinated staffer tested positive for the virus and as cases continue to rise nationwide.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jonathan-kanter-to-be-nominated-as-doj-antitrust-chief-white-house-says-11626805273", "title": "Biden to Nominate Jonathan Kanter as Chief of Justice Department's Antitrust Division", "date": "2021-07-20 16:19", "summary": "Prominent critic of Google would be expected to pursue an aggressive stance on antitrust alongside FTC chief Lina Khan. WASHINGTON-President Biden said he would nominate Jonathan Kanter to run the Justice Department's antitrust division on Tuesday, turning to a vocal critic of Google as his administration has taken an aggressive posture on enforcing antitrust laws across industries.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ben-jerrys-decision-to-stop-sales-in-west-bank-puts-unilever-in-tough-spot-11626799596", "title": "Ben & Jerry's Move to Stop West Bank Sales Puts Unilever in Tough Spot", "date": "2021-07-20 15:47", "summary": "Israeli prime minister warns of severe consequences; politicians call for boycott of ice cream brand. Unilever PLC was engulfed in controversy Tuesday after its ice cream brand Ben & Jerry's said it would no longer sell its products in Jewish settlements located in the Israeli-occupied West Bank and contested East Jerusalem.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeff-bezos-blue-origin-crew-set-for-space-debut-11626775480", "title": "Bezos Completes Successful Space Flight", "date": "2021-07-20 15:44", "summary": "Amazon founder was passenger on his company's first crewed flight, pursuing a lifelong dream and broader space goals. VAN HORN, Texas-Jeff Bezos and three passengers reached the edge of space and safely returned Tuesday morning after a flight of just over 10 minutes that the billionaire businessman hopes will kick-start an expansive new era for human space travel.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-price-swoon-spurs-traders-to-bet-on-further-declines-11626780721", "title": "Oil-Price Swoon Spurs Traders to Bet on Further Declines", "date": "2021-07-20 15:36", "summary": "Delta variant raises prospect of fresh restrictions on economic activity, particularly in fuel-intensive Asian countries. Bets that oil investors made in options markets help explain why crude prices fell so sharply on Monday, and show that traders are bracing for prices to lurch lower once more.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/event-management-software-co-cvent-nears-5b-plus-spac-deal-11626808970", "title": "Cvent Nears $5-Billion-Plus SPAC Deal", "date": "2021-07-20 15:29", "summary": "Event-management software company is slated to merge with Dragoneer Growth Opportunities Corp. II. Cvent Inc. has agreed to merge with a special-purpose acquisition company in a deal that would take the event-management software company public, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/johnson-johnson-taps-jones-day-to-explore-talc-bankruptcy-11626809000", "title": "Johnson & Johnson Taps Jones Day to Explore Talc Bankruptcy", "date": "2021-07-20 15:23", "summary": "The law firm is advising Johnson & Johnson on a possible bankruptcy filing covering its talc-related liabilities, people familiar with the matter say. Johnson & Johnson has engaged law firm Jones Day to advise the company as it explores placing a subsidiary in bankruptcy to help settle thousands of personal injury claims linking talcum-based baby powder to cancer, people familiar with the matter said.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-delays-office-return-as-covid-19-delta-variant-spreads-11626803578", "title": "Apple Delays Office Return to October at the Earliest", "date": "2021-07-20 15:16", "summary": "CEO Tim Cook had previously told workers to expect to return in September-now it's October at the earliest. Apple Inc. is delaying its return to the office by at least a month as the Covid-19 Delta variant has led to a rise in infections and hospitalizations across the U.S. and world.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-spotify-of-travel-a-new-app-with-place-lists-11626807632", "title": "The Spotify of Travel: A New App With 'Place Lists'", "date": "2021-07-20 15:00", "summary": "Bimble, launched in June, lets locals easily share their favorite spots from coffee shops to tiny hotels-creating and swapping idiosyncratic travel guides with like-minded wanderers. BIMBLE, A SMARTPHONE APP that launched in June, might sound like a dating site, but it's more akin to Spotify. Holed up in Oxford, England, during the pandemic, Francesca Howland and Julia Mallaby Rossler-a couple of formerly globe-trotting corporate refugees-dreamt up the app for travelers to save, share and recommend favorite watering holes, tiny hotels, independent bookstores and the kinds of finds that can make a trip transporting.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delta-variant-accounts-for-83-of-known-covid-19-cases-11626807019", "title": "Delta Variant Accounts for 83% of Known U.S. Covid-19 Cases", "date": "2021-07-20 14:50", "summary": "Hospitalizations, deaths climb again as highly contagious variant spreads, restrictions relax. The Delta variant accounts for 83% of analyzed Covid-19 cases in the U.S, according to genetic sequences from positive tests submitted to the Centers for Disease Control and Prevention, the agency's director said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvey-weinstein-is-extradited-to-face-california-sex-crime-charges-11626806956", "title": "Harvey Weinstein Is Extradited to Face California Sex-Crime Charges", "date": "2021-07-20 14:49", "summary": "The former Hollywood producer was transferred to Los Angeles from an upstate New York prison, where he was serving a 23-year sentence. Harvey Weinstein, the one-time internationally acclaimed Hollywood producer, was extradited to California on Tuesday to face sex-crimes charges, after more than a year of delays because of the Covid-19 pandemic and his health.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-new-yorks-hudson-valley-a-former-nudist-colony-asks-19-95-million-11626804947", "title": "In New York's Hudson Valley, a Nudist Colony Turned Private Compound Asks $19.95 Million", "date": "2021-07-20 14:35", "summary": "Resume Subscription. In a rural corner of Hudson Valley, a onetime nudist colony turned waterfront compound is asking $19.95 million.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-york-reaches-1-2-billion-drug-distributor-settlement-over-opioid-epidemic-11626790896", "title": "New York Reaches $1.2 Billion Drug-Distributor Settlement Over Opioid Epidemic", "date": "2021-07-20 14:32", "summary": "Deal comes as lawyers negotiate a $26 billion settlement of opioid claims nationally. The nation's three largest drug distributors agreed to pay as much as $1.2 billion to New York state to settle a continuing trial accusing the companies of helping fuel widespread opioid addiction, as negotiators close in on a larger, national resolution of thousands of similar lawsuits.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-waterfront-estate-in-new-yorks-hudson-valley-11626804875", "title": "A Waterfront Estate in New York's Hudson Valley", "date": "2021-07-20 14:14", "summary": "Located in Esopus, this property comes with a roughly 25-acre private lake and a renovated home built in 1930.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tech-industry-startups-silicon-valley-middle-america-11626726303", "title": "Tech Industry Between America's Coasts", "date": "2021-07-20 14:11", "summary": "Billion-dollar companies don't have to be built in Silicon Valley.. I enjoyed Steve Case's op-ed \"Innovation Moves to Middle America\" (July 14). Entrepreneurship has always been an American tradition-not just a coastal one.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/telemedecine-healthcare-regulation-state-lines-11626727502", "title": "The Regulations in Telemedicine's Way", "date": "2021-07-20 14:05", "summary": "State opposition to medical-licensure reciprocity is all about protecting local physicians from competition.. Ateev Mehrotra and Barak Richman should be commended for highlighting how outdated regulations restrict telemedicine across state lines for those who need it most (\"A Cancer Patient's Brutal Commute,\" op-ed, July 13). To take the argument further: Healthcare services themselves should not be restricted by state lines. Reciprocity in licensing should be expanded, including for Medicaid coverage for children. Some children are forced to travel hours each week to remain within state lines and receive treatments in specialized hospitals, even though similar treatments are available minutes away in a neighboring state.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carbon-border-adjustment-tax-imports-china-emissions-11626729286", "title": "How to Make China Pay for Carbon Emissions", "date": "2021-07-20 14:03", "summary": "A carbon border adjustment is the only tool we have.. As the European Union contemplates a carbon border-adjustment mechanism, the U.S. has everything to gain from moving first to establish the new rules around climate and trade (\"Here Come the Climate Protectionists,\" Review & Outlook, July 12).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-pipeline-cybersecurity-requirements-issued-by-biden-administration-11626786802", "title": "China Compromised U.S. Pipelines in Decade-Old Cyberattack, U.S. Says", "date": "2021-07-20 13:54", "summary": "Latest hacking allegations come as Biden administration unveils new cybersecurity rules for pipeline operators. WASHINGTON-Hackers working for the Chinese government compromised more than a dozen U.S. pipeline operators nearly a decade ago, the Biden administration revealed Tuesday while also issuing first-of-its-kind cybersecurity requirements on the pipeline industry.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/matching-sets-why-zany-patterned-shirts-and-shorts-are-everywhere-11626803565", "title": "Cabana Suits: The Summer Outfit of Choice for NBA Stars and Honeymooners", "date": "2021-07-20 13:52", "summary": "Guys are suiting up in quirkily printed cabana sets to inject some summer frivolity into their warm-weather wardrobes. IN JUNE, Travis Wedgeworth, an audio engineer in Dallas, flew to Hawaii with his new bride for their honeymoon. Because it was a celebratory getaway, Mr. Wedgeworth, 32, wanted an outfit that was particularly \"bright and eye-catching,\" as he put it. He certainly found one: a high-wattage hula-girl-patterned cabana suit by the Toronto-based swimwear brand, Bather.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-harmony-review-modern-jazz-masters-gone-too-soon-11626803487", "title": "'In Harmony' Review: Modern Jazz Masters Gone Too Soon", "date": "2021-07-20 13:51", "summary": "A two-disc set from Resonance Records features previously unreleased live recordings that united trumpeter Roy Hargrove and pianist Mulgrew Miller.. Twenty-four seconds into Cole Porter's \"What Is This Thing Called Love?\" which opens the new two-disc release \"In Harmony\" (Resonance), trumpeter Roy Hargrove states the melody before setting off on unexpected but utterly logical improvised flights. We're reminded of a sound-sweet, rounded, clear and bristling, supremely confident yet searching-that was Hargrove's calling card when he arrived as a talked-about 20-year-old in New York, and which has been missing from that scene since his death in 2018, at 49, from cardiac arrest brought on by kidney disease.", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-vaccine-patents-drug-makers-property-11626730123", "title": "Biden Is Abrogating Vaccine Patents, Not Waiving Them", "date": "2021-07-20 13:41", "summary": "The government can't simply 'waive' what it doesn't own.. President Biden is not proposing to \"waive\" patents (\"Stealing From Drug Makers Is No Way to Vaccinate the World\" by Tomas J. Philipson and Joel Zinberg, op-ed, July 15), but to abrogate them. The vaccine patents don't belong to the U.S. government. Only the discoverers, the drug companies, can waive them. For government to cancel their rights is not a waiver, but a taking-without due process of law.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crypto-exchange-ftx-valued-at-18-billion-in-funding-round-11626800455", "title": "Crypto Exchange FTX Valued at $18 Billion", "date": "2021-07-20 13:00", "summary": "Investors include SoftBank, Sequoia Capital and Daniel Loeb's Third Point hedge fund. Cryptocurrency exchange FTX has raised money at an $18 billion valuation, a deal that shows investors' enthusiasm for digital currencies even after a crash that erased half of bitcoin's value over the past three months.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kimberle-crenshaw-critical-race-theory-woke-marxism-education-11626793272", "title": "A Deeper Look at Critical Race Theory", "date": "2021-07-20 12:47", "summary": "The neo-Marxist movement rejects equal opportunity, merit and objectivity.. In last week's column about critical race theory, I said that I had barely scratched the surface of this complex movement. To dig deeper, I turned to a collection of essays by the movement's founders and early adherents-\"Critical Race Theory: The Key Writings That Formed the Movement\"-published in 1996. Here is what I found in the volume and in an article by Kimberlé Crenshaw, one of the book's editors and one of the movement's most insightful thinkers.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-building-booms-but-not-enough-11626799545", "title": "Home Building Booms, but Not Enough", "date": "2021-07-20 12:45", "summary": "The building pace in the U.S. is the highest since the housing crash but it won't be enough to fix a tight market for quite a while. Home builders are building more. Which isn't to say they are building enough.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/too-many-meetings-it-may-get-better-or-not-11626799531", "title": "Too Many Meetings? It May Get Better, Or Not.", "date": "2021-07-20 12:45", "summary": "Bosses and employees can work together to lighten the meeting load. Even before the pandemic, plenty of office workers were on the road to meeting burnout. Now that remote work is the norm, many are overwhelmed by the ever-growing number of meetings stacking up on their Google calendars, and workplace experts expect even more confusion as companies experiment with hybrid schedules. Here are three things you should know about messy meeting schedules.", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auto-lenders-have-gas-in-the-tank-11626799332", "title": "Auto Lenders Have Gas in the Tank", "date": "2021-07-20 12:42", "summary": "Used-car demand and prices might start to cool off, but banks like Ally Financial still have a lot working in their favor right now. Big auto lenders such as Ally Financial are enjoying some historic conditions. Things may not be quite this good in the future, but it is too soon to trade in the shares.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-moves-to-ease-child-rearing-costs-in-drive-to-boost-births-11626799245", "title": "China to Ease Child-Rearing Costs in Drive to Boost Births", "date": "2021-07-20 12:40", "summary": "Policies would raise supply of affordable child care, encourage housing preferences for families with children. HONG KONG-China said it would ease financial burdens and social restrictions associated with child-rearing, seeking to encourage births as it loosens decades-old rules on family planning.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ireland-global-minimum-corporate-tax-oecd-eu-biden-yellen-11626793056", "title": "Americans Should Root for the Irish Fighting Higher Corporate Taxes", "date": "2021-07-20 12:38", "summary": "The 'global minimum tax' battle may set an example for those who consider low U.S. state levies 'unfair.'. The Organization for Economic Cooperation and Development declared earlier this month that it plans to adopt a global minimum corporate tax rate of at least 15%. It warmed my heart to see my ancestral homeland step up as one of the handful of nations to balk at this announcement.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/see-the-full-rankings-for-wsj-realtor-coms-emerging-housing-markets-index-11626756019", "title": "The WSJ/Realtor.com Emerging Housing Markets Index", "date": "2021-07-20 12:24", "summary": "How metro areas across America stack up in the newly updated summer 2021 rankings. After more than a year working from home during a pandemic, many Americans are rethinking whether they want to return to commuting-or even live near their office at all. Smaller and more rural housing markets are emerging as the hottest new places to live and own.", "categories": [["WSJ News Exclusive", "Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-suppliers-to-apple-nike-shun-xinjiang-workers-as-u-s-forced-labor-ban-looms-11626795627", "title": "Chinese Suppliers Shun Xinjiang Workers as U.S. Forced-Labor Ban Looms", "date": "2021-07-20 11:40", "summary": "Three suppliers do an about-face after hiring thousands of Uyghurs and Turkic Muslims. Chinese factories that supply Apple Inc. and Nike Inc. and make other products sold in the U.S. are shunning workers from Xinjiang, as Western countries increase scrutiny of forced labor from the remote northwestern region where Beijing has been accused of committing genocide against local ethnic minorities.", "categories": [["WSJ News Exclusive", "China"]], "category_links": ["https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japanese-leader-yoshihide-suga-says-country-is-safe-for-olympics-11626795099", "title": "Japanese Leader Suga Says Country Is Safe for Olympics", "date": "2021-07-20 11:31", "summary": "Prime minister, in interview, cites low Covid-19 infection rates compared with the West, says 'We're ready to go'. TOKYO-Prime Minister Yoshihide Suga defended his decision to hold the Tokyo Olympics during a pandemic, saying Japan has a fraction of the Covid-19 cases of Western countries and is more disciplined in preventing infections.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/desperate-employers-are-calling-job-applicants-from-years-ago-11626793560", "title": "Now Hiring: White Castle-Four Years After You Applied", "date": "2021-07-20 11:06", "summary": "In a hot job market, McDonald's, Cheesecake Factory and other companies are getting back in touch; 'I was like ohhhhh, thank you, but yeah, I found another job'. When Abigail Ezzell applied for a server position at Cracker Barrel, she was in high school. She was in college when she finally heard back.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cynthia-rowley-being-different-came-with-a-price-11626793242", "title": "Cynthia Rowley: 'Being Different Came With a Price'", "date": "2021-07-20 11:00", "summary": "Resume Subscription. Cynthia Rowley, 62, is a fashion designer who recently introduced Rowley Surf, a swim and surf collection. She appears with her daughter, Kit Keenan, on their weekly \"Ageless\" podcast, hosted on the Apple and Spotify platforms. She spoke with Marc Myers.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/indias-covid-19-death-toll-is-likely-in-the-millions-study-finds-11626792531", "title": "India's Covid-19 Death Toll Is Likely in the Millions, Study Finds", "date": "2021-07-20 10:48", "summary": "Researchers estimated number of fatalities caused by the disease at about four million, which would be 10 times the official count. NEW DELHI-The true tally of Covid-19 deaths in India following a devastating spring surge is likely close to 10 times higher than the country's official count, marking the pandemic as one of the worst tragedies to ever hit the South Asian nation, according to a new study.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-2021-olympics-are-turning-into-a-20-billion-bust-for-japan-11626790720", "title": "The Olympics Are Turning Into a $20 Billion Bust for Japan", "date": "2021-07-20 10:18", "summary": "Host nation expected an economic windfall and global recognition. But amid pandemic, a disgruntled populace just wants it all to go away.. TOKYO-When Toyota Motor Corp. said this week it wouldn't run any ads in Japan tied to the Olympics, it sent a message louder than any TV commercial about the host nation's grim mood.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spiral-by-darkside-review-a-mysterious-alchemy-11626729854", "title": "'Spiral' by Darkside Review: A Mysterious Alchemy", "date": "2021-07-20 10:13", "summary": "The electronic duo's highly anticipated album builds off the aesthetic of their first, culminating in a suite of songs that are as atmospheric as they are grounded in real time. Electronic music duo Darkside sounds very of-this-moment, but its roots can be traced back for at least a half-century. The band comprises 31-year-old Nicolás Jaar primarily on vocals and electronics and 35-year-old guitarist Dave Harrington, and each plays multiple instruments. Together, they make psychedelic dance music with long, gradual builds that are alternately unsettling and ecstatic.", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/surfside-now-means-tragedy-but-for-four-generations-of-my-family-its-meant-home-11626790245", "title": "Surfside Now Means Tragedy. For Four Generations of My Family, It's Meant Home.", "date": "2021-07-20 10:10", "summary": "Resume Subscription. There's a term for using a word or phrase to stand in for something associated with it: metonymy. Often, a metonym is the name of a place where a tragedy took place, a sort of shorthand for the event. Kent State. Columbine.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/nasdaq-to-spin-out-market-for-pre-ipo-shares-in-deal-with-banks-11626778200", "title": "Nasdaq to Spin Out Market for Pre-IPO Shares", "date": "2021-07-20 10:03", "summary": "Goldman Sachs, Morgan Stanley and others to invest in Nasdaq Private Market. Nasdaq Inc. is teaming up with a group of banks including Goldman Sachs Group Inc. and Morgan Stanley to spin out its marketplace for shares of private companies.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tokyo-olympics-pandemic-challenges-anxieties-11626785439", "title": "Here Come the Olympics, Thoroughly on Edge", "date": "2021-07-20 09:18", "summary": "The lead-up to the Games is traditionally fraught with anxiety in the host country. Tokyo's worries are unlike any other edition.. \"Why?\"", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuba-to-prosecute-people-detained-during-recent-protests-11626786827", "title": "Cuba to Prosecute People Detained During Recent Protests", "date": "2021-07-20 09:13", "summary": "Rights advocates are concerned the arrested demonstrators will be subjected to summary trials without due process. Hundreds of Cubans who took part in street protests across the Caribbean nation last week face charges of inciting unrest, authorities say, raising concerns among rights advocates of summary trials without due process.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baby-food-maker-little-spoon-raises-44-million-11626786000", "title": "Baby-Food Maker Little Spoon Raises $44 Million", "date": "2021-07-20 09:00", "summary": "Funding round led by Valor Equity Partners values the company at roughly $200 million. Little Spoon Inc., a direct-to-consumer baby-food company targeting millennial parents, raised $44 million in a venture-capital funding round.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-and-gas-subsidies-are-under-pressure-11626785455", "title": "Oil and Gas Subsidies Are Under Pressure", "date": "2021-07-20 08:50", "summary": "Growing focus on walking-the-talk on climate action promises raises uncertainty about whether generous support for fossil fuels will last. Oil and gas investors need to stop fretting about subsidies for green energy and start worrying about hanging on to the prodigious ones their own industry receives.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-landlord-launches-5-billion-house-hunt-11626781403", "title": "Big Landlord Launches $5 Billion House Hunt", "date": "2021-07-20 08:30", "summary": "Tricon Residential plans to add 18,000 rental houses in pact with Texas pension fund, other investors. One of America's biggest landlords is teaming up with an insurance company, a global investment company and a Texas pension fund to buy $5 billion of U.S. houses to turn into rentals.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-new-hotel-pool-mediterranean-11626784065", "title": "The Mediterranean's Most Dramatic New Pool", "date": "2021-07-20 08:29", "summary": "This summer, hotelier Paddy McKillen opens the Maybourne Riviera, which is carved into the rock face of the Côte d'Azur and designed to maximize its panoramic views of the Mediterranean.. Each room at the Maybourne Riviera, launching next month, has a Mediterranean view. The resort and its cantilevered infinity pool-balanced on thin columns drilled into the edge of a cliff-rise from the rocks a thousand feet above the Mediterranean, perched on a promontory near the French border with Italy, between Monaco and Menton. Its 46 rooms and 23 suites are all designed to maximize the vistas. \"We were very successful in creating something sort of extreme,\" says hotelier Paddy McKillen.", "categories": [["Travel"]], "category_links": ["https://www.wsj.com/news/types/magazine-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virgil-abloh-sells-off-white-to-lvmh-deepening-ties-with-luxury-conglomerate-11626783903", "title": "Virgil Abloh Sells Off-White to LVMH", "date": "2021-07-20 08:25", "summary": "Partnership comes as the luxury industry embraces prominent Black artists, designers and hip-hop stars. PARIS-LVMH Möet Hennessy Louis Vuitton SE is taking a 60% stake in Off-White, the brand founded by American designer Virgil Abloh, deepening the French conglomerate's ties to a leading proponent of hip hop and streetwear in luxury fashion.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shell-to-appeal-dutch-court-ruling-on-emissions-cuts-11626783884", "title": "Shell to Appeal Dutch Court Ruling on Emissions Cuts", "date": "2021-07-20 08:24", "summary": "Oil giant says court judgment against a single company is 'not effective'. Royal Dutch Shell PLC on Tuesday confirmed it would appeal against a Dutch court ruling calling for the oil major to reduce its carbon emissions at a faster pace, saying it was being unfairly singled out.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-investors-seek-bargains-in-u-k-home-building-industry-11626782400", "title": "U.S. Investors Seek Bargains in U.K. Home-Building Industry", "date": "2021-07-20 08:00", "summary": "A jump in housing prices draws buyers for the country's home builders, whose shares were hit by the pandemic's shutdown. U.K. home prices are surging as the country's economy reopens from the pandemic, and U.S. investors are getting in on the action by snapping up home-building companies at bargain prices.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reese-witherspoons-book-club-pick-is-a-summer-hit-of-course-its-headed-to-streaming-tv-11626782400", "title": "How Reese Witherspoon Helps Turn Books Into Streaming Hits", "date": "2021-07-20 08:00", "summary": "\"The Last Thing He Told Me,\" a summer thriller about a missing tech executive, is dominating bestseller lists as the star's company gets increasingly savvy about the way it markets and campaigns for books it backs. \"The Last Thing He Told Me,\" a bestselling thriller splayed across beach blankets this summer, isn't part of a blockbuster series, nor is it a splashy debut or the latest from a brand-name author.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/startups-bet-on-flexible-apartment-leases-even-as-employees-return-to-the-office-11626782421", "title": "Startups Bet on Flexible Apartment Leases", "date": "2021-07-20 08:00", "summary": "One company, Daydream Apartments, is rebranding as Sentral and upgrading services in hopes of increasing market share. Investors are pumping money into real-estate startups that are pioneering flexible ways to rent apartments on the belief that remote working trends and new forms of housing demand will remain long after the pandemic is over.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/car-owners-return-to-highways-and-their-insurers-pick-up-tab-for-accidents-11626773581", "title": "Car Owners Return to Highways, and Insurers Pick Up Tab for Accidents", "date": "2021-07-20 08:00", "summary": "Auto insurers' earnings will face tough comparisons with those of the previous year, when there was a steep decline in accident volume. A pandemic-related windfall for U.S. car insurers is diminishing as millions of vehicle owners are back on the nation's roads again.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-asia-digital-pact-held-up-by-squabble-among-biden-officials-11626781120", "title": "U.S.-Asia Digital Pact Held Up by Squabble Among Biden Officials", "date": "2021-07-20 07:38", "summary": "The proposed deal aims to set rules for digital trade in the Asia-Pacific region, but would exclude China. WASHINGTON-A skirmish between national security and trade officials in the Biden administration is hindering efforts to forge a digital-services pact with Asian countries, according to people involved in the talks.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/victorias-secret-spinoff-is-less-exciting-than-it-sounds-11626779035", "title": "Victoria's Secret Spinoff Is Less Exciting Than It Sounds", "date": "2021-07-20 07:03", "summary": "L Brands will soon spin off Victoria's Secret. A clean slate might look good, but it is no guarantee that the brand's valuation will suddenly fly.. After more than three decades together, Victoria's Secret and Bath & Body Works- L Brands ' two remaining brands-are about to split ways. Bath & Body Works feels that its association with the lingerie brand is bringing its valuation down while Victoria's Secret feels its turnaround thunder is being stolen. Will they be better off on their own?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-looks-to-lease-hollywood-hub-for-filming-shows-and-movies-11626777201", "title": "Apple Looks to Lease Hollywood Production Hub", "date": "2021-07-20 06:33", "summary": "The streamer of 'Ted Lasso' and 'The Morning Show' wants to expand its presence in the competitive streaming landscape. Apple Inc. told real-estate developers it wants to lease a large production campus in Los Angeles for its growing entertainment operations, according to people familiar with the matter, a move that would further deepen big tech's presence in Hollywood.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supply-chain-executives-see-long-road-ahead-for-diversity-efforts-11626773401", "title": "Supply-Chain Executives See Long Road Ahead for Diversity Efforts", "date": "2021-07-20 05:30", "summary": "Logistics companies are rolling out recruitment and training programs, but minorities and women remain rare in executive ranks. Logistics companies and other supply-chain operators are stepping up diversity, equity and inclusion efforts in a sector where leadership ranks still skew largely white and male and minorities are concentrated in lower-level roles.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pool-summer-airbnb-11626380408", "title": "An 'Airbnb for Pools' Is Making a Splash This Summer", "date": "2021-07-20 05:30", "summary": "Resume Subscription. Jim Battan's tree-lined swimming pool at his home outside Portland, Ore., had been sitting untouched since his youngest daughter moved out two years ago. Then in September, he listed it through an online platform for renting private pools.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ubs-profit-jumps-on-wealth-management-boom-11626760273", "title": "UBS Profit Jumps on Wealth Management Boom", "date": "2021-07-20 05:26", "summary": "At investment bank, global banking revenue rose 68%. The booming business of managing rich people's money boosted results for UBS Group AG , raising hopes that the Swiss banking giant will return more money to shareholders.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/has-evergrandes-long-delayed-debt-reckoning-finally-arrived-11626770818", "title": "Has Evergrande's Long-Delayed Debt Reckoning Finally Arrived?", "date": "2021-07-20 04:49", "summary": "The company has managed to defy warnings of disaster for years, but this latest round of troubles looks harder to finesse. Debt-saddled Chinese property developer Evergrande has long been one of the so-called \"gray rhinos\" in China's debt markets-an obvious, longstanding danger that no one quite knows how to address, but it could be hugely disruptive if the worst-case scenario came to fruition.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-worlds-biggest-miner-picks-profit-over-production-11626764706", "title": "The World's Biggest Miner Picks Profit Over Production", "date": "2021-07-20 03:05", "summary": "BHP stays cautious on investing in new projects even as prices for commodities such as iron ore and copper trade near record highs. SYDNEY- BHP Group Ltd. 's chief executive earlier this year reminded investors that mining companies that bet big on new production during a commodity-price bull run often end up regretting it.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11626706732", "title": "Pepper...and Salt", "date": "2021-07-20 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-man-who-kept-the-peace-in-detroit-11625854992", "title": "The Man Who Kept the Peace in Detroit", "date": "2021-07-20 23:37", "summary": "Recently retired police chief James Craig refused to tolerate the political violence that wracked other cities last year. He's mulling a run for governor next year.. Detroit", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/26-billion-opioid-settlement-among-states-and-drug-industry-expected-this-week-11626745448", "title": "$26 Billion Opioid Settlement Expected This Week", "date": "2021-07-20 23:05", "summary": "New York likely to announce $1 billion deal with AmerisourceBergen, Cardinal and McKesson on Tuesday. Thousands of opioid-crisis lawsuits filed against major drugmakers and distributors are nearing a conclusion, with the outlines of a $26 billion deal between states and four companies expected to be announced this week and a $1 billion settlement to resolve some of New York's claims likely on Tuesday, people familiar with the matter said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pedro-castillo-is-declared-perus-president-elect-11626745417", "title": "Pedro Castillo Is Declared Peru's President-Elect", "date": "2021-07-20 22:44", "summary": "Far-left union activist's victory was certified by election officials more than six weeks after the vote. Pedro Castillo, a far-left union activist whose rise has jarred Peru's political establishment, was declared president-elect Monday night amid deepening social unrest in a country battered by the coronavirus pandemic.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comcast-ceo-brian-roberts-and-viacomcbs-chairman-shari-redstone-met-to-discuss-streaming-partnership-11626743478", "title": "Comcast's Roberts and ViacomCBS's Redstone Met to Discuss Streaming Partnership", "date": "2021-07-20 22:05", "summary": "Late June meeting also included ViacomCBS CEO Robert Bakish; focused on potential to join forces in international markets. Comcast Corp. Chief Executive Brian Roberts met with ViacomCBS Inc. Chairman Shari Redstone in recent weeks to discuss a potential streaming partnership for international markets, according to people familiar with the matter, a sign the media companies see opportunities to join forces.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-to-blame-hackers-tied-to-china-for-microsoft-cyberattack-spree-11626692401", "title": "Biden Accuses China in Microsoft Hacking", "date": "2021-07-20 21:27", "summary": "Four Chinese nationals were indicted over separate hacking activity; dozens of nations condemn Beijing's state-sponsored hacking. WASHINGTON-The Biden administration publicly blamed hackers affiliated with China's main intelligence service for a far-reaching cyberattack on Microsoft Corp. email software this year, part of a global effort by dozens of nations to condemn Beijing's malicious cyber activities.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-gop-leader-kevin-mccarthy-makes-picks-for-jan-6-panel-11626743695", "title": "House GOP Leader McCarthy Makes Picks for Jan. 6 Panel", "date": "2021-07-20 21:14", "summary": "Rep. Jim Banks is chosen to serve as the committee's top-ranking Republican member. WASHINGTON-House Minority Leader Kevin McCarthy (R., Calif.) chose five Republican lawmakers to serve on the Democrat-led select committee investigating the Jan. 6 attack on the U.S. Capitol, ahead of the panel's first hearing later this month.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-proposes-upping-penalty-for-hospitals-that-dont-publish-prices-11626725949", "title": "U.S. Proposes Raising Penalty for Hospitals That Don't Publish Prices", "date": "2021-07-20 20:16", "summary": "Larger hospitals would have to pay as much as $2 million annually if they don't make their prices public under the proposed rule. The Biden administration on Monday proposed sharply higher penalties for larger hospitals that don't make their prices public.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-budget-would-finance-sweeping-clean-energy-plan-11626620401", "title": "Democrats' Budget Would Finance Sweeping Clean-Energy Plan", "date": "2021-07-20 20:00", "summary": "Oil producers would face fines over emissions; some industries are divided, seeing both benefits and costs. The $3.5 trillion budget plan from congressional Democrats would finance a far-reaching transition to cleaner power, but it is expected to face opposition from parts of the energy industry and their industrial customers over provisions likely to raise their costs.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]