[{"link": "https://www.wsj.com/articles/judge-temporarily-blocks-biden-vaccine-mandate-11638321203", "title": "Judge Temporarily Blocks Biden Vaccine Mandate", "date": "2021-11-30 23:59", "summary": "A ruling issued in Louisiana questions constitutionality of administration's requirement. A federal judge issued a temporary nationwide block against a Biden administration mandate that millions of healthcare workers get vaccinated against Covid-19 starting next week.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andre-dickens-wins-atlanta-mayor-race-faces-rising-crime-problem-11638332475", "title": "Andre Dickens Wins Atlanta Mayor Race, Faces Rising Crime Problem", "date": "2021-11-30 23:21", "summary": "Outgoing Mayor Keisha Lance Bottoms chose not to seek reelection after protests, violence. ATLANTA-Voters elected City Councilman Andre Dickens as Atlanta's next mayor in a runoff election Tuesday, after a campaign dominated by concern over a rise in violent crime in Georgia's largest city.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stricter-covid-19-testing-requirements-being-considered-for-travelers-to-u-s-11638319534", "title": "U.S. Weighs Stricter Covid-19 Testing for Travelers", "date": "2021-11-30 22:36", "summary": "Rules would require a negative test within 24 hours of boarding a flight to the U.S.. WASHINGTON-The Biden administration is weighing stricter Covid-19 testing requirements for travelers entering the U.S., including U.S. citizens, to slow the spread of the emerging Omicron variant.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-pill-merck-11638225869", "title": "Merck's Covid-19 Pill Backed by FDA Advisers", "date": "2021-11-30 21:40", "summary": "Oral antiviral pill was recently found to be 30% effective at reducing risk of hospitalization and death in high-risk people. An outside panel of scientific advisers to the Food and Drug Administration narrowly recommended the agency authorize the experimental Covid-19 oral antiviral from Merck & Co. and partner Ridgeback Biotherapeutics LP.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cnn-suspends-chris-cuomo-indefinitely-after-records-show-how-he-aided-brothers-response-to-sexual-misconduct-allegations-11638316582", "title": "CNN Suspends Chris Cuomo Indefinitely", "date": "2021-11-30 21:20", "summary": "Network said records released Monday by the office of the New York attorney general 'raise serious questions'. CNN suspended prime-time anchor Chris Cuomo indefinitely after records released this week by the New York attorney general's office provided a detailed look into his efforts to help his brother, former New York Gov. Andrew Cuomo, respond to allegations of sexual misconduct.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investigators-authorized-to-search-weapons-supplier-in-alec-baldwin-rust-film-fatal-shooting-11638323802", "title": "Investigators Authorized to Search Weapons Supplier in 'Rust' Shooting", "date": "2021-11-30 20:57", "summary": "New affidavit describes how reloaded ammunition or live bullets from practice may have ended up on set. A new affidavit released by authorities Tuesday offered the first possible explanations of how live ammunition ended up in a revolver fired by Alec Baldwin in a fatal shooting on the set of the film \"Rust.\"", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dr-oz-enters-race-for-gop-senate-seat-in-pennsylvania-11638314761", "title": "Dr. Oz Enters Race for GOP Senate Seat in Pennsylvania", "date": "2021-11-30 20:54", "summary": "Celebrity surgeon is among several candidates seeking to replace retiring Sen. Pat Toomey. Celebrity surgeon Mehmet Oz filed paperwork Tuesday to run for an open Senate seat in Pennsylvania, further scrambling a crowded GOP primary field in a state that could determine which party wins control of the Senate in next year's midterm elections.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-marjorie-taylorgreene-nancy-mace-lauren-boebert-11638298925", "title": "GOP Lawmakers Trade Insults on Twitter in Latest Intraparty Blowup", "date": "2021-11-30 20:42", "summary": "Marjorie Taylor Greene questions the conservatism of Nancy Mace, prompting an emoji-laden comeback. WASHINGTON-Two prominent first-term Republican lawmakers publicly traded insults and argued over their conservative bona fides on Tuesday, just as party leaders have tried to quell dust-ups that have tested GOP unity.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-questions-if-purdues-sacklers-abused-bankruptcy-system-11638322753", "title": "Judge Questions If Purdue's Sacklers Abused Bankruptcy System", "date": "2021-11-30 20:39", "summary": "A judge considering whether to overturn a $4.5 billion settlement between Purdue Pharma and the Sacklers said she has serious concerns about distributions to family members. The federal judge weighing the $4.5 billion settlement between Purdue Pharma LP and the Sackler family members who own the OxyContin maker said she had serious concerns about whether they abused the bankruptcy system by collecting billions of dollars from the company before it filed for chapter 11 protection.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sic-transitory-gloria-inflation-transitory-jerome-powell-pat-toomey-11638314379", "title": "Sic 'Transitory' Gloria Fed", "date": "2021-11-30 19:13", "summary": "Federal Reserve Chairman Jerome Powell finally abandons the word to describe 6% inflation over the last year.. Federal Reserve Chairman Jerome Powell finally jettisoned the word \"transitory\" to describe today's inflation, and we suppose it's better late than never. Asked by Sen. Pat Toomey on Tuesday how long inflation would have to persist before the Fed no longer considers it to be transitory, Mr. Powell abandoned the word.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-abortion-crossroads-at-the-supreme-court-dobbs-jackson-mississippi-john-roberts-11638311038", "title": "An Abortion Crossroads at the Supreme Court", "date": "2021-11-30 18:54", "summary": "The Court must consider the Constitution and long-time precedent.. The Supreme Court takes up its most important abortion case in years on Wednesday, and the question will be how the Justices maneuver their way out of a thicket they should never have entered 50 years ago. Will the Court, in Dobbs v. Jackson Women's Health Organization, settle for an incremental ruling that upholds a Mississippi ban on abortion after 15 weeks, or will it overturn its misguided precedents and return the regulation of abortion to legislatures in the states?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-dubious-union-revote-at-amazon-alabama-nlrb-lisa-henderson-11638313026", "title": "A Dubious Union Revote at Amazon", "date": "2021-11-30 18:52", "summary": "An NLRB ruling puts Big Labor's interests above employees' will.. Organizing Amazon workers is the holy grail of today's union movement, and labor chiefs and their allies in government won't stop until they do. A ruling this week by a National Labor Relations Board official skirts labor law to give Big Labor a second chance to organize an Amazon warehouse in Bessemer, Ala.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/richard-cordray-to-the-fed-joe-biden-cfpb-11638315333", "title": "Richard Cordray to the Fed?", "date": "2021-11-30 18:51", "summary": "Biden considers another protege of Elizabeth Warren to supervise banks.. President Biden must really dislike banks. First he nominates radical Saule Omarova to lead the Office of the Comptroller of the Currency, though Senate Democrats may defeat her. Plan B to please progressives appears to be appointing Richard Cordray as the Federal Reserve vice chair for supervision.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-elizabeth-holmes-trial-theranos-founder-admits-regrets-deflects-prosecutors-11638316224", "title": "Theranos Founder Admits Regrets, Deflects Prosecutors", "date": "2021-11-30 18:50", "summary": "Former startup CEO is faced with contradictory statements during first day of questioning by the government. SAN JOSE, Calif.-Theranos Inc. founder Elizabeth Holmes conceded Tuesday that she has many regrets about how she responded to criticisms of her blood-testing company, as prosecutors questioned her directly for the first time since they charged her with criminal fraud more than three years ago.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-we-be-adverse-to-the-metaverse-zuckerberg-social-media-college-students-11638310340", "title": "Should We Be Adverse to the Metaverse?", "date": "2021-11-30 18:39", "summary": "Students discuss life in world in which business and personal interactions take place in an ever more realistic virtual reality.. Editor's note: In this Future View, students discuss the metaverse. Next week we'll ask, \"Elon Musk has sold 10% of his Tesla stock, $1.1 billion worth, reportedly over worries about new taxes. What are we to make of these possible new taxes?\" Students should click here to submit opinions of fewer than 250 words before Dec. 7. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/salesforce-names-bret-taylor-co-ceo-11638307608", "title": "Salesforce Names Bret Taylor Co-CEO", "date": "2021-11-30 18:36", "summary": "Appointment comes a day after he was named chairman of Twitter's board. Business-software company Salesforce . com Inc. elevated Bret Taylor to the role of co-chief executive officer and vice chairman, as it issued third-quarter results, including a muted sales outlook.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hyperpartisan-gigi-sohn-doesnt-belong-at-the-fcc-politicization-tweets-11638309404", "title": "Hyperpartisan Gigi Sohn Doesn't Belong at the FCC", "date": "2021-11-30 18:24", "summary": "Biden's nominee has suggested regulators use their power to suppress the speech of conservatives.. The five commissioners of the Federal Communications Commission exercise broad regulatory and administrative authority over America's airwaves. They are powerful regulators of speech. President Biden's decision to nominate partisan Gigi Sohn to the FCC provides fresh evidence of the Democratic Party's leftward lurch.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fed-battles-wyoming-cryptocurrency-powell-brainard-bitcoin-digital-assets-spdi-fintech-11638308314", "title": "The Fed Battles Wyoming on Cryptocurrency", "date": "2021-11-30 18:24", "summary": "Powell and Brainard stand in the way of sensible regulation.. The Federal Reserve has an extraordinary responsibility to ensure a healthy economy and sound financial system for all Americans. Unfortunately, over the past year my faith in the Fed has been deeply shaken by its political approach to digital assets in my home state, Wyoming, greatly contributing to my concerns over President Biden's nominees, Jay Powell and Lael Brainard.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/powell-warns-omicron-variant-could-worsen-inflation-boosting-bottlenecks-11638280800", "title": "Powell Lays Groundwork for Faster End to Stimulus as Inflation Outlook Worsens", "date": "2021-11-30 18:23", "summary": "The Fed chairman hints at a pivot in weighing inflation and unemployment risks amid renewed coronavirus threat. Federal Reserve Chairman Jerome Powell said the central bank was prepared to quicken the pullback of its easy-money policies, opening the door to raising interest rates in the first half of next year as it grapples with inflation and a potential new virus wave that could exacerbate supply-chain disruptions.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/decoding-the-omicron-panic-covid-vaccines-politics-lockdowns-variant-11638309070", "title": "Decoding the Omicron Panic", "date": "2021-11-30 18:22", "summary": "Covid overkill is bad for everybody except the politicians.. In the first months of Covid-19, I recalled a speech by Gen. Omar Bradley before D-Day explaining to his troops why politicians back home were suddenly tripping over each other to give interviews to newspapers exaggerating the pending bloodbath.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/waukesha-killings-make-the-media-colorblind-again-postracial-america-race-agenda-11638310613", "title": "Waukesha Killings Make the Media Colorblind Again", "date": "2021-11-30 18:21", "summary": "The contrast with the Kyle Rittenhouse case illustrates the double standard.. In the aftermath of George Floyd's death last year, employers offered black workers time off to deal with the news, and UCLA suspended a professor who refused to grade his supposedly traumatized black students more leniently than their nonblack peers.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-wires-of-war-review-how-online-lies-become-the-truth-11638314424", "title": "'The Wires of War' Review: How Online Lies Become the Truth", "date": "2021-11-30 18:20", "summary": "First, cook up an 'untruth.' Then 'layer' it, obscuring its source. At any hint of suspicion, use a 'ﬁrehose' to drown out the correct details.. The scam runs something like this: You start with what's known as \"placement.\" \"Some untruth is cooked up,\" Jacob Helberg tells us. \"The disinformation can be completely fabricated\" or \"it may originate with hacked or compromising information.\" Next comes \"amplification,\" using shells or false online identities to disseminate that cooked-up untruth. From there one proceeds to \"layering,\" in which intermediaries \"obscure the original source of disinformation and spread propaganda far and wide.\" The coup de grâce arrives with \"integration,\" the point at which the lie has been so widely propagated that it becomes accepted as truth.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-gordon-wood-slavery-1619-project-nikole-hannah-jones-systemic-racism-11638308854", "title": "Notable & Quotable: Gordon Wood on Slavery", "date": "2021-11-30 18:20", "summary": "'The New York Times has the history completely backwards.'. Historian Gordon Wood speaking to the American Council of Trustees and Alumni, Nov. 12:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rep-debbie-dingells-michigan-office-vandalized-11638301507", "title": "Rep. Debbie Dingell's Michigan Office Vandalized", "date": "2021-11-30 18:20", "summary": "Most items targeted were memorabilia belonging to the Democratic congresswoman's late husband, John Dingell. Rep. Debbie Dingell's Michigan office was broken into and vandalized, with the windows smashed and items inside destroyed, the Democratic congresswoman said Tuesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-many-cuomo-brothers-work-at-cnn-11638313632", "title": "How Many Cuomo Brothers Work at CNN?", "date": "2021-11-30 18:07", "summary": "News outlets treated the politician like family.. By CNN custom, anchor Chris Cuomo provided favorable coverage of his brother Andrew Cuomo's New York governorship. It didn't always come across as journalism. But CNN anchors with other surnames also provided highly favorable Cuomo coverage. The network says it has launched a \"thorough review\" of Chris Cuomo's role in helping his brother, who is now a disgraced ex-governor. But given CNN's fawning 2020 coverage of then-Gov. Cuomo, some viewers may be wondering if Chris really is the only CNN employee related to Andrew. Didn't everyone treat him like family?", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/globalfoundries-says-revenue-rose-56-as-chip-shortage-continues-11638312840", "title": "GlobalFoundries Says Revenue Rose 56% as Chip Shortage Continues", "date": "2021-11-30 17:54", "summary": "The financial report was the company's first as a public company, which started trading publicly in October. GlobalFoundries Inc. swung to a third-quarter profit and its revenue rose 56%, driven by strong demand amid a chip shortage.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baking-it-peacock-maya-rudolph-andy-samberg-panel-of-opinionated-grannies-11638302576", "title": "'Baking It' Review: An Undercooked Cooking Show", "date": "2021-11-30 17:39", "summary": "Despite being hosted by Andy Samberg and Maya Rudolph, the new show could do with a dash more comedy.. When \"The French Chef\" hit the airwaves in 1963, Julia Child could hardly have imagined that there would be as many cooking shows on TV as there are now. Or that so many would have so little to do with cooking.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeffrey-epsteins-former-pilot-recalls-flying-trump-clinton-celebrities-11638306038", "title": "Epstein Accuser Testifies That Maxwell Took Part in Sexual Abuse", "date": "2021-11-30 17:37", "summary": "A woman using the pseudonym Jane was the first accuser to testify against Ms. Maxwell. A woman testified in federal court Tuesday that disgraced financier Jeffrey Epstein and his companion British socialite Ghislaine Maxwell gave her money, bought her gifts including underwear and repeatedly sexually abused her beginning when she was 14.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notre-dame-cathedral-rebuilding-father-gilles-drouin-catechumenical-path-reconciled-creation-11638302758", "title": "An Incendiary Plan for Notre Dame Cathedral", "date": "2021-11-30 17:30", "summary": "Proposals for the interior of the iconic structure, which is being rebuilt after the 2019 fire, threaten to turn a sacred site into a theme park.. If the donors to the rebuilding of Notre Dame in Paris had known what is now in store for its interior, would they have been so generous? And generous they have been. The fire of April 15, 2019, that destroyed the mighty roof and central spire has inspired what must be the world's greatest act of collective cultural philanthropy. Over $940 million has already been collected from donors, some 340,000 in all, from all over the world.", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-considering-richard-cordray-as-top-fed-banking-regulator-11638285603", "title": "White House Considers Cordray as Top Fed Banking Regulator", "date": "2021-11-30 17:17", "summary": "Ohio attorney served as Consumer Financial Protection Bureau's first confirmed director. President Biden is considering Richard Cordray, the first director of the Consumer Financial Protection Bureau, to serve as the Federal Reserve's top banking regulator, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-supervised-injection-sites-for-drug-users-open-in-new-york-city-11638299919", "title": "First Supervised Injection Sites for Drug Users Open in New York City", "date": "2021-11-30 17:14", "summary": "As U.S. faces record overdose deaths, sites offer overdose antidote; could pave way for similar sites in other cities. New York City announced the opening Tuesday of two sites for drug users to consume illegal drugs under supervision, the first such sanctioned sites to open in the U.S. as the nation combats a worsening fatal-overdose crisis.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-shareholders-force-company-to-disclose-sexual-harassment-data-11638309907", "title": "Microsoft Shareholders Force Company to Disclose Sexual Harassment Data", "date": "2021-11-30 17:05", "summary": "The tech giant had recommended a vote against the disclosure proposal, which was approved at the company's annual meeting. An investor proposal to Microsoft Corp. demanding greater disclosure on its handling of sexual harassment at the company was approved at the annual shareholders' meeting on Tuesday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-variant-covid-science-policy-11638301683", "title": "Omicron Variant Sends Policy Makers Scrambling as Science Lags Behind", "date": "2021-11-30 17:04", "summary": "Resume Subscription. Scientists are racing to catch up with the policy response to the Omicron variant, as virologists study its many mutations and drugmakers test it against their Covid-19 vaccines and treatments.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-11-30-2021-11638261250", "title": "Stocks Drop on Omicron Worries, Powell Warning", "date": "2021-11-30 17:04", "summary": "Fed's Powell says it would be appropriate to consider wrapping up tapering more quickly. A post-Thanksgiving retreat in global stock indexes and energy prices intensified Tuesday, reflecting jitters over the impact of a new Covid-19 variant and rising inflation.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-bans-sharing-of-private-peoples-photos-videos-without-consent-11638290037", "title": "Twitter Bans Sharing of Private People's Photos, Videos Without Consent", "date": "2021-11-30 16:45", "summary": "Social-media platform says it will remove private media when it is reported by person depicted or authorized representative. Twitter Inc . said users will no longer be able to share private media, such as photos and videos, of another person without their permission, a move aimed at improving privacy and security.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-power-plants-are-low-on-coal-11638268201", "title": "America's Power Plants Are Low on Coal", "date": "2021-11-30 16:36", "summary": "U.S. coal prices climb to their highest level in more than a decade amid dwindling stockpiles. A lump of coal would be a welcome gift for many U.S. utilities.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-unlikely-to-cause-severe-illness-in-vaccinated-people-biontech-founder-says-11638286176", "title": "Omicron Risks Infecting Vaccinated People but May Not Cause Them Severe Illness", "date": "2021-11-30 16:26", "summary": "Some scientists say the virus will likely remain vulnerable to immune cells; 'Don't freak out,' says BioNTech co-founder. The Omicron variant of the Covid-19 virus could lead to more infections among vaccinated people, according to several scientists, but some said there were reasons to believe the shots would protect against severe disease.", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jana-partners-urges-zendesk-to-ditch-deal-for-surveymonkey-parent-11638291300", "title": "Jana Partners Urges Zendesk to Ditch SurveyMonkey Deal", "date": "2021-11-30 16:21", "summary": "New York activist investor has big stake in Zendesk, wants it to terminate Momentive Global acquisition. Jana Partners LLC owns a big stake in Zendesk Inc. and is urging the customer-service platform to abandon a deal it struck to buy the parent of web-survey company SurveyMonkey .", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lesson-one-from-the-omicron-drop-markets-dont-like-bad-news-11638271066", "title": "Lesson One From the Omicron Drop: Markets Don't Like Bad News", "date": "2021-11-30 16:21", "summary": "Expect prices to swing around as markets try to get ahead of the science and assess the binary risk of new lockdowns-or not. It would be nice to say that the Omicron fall-rebound-fall pattern holds a deep lesson on investor biases, the overextended state of the market or the tendency of the market to ignore obvious risks and then panic. At least, it would be nice for those of us writing market commentary.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-hospitals-charge-up-to-10-times-more-for-medical-scans-than-others-study-finds-11638284400", "title": "Some Hospitals Charge Up to 10 Times More for Medical Scans Than Others, Study Finds", "date": "2021-11-30 16:15", "summary": "The report, based on once-secret pricing data and published in the journal Radiology, found that thousands of hospitals didn't report their prices despite a new federal requirement. Some hospitals charge up to 10 times as much as others for standard medical scans, according to the latest analysis of previously secret market rates.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/happy-talk-wednesday-crossword-december-1-11638296137", "title": "Happy Talk (Wednesday Crossword, December 1)", "date": "2021-11-30 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fannie-mae-freddie-mac-housing-million-dollar-mortgage-11638291030", "title": "Fannie Mae, Freddie Mac to Back Home Loans of Nearly $1 Million", "date": "2021-11-30 15:57", "summary": "The maximum size of home-mortgage loans eligible for government backing will jump to $970,800 next year in high-cost markets. WASHINGTON-Starting next year, home buyers in high-cost areas of the country will be able to borrow nearly $1 million for a mortgage loan backed by the government, a reflection of the rapid appreciation in home prices nationally.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/23andme-earmarks-cash-from-spac-deal-for-drug-development-11638305638", "title": "23andMe Earmarks Cash From SPAC Deal for Drug Development", "date": "2021-11-30 15:53", "summary": "The company known for its at-home ancestry tests is developing two drugs to treat cancer. 23andMe Holding Co., known for its at-home health and ancestry tests, is spending cash raised in its recent public listing on what could be a yearslong process to develop new drugs.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gas-prices-pressure-drivers-finances-11638241233", "title": "Gas Prices Pressure Drivers' Finances", "date": "2021-11-30 15:49", "summary": "U.S. gasoline has climbed around 50% in a year with drivers paying an average of $3.40 a gallon for regular. Rachel Gould spends $50 on gas taking her two special-needs children on the three-hour trip from her home in Central Illinois to a hospital in St. Louis. That is roughly a 60% increase from the same time last year.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wife-of-joaquin-el-chapo-guzman-gets-three-year-u-s-prison-sentence-11638305230", "title": "El Chapo's Wife Gets Three-Year U.S. Prison Sentence", "date": "2021-11-30 15:47", "summary": "Emma Coronel, who was only 18 when she married the drug lord, helped her husband escape from prison. A federal judge in Washington sentenced the wife of Mexico's drug lord Joaquín \"El Chapo\" Guzmán Tuesday to three years in prison for her role in helping her husband pull off a spectacular escape from a maximum security Mexican prison as well as help him run the billion-dollar Sinaloa drug cartel during the time he was behind bars.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wirecutter-union-raises-over-42-000-for-workers-who-went-on-strike-11638305191", "title": "Wirecutter Union Raises Funds for Workers After Strike", "date": "2021-11-30 15:46", "summary": "Money was raised on union's GoFundMe page; contract talks at product-recommendation site set to resume. Supporters of Wirecutter, the product-recommendation site whose staffers went on strike for five days, have raised over $42,000 to help compensate workers for missed overtime pay.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/david-marcus-head-of-metas-cryptocurrency-project-steps-down-11638304223", "title": "David Marcus, Head of Meta's Cryptocurrency Project, Steps Down", "date": "2021-11-30 15:30", "summary": "Executive says he plans to leave at year's end to pursue entrepreneurial projects outside the company. David Marcus, a longtime Meta Platforms Inc. executive who worked on messaging and led the company's heavily scrutinized cryptocurrency initiatives, announced his resignation from the company on Tuesday.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/appeals-court-upholds-californias-ban-on-some-firearm-magazines-11638303445", "title": "Appeals Court Upholds California's Ban on Some Firearm Magazines", "date": "2021-11-30 15:17", "summary": "7-4 ruling reversed earlier decisions finding that the restriction violated Second Amendment. A federal appeals court in California on Tuesday upheld the state's ban on large-capacity firearm magazines, reversing earlier rulings that had found the restriction unconstitutional and giving gun-control advocates a victory at a moment of uncertainty around the scope of Second Amendment rights.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-targets-colombian-guerrilla-splinter-groups-with-terrorist-listing-11638289364", "title": "U.S. Targets Colombian Guerrilla Splinter Groups With Terrorist Listing", "date": "2021-11-30 15:07", "summary": "Biden administration removes disbanded rebel group FARC from list and takes aim at its violent offshoots. The Biden administration added two new Colombian drug-trafficking gangs to its list of foreign terrorist organizations, reflecting the U.S.'s determination to support a peace agreement in Colombia threatened by the groups' mayhem.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-new-york-city-a-live-work-townhouse-with-a-sunken-garden-asks-9-995-million-11638302692", "title": "In New York City, a Live-Work Townhouse With a Sunken Garden Asks $9.995 Million", "date": "2021-11-30 15:04", "summary": "Resume Subscription. On the second-floor terrace of a Greenwich Village townhouse, visitors can step down into a glass box that lets them peer into the room below. Inside the house, a large window provides a view of the primary bedroom suite from the staircase, allowing guests to see inside a traditionally private space.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-home-with-a-long-history-11638302586", "title": "A Home With a Long History", "date": "2021-11-30 15:03", "summary": "Before this Greenwich Village townhouse was renovated, it was owned for decades by the artist John Bennett and his wife, Karen Lee Grant.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/adrienne-hbo-adrienne-shelly-waitress-andy-ostroy-paul-rudd-keri-russell-hal-hartley-11638302370", "title": "'Adrienne' Review: Portrait of Loss", "date": "2021-11-30 15:01", "summary": "The documentary about film actress and writer-director Adrienne Shelly, who was murdered 15 years ago, is directed by her husband, Andy Ostroy.. The HBO documentary \"Adrienne\" celebrates the life and work of actress Adrienne Shelly, the '90s indie film darling and writer-director of the movie \"Waitress\" (which inspired the hit Broadway musical), who was murdered 15 years ago. It's also a film made by her grieving husband. On paper, it shouldn't work at all. It works measurably better on screen.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-gucci-family-isnt-a-fan-of-house-of-gucci-11638302458", "title": "The Gucci Family Isn't a Fan of 'House of Gucci'", "date": "2021-11-30 15:00", "summary": "The new film starring Lady Gaga and Adam Driver is 'extremely painful' and 'an insult to the legacy on which the brand is built today,' says the heirs of Aldo Gucci. The Guccis have a problem with \"House of Gucci.\"", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-weighs-emotional-distress-damages-in-discrimination-cases-11638301838", "title": "Supreme Court Weighs Emotional-Distress Damages for Discrimination", "date": "2021-11-30 14:50", "summary": "A disabled woman's lawsuit attracts interest from civil-rights organizations and business groups. WASHINGTON-The Supreme Court on Tuesday wrestled with whether people with disabilities can seek monetary damages for emotional distress when they allegedly face discrimination in obtaining medical treatment.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-variant-adds-urgency-to-covid-19-vaccine-talks-wto-chief-says-11638299414", "title": "Omicron Adds Urgency to Covid-19 Vaccine Talks, WTO Chief Says", "date": "2021-11-30 14:25", "summary": "Negotiators scramble to find ways to continue discussion over suspending intellectual property rights for vaccines after meeting is postponed. WASHINGTON-The new Omicron Covid-19 variant has added urgency for the World Trade Organization to act faster on vaccines, the group's leader said Tuesday, as the variant disrupted contentious negotiations aimed at boosting vaccine supplies to poorer countries around the world.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adele-to-perform-2022-concert-residency-in-las-vegas-11638300281", "title": "Adele to Perform 2022 Concert Residency in Las Vegas", "date": "2021-11-30 14:24", "summary": "The singer's four-month residency 'Weekends With Adele' will run for 24 shows from Jan. 21 through April 16. Adele is saying \"Hello\" to Las Vegas.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irans-nuclear-enrichment-could-imperil-nuclear-talks-diplomats-say-11638292190", "title": "Iran's Nuclear Enrichment Could Imperil Talks, Diplomats Say", "date": "2021-11-30 14:03", "summary": "Senior European diplomats warn of risk to nuclear talks if Iran enriches uranium to weapons grade. VIENNA-Senior European diplomats warned on Tuesday that negotiations to revive nuclear talks could be terminated if Iran moved to produce weapons-grade nuclear fuel.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fewer-people-shopped-over-thanksgiving-weekend-than-last-year-11638298736", "title": "Fewer People Shopped Over Thanksgiving Weekend", "date": "2021-11-30 13:58", "summary": "Store traffic was up but online activity eased as retailers offered fewer discounts due to limited inventory. Fewer U.S. consumers made purchases during the Thanksgiving weekend for the second straight year, as more shoppers began their holiday shopping early and smaller discounts gave them less incentive to spend.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mark-meadows-to-appear-for-deposition-before-jan-6-house-panel-11638294651", "title": "Meadows to Appear for Deposition Before Jan. 6 House Panel", "date": "2021-11-30 13:56", "summary": "Accommodation comes as Trump's lawyers argue before federal appeals court that his presidential papers shouldn't be disclosed to House select committee. WASHINGTON-Former President Donald Trump's last White House chief of staff agreed to speak to a Democratic-led House committee investigating the Jan. 6 assault on the Capitol Tuesday as a federal appeals court grappled with the novel legal question of whether Mr. Trump could stop disclosure of some of his presidential papers to the committee.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-allies-weigh-response-to-russian-military-buildup-around-ukraine-11638261598", "title": "U.S., Allies Warn Russia Over Military Buildup", "date": "2021-11-30 13:52", "summary": "Meeting of NATO foreign ministers seeks ways to deter Russia from a fresh attack on the former Soviet republic. RIGA, Latvia-NATO warned that its members would impose significant costs on Russia if it launched a new military incursion in Ukraine, while making clear the limits of the organization's support for Ukraine.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-agencies-washington-dc-area-spread-11638226861", "title": "The Case For and Against Clustering Federal Agencies in Washington", "date": "2021-11-30 13:49", "summary": "The pursuit of inexpensive office space could result in a costly lesson.. Kudos to Faith Bottum for addressing a solvable problem in Washington (\"When Federal Employees Telecommute, Why Are Agencies in D.C.?\" op-ed, Nov. 27). The culture of the capital has worsened in recent years, with lawyers moving from agency to agency but maintaining a single belief: All good ideas originate in Washington and the rubes in the hinterland have to be ruled, not consulted. That conceit would be undermined if, say, the Securities and Exchange Commission were located in Chicago or the Federal Trade Commission in Denver.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harpers-magazine-walter-kirn-woke-cancel-culture-left-column-publisher-11638224932", "title": "Harper's Responds: Walter Kirn Is No Martyr to Cancel Culture", "date": "2021-11-30 13:48", "summary": "The magazine's publisher tells his side of the story.. In his interview with Tunku Varadarajan (\"Middle America's Defiant Defender,\" The Weekend Interview, Nov. 27), Walter Kirn falsely implies that his contract with Harper's Magazine was \"terminated\" because of displeasure with his Easy Chair column headlined \"Illiberal Values,\" in which he denounced supposedly enlightened liberals for having become \"insufferable pedants and sermonizers.\" In fact, we did not renew his contract-after he wrote two more columns-because his copy was consistently late and he was complaining about a crushing book deadline. Both he and the magazine agreed that he should take a break from writing the column and finish his book. On this particular column, Mr. Kirn ran into conflict with the fact checker, but the fact checker was overruled by the editor and Mr. Kirn's opinions stayed put.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-reserve-fed-bond-market-vigilantes-auctions-dual-mandate-independence-employment-inflation-11638224010", "title": "What Happens When the Fed Runs the Show?", "date": "2021-11-30 13:47", "summary": "No wonder bitcoin is skyrocketing and gold-buying commercials crowd the airwaves.. Regarding Lawrence Goodman's op-ed \"How the Fed Rigs the Bond Market\" (Nov. 18): The political independence of the Federal Reserve was a farce during the Johnson and Nixon years. During that time, we moved to fiat money and gargantuan deficit spending, resulting in years of high unemployment and inflation with low growth. The only brakes on Washington's spending car eventually came from the bond vigilantes at Treasury auctions.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hamptons-house-that-appeared-on-hbos-succession-sells-for-45-million-11638297738", "title": "Hamptons House That Appeared on HBO's 'Succession' Sells for $45 Million", "date": "2021-11-30 13:42", "summary": "Resume Subscription. A Hamptons home with a distinctive triangular roof has sold for $45 million, according to Cody Vichinsky of Bespoke Real Estate, which represented the buyer and seller in the deal.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/james-glassman-dow-36000-stock-market-crash-11638223569", "title": "James Glassman Jinxes the Dow", "date": "2021-11-30 13:41", "summary": "I'm not saying there's necessarily a cause and effect here, but let's not cast all caution to the wind.. In 1999 James Glassman predicted that the Dow (then riding at about 11,000) would rise to 36,000. A short time thereafter, the dot-com bubble burst and the stock market crashed.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-vaccine-mandate-job-loss-firing-osha-fifth-circuit-court-appeals-11638223366", "title": "Vaccine Mandate Job Losses", "date": "2021-11-30 13:40", "summary": "An appeals court staves off disaster for President Biden.. The Fifth Circuit Court of Appeals may have saved Joe Biden's presidency (\"An Illegal Vaccine Mandate,\" Review & Outlook, Nov. 15). Currently, that's no small feat. Blocking the federal vaccine mandate for private employers with 100 or more workers, the court is staving off substantial employee resignations and firings, most of which would be held against the president.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-variant-omicron-threatens-u-s-global-economies-11638268200", "title": "Covid-19 Variant Omicron Threatens U.S., Global Economies", "date": "2021-11-30 13:39", "summary": "Latest virus strain could slow global growth but any hit is likely to be modest, economists say. The global economy could suffer a modest blow from the Omicron variant of Covid-19, though the scale of damage will hinge on the potency of the strain itself, economists say.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/france-honors-josephine-baker-first-black-woman-to-enter-pantheon-11638290176", "title": "France Honors Josephine Baker, First Black Woman to Enter Pantheon", "date": "2021-11-30 13:18", "summary": "The American-born entertainer and civil-rights activist was awarded one of France's rarest honors. PARIS-Josephine Baker, the late American-born entertainer and civil rights activist, entered France's Pantheon on Tuesday, becoming the first Black woman to be awarded one of the country's rarest honors.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stranger-things-season-4-is-coming-to-netflix-next-summer-11638296062", "title": "'Stranger Things' Season 4 Is Coming to Netflix Next Summer", "date": "2021-11-30 13:14", "summary": "Other returning shows in 2022 include 'Locke & Key,' 'Alice in Borderland'. Lovers of fantasy and sci-fi television will have plenty of new shows to stream on Netflix next year.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nasdaq-to-move-markets-to-amazons-cloud-11638291103", "title": "Nasdaq to Move Markets to Amazon's Cloud", "date": "2021-11-30 12:45", "summary": "The exchange says a phased migration to Amazon Web Services will kick off in 2022 with its U.S. options market. Nasdaq Inc. said that next year it plans to begin moving its North American markets to Amazon. com Inc.'s Amazon Web Services cloud-computing platform.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-uncertainty-will-linger-a-while-11638293187", "title": "Omicron Uncertainty Will Linger a While", "date": "2021-11-30 12:26", "summary": "It will be some time before investors even have enough information to judge how big a threat the new variant is. They say the waiting is the hardest part. When it comes to the waiting that we must suffer through before we have a real sense of how severe the Omicron threat is, we can only hope that will be true.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-playbook-to-revive-the-biden-presidency-approval-ratings-losses-immigration-11638284975", "title": "A Playbook to Revive the Biden Presidency", "date": "2021-11-30 12:26", "summary": "He'll need to appeal to the center of the country, not his party, on, say, immigration.. If history is any guide, Democrats will lose control of the House next year. Of the 10 previous postwar presidents who entered the Oval Office via election, nine saw their party suffer losses in the House, averaging 23 seats, during their first midterm. The exception was George W. Bush, who rode his soaring post-9/11 job approval to gain a modest eight Republican seats in 2002.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-generations-of-roe-is-enough-abortion-law-overturn-11638286403", "title": "John Roberts and the Abortion Precedents", "date": "2021-11-30 12:26", "summary": "The chief justice has a chance to protect the Supreme Court, strike a blow for democracy, and overturn bad decisions.. The Supreme Court hears its most important abortion case in a generation on Wednesday. Dobbs v. Jackson Women's Health Organization concerns a Mississippi law that bans most abortions after 15 weeks of gestation. That's more permissive than the laws of nearly every country in Europe. But because it applies before viability, it conflicts with Roe v. Wade (1973) and Planned Parenthood v. Casey (1992).", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zara-parent-elevates-founders-daughter-to-chairwoman-11638274983", "title": "Zara Parent Elevates Founder's Daughter to Chairwoman", "date": "2021-11-30 12:21", "summary": "Move at Inditex places 37-year-old Marta Ortega Perez atop one of the world's biggest fashion retailers. Zara's parent company said it had appointed the daughter of the retailer's founder as its new chairwoman, placing a little-known 37-year-old atop one of the world's largest fashion chains.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aeromexico-creditors-lobby-airlines-backer-delta-over-bankruptcy-exit-plan-11638281926", "title": "Aeromexico Creditors Lobby Airline's Backer Delta Over Bankruptcy Exit Plan", "date": "2021-11-30 11:41", "summary": "Minority creditors take issue with chapter 11 exit strategy, saying it unfairly divvies up shares and pays back debt. Grupo Aeroméxico SA B de CV is roiling some of its unsecured creditors with a restructuring plan that sets aside an ownership stake for its partner and part-owner Delta Air Lines Inc. while paying a fraction of some of its debts.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-variant-starts-to-hit-travel-business-flights-and-events-11638290053", "title": "Omicron Variant Starts to Hit Travel, Business Flights and Events", "date": "2021-11-30 11:34", "summary": "Executives are paring back travel plans and events are getting canceled in the wake of the discovery of a new Covid-19 strain. Airlines are warning of lower bookings, executives in Europe are tweaking business travel plans and a handful of organizations have canceled or downscaled events across the continent amid new government-mandated restrictions and uncertainty over the spread of the Omicron variant of the coronavirus.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-crept-into-australia-after-strict-border-rules-were-eased-11638263658", "title": "Omicron Variant Cases Rise in Europe, Asia", "date": "2021-11-30 11:20", "summary": "New Covid-19 variant prompts governments to tighten restrictions they had begun to loosen. Health authorities around Europe and the Pacific Rim said dozens of cases of the Omicron variant of the coronavirus were identified in their countries and most carriers had entered before it was identified last week.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/french-nationalist-tv-host-eric-zemmour-launches-presidential-bid-to-challenge-macron-11638289224", "title": "French Nationalist TV Host Launches Presidential Bid to Challenge Macron", "date": "2021-11-30 11:20", "summary": "Candidate seeks to outflank far-right Marine Le Pen, pushing hard line on immigration, Islam. PARIS-Éric Zemmour, the nationalist French talk-show host and pundit, announced his candidacy for president on Tuesday, challenging President Emmanuel Macron in next year's election with a tough line on immigration, Islam and the European Union.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-football-coaching-job-lincoln-riley-brian-kelly-11638288840", "title": "How to Quit a College Football Coaching Job", "date": "2021-11-30 11:15", "summary": "It's all the rage, but it gets awkward. Here's some advice for a more elegant escape.. In the past 48 hours, college football has been jolted by the sudden departure of two successful big-name coaches. First, Oklahoma wunderkind Lincoln Riley fled Norman for the University of Southern California, which turns out to have a football team, in addition to celebrity children's rowing.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wikipedia-co-founder-jimmy-wales-was-educated-in-a-one-room-schoolhouse-11638288640", "title": "Wikipedia's Jimmy Wales Was Educated in a One-Room Schoolhouse", "date": "2021-11-30 11:10", "summary": "He became fascinated with encyclopedias after his mother bought one from a door-to-door salesman. Jimmy Wales, 55, is an internet entrepreneur and co-founder of Wikipedia, the nonprofit online encyclopedia launched in 2001 that relies on user donations. He also is founder of Fandom, a for-profit web-hosting company. He spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-mickey-guytons-indigo-reflects-her-struggle-in-nashville-11638284400", "title": "How Mickey Guyton's 'Indigo' Reflects Her Struggle in Nashville", "date": "2021-11-30 11:00", "summary": "The Grammy-nominated artist shares the backstory of a song from 'Remember Her Name,' the country singer's new hit album. On her debut studio album, \"Remember Her Name\" (Capitol Nashville), Mickey Guyton explores her efforts to gain visibility and recognition as a Black country artist. Last week she was nominated for Grammys in three categories: best country album, best country song and best country solo performance.", "categories": [["Books & Arts", "Arts", "Anatomy of a Song"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/anatomy-of-a-song?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-temple-business-school-dean-convicted-in-falsified-m-b-a-rankings-data-scheme-11638287872", "title": "Former Temple Business School Dean Convicted in Falsified M.B.A. Rankings Data Scheme", "date": "2021-11-30 10:58", "summary": "Moshe Porat and colleagues submitted false information to U.S. News & World Report to heighten rankings, Justice Department said. The former dean of Temple University's business school was convicted on fraud charges for his role in a scheme to submit fake data about the school to improve its standing in business-school rankings.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-save-the-date-anymore-wedding-guests-get-uninvited-11638287789", "title": "The Wedding Is Rescheduled. You Didn't Make the New Guest List.", "date": "2021-11-30 10:56", "summary": "Celebrations are being rescheduled but some people are getting uninvited; 'people get weird about weddings'. There's no good way to uninvite 250 people from your wedding. Teresa Bruce would know.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiger-woods-car-crash-leg-injury-update-future-11638287262", "title": "Tiger Woods Says Golf Career Will Never Fully Recover After Car Crash", "date": "2021-11-30 10:48", "summary": "The golf legend cast doubt on his return to competitive golf after the life-threatening wreck that seriously injured his leg in February. Tiger Woods cast serious doubt on his professional golf future in his first press conference since a life-threatening February car crash, saying that his ability to compete will never be the same after the devastating leg injuries he sustained in the wreck.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/leaked-documents-detail-xi-jinpings-extensive-role-in-xinjiang-crackdown-11638284709", "title": "Leaked Documents Detail Xi Jinping's Extensive Role in Xinjiang Crackdown", "date": "2021-11-30 10:43", "summary": "Resume Subscription. A panel of lawyers and activists in the U.K. has published what it describes as leaked Chinese government documents that shed additional light on the role leader Xi Jinping played in directing the Communist Party's campaign of forcible assimilation against religious minorities in the country's northwestern region of Xinjiang.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-canadian-border-rules-ease-offering-boost-to-local-business-11638286397", "title": "U.S.-Canadian Border Rules Ease, Offering Boost to Local Business", "date": "2021-11-30 10:33", "summary": "Resume Subscription. Beginning Tuesday, Canadians who have spent less than 72 hours in another country will no longer need a Covid-19 test to return to Canada, making it easier and cheaper for residents near the 5,500-mile border to make quick trips to the U.S. to pick up groceries, fill gas tanks or go holiday shopping.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/as-omicron-supply-chain-problems-loom-eurozone-inflation-hits-record-11638275205", "title": "As Omicron, Supply-Chain Problems Loom, Eurozone Inflation Hits Record", "date": "2021-11-30 10:32", "summary": "November's inflation rate was the highest since records began in 1997, adding to the challenges facing the ECB. The eurozone's annual rate of consumer-price inflation jumped to a record in November, adding to the challenges facing the European Central Bank as the new coronavirus variant, supply-chain disruptions and soaring energy prices complicate its policy decisions for the coming year.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bali-covid-omicron-tourism-economy-travel-restrictions-11638229373", "title": "Bali Was Slammed With Tourists Before Covid. Now It's Slammed Without.", "date": "2021-11-30 10:07", "summary": "Resume Subscription. Two years ago, there were so many tourists on Bali that bumper-to-bumper traffic snaked through the Indonesian island's villages. Tides towed in waves of plastic garbage. A decadelong building binge tripled the number of hotel rooms to 75,000 on a popular stretch. Locals got wealthier, but many got fed up.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/virgil-abloh-blazed-a-fashion-trail-then-he-helped-young-black-designers-navigate-it-11638284050", "title": "Virgil Abloh Blazed a Fashion Trail. Then He Helped Young Black Designers Navigate It.", "date": "2021-11-30 09:54", "summary": "New generation of designers vow to continue Abloh's legacy of leadership. 'He was a lighthouse and a spirit guide.'. The death of trailblazing designer Virgil Abloh last weekend leaves a gaping hole for a younger generation of Black designers who drew inspiration from him, as the industry continues to face criticism about too few Black creatives and executives in top key roles at major fashion houses.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virgil-abloh-left-an-outsize-impact-on-global-fashion-and-culture-11638145499", "title": "Virgil Abloh Left an Outsize Impact on Global Fashion and Culture", "date": "2021-11-30 09:40", "summary": "Beyond his creations for Off-White and Louis Vuitton, the late designer's influence extended to high art, rap music and street style. A few months ago, designer Virgil Abloh posted a video clip-now lost to time-to Instagram's disappearing Stories function. In it, Mr. Abloh walked through Paris while filming a trio of young children riding bicycles next to him. The one closest to him, who couldn't have been more than 10 years old, beamed up at the creative director. \"Virgil Abloh!\" the children chanted. \"Virgil Abloh, Virgil Abloh!\" Mr. Abloh chuckled a bit, as if to say, \"It really is me.\" Mr. Abloh, whose death to a rare form of cancer at age 41 was announced Sunday, had achieved a level of global fame and adoration that is unusual if not unprecedented in fashion.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peloton-moderna-marriott-pfizer-what-to-watch-when-the-stock-market-opens-today-11638273308", "title": "Peloton, Moderna, Marriott, Pfizer: What to Watch in the Stock Market Today", "date": "2021-11-30 09:38", "summary": "Popular pandemic trades were on display as Omicron anxiety gripped markets. Wall Street indexes opened lower as Omicron fears returned to the fore after vaccine makers suggested current shots might not be as effective against the new variant. Here's what we're watching in Tuesday's trading:", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/custom-cashmere-hoodies-11638282899", "title": "Custom Cashmere Hoodies? Yup, That's a Thing", "date": "2021-11-30 09:36", "summary": "Premier fashion brands like Zegna and Hermès sell luxe, made-to-measure hoodies at four-figure prices. Is the investment worth it? Here's why some men say 'yes.'. ON THE FOURTH floor of the Hermès men's store on New York's Madison Avenue lies a cozy atelier where choosy shoppers can sip champagne, leaf through fabric books and order custom clothes. Many clients stop in for traditional bespoke suits and dress shirts, but some covet a more modern, and perhaps superfluous, personalized piece: a made-to-order hoodie. For a princely $1,925, you can pick from 27 color options, have a tailor take your shoulder and torso measurements and, approximately 12 weeks later, walk away in a one-of-a-kind, fit-to-you, zip-up cashmere hoodie.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barbados-to-queen-elizabeth-cheerio-11638282415", "title": "Barbados to Queen Elizabeth: Cheerio!", "date": "2021-11-30 09:26", "summary": "The 'Little England' of the Caribbean becomes a republic after nearly four centuries of ties to the British Crown. Barbados officially became a republic on Tuesday, ending almost four centuries of ties to the British monarchy in a midnight ceremony attended by Prince Charles.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uganda-begins-strikes-against-islamist-militants-in-congo-after-bombings-11638282360", "title": "Uganda Begins Strikes Against Islamist Militants in Congo", "date": "2021-11-30 09:26", "summary": "Artillery barrages and airstrikes follow a series of bomb attacks in Uganda, including blasts that killed four in Kampala. KAMPALA, Uganda-The Ugandan military launched a series of strikes against Islamic State-aligned militants in neighboring Congo, the beginning of what Ugandan officials say they hope will be a quick offensive to drive the group from the mineral-rich region after a wave of attacks on the capital, Kampala.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zaras-new-executive-look-may-be-tough-to-carry-off-11638281247", "title": "Zara's New Executive Look May Be Tough to Carry Off", "date": "2021-11-30 09:07", "summary": "A board shake-up at top fashion retailer Inditex installed the founder's daughter as chair and a lawyer with no fashion experience as CEO. After years of taking a back seat, Zara's founding family is firmly back in control of the Inditex clothing empire.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-home-price-growth-decelerated-in-september-11638280865", "title": "U.S. Home-Price Growth Decelerated in September", "date": "2021-11-30 09:01", "summary": "Case-Shiller national home price index rose 19.5% in the year that ended in September. Home-price growth slowed slightly in September as sky-high prices deterred some buyers.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alumni-withhold-donations-demand-colleges-enforce-free-speech-11638280801", "title": "Alumni Withhold Donations, Demand Colleges Enforce Free Speech", "date": "2021-11-30 09:00", "summary": "Some baby boomers push back against what they see as liberal indoctrination at their schools. Two years ago Cornell University asked a California real-estate developer and longtime donor for a seven-figure contribution.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/glencore-faces-call-from-activist-to-sell-coal-assets-11638273033", "title": "Glencore Faces Call From Activist to Sell Coal Assets", "date": "2021-11-30 08:37", "summary": "Bluebell Capital says ditching fossil fuel would boost commodities giant's share price. An activist investor has called on Glencore PLC to sell its thermal- coal business, pressuring the commodities giant to join other big miners in ditching the fuel.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-commander-calls-for-more-aircraft-carriers-in-pacific-to-deter-china-11638278989", "title": "U.S. Commander Calls for More Aircraft Carriers in Pacific", "date": "2021-11-30 08:29", "summary": "American naval forces and allies complete 10-day exercise led by Japan. ABOARD THE USS CARL VINSON-The U.S. Seventh Fleet's commander called for an expanded presence by U.S. and allied aircraft carriers in the Pacific to persuade China and Russia that \"today is not the day\" to start a conflict.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-to-review-mississippis-15-week-abortion-ban-11638278936", "title": "Supreme Court to Review Mississippi's 15-Week Abortion Ban", "date": "2021-11-30 08:28", "summary": "State wants Roe v. Wade overruled and women's right to end unwanted pregnancies abolished. WASHINGTON-Mississippi will ask the Supreme Court at Wednesday arguments to overrule Roe v. Wade and eliminate the constitutional right women have held since 1973 to end unwanted pregnancies.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-frozen-factories-warm-up-a-little-11638278811", "title": "China's Frozen Factories Warm Up, a Little", "date": "2021-11-30 08:26", "summary": "Easing supply constraints boosted Chinese factory activity in November, but a durable recovery awaits more support for demand. The Northern Hemisphere is firmly in the grip of winter-and potentially, a nasty new coronavirus variant. But Tuesday brought some good news for markets: Chinese factories are ramping up again. China's official manufacturing purchasing managers index for November rallied to 50.1, breaching the 50-point mark separating expansion from contraction for the first time since August.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-years-eve-2021-gift-guide-11638278737", "title": "New Year's Eve 2021: 18 Items for a Glamorous Night in or Out", "date": "2021-11-30 08:26", "summary": "Make the season a festive affair with glamorous touches and hints of tinsel-bright sparkle.. Our suggestions for holiday offerings are here to help brighten the season and let the good times roll. A tiara-like headband seems up to the task, as do zebra-print boots, a gold-leaf skateboard and ice-cold rosé champagne. Ring in the new year in a pair of sparkly Mary Janes or a delicate crystal necklace. Host a late-night poker game, complete with a stylish tea set and dramatic candles. Sprawl on an ottoman as puffy and white as a marshmallow. Put your phone in a Dada-esque case, the better to send clever texts from, and carry your mask and hand sanitizer in a glittery purse. An over-the-top surprise always adds to the festive feeling, but simpler presents, like an eye-catching deck of cards or a handy incense holder, are equally jolly. In the end the best gifts are high spirits and good cheer for all.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-vaccine-executive-moves-to-rival-glaxosmithkline-11638277315", "title": "Pfizer Vaccine Executive Moves to Rival GlaxoSmithKline", "date": "2021-11-30 08:17", "summary": "GSK, a vaccine leader, lagged behind rivals in the race to develop a Covid-19 shot. Pfizer Inc.'s top viral vaccine-science executive is leaving the pharmaceutical giant for rival GlaxoSmithKline PLC, a high-profile industry move that comes as Pfizer and other vaccine makers scramble to assess how their shots will stand up to a new variant of the coronavirus that causes Covid-19.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sexual-harassment-bullying-are-widespread-in-australias-parliament-report-says-11638277869", "title": "Sexual Harassment, Bullying Widespread in Australia Parliament, Report Says", "date": "2021-11-30 08:11", "summary": "Inquiry finds that more than half of workers in parliament have experienced inappropriate behavior. SYDNEY-When a worker at Australia's parliament tried to report they had been sexually harassed by a lawmaker, they were told it was their job to get along with everyone to make political negotiations easier.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weak-consumer-spending-hampers-indias-economic-recovery-11638276291", "title": "India's Economy Hampered by Weak Consumer Spending", "date": "2021-11-30 08:04", "summary": "Quarterly GDP grows 8.4%, but economists say consumer confidence is near its all-time lows. NEW DELHI-India's economy is rebounding after a brutal pandemic-induced recession, but job losses related to Covid-19 are weighing on consumer spending and the country's economic recovery.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-delivery-boom-fuels-demand-for-last-mile-space-11638277201", "title": "'Last Mile' Space Draws Strong Demand", "date": "2021-11-30 08:00", "summary": "Retailers are paying more to access logistics properties that serve as final stops for packages bound for doorsteps. The last mile in the e-commerce delivery process looks like a windfall for real-estate owners.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kkr-wells-fargo-look-to-expand-at-manhattans-hudson-yards-11638277200", "title": "KKR, Wells Fargo Look to Expand at Manhattan's Hudson Yards", "date": "2021-11-30 08:00", "summary": "Office demand in New York has been sluggish, but big employers are competing to lock up the most-prestigious space. Two blue-chip financial companies are looking to add more square footage at Hudson Yards, the latest sign that high-end office space is still in demand as companies try to lure back remote workers and retain talent.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-companies-got-their-hedges-clipped-11638273780", "title": "Oil Companies Got Their Hedges Clipped", "date": "2021-11-30 07:03", "summary": "Producers trying to lock in prices fail more often than they succeed-something to think about with prices back to multiyear highs. Investors are demanding more from oil companies this year: More spending discipline, more cash returns, more details around energy transition strategies. They should add one more thing to the list: More humility.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-told-to-sell-giphy-by-u-k-regulator-11638270805", "title": "Facebook Parent Told to Sell Giphy by U.K. Regulator", "date": "2021-11-30 07:02", "summary": "U.K.'s Competition and Markets Authority says the acquisition could limit competition. The U.K.'s top competition regulator directed Meta Platforms Inc., formerly Facebook , to sell social-media animated-images company Giphy, saying its acquisition could limit competition among platforms and U.K. advertisers.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kongs-hang-seng-index-tumbles-to-its-lowest-level-in-more-than-a-year-11638271318", "title": "Hong Kong's Hang Seng Index Tumbles to Its Lowest Level in More Than a Year", "date": "2021-11-30 06:21", "summary": "Worries over Omicron variant, Chinese regulatory crackdowns weigh on stocks. Hong Kong's stock-market benchmark slid to its lowest level in nearly 14 months, as China's regulatory crackdowns combined with investor worries about the new Omicron Covid-19 variant to push down many stocks listed in the city.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bad-bets-episode-8-11638270060", "title": "'Bad Bets', Episode 8", "date": "2021-11-30 06:01", "summary": "Could we see another company collapse like Enron?. Enron was a giant, and its collapse was historic. The company's downfall disrupted energy markets, pushing other power companies into bankruptcy. It prompted hearings by nearly a dozen congressional committees, and it inspired major legislation-the Sarbanes-Oxley Act-to improve the conduct of corporations and their watchdogs. But were the changes enough to prevent a similar scandal? Could there be another Enron debacle looming?", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-bets-on-asian-metaverse-platform-selling-digital-gucci-dior-11638270000", "title": "SoftBank Bets on Asian Metaverse Platform Selling Digital Gucci, Dior", "date": "2021-11-30 06:00", "summary": "Naver's Zepeto, boasting a base of young female users, attracts $150 million SoftBank investment, valuing it at more than $1 billion. SEOUL- SoftBank Group Corp. is investing $150 million in a South Korean metaverse platform that has amassed a large following of young female users by selling high-fashion items for 3-D avatars, according to the companies involved in the deal.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-antibody-drugs-are-challenged-by-omicron-preliminary-testing-indicates-11638270003", "title": "Covid Antibody Drugs Challenged by Omicron", "date": "2021-11-30 06:00", "summary": "Regeneron said its antibody drug cocktail was found to lose effectiveness against the new variant. Preliminary tests indicate the Covid-19 antibody drug cocktail from Regeneron Pharmaceuticals Inc. loses effectiveness against Omicron, the company said Tuesday, a sign that some products in an important class of therapies might need modifying if the new strain becomes widespread.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mlb-free-agency-lockout-labor-deal-11638258868", "title": "The Labor Standoff That Unleashed a Billion-Dollar Spending Spree in Baseball", "date": "2021-11-30 06:00", "summary": "The Mets' giant deal for three-time Cy Young winner Max Scherzer was part of a hot free-agent frenzy that is being propelled partly by this week's likely lockout. Baseball front offices have finally shown what it takes for them to start signing players before Valentine's Day: The threat of the entire sport shutting down for an indeterminate amount of time.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/metaverse-real-estate-piles-up-record-sales-in-sandbox-and-other-virtual-realms-11638268380", "title": "Metaverse Real Estate Piles Up Record Sales", "date": "2021-11-30 05:33", "summary": "Firms' purchases of digital land in online worlds are bets that property values will rise as more people join in. The latest hot real-estate market isn't on the scenic coasts or in balmy Sunbelt cities. It's in the metaverse, where gamers are flocking and digital property sales are setting new records.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/appliance-business-cast-off-by-ge-thrives-under-chinese-ownership-11638268380", "title": "GE's Former Appliance Business Thrives Under Chinese Owners", "date": "2021-11-30 05:33", "summary": "Appliance maker bought by Haier Group in 2016 achieves its highest U.S. market share in at least a decade. LOUISVILLE, Ky.-When General Electric Co. agreed to sell its appliance unit to a Chinese manufacturer in 2016, the future wasn't clear for the business, its workers or the tens of millions of U.S. households owning GE appliances.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/falling-dollar-shows-resurgence-of-infamous-carry-trade-11638268315", "title": "Falling Dollar Shows Resurgence of Carry Trade", "date": "2021-11-30 05:31", "summary": "Hedge funds and others borrowed heavily in Japanese yen, sparking big currency moves after the Omicron coronavirus variant emerged. A surprise fall in the dollar dented a popular currency trade notorious in past decades for wiping out hedge funds and fueling broad market selloffs.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11638291868", "title": "Pepper...and Salt", "date": "2021-11-30 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]