[{"link": "https://www.wsj.com/articles/ohio-jury-finds-pharmacies-operated-by-cvs-walgreens-walmart-contributed-to-opioid-epidemic-11637695351", "title": "Walgreens, Walmart, CVS Contributed to Opioid Epidemic, Ohio Jury Finds", "date": "2021-11-23 23:13", "summary": "Two state counties argued pharmacy chains created public nuisance by enabling opioid crisis. A federal jury in Cleveland on Tuesday found that the companies owning CVS, Walgreens and Walmart pharmacies were liable for contributing to the opioid epidemic in two Ohio counties-the first, potentially influential verdict among many lawsuits targeting pharmacy chains.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musks-tax-bill-on-stock-options-fell-along-with-teslas-share-price-11637674380", "title": "Musk's Tax Bill on Stock Options Fell Along With Tesla's Share Price", "date": "2021-11-23 22:54", "summary": "Sliding stock price lowers CEO's tax bill by about $480 million from peak but also limits deductions the EV maker can take. Elon Musk already faces a federal tax bill topping $3.5 billion on exercising Tesla Inc. stock options. It would have been bigger if the company's share price hadn't fallen after he tweeted about selling stock.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charlottesville-trial-verdict-jury-finds-prominent-white-supremacist-leaders-liable-11637698395", "title": "Jury in Charlottesville Rally Trial Finds Leaders Liable", "date": "2021-11-23 21:02", "summary": "Victims of violence from 2017 march in Virginia are awarded more than $25 million. A federal jury in Virginia awarded victims of violence stemming from a 2017 rally in Charlottesville, Va., more than $25 million on Tuesday, after finding prominent white-supremacist leaders and groups liable under state law for injuries suffered during a torchlight march and Unite the Right event.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsung-picks-texas-for-17-billion-chip-making-factory-11637710466", "title": "Samsung Picks Texas for $17 Billion Chip-Making Factory", "date": "2021-11-23 20:19", "summary": "Investment adds to industry's efforts to expand semiconductor production amid parts shortages. AUSTIN, Texas- Samsung Electronics Co. said Tuesday that it plans to invest roughly $17 billion in a semiconductor-making facility in Taylor, Texas, the latest chip-plant commitment this year amid a global processor shortage.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-elizabeth-holmes-trial-theranos-founder-says-doctored-documents-werent-meant-to-deceive-11637699568", "title": "Theranos Founder Steps Up Her Defense", "date": "2021-11-23 20:14", "summary": "Holmes directly addresses prosecutors' contentions in her criminal-fraud case. SAN JOSE, Calif.-For the first time in her criminal-fraud trial, Elizabeth Holmes on Tuesday took aim at the most serious allegations made against her by prosecutors, offering a narrative of herself as a well-intentioned if inexperienced entrepreneur who had some success in her effort to transform healthcare.", "categories": [["Business", "Law"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/law-legal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-remove-colombian-rebel-group-farc-from-terrorist-list-in-support-of-five-year-old-peace-pact-11637688001", "title": "U.S. to Drop Colombian Rebel Group FARC From Terrorist List", "date": "2021-11-23 19:51", "summary": "A 2016 peace deal between FARC, Colombian government ended 52-year conflict. The Biden administration will remove a former Colombian rebel group from a list of foreign terrorist organizations, a measure intended to demonstrate American support for a fragile peace agreement with the guerrillas in Colombia, said U.S. and congressional officials with knowledge of the coming announcement.", "categories": [["WSJ News Exclusive", "National Security"]], "category_links": ["https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexicos-former-finance-minister-arturo-herrera-no-longer-to-head-central-bank-11637712409", "title": "Mexico's Former Finance Minister Arturo Herrera No Longer to Head Central Bank", "date": "2021-11-23 19:36", "summary": "Mr. Herrera had been named in June to take the helm of the Bank of Mexico on Jan. 1. MEXICO CITY -- Mexican President Andrés Manuel López Obrador has decided to withdraw the nomination of former finance minister Arturo Herrera to lead the Bank of Mexico, Mr. Herrera said Tuesday.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brian-laundrie-died-from-gunshot-wound-to-head-family-attorney-says-11637697143", "title": "Brian Laundrie Died From Gunshot Wound to Head, Investigation Finds", "date": "2021-11-23 19:28", "summary": "FBI had issued federal arrest warrant for fiancé of Gabby Petito, who was a person of interest in her homicide case. Brian Laundrie, the fiancé of Gabby Petito, died by suicide from a gunshot wound to the head, officials said. Authorities had considered him a person of interest in her homicide.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hp-sees-office-reopenings-lifting-pc-demand-ahead-of-promising-holiday-season-11637701691", "title": "HP Sees Office Reopenings Lifting PC Demand Ahead of Holiday Season", "date": "2021-11-23 19:03", "summary": "Dell also posts strong results, aided by commercial PCs and sales of high-end consumer devices. HP Inc. reported strong earnings and gave an upbeat outlook, aided by office reopenings and an expectation for healthy consumer demand through the holiday shopping season despite supply shortages.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ahmaud-arbery-murder-trial-jury-begins-deliberations-11637686550", "title": "Jury Begins Deliberations in Ahmaud Arbery Murder Trial", "date": "2021-11-23 18:47", "summary": "Three Georgia men face charges including murder and aggravated assault in the killing of Black man. BRUNSWICK, Ga.-The jury began deliberations Tuesday in the trial of three Georgia men charged in the killing of Ahmaud Arbery.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-the-kyle-rittenhouse-trial-says-about-america-kenosha-shooting-acquitted-riots-11637706467", "title": "What the Kyle Rittenhouse Trial Says About America", "date": "2021-11-23 18:44", "summary": "Students weigh in on American culture and the criminal-justice system.. Editor's note: In this Future View, students discuss the Kyle Rittenhouse trial. Next week we'll ask, \"Mark Zuckerberg has announced that we will all soon move into a metaverse, with our business and even personal interactions taking place in an ever-more realistic virtual space. Should we welcome this, or flee from it back to the physical world?\" Students should click here to submit opinions of fewer than 250 words before Nov. 30. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-desolate-wilderness-william-bradford-nathaniel-morton-plymouth-pilgrims-11637708909", "title": "The Desolate Wilderness", "date": "2021-11-23 18:41", "summary": "Resume Subscription. Here beginneth the chronicle of those memorable circumstances of the year 1620, as recorded by Nathaniel Morton, keeper of the records of Plymouth Colony, based on the account of William Bradford, sometime governor thereof:", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/and-the-fair-land-11637710823", "title": "And the Fair Land", "date": "2021-11-23 18:40", "summary": "Resume Subscription. Any one whose labors take him into the far reaches of the country, as ours lately have done, is bound to mark how the years have made the land grow fruitful.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/strategic-political-oil-reserve-opec-biden-11637701493", "title": "Strategic Political Oil Reserve", "date": "2021-11-23 18:36", "summary": "Biden taps the U.S. emergency supply but prices still rise.. Crude prices rose Tuesday after the Biden Administration announced that the U.S. and other countries would tap their petroleum reserves. Sorry, Mr. President. Markets know that this political gesture won't fix the supply shortage and could make it worse.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-testing-bait-and-switch-university-of-california-sat-janet-napolitano-11637689492", "title": "College Testing Bait-and-Switch", "date": "2021-11-23 18:30", "summary": "After dropping the SAT, the University of California kills plans for a new test.. When the University of California moved to drop the SAT and ACT from its admissions process on social-justice grounds last year, the school tempered its decision by saying it would design a replacement to protect academic standards. President Janet Napolitano said the university was \"developing a new test that more closely aligns with what we expect incoming students to know to demonstrate their preparedness for UC.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-vietnam-mistakes-afghanistan-quagmire-binladen-strategy-11637705112", "title": "America Repeated Vietnam's Mistakes in Afghanistan", "date": "2021-11-23 18:19", "summary": "Lessons from both conflicts should become part of the military's education requirements.. Defense Department leaders have assured Congress and the American people that the military would study the war in Afghanistan to learn lessons from America's 20-year involvement and painful exit. This will be an important exercise, but not a new one.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-protect-your-brain-from-injury-abbott-test-concussion-football-nfl-11637703934", "title": "How to Protect Your Brain From Injury", "date": "2021-11-23 18:18", "summary": "A direct blow isn't the only source of trauma, and it's crucial to know the symptoms.. Football season is in full swing, which means concussions are on the minds of players and fans. But traumatic brain injuries, including concussions, aren't a problem only for athletes who play contact sports. Each year at least 69 million people world-wide suffer a traumatic brain injury.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/proof-of-life-review-sifting-through-sand-11637709473", "title": "'Proof of Life' Review: Sifting Through Sand", "date": "2021-11-23 18:17", "summary": "A man goes missing in the Middle East. The ensuing search reveals the ugly reality that has emerged following the Syrian conflict.. Daniel Levin's \"Proof of Life,\" a riveting true story, begins with a plea for help before barreling down a winding tunnel of facts and rumors. An acquaintance has asked Mr. Levin to assist in locating a friend's son, who has gone missing. The man, in his mid-20s, entered Syria as a volunteer with a medical organization, and hasn't been heard from in two months. The news of his disappearance has not been made public and the true nature of his activities in Syria isn't entirely clear.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gaps-sales-suffer-from-supply-chain-problems-11637704298", "title": "Gap's Sales Suffer From Supply-Chain Problems Before Holidays", "date": "2021-11-23 18:17", "summary": "Apparel company says port delays have left it missing out on sales and spending extra on air cargo to stock shelves. Gap Inc. joined a growing list of apparel chains still struggling to keep their shelves stocked even as large retailers such as Walmart Inc. say they have been able to snag enough inventory for the holidays.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/missouri-man-who-spent-43-years-in-prison-for-wrongful-conviction-is-freed-11637709446", "title": "Missouri Man Who Spent 43 Years in Prison for Wrongful Conviction Is Freed", "date": "2021-11-23 18:17", "summary": "Judge says conviction of Kevin Strickland is 'so undermined that it cannot stand'. A Missouri man was exonerated Tuesday after 43 years of incarceration, one of the longest prison terms spent by a wrongfully convicted person in recent U.S. history.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-ahmaud-arbery-kyle-rittenhouse-kenosha-riots-11637704695", "title": "Justice, Not Revenge, for Ahmaud Arbery and Kyle Rittenhouse", "date": "2021-11-23 18:16", "summary": "The purpose of a trial is to assess the facts in each case, not to settle scores between identity groups.. A New York state judge last week vacated the convictions of two black men in the 1965 murder of Malcolm X. A new investigation had discovered that the New York City Police Department and Federal Bureau of Investigation suppressed evidence that would have absolved the defendants of any wrongdoing. Both men spent about two decades in prison before being paroled. One is deceased, and the other is 83.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://theliberalpatriot.substack.com/p/revisiting-the-fox-news-fallacy?mod=article_inline", "title": "Notable & Quotable: Ruy Teixeira on Voter Turnout", "date": "2021-11-23 18:16", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/after-cop26-electric-vehicles-galore-rivian-tesla-subsidies-emissions-passenger-batteries-11637704766", "title": "After COP26, Electric Vehicles Galore!", "date": "2021-11-23 18:15", "summary": "What surging stocks say about a favorite climate non-solution.. I've become a connoisseur of the ways pundits deceive themselves that the passenger cars you and I drive, which sit idle 95% of the time, are a solution to global warming. Up pops a specimen every five minutes, including a recent example from Bloomberg News.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-see-nine-art-exhibitions-to-visit-over-the-holidays-11637695665", "title": "What to See: Nine Art Exhibitions to Visit Over the Holidays", "date": "2021-11-23 18:03", "summary": "A two-museum Jasper Johns retrospective, Titian's sumptuous Venetian color, collecting Matisse and more.. This fall has seen the most abundant selection of art exhibitions since before the Covid-19 lockdown began in March 2020. Below, the Journal's critics guide you through the best shows of the holiday season, some of which are closing soon.", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bruised-halle-berry-adan-canto-shamier-anderson-valentina-shevchenko-danny-boyd-jr-11637704276", "title": "Halle Berry's 'Bruised' Review: Entertainment Taps Out", "date": "2021-11-23 18:02", "summary": "In her directorial debut, on Netflix, the actress stars as a down-and-out MMA fighter staging a comeback.. ", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-beatles-get-back-peter-jackson-john-lennon-paul-mccartney-george-harrison-ringo-starr-yoko-ono-michael-lindsay-hogg-brian-epstein-11637707770", "title": "'The Beatles: Get Back': Peter Jackson Just Won't Let It Be", "date": "2021-11-23 17:50", "summary": "The director's titanic three-part documentary on the iconic band and the frenzy surrounding 'Let It Be' is as good-looking as it is captivating.. Joyous, tedious, euphoric and fab, \"The Beatles: Get Back\" feels like a documentary made yesterday rather than 52 years ago, an epic reimagining-cum-excavation by director Peter Jackson of the \"Let It Be\" studio sessions, the famous rooftop concert, and the breakup of the band because of Yoko Ono-or Paul McCartney's ego, or manager Allen Klein's chicanery, or George Harrison's frustrations. None of which is true from what we see, which is often chaotic but more frequently bliss.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nra-acknowledges-new-findings-of-excessive-benefits-paid-to-ceo-wayne-lapierre-11637706699", "title": "NRA Acknowledges New Findings of Excessive Benefits Paid to CEO", "date": "2021-11-23 17:31", "summary": "Some expenses mirror those alleged by New York attorney general in civil suit. The National Rifle Association said it had found additional examples of excessive benefits paid by the nonprofit gun rights organization in recent years to CEO Wayne LaPierre, including $44,000 in private jet flights, according to a new tax filing.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-not-talk-about-flight-club-11637706285", "title": "Do Not Talk About Flight Club", "date": "2021-11-23 17:24", "summary": "Coastal columnists still don't like explaining why Californians are fleeing to Texas.. There's a new effort by people on the political left to explain why people keep fleeing jurisdictions dominated by the political left. An amusing series of recent media reports acknowledges that residents are leaving blue states in search of affordability, opportunity and safety. But it's impolite in progressive media circles to acknowledge the damage wrought by heavy taxes, regulation, dysfunction and anti-police radicalism. So readers of such reports are often left to wonder why the grass is so much greener outside of places like California.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-sues-israeli-firm-nso-over-spyware-claiming-iphone-hacks-11637694330", "title": "Apple Sues Israeli Firm NSO Over Spyware, Claiming iPhone Hacks", "date": "2021-11-23 17:16", "summary": "Lawsuit seeks to bar surveillance-software company from using iPhone maker's products. Apple Inc. has sued NSO Group, an Israeli maker of surveillance software, alleging the company misused its products and services, escalating a battle over surveillance and user privacy.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-several-other-countries-to-tap-strategic-oil-reserve-11637669762", "title": "U.S. Joins With China, Other Nations in Tapping Oil Reserves", "date": "2021-11-23 17:02", "summary": "Bid to tame high gas prices may not yield lasting results, analysts say. WASHINGTON-The U.S. and other countries plan to tap their national strategic petroleum reserves in an attempt to bring down gasoline prices that have become a sore spot with motorists and a big contributor to inflation, President Biden said Tuesday.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-11-23-2021-11637656370", "title": "S&P 500 Hangs On to Gains While Bond Yields Rise", "date": "2021-11-23 16:53", "summary": "Cyclical stocks' gains outweigh continued losses in shares of technology companies. The S&P 500 rose Tuesday as gains by cyclical stocks helped overcome losses in technology shares.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bankers-advisers-give-cfos-tips-on-how-to-avoid-surprising-investors-11637704238", "title": "Bankers Give CFOs Tips on How to Avoid Surprising Investors", "date": "2021-11-23 16:50", "summary": "A SoftBank Vision Fund conference focuses on how finance chiefs can navigate the process of taking a company public. A traditional IPO. A merger with a special-purpose acquisition company. A direct listing. Finance chiefs these days have a range of options to lead their companies to the public markets, with each approach bringing its own set of pros and cons to consider. Bankers, executives and analysts last week offered tips on going public and a host of other issues that chief financial officers may face, at the SoftBank Vision Fund's FinConnect Summit near Los Angeles.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/british-columbia-flood-lifts-lumber-prices-11637668802", "title": "British Columbia Flood Lifts Lumber Prices", "date": "2021-11-23 16:43", "summary": "Washed-out supply routes are the latest problem to hit Canadian mills and keep wood prices high. First came fire; now floods.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/target-walmart-and-more-stores-will-be-closed-again-this-thanksgiving-11637623623", "title": "Target, Walmart and More to Close on Thanksgiving Day", "date": "2021-11-23 16:22", "summary": "Closures during the Covid-19 pandemic proved popular with customers and employees, some retailers say. Many retail employees will be able to eat turkey with their families this year as merchants from Target Corp. to Walmart Inc. keep physical locations closed on Thanksgiving Day for at least another year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/so-flavorful-wednesday-crossword-november-24-11637700308", "title": "So Flavorful (Wednesday Crossword, November 24)", "date": "2021-11-23 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2022-lexus-nx-450h-a-ritzy-quick-hybridbut-does-it-add-up-11637700610", "title": "2022 Lexus NX 450h+: A Ritzy, Quick Hybrid-But Does It Add Up?", "date": "2021-11-23 15:50", "summary": "A plug-in hybrid that's styled and performs more like a premium battery-electric? Dan Neil does a cost-benefit analysis of Lexus's upscale compact crossover and finds the math unconvincing.. WHEN THE CAR of the week is some six-figure personality disorder from Italy or Germany, I don't worry too much about covering the practical details of ownership. The people who buy those cars aren't what you'd call readers.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-christies-is-pitching-its-expansion-from-picassos-to-nfts-11637700438", "title": "How Christie's Is Pitching Its Expansion From Picassos to NFTs", "date": "2021-11-23 15:47", "summary": "Neda Whitney, Christie's head of marketing for the Americas, talks about demystifying nonfungible tokens, showing up in the metaverse and reaching a younger bidder with a new definition of luxury. The Christie's auction house may summon images of richly-priced art, wealthy buyers with small paddles and intense specialists taking bids at a phone bank.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kansas-bridge-that-once-carried-cattle-cars-to-become-an-open-air-food-court-11637672401", "title": "Kansas Bridge to Become an Open-Air Food Court", "date": "2021-11-23 15:32", "summary": "Developer is hoping to emulate other successful infrastructure transformations. An abandoned railroad bridge in Kansas City, Kan., is getting a second life as an event space and food court, the latest example of property developers transforming outdated infrastructure into visitor attractions.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-asks-appeals-court-to-reinstate-vaccine-rules-for-employers-11637684484", "title": "Biden Administration Asks Appeals Court to Reinstate Vaccine Rules for Employers", "date": "2021-11-23 15:13", "summary": "Justice Department files emergency motion arguing another court's postponement was unjustified. WASHINGTON-The Biden administration on Tuesday filed an emergency court motion that seeks the immediate reinstatement of its rules requiring many employers to ensure their workers are vaccinated or tested weekly for Covid-19.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-picks-leave-open-questions-on-how-central-bank-will-regulate-wall-street-11637663401", "title": "Fed Nominations Leave Questions Over Regulation", "date": "2021-11-23 15:08", "summary": "Renominated Chairman Jerome Powell says he will defer to President Biden's forthcoming nominee on financial regulation. WASHINGTON-President Biden's decision to reappoint Jerome Powell as Federal Reserve chairman and elevate governor Lael Brainard signals continuity on monetary policy but leaves open questions on the direction the central bank will take in regulating Wall Street.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/malikah-shabazz-daughter-of-malcolm-x-dies-at-56-11637689784", "title": "Malikah Shabazz, Daughter of Malcolm X, Found Dead at 56", "date": "2021-11-23 14:58", "summary": "Her death comes less than a week after two men were exonerated for the murder of the civil rights leader. Malikah Shabazz, a daughter of civil rights leader Malcolm X, has died. She was 56.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-agencies-crafting-rules-around-banks-and-cryptocurrencies-11637696822", "title": "Federal Agencies Crafting Rules Around Banks and Cryptocurrencies", "date": "2021-11-23 14:47", "summary": "The lack of regulatory clarity has posed a challenge for larger investors. A group of U.S. federal agencies on Tuesday said they plan next year to begin delineating how banks can legally get involved in the growing field of cryptocurrencies.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kyle-rittenhouse-trial-verdict-not-guilty-kenosha-blm-riot-11637620401", "title": "Interpreting the Acquittal of Kyle Rittenhouse", "date": "2021-11-23 13:44", "summary": "Rioters in Kenosha, Wis., met one guy holding a rifle, instead of the hundreds with badges who should have been there to stop them.. The Rittenhouse verdict is no victory for conservatism, law and order or the Second Amendment (\"Kyle Rittenhouse Is Not Guilty,\" Review & Outlook, Nov. 20). Nor is it a loss for progressives, who have shamelessly made martyrs of a child molester, a domestic abuser and an armed communist revolutionary, all emboldened by the powers that be to attack a Wisconsin town. They met one guy holding a rifle, instead of the hundreds with badges who should have been there to stop them.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgia-raffensperger-2020-election-trump-democracy-steele-dossier-11637620159", "title": "Georgia's Raffensperger Can't Distract From the Obvious", "date": "2021-11-23 13:43", "summary": "His attempt to blame Republicans' lack of confidence in elections on the Steele dossier is unconvincing.. I respect Brad Raffensperger for resisting former President Trump's attempt to get him to rig the Georgia election results. But Mr. Raffensperger's attempt to blame the current Republican lack of confidence in elections on the Steele dossier is political hogwash (\"Who Stole Americans' Confidence in Elections?\" op-ed, Nov. 16). So is his attempt to blame Stacey Abrams. It was Mr. Trump who claimed elections were \"rigged\" ever since he started running for office, including in Republican primary contests. They were rigged unless he won. In 2020 he lost about 60 court cases because there was never any evidence of \"massive fraud\" or fraudulent voting machines.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-nominee-saule-omarova-banking-regulator-comptroller-currency-socialist-11637619297", "title": "Why Does Biden Stand By Omarova to Regulate the Banks?", "date": "2021-11-23 13:42", "summary": "The 'moderate' hasn't withdrawn his nomination of an old-style socialist.. It is understandable that some of President Biden's political appointments will be concessions to different groups. But Saule Omarova is next-level (\"'We Want Them to Go Bankrupt,'\" Review & Outlook, Nov. 16). This is someone who fondly reflects on her days growing up in the U.S.S.R. and advocates for the government to direct investment and even production-otherwise known as socialism.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-care-treatment-price-transparency-cost-market-11637618653", "title": "First, Know the Price. Then, Watch it Fall", "date": "2021-11-23 13:40", "summary": "Healthcare costs stay high because consumers are kept in the dark.. Further socializing America's runaway healthcare costs is not the solution (\"Making Health Insurance Work for Consumers,\" Letters, Nov. 11). Transferring costs from patients to taxpayers doesn't address the underlying reason the country's healthcare costs are nearly twice the developed-world average, as a share of GDP. Under the price-opaque status quo, consumers generally have no idea what their costs will be until bills arrive in the mail. This obfuscating and predatory pricing system facilitates widespread inefficiency and overcharging.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charity-giving-philanthropy-donation-money-smell-11637618876", "title": "Charitable Giving Leaves No Scent", "date": "2021-11-23 13:39", "summary": "Critics of philanthropy can learn from the Roman emperor Vespasian.. In his review of \"In Defence of Philanthropy\" by Beth Breeze (Bookshelf, Nov. 15), Leslie Lenkowsky notes that some critics of philanthropy scorn otherwise laudable charitable projects because the donors amassed their wealth from sources the critics deem offensive. The Roman emperor Vespasian deflected similar criticism when his son objected to the tax he had imposed on the sale of urine collected from public restrooms. (Urine was valuable as a source of ammonia.) Vespasian held up a gold coin and explained \"pecunia non olet\"-money does not stink.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sugar-industry-merger-challenged-by-justice-department-11637684562", "title": "Sugar Industry Merger Challenged by Justice Department", "date": "2021-11-23 13:30", "summary": "Antitrust lawsuit alleges U.S. Sugar's proposed acquisition of Imperial Sugar is anticompetitive. WASHINGTON-The Justice Department filed an antitrust lawsuit challenging U.S. Sugar's proposed purchase of rival Imperial Sugar, arguing the tie-up would lead to higher prices for refined sugar and food-and-beverage staples for consumers.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thanksgiving-travelers-will-face-high-gas-prices-long-lines-11637691679", "title": "Thanksgiving Travelers Will Face High Gas Prices, Long Lines", "date": "2021-11-23 13:21", "summary": "TSA expects to greet 20 million flyers; those driving will pay on average $3.40 a gallon for unleaded gas. Gas prices remain high as millions of Americans take to the roads and sky this week to meet family and friends for Thanksgiving celebrations, according to AAA.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/verizon-completes-its-takeover-of-tracfone-wireless-11637689282", "title": "Verizon Completes Its Takeover of TracFone Wireless", "date": "2021-11-23 13:20", "summary": "Deal gives carrier a prepaid provider with 20 million customers. Verizon Communications Inc. on Tuesday closed its $6.25 billion purchase of prepaid cellular-service provider TracFone Wireless Inc., cementing its lead in a market split among three major mobile-phone networks.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-buy-looks-like-a-black-friday-deal-11637691324", "title": "Best Buy Looks Like a Black Friday Deal", "date": "2021-11-23 13:15", "summary": "Retailer beat expectations, but nervous investors were hoping for more as they fret about how sustainable growth can be. High expectations can spoil a perfectly good early holiday gift.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grammy-nominations-taylor-swift-olivia-rodrigo-vs-jon-batiste-h-e-r-11637690443", "title": "Grammy Nominations: Taylor Swift, Olivia Rodrigo vs. Jon Batiste, H.E.R.", "date": "2021-11-23 13:00", "summary": "Superstars compete against less-commercial industry darlings as the number of nominees for top awards expands. Superstars such as Taylor Swift, Billie Eilish and Olivia Rodrigo will face off against jazz musician Jon Batiste and other industry-insider favorites at the next Grammy Awards on Jan. 31.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-biden-come-back-many-others-have-clinton-reagan-obama-approval-poll-popularity-11637684716", "title": "Can Biden Come Back? Many Others Have", "date": "2021-11-23 12:59", "summary": "After GOP midterm losses in the House, Reagan's approval was 35% as 1983 began.. The new president was in trouble. After a fast start on his legislative agenda, his job approval declined through the first and second years of his administration. Inflation was uncomfortably high, and the public's mood about the economy had soured.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-let-ideologues-steal-thanksgiving-cancel-culture-native-americans-holiday-11637684786", "title": "Don't Let Ideologues Steal Thanksgiving", "date": "2021-11-23 12:58", "summary": "For the left, it's become an occasion to air grievances ranging from 'colonialism' to 'carbon footprints.'. As we mark the 400th anniversary of what has come to be known as the First Thanksgiving, it is sadly necessary to come to the defense of the long-cherished holiday.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-manhattan-couple-created-a-first-rate-home-in-the-second-city-11637689539", "title": "A Manhattan Couple Finds Home Happiness Moving to Chicago", "date": "2021-11-23 12:45", "summary": "The move to Chicago brought a promotion and a chance for a more glamorous lifestyle. Partners Andy Anisfeld and Lucas Thompson started house hunting in Chicago after Mr. Anisfeld's promotion to vice president of a pharmaceutical firm came with the caveat of relocating to Chicago.", "categories": [["Real Estate", "Inside Story"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/inside-story?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heres-where-americans-are-back-at-the-movies-11637686801", "title": "Here's Where Americans Are Back at the Movies", "date": "2021-11-23 12:32", "summary": "Resume Subscription. To find Americans getting back to normal, go to the movies.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/is-a-2-000-puffer-jacket-worth-it-the-truth-about-expensive-down-coats-11637688554", "title": "Is a $2,000 Puffer Jacket Worth it? The Truth About Expensive Down Coats", "date": "2021-11-23 12:29", "summary": "You can find a perfectly cozy puffer for a mere $80, so why are some people splurging on four-figure styles? Hint: Warmth is not the reason.. AS MOUNT EVEREST climbers near the summit, the air thins and the lack of oxygen can cause even the most hale explorers to pass out. You may feel a similar sensation when you clock the prices of this winter's designer down coats. Givenchy is peddling a $4,290 cream puffer that is as inflated as a pool floatie; fellow French luxury house Balmain sells an inky one at $2,950; and Moncler in collaboration with Japanese designer Hiroshi Fujiwara offers a tartan style for $2,795, as part of its Genius sub-label.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-employee-who-was-highly-critical-of-dave-chappelle-has-resigned-11637680997", "title": "Netflix Employee Who Was Highly Critical of Dave Chappelle Has Resigned", "date": "2021-11-23 12:17", "summary": "Software engineer Terra Field and her former colleague are also dropping unfair labor practice complaint against streaming company. A Netflix Inc . employee, who was a vocal advocate against Dave Chappelle's stand-up special \"The Closer,\" said she has resigned from the streaming company.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-trial-strategy-that-binds-kyle-rittenhouse-elizabeth-holmes-and-travis-mcmichael-11637677362", "title": "The Trial Strategy That Binds Three High-Profile Cases: Taking the Stand", "date": "2021-11-23 12:11", "summary": "All three high-profile defendants-facing lengthy prison terms if convicted-took the stand during their criminal trials. Elizabeth Holmes, Kyle Rittenhouse and Travis McMichael are involved in very different criminal prosecutions. But all three high-profile defendants chose a legal path that carries some risk: They took the stand during their criminal trials.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-19-is-apples-favorite-price-for-accessories-11637686800", "title": "Why $19 Is Apple's Favorite Price for Accessories", "date": "2021-11-23 12:00", "summary": "Apple charges $19 for a long list of basic items. The polishing cloth is just the latest.. Apple has one new product that's already so back-ordered it won't arrive in time for Christmas. It's a polishing cloth. Priced at $19.", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supply-woes-start-to-ease-in-europe-but-businesses-costs-surge-11637670072", "title": "Strong Demand, Shortages Push Up Prices in U.S. and Europe", "date": "2021-11-23 11:58", "summary": "Inflation worries persist despite some easing of supply constraints. Firms on both sides of the Atlantic reported robust demand in November that, combined with persistent shortages of parts and labor, has led to record price increases.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkish-lira-tumbles-after-erdogan-defends-rate-cuts-11637665474", "title": "Turkish Lira Tumbles After Erdogan Defends Rate Cuts", "date": "2021-11-23 11:57", "summary": "Currency falls as much as 18% after president reiterates view that higher interest rates don't rein in inflation. Turkey's economic crisis entered a tumultuous new phase, with its currency plunging to a fresh record low and President Recep Tayyip Erdogan preparing to meet the leader of a regional rival in search of foreign investment.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-thanksgiving-staples-like-turkey-cranberry-sauce-are-capped-at-winn-dixie-and-publix-11637685222", "title": "Some Thanksgiving Staples Are Capped at Winn-Dixie and Publix", "date": "2021-11-23 11:33", "summary": "As more Americans gather together for holiday, demand for supplies to make bigger meals is meeting supply-chain issues. Two supermarket chains in the southeastern U.S. are limiting the number of Thanksgiving staples customers can buy, as holiday demand meets supply-chain issues.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oaktrees-luxury-yacht-line-cruises-for-cash-following-pandemic-delays-11637685067", "title": "Oaktree's Luxury-Yacht Line Cruises for Cash Following Pandemic Delays", "date": "2021-11-23 11:31", "summary": "Ritz-Carlton Yacht Collection is looking to shore up liquidity before a maiden voyage slated for 2022. Oaktree Capital Management LP's luxury-cruise venture Ritz-Carlton Yacht Collection is exploring raising fresh financing amid construction delays and pandemic restrictions that repeatedly postponed a planned launch of luxury liners, according to people familiar with the matter.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childhood-yarns-told-in-the-dark-led-diana-gabaldon-to-write-outlander-11637683852", "title": "How 'Outlander' Author Diana Gabaldon Moved From Science to Science Fiction", "date": "2021-11-23 11:10", "summary": "The author, out with her ninth novel in the series, studied science before she started writing fiction. Diana Gabaldon, 69, is an author best known for her \"Outlander\" series of historical novels that Starz adapted for television. Her ninth \"Outlander\" novel is \"Go Tell the Bees That I Am Gone\" (Delacorte Press). She spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/that-product-will-work-well-for-you-but-for-me-not-so-much-11637618127", "title": "That Product Will Work Well for You. But for Me? Not So Much.", "date": "2021-11-23 11:00", "summary": "Marketers take note: Consumers expect others to get a lot more out of their purchases than they will. Have you heard of pillow slides? One of the hot products of 2021, they're house slippers that fans say make you feel as if you're walking on clouds. Do you think they'd work for you? You might be skeptical. Pillow slides might work wonders for other people, you might think, but your preferences and feet are unique.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nervous-pharmacists-face-line-of-fearful-patients-kids-getting-covid-shots-11637682674", "title": "Pharmacists Try New Tricks to Ease Kids' Covid Shots: Jugglers, 'VIP' Rooms", "date": "2021-11-23 10:51", "summary": "Resume Subscription. Pharmacies in the U.S. have aisles of bandages, cold medicine and toiletries. Now, expect to see aisles of screaming children.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/best-tech-gifts-2021-our-favorite-gadgets-11636898400", "title": "Best Tech Gifts 2021: Our Favorite Gadgets", "date": "2021-11-23 10:29", "summary": "Yes, we'll tell you the best phones and tablets to buy. But we can also recommend home-fitness systems, wrist cameras, follow-me robots and more, all tested by WSJ's Personal Tech team. The global chip shortage posed a unique challenge for our annual list of the most gift-worthy tech products-especially when it came to offbeat items. We still managed to find, in addition to our usual smartphone, speaker and gear recommendations, a useful UV-enabled, app-connected water pitcher and a sassy talking animatronic cat. We included a few splurges, too, like a colorful auto-following cargo robot that-for $1,850-will make you the talk of your Trader Joe's.", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-buy-growth-slows-after-pandemic-fueled-surge-11637670704", "title": "Best Buy's, Dick's E-Commerce Growth Slows After Pandemic-Fueled Surge", "date": "2021-11-23 10:18", "summary": "Online-sales gains cool from year ago when many mall stores were shut; inventory issues squeeze other chains. Consumers are spending freely on sporting goods and kitchen appliances, but they are doing more of their shopping in stores than they did last year when Covid-19 restrictions upended the holiday shopping season.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/massive-hack-gave-police-a-window-on-cocaine-cash-and-killers-11637680356", "title": "Massive Hack Gave Police a Window on Cocaine, Cash and Killers", "date": "2021-11-23 10:12", "summary": "Resume Subscription. BRUSSELS-The gangsters plotting to assassinate a judge thought they were leaving nothing to chance. But cops hundreds of miles away were on to them thanks to a stakeout with a modern twist.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/why-is-biden-tapping-the-strategic-oil-reserve-and-will-that-lower-gas-prices-11637680300", "title": "Why Is Biden Tapping the Strategic Oil Reserve?", "date": "2021-11-23 10:11", "summary": "Biden administration says it will release 50 million barrels of oil in a coordinated effort with other countries. The Biden administration said Tuesday that it would release 50 million barrels of oil from its Strategic Petroleum Reserve in a coordinated effort with other countries to bring down gasoline prices.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-voter-fraud-claims-test-republican-candidates-election-youngkin-campaign-11637679164", "title": "Trump's False Claims of Voter Fraud Test Republican Candidates", "date": "2021-11-23 09:54", "summary": "Resume Subscription. WASHINGTON-Former President Donald Trump's yearlong campaign falsely claiming he won the 2020 election and demanding redress is turning voter fraud into a litmus test for Republicans seeking office as the party seeks to reclaim the House and Senate in 2022.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/zoom-urban-outfitters-royalty-pharma-what-to-watch-when-the-stock-market-opens-today-11637671050", "title": "Zoom, Urban Outfitters, Royalty Pharma: What to Watch in the Stock Market Today", "date": "2021-11-23 09:34", "summary": "Zoom Video's sales slowed last quarter; Dell, HP and VMware are due to report earnings. U.S. stock indexes wavered and bond yields rose in the wake of Jerome Powell's nomination to continue as Federal Reserve chairman. Here's what we're watching in Tuesday's trading:", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-rules-for-thanksgiving-family-touch-football-11637674001", "title": "It's Back! 28 New Rules for Thanksgiving Family Touch Football", "date": "2021-11-23 08:54", "summary": "Your game may have been postponed last year, which means your relatives are twice as rusty.. Thanksgiving is upon us, and though we aren't yet fully out of the woods, and folks are still taking precautions, I suspect a lot of Thanksgiving family touch football games are back ON. Woohoooooooo!", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-m-smucker-reports-higher-sales-amid-price-increases-11637675531", "title": "J.M. Smucker Reports Higher Sales Amid Price Increases", "date": "2021-11-23 08:52", "summary": "Food manufacturer says sales rose 8% when adjusted for divestitures and currency exchange. Food manufacturer J.M. Smucker Co. said sales in the second quarter rose, as higher prices and demand helped it navigate higher costs and supply chain challenges.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-goldman-sachs-told-to-boost-capital-buffers-11637669426", "title": "JPMorgan, Goldman Sachs Assigned Higher Capital Buffers", "date": "2021-11-23 08:49", "summary": "Financial Stability Board raises capital requirements for several large banks following a surge in lending during the pandemic. Global financial regulators boosted capital requirements for JPMorgan Chase & Co., Goldman Sachs Group Inc. and BNP Paribas SA under rules intended to help avoid a repeat of the 2008 global financial crisis, in which the largest lenders were deemed too big to fail.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-elizabeth-warren-fed-powell-brainard-11637672001", "title": "Biden Fed Pick Marks Rare Split With Warren", "date": "2021-11-23 08:30", "summary": "Former Democratic primary rivals have mostly agreed on economic policies and personnel, but differ on direction of Federal Reserve. WASHINGTON-Sen. Elizabeth Warren's opposition to President Biden's renomination of Federal Reserve Chairman Jerome Powell marks her most public break with her one-time presidential rival, whose economic policy and personnel choices she has helped shape.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/proptech-fundraising-soars-to-record-highs-in-2021-11637672400", "title": "Proptech Fundraising Soars to Record Highs in 2021", "date": "2021-11-23 08:00", "summary": "Venture capitalists and other investors poured $9.5 billion into sector through mid-November. Growing landlord demand for better data, new apps and other real-estate technology is fueling a boom in proptech and attracting record sums of capital into the sector during the pandemic.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-hotel-business-getting-little-boost-from-holiday-season-11637672401", "title": "New York Hotel Business Getting Little Boost From Holiday Season", "date": "2021-11-23 08:00", "summary": "Early indicators suggest limited holiday cheer for the city's beleaguered hospitality sector. New York City hotel owners have been hoping for a big year-end boost to their business as international tourists start to return during what is traditionally a bustling time of the year.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zoom-has-some-unhappy-hours-remaining-11637668800", "title": "Zoom Has Some Unhappy Hours Remaining", "date": "2021-11-23 07:03", "summary": "The videoconferencing star is still adjusting to post-pandemic life as small customers remain unpredictable. Zoom's new normal isn't here yet, but it's getting closer.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bp-energy-puts-30-million-into-onboard-dynamics-maker-of-natgas-inhaling-units-11637668802", "title": "BP Energy Puts $30 Million Into Onboard Dynamics, Maker of Natgas-Inhaling Units", "date": "2021-11-23 07:00", "summary": "Onboard's portable units aim to help pipeline operators cut methane vented in the course of repairs or regular maintenance, while the captured natural gas can be reused as fuel. BP Energy Partners is looking to capitalize on increased efforts to curb methane emissions with a recent growth investment in Onboard Dynamics LLC.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsung-orders-u-s-chips-with-a-side-of-geopolitics-11637666262", "title": "Samsung Orders U.S. Chips, With a Side of Geopolitics", "date": "2021-11-23 06:20", "summary": "Samsung's $17 billion Texas investment will buy it goodwill with U.S. politicians. But rising tensions over advanced-chip supply chains will remain a headache for the company.. Every country wants a cutting-edge semiconductor plant. Samsung Electronics' plan to build one in the U.S. is taking advantage of that. But the company will have to learn to negotiate the ever tighter relationship between geopolitics and advanced chip making. Occupying the commanding technological heights of the world's most important industry in the world's largest economy is an enviable place to be, but not necessarily a comfortable one.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bad-bets-episode-7-11637665261", "title": "'Bad Bets,' Episode 7", "date": "2021-11-23 06:01", "summary": "The Justice Department takes former Enron executives Ken Lay and Jeff Skilling to court. After years spent building its \"lies and choices\" case, the Justice Department's Enron Task Force took Enron executives Ken Lay and Jeffrey Skilling to court.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lime-rock-closes-203-million-continuation-fund-supported-by-goldman-11637665200", "title": "Lime Rock Closes $203 Million Continuation Fund Supported by Goldman", "date": "2021-11-23 06:00", "summary": "The new fund will extend the longevity of an investment in CrownRock Minerals. With oil and gas prices up this year, backers say fields underneath the holdings need more time to be developed. Lime Rock Partners has wrapped up a $203 million fund that will give more time to its investment in a mineral-rights company that benefits from oil and gas production.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chun-doo-hwan-brutal-former-south-korean-dictator-dies-at-90-11637664050", "title": "Chun Doo-hwan, Brutal Former South Korean Dictator, Dies at 90", "date": "2021-11-23 05:40", "summary": "The leader was known for his military's suppression of an uprising and for sparking the protests that eventually led to the nation's transition to democracy. SEOUL-Chun Doo-hwan, a former South Korean dictator whose rule sparked massive protests that later led to the country's transition to democracy, died Tuesday. He was 90 years old.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-future-of-offices-isnt-just-about-home-working-11637663853", "title": "The Future of Offices Isn't Just About Home Working", "date": "2021-11-23 05:37", "summary": "Glut of new buildings in New York relative to London will help the latter's big landlords recover faster from the pandemic, wherever white-collar employees end up working. It's tempting to see home working as the big threat to city-center offices. But investors might gain more by watching an old real-estate fundamental: construction.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/holidays-are-looking-less-scary-for-fedex-ups-and-the-postal-service-11637663585", "title": "UPS, FedEx Get a Head Start on Holiday Deliveries", "date": "2021-11-23 05:33", "summary": "Earlier buying, more in-store shopping and extra capacity are helping to ease carriers' loads. Holiday shoppers are giving package carriers an early gift.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/life-insurers-use-riskier-assets-to-back-consumers-policies-11637663580", "title": "Insurers Use Riskier Assets to Back Consumers' Policies", "date": "2021-11-23 05:33", "summary": "Higher yields from such investments have helped slow the decline in income tied to low interest rates. U.S. life insurers are backing Americans' policies with bigger slugs of riskier, higher-yielding investments.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/packaging-mistakes-why-11637273877", "title": "The Packaging Mistakes Companies Make-and Why They Make Them", "date": "2021-11-23 05:30", "summary": "Resume Subscription. What are your packaging peeves? Ask most people and you're likely to get some rather energetic responses. The top complaint is packaging that is hard to open, which every year leads to countless emergency room visits for deep cuts and sprains. Also on the seriously aggravating list: resealable packages that won't reseal, dispensers that clog or leak, and containers that keep you from emptying every last dollop or drop.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/norsk-hydro-probe-shows-slow-pace-of-international-ransomware-cases-11637663401", "title": "Norsk Hydro Probe Shows Slow Pace of International Ransomware Cases", "date": "2021-11-23 05:30", "summary": "The Norwegian aluminum maker was hit by hackers in March 2019. Suspects were apprehended last month.. Norwegian aluminum producer Norsk Hydro AS A waited 2½ years for police to apprehend people suspected of launching a crippling ransomware attack on the company in March 2019.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-vaccine-proof-11628104200", "title": "How to Show Proof of Your Covid Vaccine on Your Phone", "date": "2021-11-23 00:01", "summary": "Your vaccine card could soon be required at many of the best restaurants, clubs and shows; store a scan of your card on your phone, and check if your state has a verified digital record system. Before you leave the house, don't forget to take your phone, keys, wallet, mask-and some form of Covid-19 vaccine record.", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11637621142", "title": "Pepper...and Salt", "date": "2021-11-23 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]