[{"link": "https://www.wsj.com/articles/defense-bill-override-paves-way-for-overhaul-of-anti-money-laundering-rules-11609542221", "title": "Defense-Bill Override Paves Way for Overhaul of Anti-Money-Laundering Rules", "date": "2021-01-01 18:03", "summary": "New requirements for ownership disclosures, part of National Defense Authorization Act, will help prevent use of shell companies for illicit finance, proponents say. New rules intended to combat money laundering and the financing of terrorism-including measures to make company ownership more transparent-will go into effect now that the National Defense Authorization Act has been approved, advancing a yearslong effort by anticorruption advocates.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-at-stake-in-georgia-11609540879", "title": "What's at Stake in Georgia", "date": "2021-01-01 17:41", "summary": "Here's the difference between a Democratic and Republican Senate this year.. What's the difference in policy between a Senate run by Chuck Schumer with 50 Democrats and one run by Mitch McConnell with 51 or 52 Republicans? That's the question that matters for the next two years, so it's worth explaining the stakes with realistic specificity in Tuesday's Georgia Senate runoffs.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyse-to-delist-chinas-major-telecommunications-operators-11609498750", "title": "NYSE to Delist China's Major Telecom Operators", "date": "2021-01-01 17:18", "summary": "Move will result in China Mobile being kicked off the Big Board after more than two decades. The New York Stock Exchange will delist China's three large telecom carriers, after a U.S. government order barring Americans from investing in companies it says help the Chinese military.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-great-american-salad-revolution-11609538246", "title": "The Great American Salad Revolution", "date": "2021-01-01 16:57", "summary": "No longer a drab exercise in dieting or self-denial, salads have become a sharp, spicy reflection of the best in culinary trends. As 2021 begins, the dish I find myself craving the most, slightly to my surprise, is salad. The version I've been making most often lately is a concoction of raw Brussels sprouts, shredded finely and mixed with a Vietnamese-inspired dressing of garlic, mint leaves, chillies, fish sauce, rice vinegar, lime juice and cashew nuts. I don't eat this salad because it is healthy-though it undoubtedly is-but because it wakes up my taste buds quicker than a double espresso. With its brightness and crunch, it tastes as close as I can get to a fresh start.", "categories": [["Life & Work", "Table Talk"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/table-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-future-turns-50-this-year-11609537573", "title": "The Future Turns 50 This Year", "date": "2021-01-01 16:46", "summary": "From computers and money to relations with China, 1971 changed the world in many ways.. Fifty years ago, America entered a magical year. Any year could hold moments of great significance, but 1971 stands out. After a decade of upheaval, the country was seeking a new start. These events launched it.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-year-in-covid-messaging-11609537367", "title": "The Year in Covid 'Messaging'", "date": "2021-01-01 16:42", "summary": "It's ludicrously late in the day to fault Dr. Fauci for spinning the public.. Anthony Fauci is being clobbered after admitting to the New York Times that he publicly lowballed his estimate of the Covid-19 herd immunity threshold, but it's ludicrously late in the day to discover that \"messaging\" has been going on.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-electors-11609537132", "title": "Notable & Quotable: Electors", "date": "2021-01-01 16:38", "summary": "'It's not that partisans of one side or another are more prone to accept conspiratorial claims.'. A Dec. 31 Twitter thread by law professor Jonathan Adler:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-overrides-trumps-veto-of-defense-bill-11609529894", "title": "Senate Overrides Trump's Veto of Defense Bill", "date": "2021-01-01 16:33", "summary": "Bipartisan vote came after president objected to certain measures including renaming bases and lack of changes to online content laws. WASHINGTON-The Senate voted to override President Trump's veto of a $740.5 billion defense bill, with many Republicans joining Democrats to deliver a rebuke to Mr. Trump in the final days of his presidency and for the first time pass into law legislation he had blocked.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-beginnings-saturday-crossword-january-2-11609105822", "title": "New Beginnings (Saturday Crossword, January 2)", "date": "2021-01-01 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thinking-inside-the-box-saturday-cryptic-puzzle-january-2-11609105978", "title": "Thinking Inside the Box (Saturday Cryptic Puzzle, January 2)", "date": "2021-01-01 16:01", "categories": [["WSJ Puzzles", "Cryptic"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/cryptic?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reluctant-whisky-baron-launched-a-global-hit-glenfiddich-11609513200", "title": "Reluctant Whisky Baron Launched a Global Hit, Glenfiddich", "date": "2021-01-01 15:17", "summary": "Sandy Grant Gordon, who has died at age 89, joined family-owned William Grant & Sons and created global market for single-malt whisky. ", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/year-ends-with-record-breaking-month-in-u-s-for-covid-19-11609452047", "title": "Year Ends With Record-Setting Month in U.S. for Covid-19", "date": "2021-01-01 15:02", "summary": "Nation reported significant increases in new cases, hospitalizations and deaths in December; holiday travel is one factor. By nearly every measure, December was the worst month since the pandemic took hold in the U.S.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/awed-by-the-meteor-shower-of-the-new-years-sky-11609531201", "title": "Awed by the Meteor Shower of the New Year's Sky", "date": "2021-01-01 15:00", "summary": "Human beings have always marveled at displays like this weekend's Quadrantids, but now we can understand them as well.. ", "categories": [["Life & Work", "Ideas", "Historically Speaking"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/historically-speaking?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wave-of-black-politicians-takes-office-in-brazil-11609529832", "title": "Wave of Black Politicians Takes Office in Brazil", "date": "2021-01-01 14:37", "summary": "Inspired in part by African-Americans, Afro-Brazilians gain traction in a country with ingrained racial inequality. BAURU, Brazil-In its 124-year history, this midsize, mostly white city in Brazil's prosperous farming belt had never had an Afro-Brazilian as mayor. Until now.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccines-slow-rollout-could-portend-more-problems-11609525711", "title": "Covid-19 Vaccine's Slow Rollout Could Portend More Problems", "date": "2021-01-01 13:30", "summary": "Far fewer people have gotten shots than expected due to disorganization and conflicting priorities among states, counties and hospitals. Three weeks into the most ambitious vaccination campaign in modern U.S. history, far fewer people than expected are being immunized against Covid-19, as the process moves slower than officials had projected and has been beset by confusion and disorganization in many states.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oyo-hotel-chain-suffered-ailments-beyond-pandemics-travel-slowdown-11609525294", "title": "Oyo Hotel Chain Suffered Ailments Beyond Pandemic's Travel Slowdown", "date": "2021-01-01 13:21", "summary": "Resume Subscription. Just over a year ago, India's Oyo Hotels & Homes was among the world's hottest startups and the second-largest hotel chain globally. It had billions of dollars from SoftBank Group Corp.'s Vision Fund and others, and a valuation that had doubled in a year to as high as $10 billion.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-iraq-warniran-against-attacks-11609523247", "title": "U.S., Iraq Warn Iran Against Attacks", "date": "2021-01-01 13:15", "summary": "Iranian-backed militias urge violence to mark last year's American drone strike that killed Qassem Soleimani, one of Tehran's top military leaders. BAGHDAD-U.S. and Iraqi authorities warned Iran and Iranian-backed militias that any attacks on American diplomats or military forces here would be met with swift retaliation as the anniversary of a U.S. drone strike that killed one of Tehran's top military leaders approached.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/long-hauler-when-covid-19s-symptoms-last-and-last-11609524809", "title": "'Long-Hauler': When Covid-19's Symptoms Last and Last", "date": "2021-01-01 13:13", "summary": "The name that a Portland teacher gave to her support group to describe their mysteriously slow recoveries has caught on as the medical designation. Linguist and lexicographer Ben Zimmer analyzes the origins of words in the news. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cowboys-giants-washington-nfc-east-browns-outbreak-nfl-playoffs-11609447962", "title": "The Bizarre Ending to the NFL's 2020 Season", "date": "2021-01-01 13:09", "summary": "The Washington Football Team, Dallas Cowboys and New York Giants battle to win a historically bad NFC East. The AFC is stacked. And an oddball cast of quarterbacks could decide the season's final week.. There's an NFL rule that says the winner of every division gets to make the playoffs. It doesn't matter if that team happens to be more of a loser than a winner and is just slightly better than the other bad teams in the same division.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-spa-resorts-still-be-relaxing-during-covid-11609524093", "title": "Can Spa Resorts Still Be Relaxing During Covid?", "date": "2021-01-01 13:01", "summary": "Destination spas are positioning themselves as refuges during the pandemic-moving treatments outside and getting creative with their stress-busting cures. 'Eye hug,' anyone?. NEVER MIND the Sweet Slumber massage or the Spiritual Warrior facial. The greatest relaxation Sarah Evans experienced during her October getaway to Miraval Berkshires spa in Lenox, Mass., involved hands-off treatments. These included opportunities to hurl hatchets at tree trunk targets or to enjoy a shamanic sound healing, where Ms. Evans, a New York City publicist and mother of three young children, lay on a yoga mat bathed in the vibrations of crystal singing bowls. Hands-on cures-the antithesis to social-distancing-may have lost their appeal during the pandemic but spas still tout their stress-busting activities, and some weary quarantiners are heeding their call.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-that-will-change-your-life-in-2021-11609519215", "title": "Tech That Will Change Your Life in 2021", "date": "2021-01-01 11:40", "summary": "New ways to work, exercise, see the doctor, watch movies and sanitize every surface in sight will continue to proliferate. So will monthly subscription fees.. A pandemic that ravaged the world and accelerated the digital transformation of, well, everything? Not even the best of futurists or Magic 8 ball-shaking psychics could have predicted the year that was 2020. And yet while we may have missed the biggest news, our predictions for what would occur in the tech world held up decently. (OK, fine, we didn't think Quibi would die that quickly.)", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wolfgang-pucks-favorite-kitchen-gadgets-11609518541", "title": "Wolfgang Puck's Favorite Kitchen Gadgets", "date": "2021-01-01 11:29", "summary": "The restaurant mogul and executive producer of HBO Max's new docuseries 'The Event' on crucial food-prep tools, cooking to music and his favorite quarantine binge. THE PANDEMIC-FUELED stress we're all experiencing has not driven chef Wolfgang Puck to the drive-through. \"I'm never so hungry that I say, 'Oh, my God, I have to get an In-N-Out Burger or a Chick-fil-A' or whatever the kids are eating,\" he said, before admitting to one guilty pleasure. \"I have chocolate everywhere: in the office, here at home, in my bedroom, in the freezer, in the refrigerator, everywhere.\"", "categories": [["Tech", "Personal Tech", "Technology Essentials"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/my-tech-essentials?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tribune-publishing-creates-team-to-review-aldens-buyout-offer-11609518485", "title": "Tribune Publishing to Review Alden's Buyout Offer", "date": "2021-01-01 11:28", "summary": "Hedge fund, which already owns 32% of news organization, is seeking to acquire the rest. Tribune Publishing Co. said it appointed a special committee to review a buyout bid proposed by its largest shareholder, New York hedge fund Alden Global Capital LLC.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-next-great-migration-review-a-world-in-motion-11609517805", "title": "'The Next Great Migration' Review: A World in Motion", "date": "2021-01-01 11:16", "summary": "From coral reefs to humans, all living organisms migrate in response to deprivation or pressure. Are we ready for the next big wave?. In 2009, people in Tibet began to suffer from a novel form of unpleasantness-unconnected to the torment of living under Chinese rule. There were widespread reports of \"strange itchy bites,\" the first time anyone in that elevated tundra on the northern side of the Himalayas \"could ever remember being bit by a mosquito.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-of-trelawney-review-the-weight-of-the-estate-11609517302", "title": "'House of Trelawney' Review: The Weight of the Estate", "date": "2021-01-01 11:08", "summary": "A Cornish manor becomes a symbol of long-held illusions in a comic tale of aristocracy's end.. In a song of 1938, Noël Coward wrote: \"The stately homes of England / How beautiful they stand, / To prove the upper classes / Have still the upper hand. / Though the fact that they have to be rebuilt / And frequently mortgaged to the hilt / Is inclined to take the gilt / Off the gingerbread . . .\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/which-countries-have-responded-best-to-covid-19-11609516800", "title": "Which Countries Have Responded Best to Covid-19?", "date": "2021-01-01 11:00", "summary": "The world should learn from the most successful strategies for testing, quarantine, public communication and economic support.. It has been a year since Covid-19 began to spread. Which countries did the best job of responding to the pandemic in 2020, and what can we learn from them?", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fords-all-electric-mach-e-a-mustang-in-name-only-11609515329", "title": "Ford's All-Electric Mach-E: A 'Mustang' in Name Only", "date": "2021-01-01 10:35", "summary": "Despite a familiar moniker, Ford's new EV crossover bears little resemblance to the brand's iconic thoroughbred. But even with its bulky body, it can still tear down the streets, says Dan Neil.. WHEN I LEARNED that Ford was calling its all-electric crossover Mustang Mach-E, I rolled my eyes and made the skeptical emoji face. Ladies and gentlemen of Dearborn, please. Can we not go down the road of misty pony-car nostalgia, again? Must we give credence to this weird non sequitur? For 56 years the nameplate has denoted two-door coupes and convertibles; now, for no particular good reason I can tell, it also denotes a midsize electric four-door hatchback-oh, sorry, fastback. They might as well have called it a Cobra, or Crown Victoria, or the Barney Oldfield 999 Special.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airlines-buckle-their-seat-belts-for-a-bumpy-2021-11609509614", "title": "Airlines Buckle Their Seat Belts for a Bumpy 2021", "date": "2021-01-01 09:00", "summary": "Some are cutting back schedules; others are buying planes and adding cities to their routes. When travel will fully recover is still anyone's guess.. Airlines are betting that coronavirus vaccines will reignite demand for travel this year. The question is when.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-protests-prompt-new-laws-in-2021-across-u-s-11609509600", "title": "Covid-19, Protests Prompt New Laws Across U.S.", "date": "2021-01-01 09:00", "summary": "Workers' rights, affordable health care and police reform are among issues in focus for state legislatures. The start of the new year brings more than just hope for the end of the pandemic. In states across the country, new laws and regulations will be going into effect, including some aimed at addressing worker safety, affordable health care and other issues that emerged this year from the coronavirus. Others target matters like racial inequality and policing that were thrust into the national spotlight in 2020.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-art-for-a-new-year-11609509601", "title": "New Art for a New Year", "date": "2021-01-01 09:00", "summary": "Five artists featured in upcoming exhibitions share what they are looking forward to seeing and doing in 2021.. The pandemic wreaked havoc on museums' exhibition schedules in 2020, and the 2021 calendar remains somewhat unpredictable. But a number of expansive, well-considered shows are planned for this year, including solo exhibitions spotlighting innovative contemporary artists. Several of those artists shared thoughts on the past year and what they're looking forward to in 2021. (Dates may change, so it's best to check with museums before visiting.)", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-brexit-deal-alters-relations-between-the-u-k-and-european-union-11608836744", "title": "How the Brexit Deal Alters Relations Between the U.K. and European Union", "date": "2021-01-01 08:36", "summary": "An at-a-glance view of what the two sides agreed. Before Dec. 31: U.K. in the European Union's single market and customs union. No trade barriers or tariffs.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-nancy-pelosi-to-draw-on-their-history-in-bid-to-unite-fractious-democrats-11609506000", "title": "Biden, Pelosi to Draw on Their History in Bid to Unite Fractious Democrats", "date": "2021-01-01 08:00", "summary": "The president-elect and House speaker share trust, faith and long experience legislating together. WASHINGTON-The relationship between President-elect Joe Biden and House Speaker Nancy Pelosi spans more than three decades. They now must draw on those ties to steer a divided Democratic coalition amid a pandemic and an economy recovering from a deep slump.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blooming-brilliance-on-a-grand-scale-11609502401", "title": "Blooming Brilliance on a Grand Scale", "date": "2021-01-01 07:00", "summary": "Jay DeFeo's monumental 'The Rose' weighed 2,300 pounds when completed.. Some artists are identified with a single work. With Leonardo da Vinci it's the Mona Lisa, with Grant Wood it's \"American Gothic.\" Which brings us to Jay DeFeo (1929-1989) and her strange, huge sculptural painting, \"The Rose\" (1958-66).", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/latest-covid-19-aid-package-scales-back-aid-to-hospitals-clinics-11609502400", "title": "Latest Covid-19 Aid Package Scales Back Funds to Hospitals, Clinics", "date": "2021-01-01 07:00", "summary": "New limits on relief may also inadvertently disadvantage hospitals with patients most severely affected by the pandemic. Hospitals say the continued Covid-19 surge will require more relief than Congress included in the new pandemic-aid act after lawmakers scaled back health-care funding.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turo-ceo-says-car-renting-app-plans-to-go-public-in-2021-11609502400", "title": "Turo CEO Says Car-Renting App Plans to Go Public in 2021", "date": "2021-01-01 07:00", "summary": "Platform turned its first profitable quarter and increased revenue 7% during the pandemic. When the pandemic hit, the chief executive of car-renting startup Turo Inc. thought back to how slowly he had responded to the dot-com bust. It didn't end well for his startup at the time.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-case-against-expanding-the-college-football-playoff-11609444703", "title": "The Case Against Expanding the College Football Playoff", "date": "2021-01-01 07:00", "summary": "Despite controversy and lively debate about which teams will make the final four, we usually end up with the usual suspects. But even among these powerhouses, semifinal games are rarely competitive.. Six years ago, college football shook up the way it selects the teams that will compete for the national championship. It dumped a much-maligned mix of computers and polls for a single committee of humans with a mandate to pick the four best teams to battle in a two-round playoff.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hot-battery-startup-that-could-zap-tesla-11609497031", "title": "The Hot Battery Startup That Could Zap Tesla", "date": "2021-01-01 05:30", "summary": "Investors are enthusiastic about QuantumScape, developer of an electric-vehicle battery that promises more power for less cost. If the company succeeds, Tesla could face new challenges.. One of the wildest plotlines in the great 2020 electric-vehicle rally was the late-year rise of QuantumScape , a battery startup that has yet to report any revenue. If investors are even close to being right about its roughly $44 billion market value, they may need to worry more about the fortunes of Tesla.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-tax-rules-these-tiny-last-minute-tax-changes-could-be-a-big-deal-in-2021-11609454073", "title": "These Tiny Last-Minute Tax Changes Could Be a Big Deal in 2021", "date": "2021-01-01 05:30", "summary": "From stimulus checks to early retirement-plan withdrawals, here are some late-breaking items that could alter either your 2020 return or how you approach your taxes in the year to come. With taxes, small changes often add up to big differences-and major confusion.", "categories": [["Markets", "Tax Report"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/tax-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-surge-in-crazy-year-for-financial-markets-11609497000", "title": "Stocks Surge in Crazy Year for Financial Markets", "date": "2021-01-01 05:30", "summary": "Growth stocks, bitcoin, options surge in dizzying year for financial markets. U.S. stocks have arrived at their record-setting year-end levels after a turn of events few would have predicted, capping off a banner year in everything from options bets to", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-benefits-of-sticking-to-new-years-resolution-to-work-out-more-11609497001", "title": "The Benefits of Sticking to New Year's Resolution to Work Out More", "date": "2021-01-01 05:30", "summary": "Most people give up before they begin to reap rewards offered by regular exercise. Mark this date on your calendar: March 7.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackrock-scales-back-private-equity-fund-ambitions-11609497001", "title": "BlackRock Scales Back Private-Equity Fund Ambitions", "date": "2021-01-01 05:30", "summary": "After struggling to meet a $12 billion fundraising goal, firm has set sights on growing the fund to $4 billion to $6 billion in assets over time. BlackRock Inc. planned to shake up the private-equity world with a $12 billion fund. Now the asset-management giant is setting its sights lower.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pence-seeks-to-dismiss-gop-lawsuit-aiming-to-lethim-overturn-election-11609458671", "title": "Pence, House Seek to Dismiss GOP Suit Aimed at Letting Him Overturn Election", "date": "2021-01-01 23:50", "summary": "Justice Department called Texas Rep. Louie Gohmert's suit a 'walking legal contradiction'. WASHINGTON-The House of Representatives asked a federal judge in Texas on Thursday to dismiss a Republican congressman's lawsuit seeking to give Vice President Mike Pence the power to decide which electoral votes to count when Congress meets on Jan. 6 to finalize November's presidential election.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-extends-ban-on-h-1b-and-other-work-visas-green-cards-11609455695", "title": "Trump Administration Extends Ban on H-1B and Other Work Visas, Green Cards", "date": "2021-01-01 22:28", "summary": "Renewal of a policy criticized by businesses leaves incoming Biden administration with another immigration dilemma. The White House extended a ban on immigrants coming to the U.S. on work-based visas and green cards through the end of March, setting up another immigration policy decision for the incoming Biden administration to grapple with.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sen-david-perdue-to-quarantine-days-before-georgia-runoffs-11609449238", "title": "Perdue to Quarantine Ahead of Georgia Runoffs", "date": "2021-01-01 21:59", "summary": "Republican incumbent to self-isolate after coming into contact with campaign member who tested positive for Covid-19. Sen. David Perdue, a Republican seeking re-election in a Georgia runoff next week, is quarantining after coming into close contact with someone who tested positive for Covid-19, his campaign said Thursday.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-pick-for-secretary-of-state-took-up-consulting-venture-capital-during-trump-administration-disclosures-show-11609458326", "title": "Biden's Pick for Secretary of State Took Up Consulting, Venture Capital During Trump Administration, Disclosures Show", "date": "2021-01-01 20:08", "summary": "After years in public service, Tony Blinken sat out GOP administration in private sector; spy-chief pick Avril Haines was at Columbia University. WASHINGTON-President-elect Joe Biden's pick for secretary of state took a high-dollar foray into international consulting and venture capital during the Trump administration, a career move that followed long years in public service in the White House, State Department and halls of Congress, according to financial disclosures released Thursday.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/minneapolis-officials-ask-for-calm-after-police-kill-felony-suspect-in-traffic-stop-11609425040", "title": "Minneapolis Police Release Footage of Fatal Shooting", "date": "2021-01-01 19:54", "summary": "The Wednesday night incident is the first time the city's police have killed someone since George Floyd in May. Minneapolis police on Thursday released body camera footage of a fatal police shooting that they said showed the man firing first on police.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgia-voters-prepare-to-decide-the-senate-11609460460", "title": "Georgia Voters Prepare to Decide the Senate", "date": "2021-01-01 19:21", "summary": "The last time a Democrat unseated an incumbent from the upper chamber here was in 1986. Two of them are vying to do so in next Tuesday's runoffs.. Columbus, Ga.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-2021-all-the-worlds-a-stage-11609460518", "title": "In 2021, All the World's a Stage", "date": "2021-01-01 19:21", "summary": "We got through 2020 with pictures of normality in our heads. In a few months they'll start to come true.. You have to go into this year with dreams, there's no other way to do it. We're still in an epic struggle, and it will be a while before things settle down into some approximation of normal. Dreams are how we got through 2020, or maybe not dreams precisely but a picture you kept in your head that helped you keep going, that captured what you missed and will have again. It was a picture of When the Pandemic is Over and we carried it in our psychic wallets.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-of-growth-and-decline-11609460276", "title": "States of Growth and Decline", "date": "2021-01-01 19:17", "summary": "The latest Census population statistics show a shift from blue to red.. President Trump is soon expected to submit to Congress state population counts from this year's Census for reapportionment. Last week the Census Bureau gave a preview of what to expect, and blue-state Democrats might want to prepare their smelling salts in advance.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kongs-political-prisoners-11609460193", "title": "Hong Kong's Political Prisoners", "date": "2021-01-01 19:16", "summary": "Jimmy Lai's bail is revoked, and fleeing boat people get prison terms.. The crackdown continues in Hong Kong, and this week the Chinese government made an example of the territory's most prominent political prisoners.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-buffalo-bills-miracle-11609460102", "title": "A Buffalo Bills Miracle", "date": "2021-01-01 19:15", "summary": "Their playoff turn causes New York Gov. Andrew Cuomo to rethink his shutdown orders.. Whether or not they make it to the Super Bowl, the Buffalo Bills have already pulled off a miracle victory: persuading New York Gov. Andrew Cuomo to let 6,700 fans attend their playoff game next weekend.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-warning-on-georgias-signature-match-11609460042", "title": "A Warning on Georgia's Signature Match", "date": "2021-01-01 19:14", "summary": "An audit in one county finds no fraud, but it puts officials on notice.. Georgia's audit of the November mail vote in Cobb County found \"no fraudulent absentee ballots.\" In a report Tuesday, the Secretary of State's office explained how investigators double checked the signatures on 15,118 randomly chosen ballot envelopes. It's a good warning to anybody contemplating shenanigans in Georgia's Senate runoffs next week.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-white-house-cant-dodge-responsibility-11609459833", "title": "The White House Can't Dodge Responsibility", "date": "2021-01-01 19:10", "summary": "The Trump administration undermined the public-health response to Covid-19.. Scott Atlas's op-ed \"A Pandemic of Misinformation\" (Dec. 22) contributes to the problem he laments. He writes that states directed their own pandemic policies, with governors and local officials responsible for outcomes. A lack of leadership from the White House left them no other choice. For example, Washington's Opening Up America Again guidelines were well-received, but the administration promptly ignored them, pushing states to open before reaching important health benchmarks.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-biden-reprise-obamas-economic-policy-11609459779", "title": "Will Biden Reprise Obama's Economic Policy?", "date": "2021-01-01 19:09", "summary": "More stimulus, more federal 'investments' in favored industries and state and local governments, more regulations and higher taxes.. William A. Galston tees up Washington's next massive stimulus package as essential to avoid a double-dip recession (\"Can Team Biden Prevent a Recession?\" Politics & Ideas, Dec. 23). Mr. Galston is concerned that \"the pace of job growth has declined for five straight months and may have ceased in December.\" Normal cyclical forces could be swamped by \"structural changes\" that were accelerated by the pandemic.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-reporting-on-hunter-biden-needs-to-push-further-11609459715", "title": "The Reporting on Hunter Biden Needs to Push Further", "date": "2021-01-01 19:08", "summary": "I wonder what dad and son talked about on the flight home from China.. \"For Hunter Biden, Family Name Aided Foreign Deals\" (Page One, Dec. 23) expressly made the point, \"None of the Journal's reporting found that Joe Biden was involved in his son's business activities,\" going so far as to highlight that text in a pull quote in the print edition. I guess it depends on the meaning of the word \"involved.\" In December 2013 Hunter Biden travelled with his father on Air Force Two, the vice president's aircraft, to Beijing, where it was later reported that he was forming a Chinese private-equity firm. I wonder what dad and son talked about on the flight home from China.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-devote-the-manpower-because-black-lives-matter-11609459641", "title": "Police Devote the Manpower Because Black Lives Matter", "date": "2021-01-01 19:07", "summary": "If black lives didn't matter when I was on the force, we would have needed about half as many officers.. Regarding Tunku Varadarajan's \"The Weekend Interview with John McAuliffe\" (Dec. 26): I was a police officer in the 1970s, '80s and '90s, retiring in 2002. If black lives didn't matter during all those years, we would have needed about 50% fewer officers. If I were a police officer now, during these difficult times, I would have to resign or retire-from a job I truly love.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-automatic-citizenship-for-working-illegal-aliens-11609459551", "title": "No Automatic Citizenship for Working Illegal Aliens", "date": "2021-01-01 19:05", "summary": "Peggy Noonan's pity obscures her sense of justice.. In \"A Look Back at the Pandemic Year\" (Declarations, Dec. 26), Peggy Noonan proposed to give \"full U.S. citizenship, no questions or penalties,\" to illegal-immigrant \"stackers, counter clerks and others\" who helped the country through the pandemic.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-english-catholic-doesnt-go-to-the-dentist-for-nothing-11609459408", "title": "An English Catholic Doesn't Go to the Dentist for Nothing", "date": "2021-01-01 19:03", "summary": "Graham Greene's boast wasn't fooling anyone.. D.J. Taylor's pleasing review of \"The Unquiet Englishman\" (Bookshelf, Dec. 26) notes the biographer's refutation of Graham Greene's claim in his 1971 autobiography \"A Sort of Life\" to have visited a dentist merely to ward off a bout of ennui. As a Catholic familiar with the British character from many travels there and from the readings required for a B.A. in English literature circa 1974, I didn't for a moment think Greene would see a dentist for such a pain-free reason, given the parsimonious nature of the native Englishman, straitened by Roman Catholicism's penury, and the toleration of poor dentition in the British Isles generally. Of course it was an abscess.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}]