[{"link": "https://www.wsj.com/articles/u-s-unseals-bribery-charges-against-former-diplomats-from-chad-11621900653", "title": "U.S. Unseals Bribery Charges Against Former Diplomats From Chad", "date": "2021-05-24 19:57", "summary": "The charges stem from a decade-old bribery case involving Griffiths Energy International Inc.. U.S. prosecutors on Monday unsealed charges against two former diplomats from Chad who they accused of receiving a $2 million bribe from a Canadian energy company.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/subways-new-tech-chief-eyes-mobile-customer-experience-11621898923", "title": "Subway's New Tech Chief Eyes Mobile Customer Experience", "date": "2021-05-24 19:28", "summary": "Donagh Herlihy, who joined the restaurant chain earlier this month, is looking to better manage flow of digital ordering. Subway is looking to rewire its mobile-ordering technology and processes to improve customer experience amid a surge of digital sales, its new technology chief said.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-poised-to-allow-unlicensed-carrying-of-handguns-11621897673", "title": "Texas Poised to Allow Unlicensed Carrying of Handguns", "date": "2021-05-24 19:07", "summary": "Once signed into law, Texas will join nearly two dozen other states that allow some form of unregulated carry of a handgun. AUSTIN, Texas (AP) - Texas is poised to remove one of its last gun restrictions after lawmakers approved allowing people to carry handguns without a license, and the background check and training that go with it.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lordstown-motors-says-it-needs-to-raise-cash-lowers-production-forecast-11621895454", "title": "Lordstown Motors Needs to Raise Cash, Lowers Production Forecast", "date": "2021-05-24 18:39", "summary": "Electric-truck startup is facing increasing competition as well as questions about its preorders and production plans. Electric-truck startup Lordstown Motors Corp. said Monday it faces higher-than-expected costs, is cutting its 2021 production forecast by at least 50% and needs to raise more capital, as it tries to launch its electric pickup truck later this year.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fracking-companies-continue-consolidation-as-cabot-cimarex-form-14-billion-firm-11621866404", "title": "Fracking Companies Continue Consolidation as Cabot, Cimarex Form $14 Billion Firm", "date": "2021-05-24 18:33", "summary": "The all-stock merger brings together shale drillers in different regions, aiming to guard against commodity price swings. U.S. shale drillers Cabot Oil & Gas Corp. and Cimarex Energy Co. said Monday that they plan to merge in an all-stock deal, combining companies that had a market capitalization of about $14 billion as of Friday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justices-please-take-the-harvard-case-11621894691", "title": "Justices, Please Take the Harvard Case", "date": "2021-05-24 18:18", "summary": "The Court needs to affirm the principle of racial equality or the U.S. will resegregate.. Nearly every day we learn of another case of governments or others setting policy based on the color of one's skin. This is contrary to the equal rights fought for and won in the Civil War and civil-rights movement, and the Supreme Court has a rare and valuable chance to reaffirm that principle if it decides to hear the appeal in Students for Fair Admissions v. Harvard.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-hostage-foreign-policy-11621894635", "title": "China's Hostage Foreign Policy", "date": "2021-05-24 18:17", "summary": "To punish Canberra, Beijing puts an Australian writer on trial.. A famous Chinese saying is kill the chicken to scare the monkey-that is, make an example of one to scare the many. China is treating Australia like the chicken, and the latest example is hostage Yang Hengjun, who will face trial in China this week on allegations of espionage.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-is-no-1-alas-11621894658", "title": "New Jersey Is No. 1, Alas", "date": "2021-05-24 18:17", "summary": "The average resident will pay $931,000 in taxes over a lifetime.. New Jersey comes in it at number one in a new ranking of states. Too bad it's for how much its citizens will pay in taxes over their lifetimes.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-nears-deal-to-buy-hollywood-studio-mgm-11621880759", "title": "Amazon Nears Deal to Purchase MGM", "date": "2021-05-24 18:13", "summary": "Deal for the 'Rocky' and 'James Bond' studio would mark tech company's second largest-ever acquisition. Amazon.com Inc. is nearing a deal to buy the Hollywood studio MGM Holdings for almost $9 billion including debt, said people familiar with the matter, a pact that would turn a film operation founded in the silent era into a streaming asset for the e-commerce giant.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-warns-against-all-travel-to-japan-ahead-of-olympics-11621893482", "title": "U.S. Warns Against All Travel to Japan Ahead of Olympics", "date": "2021-05-24 17:58", "summary": "State Department cites risk posed by the Covid-19 pandemic. WASHINGTON-The State Department warned Americans against all travel to Japan because of the risk posed by the Covid-19 pandemic on Monday, raising its travel advisory for the country to its highest level two months ahead of the Tokyo Olympics.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-extended-mind-review-thinking-outside-the-brain-11621893519", "title": "'The Extended Mind' Review: Thinking Outside the Brain", "date": "2021-05-24 17:58", "summary": "Notebooks, sketch pads, talking with others-all help us to improve our thought processes. We make the world our whiteboard-an extra brain lobe.. In 1998 philosophers Andy Clark and David Chalmers published an article titled \"The Extended Mind,\" in which they wondered, \"Where does the mind stop and the rest of the world begin?\" Human beings have long relied on technology-print or digital-to remember things and play with ideas. We live and work and learn in crowds-online or off. The self is permeable; no mind is an island. Sure, the brain sits isolated in a skull, but it feeds on interaction with the outside world.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-year-after-george-floyds-murder-its-open-season-in-minneapolis-11621893383", "title": "A Year After George Floyd's Murder, It's 'Open Season' in Minneapolis", "date": "2021-05-24 17:56", "summary": "Homicides have more than doubled in a year. Three children have been shot in the past month.. Al Sharpton and civil-rights attorney Benjamin Crump led a march in downtown Minneapolis Sunday in advance of the first anniversary of George Floyd's death on May 25. Former Minneapolis police officer Derek Chauvin was convicted of Floyd's murder last month.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marbury-v-the-education-department-11621893306", "title": "Marbury v. the Education Department", "date": "2021-05-24 17:55", "summary": "Biden's secretary defies the Supreme Court's foundational decision from 1803.. When Rep. Tom Cole (R., Okla.) asked Education Secretary Miguel Cardona about the department's proposal to embrace the New York Times 's \"1619 Project,\" Mr. Cardona replied: \"I can assure you that I do want to work with you and others to listen to different perspectives. . . . We have a divided country, but our education system is going to unite us.\" But we can attest the department isn't eager to hear critical voices. Its effort to shut them out defies Marbury v. Madison (1803), the foundational Supreme Court case that recognized the power of judicial review and established the basic principles of the separation of powers.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lost-wisdom-of-the-busy-signal-11621893243", "title": "The Lost Wisdom of the Busy Signal", "date": "2021-05-24 17:54", "summary": "Old-fashioned phones taught us to be patient and to appreciate the advances our kids take for granted.. 'If I were permitted one phone call,\" my 18-year old daughter, Molly, recently told me, \"and my life depended on that person picking up, I'd call you.\" How nice, I thought, but she wasn't finished: \"Not mom.\" Ouch.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/god-save-the-clarence-thomas-court-11621893168", "title": "God Save the Clarence Thomas Court", "date": "2021-05-24 17:52", "summary": "He's not chief justice, but never before has he had the power and influence he has now.. For Clarence Thomas, any chance he might become chief justice has long since passed. But at 72, he is coming into his own. For circumstances have now made it as plausible to speak of the Thomas court as the Roberts court.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hatred-of-jews-hardens-israels-resolve-11621893071", "title": "Hatred of Jews Hardens Israel's Resolve", "date": "2021-05-24 17:51", "summary": "Anti-Semitic violence is un-American and threatens Biden's Mideast agenda.. The Gaza war spilled into America last week as some pro-Palestinian and pro-Hamas demonstrators crossed the line separating protest from mob violence in several U.S. cities.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-the-war-on-cancer-science-is-winning-11621881949", "title": "In the War on Cancer, Science Is Winning", "date": "2021-05-24 17:49", "summary": "Promising and amazing advances in vaccination, diagnostic tests, immune therapy and gene testing.. Fifty years have passed since President Nixon declared war on cancer in his 1971 State of the Union address: \"The time has come in America when the same kind of concentrated effort that . . . took man to the moon should be turned toward conquering this dread disease.\" Today we are closer than ever to that goal.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-05-24-2021-11621842263", "title": "Stocks Rise, Bitcoin Edges Up", "date": "2021-05-24 17:34", "summary": "Investors are keeping a close eye on inflation indicators. U.S. stocks advanced Monday, led by rebounding shares of technology and communications companies, as investors grew more comfortable with the inflation outlook and the pace of the economic recovery.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/national-guard-troops-to-end-mission-at-u-s-capitol-11621892027", "title": "National Guard Troops to End Mission at U.S. Capitol", "date": "2021-05-24 17:33", "summary": "Although the soldiers are leaving, officials have warned that the hardened security measures around the Capitol would remain. WASHINGTON-The National Guard, deployed to secure the U.S. Capitol in the wake of the Jan. 6 attack by a pro-Trump mob, will end its mission there Wednesday, the Pentagon said.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/many-boy-scouts-victims-find-little-comfort-as-bankruptcy-nears-end-11621854003", "title": "Many Boy Scouts Victims Find Little Comfort as Bankruptcy Nears End", "date": "2021-05-24 17:32", "summary": "Chapter 11 odyssey has left some victims who stepped forward at the Boy Scouts' request feeling angry and mistrustful of the process. When the Boy Scouts of America filed for bankruptcy last year and asked alleged victims of childhood sexual abuse to step forward, roughly 84,000 did, with many hoping the legal proceeding would help usher a financial settlement-and some closure to their ordeals.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/upstart-peer-to-peer-crypto-exchanges-take-aim-at-coinbase-11621848601", "title": "Upstart Peer-to-Peer Crypto Exchanges Take Aim at Coinbase", "date": "2021-05-24 17:19", "summary": "Resume Subscription. Coinbase Global Inc., which has made billions running cryptocurrency markets, is facing competition from a new breed of upstarts that look less like the New York Stock Exchange and more like Napster, the defunct music-sharing service.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/epic-games-faces-apple-in-final-day-of-courtroom-battle-over-monopoly-claims-11621869490", "title": "Epic Games, Apple Close Out Final Day of Courtroom Battle Over Monopoly Claims", "date": "2021-05-24 17:15", "summary": "Judge debates remedies, market definition with both sides after more than three weeks of trial. Apple Inc. spent the final moments of its high-profile courtroom fight against Epic Games Inc. arguing the videogame maker's antitrust lawsuit was simply a way for it to get out of paying for access to iPhone users.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carlos-ghosn-stuck-in-beirut-says-hes-ready-for-questioning-by-french-investigators-11621889804", "title": "Carlos Ghosn, Stuck in Beirut, Says He Is Ready for Questioning by French Investigators", "date": "2021-05-24 16:56", "summary": "Fugitive ex-auto executive to meet authorities as legal pressure mounts around the world. BEIRUT-Fugitive ex-auto executive Carlos Ghosn said he is content with his life in Lebanon and ready for his next challenge-dealing with a team of French investigators who plan to question him next week about payments he made as the head of Renault SA .", "categories": [["WSJ News Exclusive", "Middle East"]], "category_links": ["https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sour-by-olivia-rodrigo-review-after-driver-license-en-route-to-the-top-11621889673", "title": "'Sour' by Olivia Rodrigo Review: After 'Drivers License,' En Route to the Top", "date": "2021-05-24 16:54", "summary": "The introspective album from the teenage singer-songwriter proves that she's no one-hit wonder.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-schools-will-be-fully-in-person-in-fall-no-remote-learning-11621870843", "title": "New York City Schools Will Be Fully In-Person in Fall", "date": "2021-05-24 16:44", "summary": "Nation's largest school district needs to get 61% of its 1 million students who are remote back in buildings. New York City public schools won't offer remote learning this fall, requiring students to return to classrooms in September, Mayor Bill de Blasio said Monday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-lives-that-matter-11621887805", "title": "More Lives that Matter", "date": "2021-05-24 16:23", "summary": "... and an encouraging message from Joe Biden.. There hasn't been much to applaud in the first four months of the Biden presidency. But today gives reason to entertain the hope that the Democratic Party's tolerance for street violence is approaching its limit. The good news arrives in a tweet from President Joe Bidenposted this morning:", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-israelis-stabbed-in-jerusalem-amid-heightened-tensions-11621862705", "title": "Blinken Dispatched to Middle East Amid Israel-Gaza Truce", "date": "2021-05-24 16:08", "summary": "Tensions remain high as two Israelis stabbed in Jerusalem; Israeli police launch operation to arrest people involved in communal violence. President Biden sent Secretary of State Antony Blinken to the Middle East in an effort to safeguard the cease-fire between Israel and Palestinian militant group Hamas following 11 days of intense fighting.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meat-market-tuesday-crossword-may-25-11621790426", "title": "Meat Market (Tuesday Crossword, May 25)", "date": "2021-05-24 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/working-locally-on-the-covid-19-response-shaped-how-i-think-about-careers-11621884597", "title": "Working Locally on the Covid-19 Response Shaped How I Think About Careers", "date": "2021-05-24 15:29", "summary": "I ditched the fast pace of Washington, D.C., to return home and have a meaningful impact on my community. Growing up in a small rural, upstate New York town, I always heard that to be successful when you grew up, you had to live and work elsewhere. If you had told me, upon graduating from college in a big city, that I would instead pack my bags, send them home and take a job in the town I had left behind, I would have thought my career trajectory had gone deeply off track.", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-ends-indoor-mask-mandate-11621883866", "title": "New Jersey Ends Indoor-Mask Mandate", "date": "2021-05-24 15:17", "summary": "State decision comes over a week after CDC changed mask guidelines. New Jersey is dropping its indoor-mask mandate and lifting other restrictions put in place to stop the spread of Covid-19 as infections fall and vaccinations tick up, state officials said.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weddings-are-back-new-apps-and-websites-make-planning-easy-11621883488", "title": "Wedding Planning 2021: The Best Apps, Hacks and Websites", "date": "2021-05-24 15:11", "summary": "As we move past the days of Zoom-only nuptials, couples are continuing to take advantage of virtual cake tastings, dress viewings and gift registries. Here's why.. ON MAY 2, when Jenny Chen and Kenny Song got married beside a lily pad-dotted pond at a Napa Valley vineyard, the event certainly honored the adage \"something old, something new.\" Forty-four guests hobnobbed in real life at cocktail hour, but all were vaccinated or just-tested. And when signing the marriage license, the couple, both resident physicians, broadcast the act to folks as far away as Taiwan from the venue's WiFi-enabled wine cave.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rise-of-woke-anti-semitism-11621881999", "title": "The Rise of Woke Anti-Semitism", "date": "2021-05-24 14:46", "summary": "It's the oldest hatred, but its resurgence signals a wider disturbance in society's soul.. There's something especially unsettling about the newest eruption of the oldest hatred. Anti-Semitism has been so routine and enduring a part of human history that it's easy to become almost numb to fresh instances of it.", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-fbi-to-the-wonder-years-tv-networks-bet-on-more-franchises-reboots-11621881246", "title": "TV Networks Bet on More Franchises and Reboots", "date": "2021-05-24 14:34", "summary": "With advertising set to rebound, broadcasters shy away from taking risks on unfamiliar material after the pandemic accelerated audience declines. As ratings fall and viewers decamp to streaming platforms with fewer or no commercials, broadcasters are embracing the adage that imitation is the strongest form of television.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warehouses-look-to-robots-to-fill-labor-gaps-speed-deliveries-11621878163", "title": "Warehouses Look to Robots to Fill Labor Gaps, Speed Deliveries", "date": "2021-05-24 13:42", "summary": "Logistics automation companies say demand has grown during the pandemic as companies cope with big swings in volume and a tight hiring market. The robots are coming to labor-strapped North American warehouses.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-can-your-heart-rate-tell-you-11621877047", "title": "What Can Your Heart Rate Tell You?", "date": "2021-05-24 13:24", "summary": "Fitness trackers are often mainly used to count steps but your heart-rate metrics can also be revealing, doctors say. What can you learn from the heart-rate metrics on your fitness tracker?", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-california-2-2-4-may-be-thought-racist-11621876555", "title": "In California, 2+2=4 May Be Thought Racist", "date": "2021-05-24 13:15", "summary": "The good curriculum improvements have nothing to do with racism; associating them with racism isn't going to help students with math.. In \"California Leftists Try to Cancel Math Class\" (op-ed, May 19), Williamson M. Evers correctly quotes some of the antiracist dogmas being promoted that will frustrate math learning. However, many of the improvements recommended for classroom instruction (i.e., teaching math in the context of practical problem solving for life, paying attention to students' learning modes, using common sense about prerequisites, etc.) have been known for decades and been used and promoted by teachers who are skilled in math education. The best teachers already use those techniques and are successful with them, independent of what color their students' skin is.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wind-power-is-popular-across-rural-america-11621876431", "title": "Wind Power Is Popular Across Rural America", "date": "2021-05-24 13:13", "summary": "Renewable energy lobby says wind projects are driving investment and creating new opportunities.. Re Robert Bryce's \"Rural America Gets Bad Vibrations from Big Wind\" (op-ed, May 6): The reality is that wind projects are driving unmatched investment and creating new opportunities in rural America in ways that improve real lives.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jews-who-leave-the-faith-are-still-treated-as-jewish-11621875649", "title": "Jews Who Leave the Faith Are Still Treated as Jewish", "date": "2021-05-24 13:00", "summary": "Wealthy Jews often attempted to gain acceptance to society through assimilation but, \"despite their riches, all their efforts proved of little or no avail.\". Some Jews elected conversion to survive in 14th- and 15th-century Spain. Others did so for economic and social mobility, as attempted by the families of Benjamin Disraeli and Felix Mendelssohn, and by Gustav Mahler himself, or were motivated by real belief, as with Jean-Marie (born Aaron) Lustiger, Archbishop of Paris from 1981 to 2005, who proudly described himself as a Jew. In any case these converts were, in the end, viewed as suspect by many of their adopted faith.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/janet-jacksons-costumes-btss-outfits-why-the-celebrity-auction-market-is-booming-11621875542", "title": "BTS's Outfits, Janet Jackson's Costumes: Why the Celebrity Auction Market Is Booming", "date": "2021-05-24 12:59", "summary": "Julien's, an auction house in Beverly Hills, Calif., has had a megasuccessful year selling preworn celebrity clothing-thanks in large part to nostalgia-obsessed millennials. IN 2015, Julien's Auctions in Beverly Hills, Calif., sold the fuzzy green mohair-blend sweater that Kurt Cobain wore on Nirvana's \"MTV Unplugged\" episode for $140,800. Four years later, the stained cardigan was back on the auction block again. That time it went for $334,000. Today, Darren Julien, the owner of Julien's, an 18-year-old auction house that frequently hosts sales of celebrity possessions, believes the same grungy sweater could perhaps fetch double that amount. \"I've had offers of $500,000 to $700,000 to get the buyer to sell it,\" he said. For now, the anonymous owner is keeping Cobain's cardigan. But no matter for Mr. Julien: He has plenty of highly covetable celebrity clothes filling up his auction calendar.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-gave-birth-the-most-dangerous-part-came-after-11621872060", "title": "I Gave Birth. The Most Dangerous Part Came After.", "date": "2021-05-24 12:01", "summary": "Resume Subscription. The evening I brought my newborn son home from the hospital last July, I devoured pasta and sourdough bread smothered in fava bean dip.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/wuhan-lab-leak-question-chinese-mine-covid-pandemic-11621871125", "title": "The Wuhan Lab Leak Question: A Disused Chinese Mine Takes Center Stage", "date": "2021-05-24 11:48", "summary": "Resume Subscription. DANAOSHAN, China-On the outskirts of a village deep in the mountains of southwest China, a lone surveillance camera peers down toward a disused copper mine smothered in dense bamboo. As night approaches, bats swoop overhead.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/chinas-latest-crackdown-on-bitcoin-other-cryptocurrencies-shakes-market-11621853002", "title": "Beijing's Renewed Crackdown Shakes Crypto Markets", "date": "2021-05-24 11:36", "summary": "Major digital-currency exchanges suspend some activities that targeted users in China. China's efforts to restrain cryptocurrency trading and mining are adding to the wild moves in bitcoin and other markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-great-american-clean-up-deodorant-teeth-whitener-fly-off-the-shelves-11621869232", "title": "The Great American Cleanup: Deodorant, Teeth Whitener Fly Off the Shelves", "date": "2021-05-24 11:13", "summary": "'Everyone wants to look their best': As restrictions ease, stores say sales are shifting away from toilet paper and baking flour to cosmetics and swimsuits. Americans are cleaning up nicely.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/phil-mickelson-knicks-fans-nba-playoffs-crowds-11621868256", "title": "Fans Are Back and Acting Crazy. Sports Are Back to Normal.", "date": "2021-05-24 11:07", "summary": "Ecstatic crowds engulfed Phil Mickelson. Knicks fans chanted obscenities at Madison Square Garden. It's a sign that the end of the pandemic is in sight.. Before he could make history as the oldest golfer to win a major championship, Phil Mickelson had to get to the 18th green. The only thing in his way was a sea of humanity.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gene-therapy-high-tech-goggles-restore-some-vision-to-blind-people-11621868401", "title": "Gene Therapy, High-Tech Goggles Restore Some Vision to Blind People", "date": "2021-05-24 11:00", "summary": "New treatment using optogenetics has restored limited vision to people blinded by hereditary retinal disease. Scientists are making dramatic strides toward a goal that once seemed almost unimaginable: Restoring limited vision to people affected by a previously irreversible form of blindness caused by an inherited eye disease called retinitis pigmentosa.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nielsen-invests-in-new-tv-ratings-platform-after-selling-2-4-billion-unit-11621857600", "title": "Nielsen Invests in New TV Ratings Platform After Selling Unit", "date": "2021-05-24 10:23", "summary": "Some of that cash will be put to work in Nielsen One, which aims to set a single metric for both traditional and streamed television. Nielsen Holdings PLC's finance chief Linda Zukauckas is allocating funds to a new TV ratings platform after the sale of the company's market-analytics business earlier this year.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japanese-business-leaders-add-to-chorus-against-holding-olympics-11621855864", "title": "Japanese Business Leaders Add to Chorus Against Holding Olympics", "date": "2021-05-24 10:07", "summary": "SoftBank's Masayoshi Son says losses from proceeding with Games would far outweigh losses from cancellation. TOKYO-Opposition to the Tokyo Olympics opening in two months has deepened in Japan and spread to some prominent business leaders despite organizers highlighting recent warm-up events as evidence that the Games can safely go ahead.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/belarus-activists-capture-from-flight-shows-long-arm-of-presidents-crackdown-11621860909", "title": "Belarus Activist's Capture From Flight Shows Long Arm of President's Crackdown", "date": "2021-05-24 10:04", "summary": "Roman Protasevich was in exile after reporting on protests against longtime leader Lukashenko. MOSCOW-A young Belarusian journalist and activist has so rattled his country's leader that the longtime authoritarian ruler scrambled a jet fighter to ground the plane the reporter was on so he could be detained. The move sends a chilling message to opposition supporters that nowhere is safe from the reach of President Alexander Lukashenko.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/phil-mickelson-pga-championship-history-oldest-winner-brooks-koepka-11621861446", "title": "Phil Mickelson at 50: Still a Thrill, Now Champion Again", "date": "2021-05-24 09:20", "summary": "A veteran pro's dramatic Sunday at the PGA Championship makes golf history. Here's a theory: It's the memories you don't see coming that you wind up remembering the most. The moments that drop out of nowhere, like they belong to somebody else. Because they're not supposed to happen. They're a bit of a shock, even to you.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-consequences-of-not-creating-a-jan-6-commission-11621861473", "title": "The Consequences of Not Creating a Jan. 6 Commission", "date": "2021-05-24 09:04", "summary": "If Washington's political system can't come together, it may be showing it can't reverse the dynamics that produced violence in the first place. Arriving at the right answer often starts with asking the right question. That rule is worth pondering as the Senate this week considers whether to approve creation of a bipartisan commission to investigate the ransacking of the Capitol by an angry mob of Trump supporters on Jan. 6.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-virgin-galactic-moderna-splunk-what-to-watch-when-the-stock-market-opens-today-11621853470", "title": "Bitcoin, Virgin Galactic, Moderna: What to Watch When the Stock Market Opens Today", "date": "2021-05-24 09:03", "summary": "Bitcoin regained some ground after touching multi-month lows on Sunday. Here's what we're watching ahead of Monday's opening bell.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lucy-lang-manhattan-district-attorney-candidate-11621788455", "title": "Lucy Lang Vies for Progressive Mantle in Manhattan District Attorney Race", "date": "2021-05-24 09:00", "summary": "The former prosecutor has emerged as the problem-solving candidate in a field of eight Democrats. As a Manhattan prosecutor in 2017, Lucy Lang secured murder convictions against two masked shooters who opened fire on a crowded street, killing Yvonne Graham's 28-year-old son.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-case-for-a-boldly-colored-watch-dial-11621860011", "title": "The Case for a Boldly Colored Watch Dial", "date": "2021-05-24 08:40", "summary": "Watches in jewel tones of forest, midnight and oxblood take business casual to a livelier level. It's a great moment for a colorful watch upgrade. The top heritage brands have unveiled new models with dials in rich shades, all powered by sophisticated movements that deliver more than just the time of day. Louis Vuitton 's steel Escale Time Zone Blue has a vibrant blue dial and a GMT movement, which allows it to show the time in a second time zone. Swimmers, runners and other athletes will appreciate Patek Philippe's Ref. 5990/1R-001 Nautilus Travel Time Flyback Chronograph, a rose-gold model with an embossed blue sunburst dial: It's water resistant to 120 meters and tracks short time measurements while the chronograph is running. The slim Omega De Ville Trésor Power Reserve is a classic gold model with a burgundy lacquered dial, powered by the Omega Co-Axial Master Chronometer Calibre 8935, which has a 72-hour-plus power reserve. The Rolex Oyster Perpetual Datejust 36 is offered in an olive-green palm-leaf dial, while Jaeger-LeCoultre's Reverso Tribute Small Seconds features a sunray-brushed green lacquer dial inspired by the pine forest surrounding the Swiss watchmaker's workshops, and matching leather straps. The eco-friendly Panerai Luminor Marina eSteel has a recycled-steel case and green straps made from reused plastic. And there's a return to classics with the Cartier Tank Must, a 1980s bestseller that's back with new monochromatic variations in green, burgundy and navy. -Jill Newman", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-richard-branson-70-feels-as-fit-as-he-did-in-his-20s-11621859691", "title": "How Richard Branson, 70, Feels as Fit as He Did in His 20s", "date": "2021-05-24 08:34", "summary": "In addition to kite-surfing, tennis and bike rides, the Virgin Group founder also recently started lifting weights for the first time. In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-confronts-sexual-misconduct-in-its-military-11621857601", "title": "Canada Confronts Sexual Misconduct in Its Military", "date": "2021-05-24 08:00", "summary": "Allegations against a former top soldier and his successor pressure government to address an enduring issue. OTTAWA-A series of sexual-misconduct allegations against Canadian military leaders has sparked a public outcry in the country, triggering a wide-ranging investigation into the culture of its armed forces.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-tip-post-covid-19-11621852355", "title": "How to Tip Post-Covid-19", "date": "2021-05-24 07:32", "summary": "The pandemic changed how we think about gratuities. Here's what you need to know as the economy and social life creep closer to normal. As more vaccinated Americans venture out to their favorite bars and restaurants, they are also confronted with a new set of circumstances when it comes to tipping. What is standard gratuity, for example, following a year that has wreaked havoc on the hospitality industry? Is it rude not to tip on takeout orders? How do I tip responsibly-to my waiter and for my budget?", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/northwood-investors-agrees-to-buy-two-soho-buildings-for-325-million-11621854000", "title": "Northwood Investors Agrees to Buy Two SoHo Buildings for $325 Million", "date": "2021-05-24 07:00", "summary": "Manhattan's commercial property market shows new signs of a rebound from Covid-19 pandemic. A real-estate investment firm has agreed to pay about $325 million for two side-by-side SoHo buildings, in a deal that is the latest sign of improvement for a neighborhood hit hard during the pandemic by the work-from-home trend and New York City's diminished tourism business.", "categories": [["WSJ News Exclusive", "Commercial Real Estate"]], "category_links": ["https://www.wsj.com/news/types/commercial-real-estate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-majors-look-to-fill-businesses-growing-appetite-for-green-power-11621854001", "title": "Oil Majors Look to Fill Businesses' Growing Appetite for Green Power", "date": "2021-05-24 07:00", "summary": "BP, Shell and Total say supplying wind and solar power offers opportunities as they seek to pivot away from fossil fuels. Businesses are buying more renewable power, and oil majors want a piece of the action.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/printful-nabs-130-million-from-bregal-sagemount-11621854001", "title": "Printful Nabs $130 Million From Bregal Sagemount", "date": "2021-05-24 07:00", "summary": "The print-on-demand and fulfillment company's revenue climbed nearly 80% last year as demand rose for printed goods ordered online. Printful Inc., a print on-demand and fulfillment company, has garnered a $130 million investment from private-equity firm Bregal Sagemount, giving the bootstrapped business a valuation of more than $1 billion.", "categories": [["WSJ News Exclusive", "Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mario-draghi-helps-pave-way-for-italian-bank-mergers-11621852961", "title": "Mario Draghi Helps Pave Way for Italian Bank Mergers", "date": "2021-05-24 06:42", "summary": "Italy's prime minister, who pushed for bank mergers when he ran the ECB, backs rule changes that make deals easier. When Mario Draghi ran the European Central Bank, he pushed, unsuccessfully, to get the region's feeble banks to merge and clean themselves up.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amc-and-wandas-unlikely-happy-ending-11621852900", "title": "AMC and Wanda's Unlikely Happy Ending", "date": "2021-05-24 06:41", "summary": "Wanda's AMC acquisition finally pays off, but mostly comes down to luck. Dalian Wanda Group's Hollywood adventure has finally come to a satisfying close-thanks to one last crazy twist.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflation-starts-to-hit-auto-and-home-insurers-11621852380", "title": "Inflation Starts to Hit Auto and Home Insurers", "date": "2021-05-24 06:33", "summary": "Key question is whether premium increases will be big enough amid chip shortage, scarcity of rental cars, higher building-material prices. Investors hunting for signs of inflation pressure should keep an eye on something they might not usually think about: the cost of insuring a car or home.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yes-bitcoin-is-useless-many-will-say-so-what-11621851924", "title": "Yes, Bitcoin Is Useless. Many Will Say: So What?", "date": "2021-05-24 06:25", "summary": "Cryptocurrencies may ultimately have no intrinsic value, but humanity's love for useless things means they aren't necessarily worth nothing. The chances that bitcoin will ever become real money or make a productive contribution to society seem close to nil. Then again, the same is true for so many things in life.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/belarus-jet-forces-ryanair-plane-to-land-in-minsk-11621802501", "title": "Belarus Jet Forces Ryanair Plane to Land in Minsk", "date": "2021-05-24 06:00", "summary": "Commercial flight from Greece to Lithuania was carrying an opposition activist, who was detained. MOSCOW-Belarusian President Alexander Lukashenko scrambled a jet fighter to force a Ryanair commercial aircraft to land in Minsk, where a Belarusian journalist and opposition activist was detained. The Sunday incident sparked an international outcry and raised questions over the legality of the plane's grounding.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/issuance-of-bundles-of-risky-loans-jumps-to-16-year-high-11621849782", "title": "Issuance of Bundles of Risky Loans Jumps to 16-Year High", "date": "2021-05-24 05:49", "summary": "A recovering economy, demand from yield-starved investors boost collateralized loan obligations. Sales of securities backed by bundles of risky corporate loans are hitting records, lifted by a recovering economy and demand from yield-starved investors.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/half-of-new-yorker-voters-stand-by-gov-andrew-cuomo-poll-finds-11621848600", "title": "Half of New York Voters Stand by Cuomo, Poll Finds", "date": "2021-05-24 05:30", "summary": "The findings released Monday offered a mixed bag for the governor. Roughly half of New York voters support New York Gov. Andrew Cuomo, as he faces down investigations into allegations of sexual harassment and his administration's handling of Covid-19 in nursing homes, a poll released Monday shows.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-vaccinated-americans-powering-the-economy-not-yet-data-show-11621848600", "title": "Vaccinated Aren't Yet Powering a Spending Revival, Data Show", "date": "2021-05-24 05:30", "summary": "People who haven't received the Covid-19 vaccine are more likely to be out spending. Vaccinated Americans are increasingly going out this spring-but not as much as their unvaccinated counterparts.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-prices-keep-falling-to-approach-30-000-11621794031", "title": "Bitcoin Prices Keep Falling to Approach $30,000", "date": "2021-05-24 05:09", "summary": "Prices flirt with lowest levels since late January. The wild ride in bitcoin and other cryptocurrencies accelerated over the weekend, with bitcoin prices falling back near $30,000 and flirting with their lowest levels since late January.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-global-minimum-tax-could-impact-markets-11621844805", "title": "How a Global Minimum Tax Could Impact Markets", "date": "2021-05-24 04:29", "summary": "If it comes to pass, U.S. plans for global minimum levy on corporate profits could rattle companies with lots of overseas revenue and very low tax bills. The U.S. Treasury Department wants a global minimum corporate tax rate of 15%, a reduced ask from the 21% level it previously suggested. If the policy ever came to pass, that could still have a marked impact on international markets.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11621784346", "title": "Pepper...and Salt", "date": "2021-05-24 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tuneup-monday-crossword-may-24-11621790226", "title": "Tuneup (Monday Crossword, May 24)", "date": "2021-05-24 00:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-you-let-your-employee-with-another-job-offer-leave-11621814400", "title": "Should You Let Your Employee With Another Job Offer Walk?", "date": "2021-05-24 20:00", "summary": "With more workers signaling a desire to change jobs soon, here are the factors to consider before making a hard push to keep the top performers. Employees are getting ready to jump to new jobs. What if you're the one they're leaving behind?", "categories": [["Life & Work", "Work & Life"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/work-life?mod=breadcrumb"]}]