[{"link": "https://www.wsj.com/articles/ge-nears-deal-to-combine-aircraft-leasing-unit-with-aercap-11615157471", "title": "GE Nears Deal to Combine Jet-Leasing Unit With AerCap", "date": "2021-03-07 18:39", "summary": "Deal would unite rivals in tough aviation market and could further shrink GE Capital. General Electric Co. is nearing a $30 billion-plus deal to combine its aircraft-leasing business with Ireland's AerCap Holdings NV, according to people familiar with the matter, the latest in a string of moves by the industrial conglomerate to restructure its once-sprawling operations.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-delaying-covid-19-aid-bill-sen-joe-manchin-urges-bipartisanship-11615141905", "title": "Covid-19 Aid Bill Heads Back to House After Tense Senate Vote", "date": "2021-03-07 18:34", "summary": "Pelosi can afford few defections as House lawmakers prime for a second vote; progressives have signaled support. WASHINGTON-The $1.9 trillion Covid-19 relief bill faces what is expected to be a very close vote in the House as early as Tuesday after the Senate narrowly approved the aid package over the weekend with concessions to accommodate centrist Democrats.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-south-korea-negotiators-reach-agreement-on-troop-cost-sharing-11615142406", "title": "U.S., South Korea Reach Agreement on Troop Cost-Sharing", "date": "2021-03-07 18:22", "summary": "Breakthrough resolves a yearslong dispute on sharing the burden of the U.S. military presence on the Korean Peninsula. The U.S. and South Korea have reached agreement on a new accord that would resolve a yearslong dispute on how to share the cost of American troops based on the Korean Peninsula, officials from the two countries said Sunday.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disneys-raya-and-the-last-dragon-undercut-without-cinemark-11615158137", "title": "Disney's 'Raya and the Last Dragon' Undercut Without Cinemark", "date": "2021-03-07 18:02", "summary": "More than 300 theaters from nation's third-largest chain didn't show biggest new release, as New York City and San Francisco reopen. Walt Disney Co. 's \"Raya and the Last Dragon,\" its first domestic release in a year, delivered tepid results after Cinemark theaters, the nation's third-largest chain, didn't play the film.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/effective-cybersecurity-needs-quantum-computing-11615156511", "title": "Effective Cybersecurity Needs Quantum Communication", "date": "2021-03-07 17:35", "summary": "Without it, hacking is faster and cheaper than protecting networks or patching them afterward.. Despite investing $80 billion in cybersecurity over the past five years, the U.S. government utterly failed to detect, much less prevent, a stunning Russian cyber aggression. Sensitive agency and private networks were compromised. As the Biden administration decides how to respond tactically, a strategic question looms: How can the U.S. attain reliable cybersecurity?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/net-zero-more-like-not-zero-11615156480", "title": "'Net Zero' Carbon Emissions? More Like Not Zero", "date": "2021-03-07 17:34", "summary": "Companies buy indulgences, allowing them to continue burning fossil fuels.. Every day, another company, city or state pledges to reach \"net zero\" carbon-dioxide emissions.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-road-to-reopening-wont-be-a-straight-line-11615156451", "title": "The Road to Reopening Won't Be a Straight Line", "date": "2021-03-07 17:34", "summary": "As more people get vaccinated, the Covid threat will change. It won't go away completely.. Since the lockdown orders of a year ago, Americans have made enormous sacrifices, complying with government guidance on masking and social distancing in hope of bringing about the trends we are finally seeing. Covid cases and hospitalizations are falling, and according to the White House, a majority of elderly Americans have received at least one shot of the several vaccines that are now available. Nursing-home deaths have dropped to levels not seen since spring 2020. Businesses are reopening. Grandparents are hugging their grandchildren again. The pandemic isn't over, but people correctly sense the danger is declining. They want more of their regular lives back.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/let-business-give-the-jab-in-latin-america-11615156352", "title": "Let Business Give the Jab in Latin America", "date": "2021-03-07 17:32", "summary": "Prohibiting the sale of vaccines will prolong the pandemic and harm the poor.. The Food and Drug Administration's approval of the Johnson & Johnson vaccine could be a game-changer for developing countries all over the Western Hemisphere. But not as long as governments restrict access to such innovation in the name of that old Latin-American shibboleth: social justice.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fulfillment-review-those-one-clickwoes-11615156302", "title": "'Fulfillment' Review: Those One-Click Woes", "date": "2021-03-07 17:31", "summary": "Amazon's breakneck expansion has left much social wreckage in its wake. But it wasn't the ﬁrst retailer to do so, and it won't be the last.. Time was when the evil empire was ruled from Bentonville, Ark., where the brick-fronted fortress of Walmart seemed impregnable. By far the world's largest retailer, Walmart stood accused of driving down wages, imposing dire and erratic working schedules, fighting unions, squeezing subsidies out of stretched state and local governments, and destroying healthy communities by planting its soulless superstores on the highway out of town-or, alternatively, by not coming to town at all. As often portrayed in the media, Walmart's hard-nosed business practices enabled it to stretch its tentacles ever farther around the globe, strangling workers and stifling small businesses.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-the-woke-lose-minority-voters-11615155904", "title": "Notable & Quotable: The Woke Lose Minority Voters", "date": "2021-03-07 17:25", "summary": "'As white liberals increasingly define the party's image and messaging, that's going to turn off nonwhite conservative Democrats.'. Pollster David Shor of OpenLabs, a progressive nonprofit, in an interview with New York magazine, March 3:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crowd-safety-company-evolv-going-public-in-1-7-billion-spac-merger-11615154401", "title": "Crowd-Safety Company Evolv Going Public in $1.7 Billion SPAC Merger", "date": "2021-03-07 17:00", "summary": "Microsoft co-founder Bill Gates and former Florida governor Jeb Bush are two of Evolv's investors. Evolv Technology is combining with a special-purpose acquisition company to go public in a deal that values the crowd-safety firm at about $1.7 billion, the companies said.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deadly-blasts-wound-hundreds-in-equatorial-guineas-economic-capital-11615154154", "title": "Blasts in Equatorial Guinea Kill at Least 20, Wound Hundreds", "date": "2021-03-07 16:55", "summary": "President Teodoro Obiang Nguema Mbasogo said the Bata explosions were caused by negligence involving dynamite at a military base. A series of massive explosions rocked Equatorial Guinea's largest city on Sunday, killing at least 20 people and wounding more than 400, according to state television.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernies-15-wage-goes-down-hard-11615153979", "title": "Bernie's $15 Wage Goes Down Hard", "date": "2021-03-07 16:53", "summary": "Eight Democrats opposed his push to bulldoze Senate rules.. The Senate's vote-a-rama on a $1.9 trillion bill didn't include many notes of economic sanity. Yet one rang out Friday, after Bernie Sanders pushed to add a $15 minimum wage into a \"relief\" package that already has a few kitchen sinks. Eight Democrats voted no.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-covid-welfare-state-11615154022", "title": "The Covid Welfare State", "date": "2021-03-07 16:53", "summary": "The $1.9 trillion Democratic bill provides a guaranteed income unlinked to work.. Congress is still working on its $1.9 trillion spending bill, and Democrats are already floating a sequel. \"Our No. 1 lodestar is going to be helping the American people and if they need more help, we'll do another bill,\" Senate Majority Leader Chuck Schumer said Saturday after Democrats passed the bill 50-49.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-woke-chinese-communist-party-11615153949", "title": "The Woke Chinese Communist Party", "date": "2021-03-07 16:52", "summary": "Beijing uses progressive rhetoric to attack Western interests.. Chinese state media rarely deserves attention but lately it's taken a notable and instructive turn. It is invoking the woke themes of American progressives as a propaganda weapon against the U.S.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philanthropist-mackenzie-scott-ex-wife-of-jeff-bezos-marries-seattle-school-teacher-11615152251", "title": "MacKenzie Scott, Ex-Wife of Jeff Bezos, Marries Teacher", "date": "2021-03-07 16:35", "summary": "Ms. Scott, one of the world's wealthiest women, has married Dan Jewett, a science teacher at a private school. MacKenzie Scott, the philanthropist formerly married to Jeff Bezos, has married again following her 2019 divorce from the Amazon.com Inc. founder, according to a person familiar with the matter.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manhattan-landlords-take-apartments-off-market-during-rental-slump-11615140000", "title": "Manhattan Landlords Take Apartments Off Market During Rental Slump", "date": "2021-03-07 16:26", "summary": "Reduced demand during pandemic sent median rental prices down sharply; some bet market will rebound in spring. Manhattan landlords are pulling unrented apartments off the market at an unusually elevated rate, tightening inventory while rents are low and, in some neighborhoods, still falling.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-gov-cuomo-says-he-wont-resign-over-allegations-he-acted-inappropriately-11615143713", "title": "Calls Grow for Gov. Andrew Cuomo to Resign", "date": "2021-03-07 16:19", "summary": "New York State Senate Majority Leader Andrea Stewart-Cousins says governor should step down. The Democratic leaders of the New York state Legislature questioned whether Gov. Andrew Cuomo could continue to effectively lead, as he faces further accusations of inappropriate workplace behavior and a federal probe into his administration's handling of Covid-19 in the state's nursing homes.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/greensills-key-clients-included-west-virginia-gov-jim-justices-coal-company-11615151171", "title": "Greensill's Clients Included West Virginia Governor's Coal Company", "date": "2021-03-07 16:06", "summary": "Most of Greensill's revenue came from five clients, according to an internal Greensill report reviewed by The Wall Street Journal. Greensill Capital relied on a handful of clients for large portions of its revenue, including a coal miner owned by the governor of West Virginia, according to people familiar with Greensill's operations and documents reviewed by The Wall Street Journal.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republican-governors-diverge-over-covid-restrictions-as-experts-urge-caution-11615148035", "title": "Republican Governors Diverge Over Covid Restrictions as Experts Urge Caution", "date": "2021-03-07 15:14", "summary": "'Hang in there a bit longer,' Fauci advises. But one governor says he wants to save livelihoods as well as lives.. The nation's top infectious-diseases expert reiterated warnings against dropping Covid-19 restrictions too soon, while Republican governors voiced split views about how quickly to lift state rules.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-inflation-ecb-jobless-claims-11615147200", "title": "Economy Week Ahead: Inflation, ECB, Jobless Claims", "date": "2021-03-07 15:00", "summary": "U.S. consumer prices for February are expected to rise, driven in part by gasoline costs. Inflation readings highlight a relatively light week for economic data.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-makes-an-illegal-election-power-grab-11615146074", "title": "Congress Makes an Illegal Election Power Grab", "date": "2021-03-07 14:41", "summary": "H.R. 1 undermines the Constitution's federalist system.. Your editorial \"Making Every Election Like 2020\" (March 2) identifies many flaws in H.R.1-permanently transforming Election Day into election season, requiring that states allow predatory ballot harvesting-but it misses the biggest problem: H.R.1 undermines the Constitution's federalist system.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/culture-lives-south-and-west-of-the-hudson-11615146032", "title": "Culture Lives South and West of the Hudson", "date": "2021-03-07 14:40", "summary": "Florida is home to some of the finest cultural institutions anywhere.. \"Wall Street Leaves New York\" (Mansion, Feb. 26) contains the surprising quote from a New York real-estate agent describing Florida as a \"cultural wasteland.\" I would like to offer a different perspective. As a recent transplant, I have found that Florida is home to some of the finest cultural institutions anywhere.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/conservatives-dont-gloat-at-cuomos-trials-11615145986", "title": "Conservatives: Don't Gloat at Cuomo's Trials", "date": "2021-03-07 14:39", "summary": "Any long-term successor to Gov. Cuomo is certain to favor increases in taxes and regulations, critical race theory objectives, even further limitations to First and Second Amendment rights, and so on.. Regarding your editorial \"Andrew Cuomo in the Dock\" (March 1): Conservatives in New York should be extremely concerned about the crises currently engulfing Gov. Cuomo. The sexual misconduct allegations, in addition to the nursing-home deaths coverup, should bother any New Yorker regardless of party affiliation. But conservatives have a particular reason to be concerned with the impending downfall of \"King Cuomo\": the 2022 gubernatorial election.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elections-of-2017-and-2018-should-have-alerted-gop-11615145752", "title": "Elections of 2017 and 2018 Should Have Alerted GOP", "date": "2021-03-07 14:35", "summary": "The miscalculation Republican leadership made in 2020 was to think enough voters would vote their economic self-interest to re-elect Donald Trump.. Regarding your editorial \"The Grievances of Trump Past\" (March 2): The miscalculation Republican leadership made in 2020 was to think enough voters would vote their economic self-interest to re-elect Donald Trump, while setting aside their frustration with Donald Trump's unpresidential manner and style. Many voters did this, but many did not, and one only needs to look to the suburbs of Milwaukee, Detroit, Philadelphia, Atlanta and Phoenix for the evidence.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-francis-meets-iraqi-shiite-leader-seeking-to-build-ties-with-islam-11615031112", "title": "Pope Francis Meets Iraqi Shiite Leader, Seeking to Build Ties With Islam", "date": "2021-03-07 14:32", "summary": "The summit at Ali al-Sistani's residence in the city of Najaf was the first-ever meeting between a Catholic pope and a Shiite grand ayatollah in Iraq. UR, Iraq-Pope Francis met with Iraq's most influential Shiite Muslim leader, Grand Ayatollah Ali al-Sistani, in a historic encounter aimed at building bridges between Christians and Muslims.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-francis-consoles-iraqi-victims-of-islamic-state-11615121743", "title": "For Pope Francis, a Risky Trip to Iraq Pays Off", "date": "2021-03-07 14:23", "summary": "Resume Subscription. ERBIL, Iraq-Pope Francis's visit to Iraq was fraught with dangers from terrorism to Covid-19. But as his densely packed itinerary neared completion on Sunday, his gamble appeared to have worked, giving him the diplomatic and pastoral platform he has missed since the pandemic began.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/when-the-stock-boom-turns-to-bust-11615144869", "title": "When the Stock Boom Turns to Bust", "date": "2021-03-07 14:21", "summary": "You haven't seen a real bear market until you've lost 90% of your money.. Even after last week, it feels as if a lot of people think markets only go up. Buy the dip! Hold on for dear life! Feed the ducks when they're quacking! Stocks. Bonds. SPACs. Real estate. Commodities. Crypto. $200,000 nonfungible tokens, known as NFTs, with clips of LeBron James. Even GameStop is flying again. The sentiment is: Assets go up; cash is for losers. That hasn't been a bad bet. The March 2020 Covid insta-bear market quickly returned to an insta-bull market. So how do you know when to jump off the runaway train instead of being run over by one?", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dividing-by-race-comes-to-grade-school-11615144898", "title": "Dividing by Race Comes to Grade School", "date": "2021-03-07 14:21", "summary": "Students, ages 5 through 11, are urged to 'check each other's words and actions' and become committed activists.. My awakening to the new orthodoxy began during this past summer of discontent. In mid-June, a few weeks after the George Floyd protests began, the head of Riverdale Country School, the New York City private school my wife and I entrusted with the education of our two young children, sent a memo apologizing for unspecified past wrongs. \"We have the responsibility to use our privilege to fight for change,\" he explained. \"We are also free to shift some aspects of our culture more quickly than other institutions and organizations.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taiwan-stuffs-itself-with-pineapple-smoothies-pineapple-burgers-and-pineapple-cake-11615144454", "title": "An Island Stuffs Itself With Pineapple Smoothies, Pineapple Burgers and Pineapple Cake", "date": "2021-03-07 14:16", "summary": "Resume Subscription. TAIPEI-Like many people in Taiwan, Allen Hsueh has a newfound fervor for pineapple.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pope-francis-starts-iraq-trip-11614948491", "title": "Pope Francis Visits Iraq Amid Public Health, Security Concerns", "date": "2021-03-07 13:46", "summary": "On his visit to the Middle Eastern state, the pontiff is seeking to support Iraq's Christian minority and pursue better relations with the Muslim world. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/in-first-trial-in-george-floyds-death-lawyers-face-jury-selection-challenge-11615142317", "title": "Jury Selection to Start as George Floyd Case Opens", "date": "2021-03-07 13:38", "summary": "Finding jurors with an open mind about former police officer Derek Chauvin won't be easy in highly divisive case. The murder trial of the former officer charged in the death of George Floyd is expected to open Monday with a major challenge: finding 12 jurors in greater Minneapolis who haven't already made up their minds about the case.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xi-jinpings-eager-to-please-minions-snarl-his-china-plans-11615141195", "title": "Xi Jinping's Eager-to-Please Bureaucrats Snarl His China Plans", "date": "2021-03-07 13:19", "summary": "Resume Subscription. After Chinese leader Xi Jinping ordered rural poverty eliminated by 2020, bureaucrats in the southwestern city of Mianyang got busy-with paperwork.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/switzerland-to-ban-burqas-and-veils-after-close-run-vote-11615140862", "title": "Switzerland to Ban Burqas and Veils After Close-Run Vote", "date": "2021-03-07 13:14", "summary": "A thin majority of 51% supported the ban in the latest example of European nations pushing back against the perceived influence of Islam. Swiss voters narrowly supported a ban on burqas and other full-face coverings in one of the most contentious referendums yet in the country's unique system of direct democracy, and a further sign that a pushback against Islam is gaining ground in Europe.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-margin-debt-works-11615136400", "title": "How Margin Debt Works", "date": "2021-03-07 12:00", "summary": "Money that is borrowed to buy stocks is sometimes an indicator of future market performance. Here is how it works and why the matter is relevant now.. Margin debt is a sometimes-overlooked but key part of the stock market that is particularly pertinent right now.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "In Translation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-targets-ai-chips-among-seven-battlefronts-in-tech-race-with-u-s-11615135881", "title": "China Targets AI, Chips in Tech Race With U.S.", "date": "2021-03-07 11:51", "summary": "Five-year economic plan unveiled in Beijing promises more spending, loans to bolster development of advanced technologies. SINGAPORE-China upped the stakes in its tech race with the U.S. as leaders laid out plans to speed up development of advanced technologies from chips to artificial intelligence and quantum computing over five years.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-sign-executive-order-promoting-voting-access-11615111200", "title": "Biden Signs Executive Order Promoting Voting Access", "date": "2021-03-07 11:24", "summary": "President's power over states is limited, but aides say he can use the bully pulpit. President Biden signed an executive order Sunday directing federal agencies to take steps to promote access to voting as a voting-rights bill he has endorsed faces Republican opposition in the Senate.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-frenzy-emboldens-supporters-of-stock-trading-tax-11615132800", "title": "GameStop Frenzy Emboldens Supporters of Stock-Trading Tax", "date": "2021-03-07 11:00", "summary": "Proponents say tax could help fund infrastructure programs, while Wall Street groups contend it would hurt investors. The wild volatility in GameStop Corp. shares this year has emboldened Democrats who support a tax on stock trades.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oxford-covid-19-vaccine-startup-in-conflict-with-university-ahead-of-planned-ipo-11615130558", "title": "Oxford Vaccine Startup in Conflict With University Ahead of IPO", "date": "2021-03-07 10:22", "summary": "Investors hope a New York listing of U.K.-based Vaccitech will propel it to a $1 billion valuation by year-end. A startup behind the Covid-19 vaccine developed by the University of Oxford and AstraZeneca PLC is planning an initial public offering that backers hope will be the biggest market debut of an Oxford spinoff in years.", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-law-professor-switches-to-stand-up-comedy-11615129201", "title": "A Law Professor Switches to Stand-Up Comedy", "date": "2021-03-07 10:00", "summary": "Taking an improv class on a whim led to a career in comedy for this onetime law professor.. \"It wasn't like I was Doogie Howser,\" Liz Glazer said of her precocious success, but she wasn't far off. She picked up a master's degree in philosophy during her four years as an undergraduate, then shot through law school and landed a job at a Wall Street firm before becoming a full-time law professor at age 27. And then, shortly after attaining hard-won tenure, she quit to pursue a life in stand-up comedy.", "categories": [["Life & Work", "Career Reboot"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/career-reboot?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-stock-funds-rose-4-9-in-february-in-an-inflation-wary-market-11615129202", "title": "U.S.-Stock Funds Rose 4.9% in February in an Inflation-Wary Market", "date": "2021-03-07 10:00", "summary": "Small-cap and international funds draw investors' attention. Investors have been feeling pretty good so far this year, and it appears that only the inflation ghost can spook them.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Monthly Monitor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-set-to-power-global-economic-recovery-from-covid-19-11615129203", "title": "U.S. Set to Power Global Economic Recovery From Covid-19", "date": "2021-03-07 10:00", "summary": "For the first time since 2005, America may make a bigger contribution to growth than China. The U.S. could help drive a powerful global economic recovery this year, as it plays a more central role in the comeback than after the financial crisis, reflecting the unusual nature of the Covid-19 shock and the flexibility of the American economy.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-disinformation-campaign-aims-to-undermine-confidence-in-pfizer-other-covid-19-vaccines-u-s-officials-say-11615129200", "title": "Russians Mount Campaign Against Vaccines, U.S. Says", "date": "2021-03-07 10:00", "summary": "Websites linked to Russian intelligence services publish false information questioning vaccines' safety, efficacy. WASHINGTON-Russian intelligence agencies have mounted a campaign to undermine confidence in Pfizer Inc.'s and other Western vaccines, using online publications that in recent months have questioned the vaccines' development and safety, U.S. officials said.", "categories": [["WSJ News Exclusive", "National Security"]], "category_links": ["https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nascar-confederate-flag-bubba-wallace-noose-michael-jordan-11615084098", "title": "How an Ugly Incident Pushed Nascar Around a Tricky Corner", "date": "2021-03-07 09:02", "summary": "Nascar knew it needed broader appeal to survive in a changing America. The tumultuous events of 2020-including the discovery of a noose at Talladega-accelerated its pivot to the future.. Tensions over racial symbols in Nascar were raging last June even before the event that would change racing forever. Fans flew Confederate flags outside Talladega Superspeedway, and in the sky above it, in defiance of a new ban at tracks.", "categories": [["Sports", "Auto Racing"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/auto-racing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-changed-new-york-city-a-story-of-six-lives-11615125601", "title": "Covid-19 Changed New York City: A Story of Six Lives", "date": "2021-03-07 09:00", "summary": "Resume Subscription. New York City ground to a halt one year ago as the Covid-19 virus raced through homes and families, upending the lives of its eight million residents.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/he-got-300-000-from-credit-card-rewards-the-irs-said-it-was-taxable-income-11615125601", "title": "He Got $300,000 From Credit-Card Rewards. The IRS Said It Was Taxable Income.", "date": "2021-03-07 09:00", "summary": "Physicist's financial experiment juggled credit cards, money orders and gift cards to generate proceeds. Konstantin Anikeev, an experimental physicist, assembled everything he needed for an inquiry far outside his field.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kingston-hotel-nyc-getaway-11615123924", "title": "A Chic and Covid-Safe Retreat Less Than Two Hours Outside of NYC", "date": "2021-03-07 08:32", "summary": "A former brickworks in upstate New York has been converted into a rambling retreat. Since the coronavirus pandemic started, the small Hudson River city of Kingston, New York, has seen a rise in its popularity as an escape, both temporary and permanent, for New York City dwellers. Starting in April, Kingston visitors will have a new place to stay, one that, in keeping with the distancing needs of the times, will feature 31 separate cabins and suites spread across 73 acres of riverfront property. Hutton Brickyards, as the hotel and event space is called, is a partnership between real-estate veteran Karl Slovin, who has owned the site for seven years, and Salt Hotels, which operates four other boutique hotels in Asbury Park, New Jersey, and Provincetown, Massachusetts. \"It's luxury without the white gloves and the formality,\" says Salt Hotels co-founder and CEO David Bowd of the brand's newest opening. \"It works perfectly because you can choose how much you integrate with everything that's going on around you.\"", "categories": [["Travel"]], "category_links": ["https://www.wsj.com/news/types/magazine-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hiring-has-restarted-heres-what-you-need-to-know-to-land-a-new-job-now-11615122029", "title": "Hiring Has Restarted. Here's What You Need to Know to Land a New Job, Now.", "date": "2021-03-07 08:00", "summary": "As employment picks up, millions will be racing to fill open roles. Moving to the front of the pack requires understanding how today's job market works.. One year since the coronavirus was declared a pandemic, there are glimmers of a sustained jobs recovery-and that means new opportunities for prepared job seekers.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-password-managers-and-security-tips-how-to-solve-your-login-problems-11615122001", "title": "The Best Password Managers and Security Tips: How to Solve Your Login Problems", "date": "2021-03-07 08:00", "summary": "LastPass, Dashlane, 1Password and the free edition from Bitwarden all provide great ways to juggle hundreds of safe, unique passwords. But which one is right for you?. Dealing with passwords is about as pleasant as cleaning gutters or filing taxes. But it is just as important.", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/financial-advisers-and-investors-face-a-crazy-quilt-of-state-regulations-11615122000", "title": "Brokers and Investors Face a Crazy Quilt of State Regulations", "date": "2021-03-07 08:00", "summary": "New state rules come on top of federal requirements. If you're confused, you aren't alone.. A hodgepodge of new state and federal rules for financial-services professionals promises to leave investors confused as to the nature of the advice they are getting.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meghan-markle-and-prince-harrys-oprah-interview-is-a-royal-balancing-act-11615113001", "title": "Meghan Markle and Prince Harry's Oprah Interview Is a Royal Balancing Act", "date": "2021-03-07 07:55", "summary": "Prime-time TV appearance is the couple's latest effort to take control of how their life is portrayed. LONDON-Just over a year after Prince Harry and Meghan Markle announced they would step away from Britain's royal family and move to North America, the couple is embarking on a public relations blitz that will underscore the delicate balance they will need to strike between emphasizing their connections to the monarchy while no longer officially being part of it.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bank-of-japan-is-sitting-on-a-pile-of-profit-but-isnt-sharing-the-wealth-11615118413", "title": "The Bank of Japan Is Sitting on a Pile of Profit but Isn't Sharing the Wealth", "date": "2021-03-07 07:00", "summary": "The central bank now owns about 7% of all the shares traded on Tokyo Stock Exchange's first section. ", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-loses-cellular-gear-market-share-outside-china-11615118400", "title": "Huawei Loses Cellular-Gear Market Share Outside China", "date": "2021-03-07 07:00", "summary": "Ericsson, Nokia make gains amid U.S.-inspired bans, restrictions against Huawei around the world. Huawei Technologies Co. lost ground last year to Western rivals in cellular-equipment markets outside China, according to an industry research firm, a signal the U.S. campaign to curb the Chinese manufacturer is starting to make an impact.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/electric-vehicles-are-the-u-s-auto-industrys-futureif-dealers-can-figure-out-how-to-sell-them-11615113000", "title": "Electric Vehicles Are the U.S. Auto Industry's Future-if Dealers Can Figure Out How to Sell Them", "date": "2021-03-07 05:30", "summary": "Resume Subscription. Car dealer Brad Sowers is spending money to prepare for the coming wave of new electric models from General Motors Co. He is installing charging stations, upgrading service bays and retraining staff at his St. Louis-area dealership to handle the technology-packed vehicles.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-city-rebuilt-after-japans-2011-tsunamito-survive-it-needs-people-11615113001", "title": "A City Is Rebuilt After Japan's 2011 Tsunami-Now It Needs People", "date": "2021-03-07 05:30", "summary": "Resume Subscription. RIKUZENTAKATA, Japan-Ten years after one of the world's largest earthquakes triggered a tsunami that wiped out much of this city, major reconstruction is nearly complete. A 40-foot-high concrete wall guards the coast, a seven-floor city hall is set to open, and only a few dirt-carrying trucks still rumble down the main street.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/having-trouble-getting-the-covid-vaccine-your-company-might-soon-offer-it-11615113001", "title": "Your Company Might Soon Offer a Covid Vaccine", "date": "2021-03-07 05:30", "summary": "Drugmakers, food companies and airlines join the race for scarce doses, offering Covid-19 inoculations at work. Large employers, from the meatpacking industry to airlines and pharmaceutical companies, are getting permission from public-health officials to administer Covid-19 vaccines, hoping to speed up inoculations of their employees.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-crashed-the-stock-market-a-year-ago-here-are-some-lessons-learned-11615113001", "title": "Market Lessons From the Covid-19-Fueled Stock Selloff Last Year", "date": "2021-03-07 05:30", "summary": "Money managers reflect on what the ups and downs of 2020-2021 have taught them. A year ago, the longest-ever bull market ended.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-exports-surge-a-year-after-coronavirus-hit-11615090169", "title": "China Exports Resurgent a Year on From Covid-19 Doldrums", "date": "2021-03-07 01:02", "summary": "Exports soared 60.6% in the January-February period from a year earlier, much higher than the 40% increase expected by economists. BEIJING-China's exports surged by more than 60% in the first two months of the year from last year's coronavirus-induced lows, as demand in the U.S. and Europe for made-in-China goods continued to rebound.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/third-former-andrew-cuomo-aide-describes-inappropriate-workplace-treatment-11615081956", "title": "Cuomo Faces New Accusations of Inappropriate Behavior From Third Former Aide", "date": "2021-03-07 21:26", "summary": "Ana Liss says the New York governor asked if she had a boyfriend, called her sweetheart and kissed her hand. ROCHESTER, N.Y.-A former aide of Gov. Andrew Cuomo said he asked her if she had a boyfriend, called her sweetheart, touched her on her lower back at a reception and once kissed her hand when she rose from her desk.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stimulus-update-biden-covid-19-relief-package-11614095748", "title": "Stimulus Package Update: What's in the Covid-19 Relief Bill", "date": "2021-03-07 19:34", "summary": "Where things stand on stimulus checks, jobless aid, child tax credits, healthcare coverage. Democrats in Congress are racing to meet a self-imposed mid-March deadline for President Biden's coronavirus relief package before enhanced federal jobless benefits expire. The Senate passed the bill on Saturday and now sends it back to the House. Here's an overview of the $1.9 trillion legislation, from stimulus checks to child tax credits, jobless benefits, vaccine distribution, healthcare subsidies, restaurant aid and more.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-scientists-skeptical-of-one-shot-regimen-for-pfizer-moderna-covid-vaccines-11615064919", "title": "U.S. Scientists Question Single Dose for Pfizer, Moderna Shots", "date": "2021-03-07 19:07", "summary": "Some members of Congress have urged to allow for just one dose to speed up vaccinations. WASHINGTON-U.S. government scientists are pushing back against calls for one-dose regimens for two Covid-19 vaccines designed to be administered with two shots, saying there isn't enough evidence that a single dose provides long-term protection.", "categories": [["WSJ News Exclusive", "Health Policy"]], "category_links": ["https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}]