[{"link": "https://www.wsj.com/articles/g-20-nations-wrangle-over-climate-change-goals-ahead-of-cop26-11635680984", "title": "G-20 Disagreements Point to Challenges for COP26 Summit", "date": "2021-10-31 21:40", "summary": "Resume Subscription. ROME-The world's leading economies made no major progress on Sunday over how to cut greenhouse gas emissions, showing how difficult it will be to achieve a breakthrough at United Nations climate talks in Glasgow over the next two weeks.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/american-airlines-flight-cancellations-continue-to-climb-11635696470", "title": "American Airlines' Flight Cancellations Are Latest to Disrupt Travel", "date": "2021-10-31 20:56", "summary": "Airlines are racing to bring back flight attendants and ground staff as well as hire pilots, but they haven't returned to full force. American Airlines Group Inc. scrubbed more than 1,900 flights over the weekend, the latest in a series of cancellations to disrupt travelers' plans, as the industry struggles to steady itself a year and a half into the pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thousands-of-new-york-city-workers-to-lose-pay-as-vaccine-mandate-starts-monday-11635714043", "title": "Thousands of New York City Workers to Lose Pay as Vaccine Mandate Starts Monday", "date": "2021-10-31 20:48", "summary": "Just over 90% of the city's workforce has gotten at least one Covid-19 shot, officials say. Thousands of New York City firefighters, police officers and other municipal employees stand to lose their paychecks starting Monday for failing to comply with Mayor Bill de Blasio's Covid-19 vaccine mandate.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-press-secretary-jen-psaki-tests-positive-for-covid-19-11635716842", "title": "White House Press Secretary Jen Psaki Tests Positive for Covid-19", "date": "2021-10-31 19:28", "summary": "Spokeswoman, who didn't accompany Biden to Europe, got positive test Sunday and is experiencing mild symptoms. WASHINGTON-White House press secretary Jen Psaki said she tested positive for Covid-19 and was experiencing mild symptoms.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-curious-andrew-cuomo-charge-letitia-james-apple-soares-governor-race-11635707950", "title": "The Curious Andrew Cuomo Complaint", "date": "2021-10-31 18:33", "summary": "He's charged as AG Letitia James announces her run for Governor.. Former New York Gov. Andrew Cuomo was charged last week with groping an aide in 2020 just as Attorney General Letitia James, who played a key role in forcing him from office, announced her bid for Governor. That timing, which redounds to Ms. James' political benefit, could be a coincidence-but it raises questions about political motivations in the justice system that can't be ignored.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delta-surge-of-covid-19-recedes-leaving-winter-challenge-ahead-11635672600", "title": "Delta Covid-19 Surge Recedes, Leaving Winter Challenge Ahead", "date": "2021-10-31 18:28", "summary": "Infections, hospitalizations and deaths decline in most states; 'We may be at a turning point'. The Delta wave of the Covid-19 pandemic is past its peak, with new cases, hospitalizations and deaths declining in most states. The approaching holidays and winter months will test whether the U.S. can sustain that momentum.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-texas-abortion-case-supreme-court-roe-wade-standing-justice-department-11635706725", "title": "The Texas Abortion Case That Isn't", "date": "2021-10-31 18:20", "summary": "The Supreme Court isn't hearing a challenge to Roe v. Wade.. Amid criticism for deciding too many cases on its \"shadow docket,\" the Supreme Court nonetheless agreed to hear two lawsuits on Monday challenging Texas's ban on abortions after six weeks. The Justices are generous to grant the plaintiffs expedited review, but neither legal challenge belongs in federal court.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-arrests-fugitive-chinese-businessman-alleging-visa-fraud-11635718485", "title": "U.S. Arrests Fugitive Chinese Businessman, Alleging Visa Fraud", "date": "2021-10-31 18:14", "summary": "Shi Jianxiang, who is wanted in China after the collapse of his fintech empire, lied about his name, the Justice Department says. A fugitive Chinese businessman who has been living large in California in recent years was arrested in Las Vegas last week on allegations of entering the U.S. using fraudulently obtained visas.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-gm-microsoft-build-back-better-woke-capital-green-subsidies-reconciliation-11635711857", "title": "Government Motors Is Back", "date": "2021-10-31 18:13", "summary": "GM is thrilled by the taxpayer subsidies for its electric vehicles.. The $550 billion in green-energy provisions in the multi-trillion-dollar Democratic spending bill add up to the greatest corporate welfare program in history. If you don't believe this, simply consult the White House list of its business cheerleaders.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virginia-gubernatorial-governor-race-mcauliffe-youngkin-tiki-torch-lincoln-project-11635713368", "title": "A Dirty Campaign Trick in Virginia", "date": "2021-10-31 18:07", "summary": "The Lincoln Project plays the race card in a false-flag operation.. Democrats routinely play the race card when they're worried about losing an election, and that's exactly what the operatives from the Lincoln Project did last week in staging a dirty campaign trick against surging GOP candidate Glenn Youngkin.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/usaid-anticorruption-forum-power-blinken-robinson-sandoval-aldana-velasquez-cicig-11635711363", "title": "How the U.S. Finances Revolution", "date": "2021-10-31 17:58", "summary": "American taxpayers foot the bill to promote a left-wing political agenda.. Some Americans think of foreign aid as nothing more than money down the drain. If only. U.S. government spending in Latin America is being used by an activist bureaucracy to promote its leftist agenda. If it succeeds, U.S. taxpayers will end up subsidizing instability and economic misery.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-ruling-coalition-set-to-keep-majority-in-election-projection-shows-11635679065", "title": "Japan's Ruling Party Keeps Majority in Election", "date": "2021-10-31 17:56", "summary": "Prime Minister Fumio Kishida's Liberal Democrats gain stable foundation to tackle China, North Korea threats. TOKYO-Japan's ruling Liberal Democratic Party won a clear majority in national elections, giving new Prime Minister Fumio Kishida a solid foundation to build a long-lasting government and tackle security threats from China and North Korea.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opioid-users-trucking-drug-policy-regulations-supply-chain-methadone-buprenorphine-drug-addiction-11635708444", "title": "Let Former Opioid Users Keep On Trucking", "date": "2021-10-31 17:56", "summary": "Ill-conceived federal rules contribute to supply-chain woes.. You've heard about supply-chain disruptions causing shortages and inflation, but here's a surprising contributor: misguided drug policy. The U.S. trucking industry is short some 80,000 drivers in a country where more than 70% of commercial goods reach their destination via truck. One reason is that the U.S. Department of Transportation makes it extremely difficult for would-be truckers to obtain commercial driver's licenses if they're being treated for opioid-use disorder with buprenorphine or methadone. States have even revoked licenses of patients who had been driving safely for years, solely because they took their medication as prescribed.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-forgotten-first-review-scrimmage-on-the-color-line-11635717249", "title": "'The Forgotten First' Review: Scrimmage on the Color Line", "date": "2021-10-31 17:54", "summary": "In 1946, two new postwar franchises-the Los Angeles Rams and the Cleveland Browns-integrated professional football.. As a boy in the late 1940s, I was taken to all the New York Giants football games in the dreary, drafty old Polo Grounds. Then as now the Giants were pretty bad, but at least there was one great player to watch each Sunday-No. 45, Emlen Tunnell, the fleet, sure-handed safety, a perennial Pro Bowler, who once held the team records for interceptions, punt returns, and the yardage gained on them.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spending-build-back-better-marriage-single-mother-unemployment-welfare-childcare-11635706221", "title": "The Spending Bill Is an Attack on Work and Marriage", "date": "2021-10-31 17:45", "summary": "A single mom could end up paying thousands more for daycare if she marries. Children will suffer.. America's children have suffered from ill-advised public-school closings. Now Democrats want to compound the damage with their welfare spending bill, which would push fathers out of family life and move mothers and fathers alike onto unemployment rolls.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/media-ignore-florida-covid-coronavirus-vaccination-herd-immunity-desantis-ladapo-11635707152", "title": "Media Ignore Florida Covid Recovery", "date": "2021-10-31 17:43", "summary": "Journalists credited Gavin Newsom for a similar turnaround but won't stop vilifying Ron DeSantis.. St. Petersburg, Fla.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/monopoly-facebook-is-losing-ground-social-media-antitrust-children-ftc-khan-wu-ibm-11635706822", "title": "'Monopoly' Facebook Is Losing Ground", "date": "2021-10-31 17:41", "summary": "Teens are shifting from Instagram to TikTok even as critics claim the company has few competitors.. The leak of Facebook's internal documents is Exhibit A for those who would indict the social-media giant as the modern equivalent of a greedy railroad monopoly. But as the Biden administration's antitrust zealots celebrate finding evidence of predatory algorithms, they overlook an inconvenient revelation from the documents: Facebook is a social-media geriatric losing ground to its competitors.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-signals-confidence-that-social-spending-and-climate-legislation-will-pass-11635716240", "title": "Biden Signals Confidence That Social-Spending and Climate Legislation Will Pass", "date": "2021-10-31 17:37", "summary": "The president, speaking in Rome before traveling to Glasgow for climate talks, says he will halve U.S. emissions by decade's end. ROME-President Biden said on Sunday he believed he would meet his target of halving U.S. emissions by the end of the decade, expressing confidence that Democrats' social-spending and climate legislation would pass.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deere-reaches-tentative-agreement-with-striking-workers-11635614207", "title": "Striking Deere Workers Are Set to Vote Tuesday on New Contract Offer", "date": "2021-10-31 17:15", "summary": "Proposed agreement offers bigger raises, bonuses than a deal the United Auto Workers union rejected Oct. 10. Striking workers for Deere & Co. are scheduled to vote Tuesday on a contract proposal offering bigger raises and bonuses, as the farm-equipment maker tries to end its first strike in 35 years.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/left-behind-after-u-s-withdrawal-some-former-afghan-spies-and-soldiers-turn-to-islamic-state-11635691605", "title": "Former Afghan Spies and Soldiers Turn to ISIS After U.S. Exit", "date": "2021-10-31 17:02", "summary": "Hunted by the Taliban and lacking income, members of disbanded security forces provide recruits for extremist group. KABUL-Some former members of Afghanistan's U.S.-trained intelligence service and elite military units-now abandoned by their American patrons and hunted by the Taliban-have enlisted in the only force currently challenging the country's new rulers: Islamic State.", "categories": [["WSJ News Exclusive", "World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-fret-over-how-spending-bills-stall-will-play-with-voters-11635703252", "title": "Democrats Fret Over How Stalled Spending Bills Will Play With Voters", "date": "2021-10-31 16:40", "summary": "Tight race for Terry McAuliffe in Virginia, Biden's eroding polls point to toll of party's divisions in turning infrastructure and social-spending bills into law. WASHINGTON-Democrats in Washington and Virginia are growing anxious as the neck-and-neck Virginia governor race looms Tuesday without a resolution to the negotiations over President Biden's spending plans.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-complacency-feeds-inflation-unemployment-supply-asset-11635705390", "title": "Fed Complacency Feeds Inflation", "date": "2021-10-31 15:18", "summary": "The central bank's strategy is meant to help lower-income earners, but rising prices hit them hardest.. Inflation is a bigger challenge than the Federal Reserve acknowledges. It has already risen dramatically, and it is suppressing real wages. Expectations of further inflation have begun to influence wage demands, costs of production, supply-chain estimates, and business pricing strategies. Lower-income earners are being squeezed the most.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nine-theories-of-progressive-power-weath-distribution-tax-socialism-biden-aoc-11635705664", "title": "Nine Theories of Progressive Power", "date": "2021-10-31 15:17", "summary": "Leftists want to stay on top, but they also want to profit and seem intelligent.. Go ahead, try to tax the unrealized stock gains of billionaires, a wealth tax of questionable constitutionality. Or wear a \"Tax the Rich\" dress with the same font as a Chick-fil-A takeout bag to a gala for millionaires and billionaires. Or expand the idea of \"infrastructure\" to include social giveaways-free stuff for all. But what do progressives get out of it?", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-fed-meeting-trade-employment-11635706800", "title": "Economy Week Ahead: Fed Meeting, Trade, Employment", "date": "2021-10-31 15:00", "summary": "Also, the U.S. trade deficit is expected to widen as strong consumer demand has been fueling a rise in imports. A Federal Reserve meeting and the jobs report for October are the highlights of the week.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-macron-boris-uk-france-europe-eu-foreign-policy-11635538447", "title": "How Biden Can Penetrate the Trans-Atlantic Fog", "date": "2021-10-31 14:35", "summary": "It won't do to seek gushing panelists on the conference circuit, easily satisfied with nostalgic rhetoric about America being 'back.'. The alarms raised by Walter Russell Mead (\"In Europe, Confusion Reigns About the U.S.,\" Global View, Oct. 26) should be heeded. Europe may no longer be a priority, but no U.S. president will ever be able to dismiss the continent as irrelevant. At the same time, few policy makers in Washington realize how badly the reputation of the U.S. has been damaged by recent and, as Mr. Mead rightly notes, prospective instability.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pakistan-embassy-afghanistan-afghan-army-isi-government-corrupt-11635538770", "title": "Pakistan Responds on the War in Afghanistan", "date": "2021-10-31 14:34", "summary": "The old Afghan government remains unable to own up to its mistakes.. For 20 years, successive Afghan governments laid the blame for every problem in Afghanistan on Pakistan's doorstep. Javid Ahmad's op-ed \"How Pakistan Won in Afghanistan\" (Oct. 27) betrays the same breathtaking lack of introspection and refusal to accept any responsibility that was the hallmark of the government he represented until Aug. 15, when former President Ashraf Ghani fled Kabul.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retirement-planning-roth-ira-conversion-tax-savings-medicare-part-b-11635539563", "title": "Planning Your Roth IRA Conversions", "date": "2021-10-31 14:31", "summary": "Medicare Part B costs can't be ignored.. As a recent retiree, I am doing yearly Roth conversions from my tax-deferred individual retirement accounts until my required minimum distributions kick in, much as Glenn Ruffenach recommends (\"Ask Encore: When to Start Roth Conversions,\" Journal Report, Oct. 25). The amount I am converting on a yearly basis is based somewhat on my target incremental federal tax bracket. These conversions also affect Medicare Part B costs. Whereas higher federal taxes are incremental in nature, the Medicare income-related monthly adjustment amount (IRMAA) surcharges aren't, and one moves to a significantly higher monthly expense if exceeding an IRMAA threshold by only $1 of incremental earnings. Being aware of this unique risk allows me to plan on how much to convert on a yearly basis with a target IRMAA, rather than the incremental federal tax rate.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drug-narcotics-trafficking-corruption-latin-america-democracy-11635539209", "title": "U.S. Drug Users Fund the Destruction of Latin American Democracy", "date": "2021-10-31 14:30", "summary": "Call it American exceptionalism.. In \"Who Funds Violent Latin American Politics?\" (Americas, Oct. 25), Mary Anastasia O'Grady describes how drug trafficking generates the revenue used by Latin American politicians to stifle democracy. I would add that \"American and European exceptionalism,\" defined as the exceptional and ever-growing demand for illegal drugs, is the real cause of the corruption that makes democracy in Latin America nothing more than an illusion.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-ergs-are-on-the-rise-11635532232", "title": "Employee Resource Groups Are on the Rise at U.S. Companies", "date": "2021-10-31 14:00", "summary": "Also known as affinity groups, these self-help organizations are expanding and gaining power, as companies view them as strategic allies. Employee resource groups have come a long way from mainly hosting networking events where members could wine and whine-as critics sarcastically described them.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-nation-learns-to-love-movie-popcornwithout-the-movie-11635703138", "title": "A Nation Learns to Love Movie Popcorn-Without the Movie", "date": "2021-10-31 13:58", "summary": "South Korea's Covid-19 restrictions banned eating popcorn in theaters, so people chowed down in the lobby or had tubs delivered to their homes. SEOUL-Catching an early afternoon screening of \"Dune,\" Jang Yoo-mi showed up 30 minutes early. It wasn't to watch the trailers or grab a better seat. She did it for the popcorn.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-working-from-home-have-to-mean-a-lower-salary-11635699600", "title": "Does Working From Home Have to Mean a Lower Salary?", "date": "2021-10-31 13:00", "summary": "Most Popular News. As return-to-the-office dates come into focus, more people are looking for new remote jobs, but many worry such a move could result in a pay cut.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/premier-league-liverpool-chelsea-manchester-city-11635698673", "title": "The Premier League Ramps Up for Its First Three-Way Title Race in Years", "date": "2021-10-31 12:45", "summary": "After three seasons of Liverpool-Manchester City slugfests, English soccer's drama is running deeper again.. LONDON-Among the many arcane rules that still govern English soccer, the most frustrating for fans remains the decades-old decree that governs games on Saturdays at 3 p.m. In order to protect attendance at stadiums around the country, matches in that traditional time slot cannot be shown on U.K. television.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shell-is-the-greenest-big-oil-company-look-what-that-got-it-11635698403", "title": "Shell Is the Greenest Big Oil Company. Look What That Got It.", "date": "2021-10-31 12:43", "summary": "Activist proposal to split into 'green' Shell and 'brown' Shell shows the pitfalls of ESG. Royal Dutch Shell PLC shows much that is wrong with environmental, social and governance investing. The Anglo-Dutch company was the first to target reduced carbon emissions from customers, has gone further than any of the other oil supermajors to shift its direction away from fossil fuels and is closest of any of them to meeting the Paris carbon target. It even has a better ESG score than electric-car leader Tesla or hydrogen wonder stock Plug Power.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moderna-confirms-fda-delayed-covid-19-vaccine-in-adolescents-to-review-myocarditis-risk-11635698082", "title": "Moderna Confirms FDA Delayed Covid-19 Vaccine in Adolescents to Review Myocarditis Risk", "date": "2021-10-31 12:34", "summary": "The drugmaker also said it would delay seeking authorization of its vaccine for younger children pending the outcome of the FDA's review. The Food and Drug Administration is delaying a decision on Moderna Inc.'s application to authorize use of its Covid-19 vaccine in adolescents to assess whether the shot leads to a heightened risk of myocarditis, the company said.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/much-of-what-you-know-about-groupthink-is-wrong-11635604446", "title": "Much of What You Know About Groupthink Is Wrong", "date": "2021-10-31 12:00", "summary": "The people most prone to be part of an insular echo chamber are often the exact opposite of what we assume. Everyone knows the concept of groupthink. A tightly knit and overconfident set of decision makers form an insular echo chamber, fail to see the big picture, and end up making disastrous decisions.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investment-in-brazilian-startups-is-booming-11635692400", "title": "Investment in Brazilian Startups Is Booming", "date": "2021-10-31 11:00", "summary": "Venture-capital funding in Brazil tops countries including South Korea and Indonesia, even in a slow-growth economy with macroeconomic risks. Risky investment bets on young technology entrepreneurs in Brazil are starting to pay off. That is spurring a boom in startup financing in a country long dominated by entrenched corporate giants.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-boomers-downsize-competition-grows-for-simplerbut-not-always-smallerhomes-11635692403", "title": "As Boomers Downsize, Competition Grows for Simpler-but Not Always Smaller-Homes", "date": "2021-10-31 11:00", "summary": "Smaller houses, desired by aging seniors and young couples, are among the toughest to find. Older buyers seeking smaller or easier-to-maintain homes are crashing into younger buyers in a housing market where the competition is fierce.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-pushed-many-americans-to-retire-the-economy-needs-them-back-11635691340", "title": "Covid-19 Pushed Many Americans to Retire. The Economy Needs Them Back.", "date": "2021-10-31 10:42", "summary": "The unexpected absence of older American workers is complicating an already difficult labor shortage, since no one knows how many will return. The Covid-19 pandemic has boosted retirements among baby boomers, further straining the tight labor supply and leaving a hole for employers to fill.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/etfs-are-a-bad-way-to-bet-on-bitcoin-11635261745", "title": "ETFs Are a Bad Way to Bet on Bitcoin", "date": "2021-10-31 10:07", "summary": "Why are traders flocking to a bitcoin ETF when they can hold the cryptocurrency directly? The answer comes down to trust. The new bitcoin ETFs are close to the Platonic ideal of two things at the heart of the financial industry, arbitrage and gambling. And a third thing: Without the distortions the financial industry created in the first place, they would have no reason to exist.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wages-and-prices-are-up-but-it-isnt-a-spiralyet-11635688981", "title": "Wages and Prices Are Up, but It Isn't a Spiral-Yet", "date": "2021-10-31 10:03", "summary": "Wage pressures are leading to higher prices in mostly low-pay sectors such as leisure and hospitality. It's no longer just prices. Now wages, too, are flashing inflation signals.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-mandates-turn-into-religious-tests-at-ge-disneysome-longer-than-others-11635688800", "title": "Vaccine Mandates Turn Into Religious Tests at GE, Disney, Others", "date": "2021-10-31 10:00", "summary": "Companies including General Electric and Amtrak ask employees seeking exemptions to explain how they apply their beliefs in other aspects of their lives. Big U.S. companies are taking a range of approaches to dealing with employee requests for a religious exemption to Covid-19 vaccine mandates, according to internal documents viewed by The Wall Street Journal.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michigan-is-suffering-from-another-water-crisis-this-time-in-benton-harbor-11635686526", "title": "Michigan Has Another Water Crisis, This Time in Benton Harbor", "date": "2021-10-31 09:22", "summary": "Resume Subscription. For years, the amount of lead in Benton Harbor's water has been over the federal standard. Michigan state officials have instructed residents since 2018 to flush their water for five minutes daily to help reduce potential toxins that had been stagnant in lead pipes for extended periods.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-new-generation-leads-chick-fil-as-growing-flock-11635685200", "title": "A New Generation Leads Chick-fil-A's Growing Flock", "date": "2021-10-31 09:00", "summary": "Third-generation chicken-chain leader plans more progress while keeping his grandfather's recipe, values. ATLANTA-Andrew Cathy on Monday is starting a new job-chief executive of Chick-fil-A Inc. and its nationwide following of customers, some of whom call him on his birthday.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/boss-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/online-shopping-tips-for-a-limited-supply-holiday-season-11635685201", "title": "When Is It Too Late to Buy the Hottest Gifts Online?", "date": "2021-10-31 09:00", "summary": "If a gaming console or in-demand toy is on your list, start shopping now-and use an inventory tracker to see who might have it in stock. When in stock, Sony's PlayStation 5 with disc drive retails for $500. But the game console's supply is so limited now, some opportunists are listing it for over $1,000 on eBay.", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ai-weiweis-artistic-rebellion-11635683260", "title": "Ai Weiwei Returns to an Invisible Past", "date": "2021-10-31 08:27", "summary": "The artist-activist on his most beloved objects and his new memoir, \"1000 Years of Joys and Sorrows,\" which charts his father's life, and his own, as an \"enemy of the state.\". Few people have combined art and activism to greater international acclaim than Ai Weiwei, with installations that address free speech, the environment and the global migrant crises. Very few have endured as much as the Beijing-born artist has, either.", "categories": [["Still Life"]], "category_links": ["https://www.wsj.com/news/types/magazine-still-life?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maya-lin-keeps-breaking-new-ground-11635683186", "title": "Maya Lin Keeps Breaking New Ground", "date": "2021-10-31 08:26", "summary": "Resume Subscription. This is the squirrel condo,\" Maya Lin says, pointing to an English elm tree pocked with holes, a ring of almond shells tossed like so many used takeout containers around its base. She's standing in Madison Square Park, seven acres in Manhattan's Flatiron District that encompass an oval lawn, a dog run, a Shake Shack and a reflecting pool lined with benches. Lin has a soft spot for squirrels, and she got to know this crew last spring while installing Ghost Forest, an art installation that ends its six-month run in mid-November.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/atlanta-braves-bullpen-world-series-11635682819", "title": "The Braves 'Bullpen' Their Way to the Brink of a Championship", "date": "2021-10-31 08:21", "summary": "Atlanta's relief crew is carrying a heavy load on a team that barely has any starting pitching. \"The Night Shift\" is shutting down Houston's powerful bats.. ATLANTA-The Atlanta Braves' vaunted collection of relief pitchers like to call themselves \"The Night Shift.\" They come into work late and close the place down.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-robinhood-cashes-in-on-the-options-boom-11635681600", "title": "How Robinhood Cashes In on the Options Boom", "date": "2021-10-31 08:00", "summary": "Brokers can profit more from options than stocks, thanks to payment for order flow. High-speed trading firms are paying brokers billions of dollars a year to execute options orders, leading them to promote the risky trades whose popularity has boomed among small investors.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/atlanta-2021-mayor-election-is-dominated-by-crime-problem-11635678001", "title": "Atlanta 2021 Mayor Election Is Dominated by Crime", "date": "2021-10-31 07:00", "summary": "'Everywhere I go, everyone wants to know what are you going to do about the crime issue?' says a candidate. ATLANTA-Voters head to the polls Tuesday in a crowded mayoral contest dominated by public concern over a jump in violent crime.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-wearing-a-mask-covers-up-a-social-anxiety-problem-11635678000", "title": "When Wearing a Mask Covers Up a Social-Anxiety Problem", "date": "2021-10-31 07:00", "summary": "In post-Covid-19 world, doctors say the habit of concealing one's face can go too far. TOKYO-Wearing a mask in situations with high Covid-19 risk makes medical sense. But what about covering up your face just because you're embarrassed to show it?", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/living-apart-for-work-11635531558", "title": "One Spouse Can Work From Anywhere. The Other Can't. So They Live Apart.", "date": "2021-10-31 05:30", "summary": "Resume Subscription. After being penned up at home during the pandemic, Jen-Ai Notman couldn't wait to travel when she got vaccinated. There was just one problem: Her husband had been called back into his office in Virginia Beach, Va.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/investors-buy-oil-on-inflation-fears-pushing-prices-even-higher-11635672603", "title": "Investors' Inflation Fears Fuel Oil Rally", "date": "2021-10-31 05:30", "summary": "Fund managers are buying energy futures to protect against inflation and creating a self-fulfilling prophecy in the process. Luc Filip doesn't work at a big energy company or an industrial manufacturer. He isn't a day trader or an OPEC official. But he is still helping drive the surge in oil prices.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steep-cuts-to-carbon-emissions-gain-stronger-economic-backing-11635672601", "title": "Steep Cuts to Carbon Emissions Gain Stronger Economic Backing", "date": "2021-10-31 05:30", "summary": "New research on the cost of climate change lends support to tougher pledges ahead of the Glasgow climate conference. As a growing number of global leaders pledged to achieve net-zero carbon emissions ahead of this week's climate conference in Glasgow, an awkward question hovered in the background: Is it worth it? That is as much an economic as a scientific question, and the economics of climate are far less settled than the science.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supermarkets-play-supply-chain-whack-a-mole-to-keep-products-on-shelves-11635672603", "title": "Supermarkets Play Supply Chain 'Whack-a-Mole'", "date": "2021-10-31 05:30", "summary": "Retailers reroute shipments, expand storage to stay ahead of product shortages; Nutella, Pringles hard to get lately. Supermarket chains are revamping their operations to navigate persistent product shortages, expanding storage space and curbing discounts to make sure they don't run out.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]