[{"link": "https://www.wsj.com/articles/here-comes-the-due-process-rollback-11614902297", "title": "Here Comes the Due Process Rollback", "date": "2021-03-04 18:58", "summary": "House Democrats want Biden to repeal campus protections in sexual misconduct cases.. Schools and colleges are closed across much of the U.S., but some in Congress have a different priority for the Department of Education: Ensuring that student due-process protections are weakened.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-perpetual-covid-crisis-11614902148", "title": "The Perpetual Covid Crisis", "date": "2021-03-04 18:55", "summary": "The lockdown lobby persists despite the vaccine rollout.. President Biden's announcement this week that the U.S. should have enough vaccines to inoculate every adult American by the end of May brought hope of a return to normalcy. This apparently is prehistoric thinking.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harassing-the-hammonds-11614902004", "title": "Harassing the Hammonds", "date": "2021-03-04 18:53", "summary": "The Biden Interior Department picks up where Obama left off.. The Obama Administration teamed up with green groups to harass many small businesses and private land owners, and the Biden Interior Department is now carrying on the tradition. Witness its decision to rescind a grazing permit for Hammond Ranches Inc.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-loses-a-wise-man-11614901935", "title": "America Loses a Wise Man", "date": "2021-03-04 18:52", "summary": "Vernon Jordan knew how to savor his life-and was truly committed to reaching across the aisle.. A friend died this week, and I want to try and do him some justice in this pandemic time, with no memorials or gatherings and old social expectations gone down. He was a singular man, a profound presence in many lives, and I keep thinking of the simple old phrase, \"the pleasure of his company.\"", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-sell-out-their-states-11614901621", "title": "Democrats Sell Out Their States", "date": "2021-03-04 18:47", "summary": "Mississippi's Bennie Thompson is the lone holdout against Pelosi's power grab.. Mississippi's Rep. Bennie Thompson did something remarkable in Wednesday's House vote to pass H.R.1, the For the People Act. He was the sole Democrat to vote for his state.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-compromise-on-creationism-11614901537", "title": "A Compromise on Creationism", "date": "2021-03-04 18:45", "summary": "Mainstream scientists shouldn't completely shun organizations friendly to the belief.. Next week the Council for Higher Education Accreditation, or CHEA, which scrutinizes other accrediting organizations, will consider whether it should continue to recognize a young Earth creationist group. This might seem like a classic instance of the tension between religion and science. But the real issue is whether Americans can live alongside each other while disagreeing about the most important issues.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-chip-problem-of-detroits-own-making-11614901470", "title": "A Chip Problem of Detroit's Own Making", "date": "2021-03-04 18:44", "summary": "Sen. Stabenow scapegoats Taiwan for a miscalculation by U.S. car makers.. American auto makers face a shortage of computer chips, and Sen. Debbie Stabenow blames the \"decision\" of \"a single company in Taiwan, which has reduced its shipments.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-world-without-email-review-the-battle-with-the-inbox-11614901412", "title": "'A World Without Email' Review: The Battle With the Inbox", "date": "2021-03-04 18:43", "summary": "Email messages flood in, making it hard to focus. They go unanswered, causing anxiety. Volume increases. Productivity doesn't.. Just a few decades ago, professional communication was-to modern sensibilities-comically clunky. You could play phone tag all day. Grimy interoffice memo folders fell apart with constant use. Email swept through corporate life because people could suddenly send and read messages whenever they liked. It introduced, according to Georgetown computer-science professor Cal Newport, \"low-friction communication at scale.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/equity-is-a-mandate-to-discriminate-11614901276", "title": "'Equity' Is a Mandate to Discriminate", "date": "2021-03-04 18:41", "summary": "The new buzzword tries to hide the aim of throwing out the American principle of equality under the law.. On his first day as president, Joe Biden issued an \"Executive Order on Advancing Racial Equity and Support for Underserved Communities.\" Mr. Biden's cabinet nominees must now explain whether this commitment to \"equity\" means they intend to abolish \"equal treatment under law.\" Their answers are a confused mess.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/election-doubting-is-all-american-11614901206", "title": "Election Doubting Is All-American", "date": "2021-03-04 18:40", "summary": "Trump and his supporters are following a tradition that runs from Andrew Jackson to Nancy Pelosi.. Democrats and journalists think Republicans who doubt the 2020 election results are crazy. So do some Republicans. \"We are the party of Lincoln,\" Rep. Liz Cheney said last month. \"We are not the party of QAnon or anti-Semitism or Holocaust deniers, or white supremacy or conspiracy theories.\" But questioning election results is so common that it can hardly be considered deviant.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-prepare-to-advance-covid-19-aid-bill-11614877012", "title": "Senate Advances Democrats' Covid-19 Aid Bill", "date": "2021-03-04 18:30", "summary": "Once Senate approves $1.9 trillion coronavirus relief bill, legislation will go back to the House. WASHINGTON-Senate Democrats advanced a $1.9 trillion coronavirus relief package Thursday after making a series of adjustments related to student loans, infrastructure and other matters, with approval in the chamber expected within days.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gap-ceo-predicts-peacocking-effect-as-people-emerge-from-covid-19-pandemic-11614892544", "title": "Gap CEO Predicts Apparel Rebound as People Emerge From Covid-19", "date": "2021-03-04 18:27", "summary": "Sonia Syngal expects 'peacocking effect' as people start dressing to impress. Gap Inc. executives said consumers are eager to buy the kinds of apparel that they have been able to forgo during much of the Covid-19 pandemic, predicting a rebound in sales in the second half of the year after a difficult 2020.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nypd-commissioner-apologizes-for-departments-past-racist-practices-11614900219", "title": "NYPD Commissioner Apologizes for Department's Past Racist Practices", "date": "2021-03-04 18:23", "summary": "Dermot Shea, head of the nation's largest police department, says he wants to improve relationships with Black residents. New York Police Department Commissioner Dermot Shea says he is sorry for past racist practices by the NYPD and is working to change the department, including hiring more people of color as officers.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-powell-to-take-questions-on-job-market-interest-rates-bond-yields-11614872817", "title": "Powell Confirms Fed to Maintain Easy-Money Policies Until Economy Recovers", "date": "2021-03-04 18:18", "summary": "Fed chairman says economy is far from employment and inflation goals; he gives no sign the central bank would seek to stem rise in Treasury yields. WASHINGTON-Federal Reserve Chairman Jerome Powell reiterated his intention to keep easy-money policies in place but provided no sign the central bank will seek to stem a recent rise in Treasury yields, prompting them to rise further.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-eases-deportation-of-noncitizens-with-criminal-records-11614896181", "title": "Supreme Court Expands Grounds for Mandatory Deportations", "date": "2021-03-04 18:12", "summary": "Ruling says noncitizens with criminal records have to prove that 'moral turpitude' provisions don't apply. WASHINGTON-The Supreme Court raised the hurdles for noncitizens with criminal records seeking to avoid deportation, ruling Thursday that the burden falls on them to prove that their violations aren't among those Congress said require mandatory removal from the U.S.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/costar-cites-rising-interest-rates-in-dropping-bid-for-data-firm-11614899558", "title": "CoStar Cites Rising Interest Rates in Dropping Its Bid for Data Firm", "date": "2021-03-04 18:12", "summary": "Takeover battle for CoreLogic highlighted investor interest in housing market. CoStar Group Inc . said it was abandoning its bid to purchase real-estate data provider CoreLogic Inc . , citing rising interest rates as its reason for backing out of a battle to acquire the company.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dr-seuss-books-deemed-offensive-will-be-delisted-from-ebay-11614884201", "title": "eBay Is Removing Dr. Seuss Books Deemed Offensive", "date": "2021-03-04 18:11", "summary": "E-commerce giant says it 'is currently sweeping our marketplace to remove these items'. Online marketplace eBay Inc. said it is working to prevent the resale of six Dr. Seuss books that were pulled earlier this week by the company in charge of the late author's works because they contain offensive imagery.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-overcharged-16-billion-for-power-during-freeze-monitor-says-11614894714", "title": "Texas Overcharged $16 Billion for Power During Freeze", "date": "2021-03-04 18:10", "summary": "State extended peak prices for more than a day longer than needed, says independent monitor, which recommends charges be reversed. An independent market monitor said the Texas power-grid operator made a critical mistake that resulted in $16 billion in electricity overcharges last month, and recommended that the charges be reversed.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/costco-sales-rise-15-in-latest-quarter-11614894599", "title": "Costco Sales Rise 15% in Latest Quarter", "date": "2021-03-04 18:08", "summary": "E-commerce sales for the warehouse chain rose nearly 75%. Costco Wholesale Corp.'s sales climbed again in the latest quarter as Americans continue to shop for food and goods for the home during the pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-alexa-wont-talk-to-me-what-hope-is-there-11614899123", "title": "If Alexa Won't Talk to Me, What Hope Is There?", "date": "2021-03-04 18:05", "summary": "I crossed a line with my grumpy responses to her, and now I'm getting the silent treatment. People regularly complain that their electronic personal assistant Alexa is too chatty, that she unexpectedly mouths off about the weather or an exciting new television program or what time the sun will go down. Or she might suggest things the user should think about buying.", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-to-hunt-for-climate-friendly-marketing-that-misleads-investors-11614898102", "title": "SEC to Hunt for Climate-Friendly Marketing That Misleads Investors", "date": "2021-03-04 17:48", "summary": "A Securities and Exchange Commission task force will weed out deceptive claims by fund managers and public companies. WASHINGTON-The Securities and Exchange Commission said Thursday that it has assembled a task force to pursue enforcement cases against public companies or fund managers that mislead investors about strategies to address climate-change risks.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-military-strike-in-syria-shows-biden-team-at-work-11614866795", "title": "Biden Called Off Strike on a Second Military Target in Syria Last Week", "date": "2021-03-04 17:44", "summary": "'You own the clock,' president was told by Defense Secretary Lloyd Austin; last-minute intelligence forced a change in plans. WASHINGTON-After 10 days of deliberations, President Biden had ordered the Pentagon to conduct airstrikes on two targets inside Syria Feb. 26 when an aide delivered an urgent warning about 30 minutes before the bombs were scheduled to fall.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nevenka-breaking-the-silence-review-speaking-up-in-spain-11614897698", "title": "'Nevenka: Breaking The Silence' Review: Speaking Up in Spain", "date": "2021-03-04 17:41", "summary": "A three-part Netflix documentary tells the story of Nevenka Fernández's 2001 sexual harassment case against Mayor Ismael Alvarez, the first successful suit of its kind in the country. The woman at the center of \"Nevenka: Breaking the Silence\" (Friday, Netflix) could not have known that when, as an ambitious student in her 20s with political interests, she was elected to the city council of Ponferrada, Spain, in 1999, the experience would launch her on a path to fame, if that of a rocky kind. A political conservative with a master's degree, in her new job she worked alongside Ismael Alvarez, mayor of the city.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cathie-woods-ark-investment-faces-reckoning-as-tech-trade-stalls-11614853810", "title": "Cathie Wood's ARK Investment Faces Reckoning as Tech Trade Stalls", "date": "2021-03-04 17:39", "summary": "Firm's ETFs are underperforming badly as investor sentiment shifts toward cyclical shares tied to an economic upswing. ARK Investment Management LLC's winning bets on disruptive technology companies cemented Cathie Wood's status as Wall Street's hottest fund manager since Peter Lynch or Bill Gross.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/connecticut-rolls-back-covid-19-business-restrictions-11614896738", "title": "Connecticut Rolls Back Covid-19 Business Restrictions", "date": "2021-03-04 17:25", "summary": "The state is lifting capacity caps on offices, retail shops, restaurants and other businesses, but keeping its mask mandate in effect. Connecticut is lifting all capacity limits on offices, retail shops and restaurants in the state's most expansive rollback of restrictions since the Covid-19 pandemic began.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/academic-freedom-long-ago-withered-away-11614896678", "title": "Academic Freedom Long Ago Withered Away", "date": "2021-03-04 17:24", "summary": "Stop discriminating against political minorities and restore our institutions of higher learning to places where truth is sought, no matter how unpopular.. Have we come full circle? Eric Kaufmann (\"Academic Freedom Is Withering,\" op-ed, March 1) rightly bemoans the withering of academic freedom on American campuses but concludes by calling for greater oversight by state and federal authorities. As it happens, Lehrfreiheit (or the freedom to teach) had its origins in 19-century Prussia through the reforms of Wilhelm von Humboldt. As the universities were officially state institutions, he wanted to shield the intellectual independence of the faculty from government interference and censorship. Unfortunately, Mr. Kaufmann's suggestion, however well intended, would only add to the oligarchic tendencies of the modern state.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-need-a-better-grid-and-better-policies-11614896557", "title": "We Need a Better Grid and Better Policies", "date": "2021-03-04 17:22", "summary": "Grid operators must meet the dual challenges of infrastructure hardening for climate adaptation and supporting the clean-energy transition for climate-change mitigation.. The blackouts in Texas discussed by Holman Jenkins, Jr. in \"Texas-Style Blackouts Are the Future\" (Business World, Feb. 20) and the rotating outages in California illustrate the issues we face from increasingly frequent extreme weather resulting from climate change. Grid operators must meet the dual challenges of infrastructure hardening for climate adaptation and supporting the clean-energy transition for climate-change mitigation.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lies-truth-humility-and-the-publics-trust-11614896465", "title": "Lies, Truth, Humility and the Public's Trust", "date": "2021-03-04 17:21", "summary": "Perhaps one day it will be unacceptable for reporters to avoid facts inconvenient to their political causes, but I doubt it will arrive soon.. Regarding Holman Jenkins's \"What Changed the Public's Taste for Lies?\" (Business World, Feb. 27): For truth seekers, the Trump administration was as interesting for the editorials that went unwritten as it was for critiques chiding the president. Little was penned by pundits when one of President Trump's craziest theories turned out to be true: His initial campaign was the subject of surveillance. The root of that surveillance was, as he prognosticated, a completely uncorroborated dossier that read like a third-rate novel.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lamont-follows-desantiss-vaccine-by-age-example-11614896339", "title": "Lamont Follows DeSantis's Vaccine-by-Age Example", "date": "2021-03-04 17:19", "summary": "I was pleased to read that Gov. Ned Lamont abandoned a politically correct but complex and unwieldy vaccine distribution system in favor of one based on age.. Regarding your editorial \"Connecticut's Covid Vaccine Lesson\" (Feb. 24): As a former resident of Connecticut, I was pleased to read that Gov. Ned Lamont abandoned a politically correct but complex and unwieldy vaccine distribution system in favor of one based on age.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buzz-the-etf-of-social-media-darlings-drops-in-trading-debut-11614889535", "title": "BUZZ, the ETF of Social-Media Darlings, Drops in Trading Debut", "date": "2021-03-04 17:18", "summary": "The fund doesn't include GameStop or AMC, but it does have Tesla, DraftKings and other stocks frequently talked up on Reddit, Twitter. The VanEck Vectors Social Sentiment ETF started trading Thursday in a bid to play off the retail-investing boom and the buzz investors are creating on Reddit, Twitter and other social-media platforms around their favorite stocks.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeanne-greenberg-rohatyns-art-gallery-of-the-future-is-finally-here-11614885510", "title": "Jeanne Greenberg Rohatyn's Art Gallery of the Future is Finally Here", "date": "2021-03-04 17:11", "summary": "After launching Salon 94 out of her family home, Jeanne Greenberg Rohatyn hopes to realize grander ambitions in a new Manhattan gallery space. In the fall of 2018, Jeanne Greenberg Rohatyn came across an unusual townhouse for sale on New York's Upper East Side that seemed ready-made for an art gallery-maybe her own. Salon 94, the venture she'd started out of her family's East 94th Street townhouse in 2003, had seven years later moved its center of operations downtown, and she wasn't so sure about coming back. She decided to ask her artists. Laurie Simmons showed up outside the limestone entrance of 3 East 89th Street in leather pants and an army coat lined with matted blue fur, ready to tour the unheated building. Along with painter Marilyn Minter, she and Greenberg Rohatyn hiked up the four-story spiral staircase past palatial reception rooms, an oak-paneled library and carved-stone niches awaiting sculpture. Both artists had shown at Salon 94's white-box gallery on the Bowery for years; as Simmons recalls it, \"This was a real fantasy space. I just completely fell in love. And Marilyn was like, 'No, I don't think we should move. I like it downtown,' \" Simmons says. \"I think it depends how great you think change is. I'm a change junkie.\"", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-03-04-2021-11614847492", "title": "Stock Selloff Accelerates After Powell's Comments", "date": "2021-03-04 16:47", "summary": "Nasdaq falls 2.1%, bond yields rise sharply as investors digest Fed chairman's comments. A dayslong selloff in the stock market intensified and Treasury yields jumped Thursday as the latest comments from Federal Reserve Chairman Jerome Powell did little to assuage fears about the recent rise in yields.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/youtube-ceo-says-trump-suspension-to-last-until-violence-risk-decreases-11614889991", "title": "YouTube CEO Says Trump Suspension to Last Until Violence Risk Decreases", "date": "2021-03-04 16:35", "summary": "Susan Wojcicki says a recent Capitol Police warning indicates an 'elevated violence risk still remains'. YouTube's chief executive said the company still sees a risk of violence in the aftermath of the Jan. 6 Capitol Hill riot and that it would only lift its suspension of former President Donald Trump from the video-sharing platform once it determines \"the risk of violence has decreased.\"", "categories": [["Tech", "Consumer Technology"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/consumer-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-national-debt-is-likely-to-reach-a-record-202-of-gdp-by-2051-cbo-projects-11614884400", "title": "U.S. National Debt Likely to Nearly Double to 202% of GDP by 2051", "date": "2021-03-04 16:28", "summary": "Agency raises long-term economic growth forecast to 1.8% as it now expects smaller impact from pandemic. The federal debt is projected to almost double to 202% of gross domestic product by 2051, the Congressional Budget Office said Thursday, reflecting rising costs for healthcare and debt service.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-truffle-hunters-review-enchantment-under-siege-11614893184", "title": "'The Truffle Hunters' Review: Enchantment Under Siege", "date": "2021-03-04 16:26", "summary": "A documentary looks at the search for gastronomical gold by Italian men and their dogs, a traditional livelihood that's increasingly endangered. The wonderful thing about finding a subject for a documentary is that almost any area of human endeavor will do. The trick is discovering the right approach. The subject of \"The Truffle Hunters,\" opening in theaters, might be considered esoteric-a small group of men in their 60s, 70s and 80s, old friends but also crafty competitors who continue to do what they've been doing for most of their lives. Accompanied by their supersniffer dogs, they wander the forests of the Langhe, in the Piedmont region of northwestern Italy, in search of fragrant white Alba truffles that are prized to the point of fetishism by gastronomes the world over. Yet the film, directed and photographed (beautifully) by Michael Dweck and Gregory Kershaw, is fragrant too, a parallel study in deep gratification and rapt inhalation. The men love their work and the world loves their truffles. What's not to love about that? Nothing at all, though there are complications, and they make the story even better.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moxie-review-radical-on-the-rise-11614893076", "title": "'Moxie' Review: Radical on the Rise", "date": "2021-03-04 16:24", "summary": "Amy Poehler directs and co-stars as the mother of a shy 16-year-old who starts an underground feminist zine at her high school. According to \"Moxie,\" a glib and sloppy anthem of teen rebellion streaming on Netflix, all you need to do if you want to start a revolution against social injustice is spout slogans, make demands, stick provocative stickers all over the place and wait for others to join you. The instigator in this case is Vivian (Hadley Robinson), a shy high-school junior who's appalled by the sexism and racism that surround her. Vivian lacks a battle plan until she discovers that her mother, Lisa (Amy Poehler, who also directed), was an activist in the '90s. \"We protested everything,\" Lisa says. That's pretty much all her daughter needs to know. Newly energized as a copy-shop pamphleteer, she writes her own zine, called Moxie. Then she publishes it anonymously-just as Thomas Paine might have done if he'd been a shy high-school junior-distributes it surreptitiously around school, and in next to no time a new \"Riot Grrrl\" movement is born.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/national-guard-is-asked-to-protect-capitol-for-two-more-months-11614888646", "title": "National Guard Is Asked to Protect Capitol for Two More Months", "date": "2021-03-04 16:12", "summary": "Concerns about threats of violence caused the House to pause work on key QAnon date of March 4 as added security measures are under review. WASHINGTON-Capitol Police requested that the National Guard extend the deployment of troops to protect the Capitol for two more months, a defense official said Thursday, as congressional leaders look to strengthen security following the Jan. 6 assault by supporters of former President Donald Trump.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toyota-rav4-prime-a-robust-move-toward-electrification-11614891980", "title": "Toyota RAV4 Prime: A Robust Move Toward Electrification", "date": "2021-03-04 16:06", "summary": "With its battery fully charged, the plug-in hybrid version of Toyota's mega-selling compact crossover gets 94 mpg-e. And even in EV mode, this spry car has the legs to haul buttskie, says Dan Neil.. Somewhere in this stack of copy, very soon, we will be driving the lug nuts off a 2021 Toyota RAV4 Prime, a plug-in hybrid version of the mega-selling compact crossover. It's got legs. According to the EPA, a fully charged RAV4 Prime has an all-electric range of 42 miles. My more tangible metric: 25 minutes of hellbent, wife-in-labor speeding in near-freezing weather before the gas engine has to kick in. This is one robust little plug-in electric hybrid.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/staying-connected-by-watching-tv-11614891776", "title": "Staying Connected by Watching TV", "date": "2021-03-04 16:02", "summary": "A behavioral economist answers questions on pandemic binge-watching, effective apologies and test-taking. Behavioral economist Dan Ariely uses psychological research to advise on everyday dilemmas. Read more columns here.", "categories": [["Life & Work", "Ideas", "Ask Ariely"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/ask-ariely?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/overlaps-friday-crossword-march-5-11614786278", "title": "Overlaps (Friday Crossword, March 5)", "date": "2021-03-04 16:01", "categories": [["WSJ Puzzles", "Crossword Contest"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword-contest?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cold-courage-review-a-tangled-tale-of-vigilantism-11614891374", "title": "'Cold Courage' Review: A Tangled Tale of Vigilantism", "date": "2021-03-04 15:56", "summary": "Two Finnish women take justice into their own hands in a plot against a right-wing populist played by John Simm. That \"Cold Courage\" (begins Thursday, March 11, AMC+), a complex political thriller, has high aspirations-always good news-is clear from the outset. What is equally clear fairly soon in this 8-part drama about two Finnish women-both products of horrific early life experiences and determined to devote themselves to the triumph of justice-is that it will be stalled by plot complexities so intricate, so filled with interconnections exhausting to follow, that it comes as a distinct relief to settle down to a restful scene involving someone hanging from a noose, or a roomful of female sex slaves (one of the show's grim themes) sitting quietly together waiting for the next step in their fate. Be warned: The first episodes of this drama proceed at a glacial pace.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-crushed-many-digital-ad-rivals-but-a-challenger-is-rising-11614891030", "title": "Google Crushed Many Digital Ad Rivals. But a Challenger Is Rising.", "date": "2021-03-04 15:50", "summary": "The Trade Desk is second in the market for buying ads across publishers' sites. Alphabet Inc.'s Google has crushed almost all its competitors in the world of digital-advertising technology. But one rival is emerging as the best hope to challenge the tech giant-if it manages to keep up its momentum.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-treasury-yields-extend-climb-after-powells-comments-11614883624", "title": "Treasury Yields Extend Climb After Fed Remarks", "date": "2021-03-04 15:49", "summary": "Fed chairman says central bank's current policy stance is appropriate. Selling in U.S. government bonds gained steam Thursday after Federal Reserve Chairman Jerome Powell said the central bank's current policy stance is appropriate, disappointing some investors who had hoped that he might signal greater concern with the recent increase in Treasury yields.", "categories": [["Markets", "Treasurys"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-tips-for-negotiating-effectively-11614890191", "title": "Three Tips for Negotiating Effectively", "date": "2021-03-04 15:36", "summary": "Do your research and consider what you can ask for beyond salary considerations. Negotiating a job offer during the pandemic could involve discussions about more than just salary. Here are some tips.", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-suspends-tariffs-on-scotch-cheese-and-other-products-from-u-k-11614888444", "title": "U.S. Suspends Tariffs on Scotch and Other Products From U.K.", "date": "2021-03-04 15:34", "summary": "Reprieve on import levies is to last four months, as trade tensions thaw. WASHINGTON-The U.S. temporarily suspended tariffs on Scotch, cheese, cashmere sweaters and other consumer imports from the U.K. on Thursday as the nations work to resolve a longstanding trade dispute over commercial-aircraft subsidies.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bad-dates-review-stumbling-down-memory-lane-11614890009", "title": "'Bad Dates' Review: Stumbling Down Memory Lane", "date": "2021-03-04 15:33", "summary": "In Theresa Rebeck's comedy, Andréa Burns stars as a woman who recounts disappointing romantic encounters while going through her enormous shoe collection. The premise of Theresa Rebeck's \"Bad Dates,\" which is being webcast by New Jersey's George Street Playhouse, is all but infallible. It's a one-act monologue delivered by Haley Walker (played by Andréa Burns), a charmingly ditsy, compulsively talkative restaurant manager and single mother of a certain age who owns 600 pairs of shoes, has been on far too many disastrous dates to count, but decides to try again after a long stretch on the shelf. The lights go up on a fluffy bedroom piled high with shoeboxes-Haley is in the middle of a frenzied search for the right pair to wear on the date on which she will be going at evening's end-and the action, such as it is, consists of Haley's telling us the labyrinthine story of her life, which includes a climactic skirmish with the Romanian Mafia and the New York Police Department. While that may sound slight in the telling, \"Bad Dates\" never fails to give great pleasure in the hands of an appealing actor and a solid production team, and Ms. Burns and her George Street colleagues are all that and much, much more.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/square-to-buy-majority-stake-in-jay-zs-tidal-platform-11614866575", "title": "Square to Buy Majority Stake in Jay-Z's Tidal Platform", "date": "2021-03-04 15:27", "summary": "Jay-Z to join payments company's board as part of $297 million deal. Square Inc. has created a one-stop financial shop for coffee shops, flea markets and all manner of small merchants. Now it is trying to do the same thing for musicians, teaming up with Jay-Z's Tidal streaming service.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transcript-fed-chairman-jerome-powell-at-the-wsj-jobs-summit-11614889342", "title": "Transcript: Fed Chairman Jerome Powell at the WSJ Jobs Summit", "date": "2021-03-04 15:22", "summary": "Resume Subscription. Federal Reserve Chairman Jerome Powell discussed the labor market, the economy, inflation and the central bank's monetary policy stance in a virtual appearance at The Wall Street Journal Jobs Summit on Thursday. He was interviewed by Nick Timiraos, chief economic correspondent at The Wall Street Journal. Here is a transcript, lightly edited for clarity.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/winter-storm-eased-natural-gas-glut-11614876652", "title": "Winter Storm Eased Natural-Gas Glut", "date": "2021-03-04 15:21", "summary": "Natural gas futures have fallen 15% from the February high. The Arctic blast that froze much of the country last month cut deeply into natural gas stockpiles, averting a springtime fuel glut and setting the stage for higher prices later this year.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/leading-a-digital-overhaul-heres-some-advice-11614889050", "title": "Leading a Digital Overhaul? Here's Some Advice", "date": "2021-03-04 15:17", "summary": "Executive recruiters explain how new tech hires can drive a major revamp. GameStop Corp. , under pressure to digitally transform its operations, announced in early February that it hired former Amazon.com Inc. executive Matt Francis as its first chief technology officer. Mr. Francis was brought in to oversee e-commerce and technology functions.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/5-outdoor-adventures-that-are-like-winning-the-lottery-11614888331", "title": "5 Outdoor Adventures That Are Like Winning the Lottery", "date": "2021-03-04 15:05", "summary": "Scoring a permit to one of these spectacular wilderness areas requires scrupulous planning-or pure chance. I FIRST CAUGHT wind of the Enchantments at a dinner party in Seattle last fall. A recent transplant from New York City, I listened intently as my friend Mat described this Holy Grail for Pacific Northwest hikers. Just over 100 miles from the city, the Enchantments is an alpine wilderness of emerald lakes surrounded by granite peaks and inhabited by mountain goats, he said.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-ambitions-run-headlong-into-filibuster-11614883418", "title": "Democrats' Ambitions Run Headlong Into Senate Filibuster", "date": "2021-03-04 14:50", "summary": "As more Democratic senators signal openness to changing the 60-vote rule for most bills, centrists resist; 'Never!' says Manchin. WASHINGTON-For the first time since Democrats took control of Congress, their agenda could begin to grind to a halt this month, renewing tensions in the party over potentially ending the Senate filibuster.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-moves-to-end-gender-pay-gap-with-transparency-rules-11614887136", "title": "EU Moves to End Gender Pay Gap With Transparency Rules", "date": "2021-03-04 14:45", "summary": "Under the proposal, European companies could face fines for violating equal wage rules. European companies might soon be required to disclose data on gender pay gaps under a new set of rules proposed by the bloc's executive arm on Thursday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudis-russia-discuss-joint-oil-output-raise-ahead-of-opec-meeting-11614857084", "title": "OPEC-Plus Keeps Lid on Oil Output, and Prices Rise", "date": "2021-03-04 14:38", "summary": "Saudi Arabia and Russia have careened between optimism and dire warnings amid pandemic's ebb and flow. OPEC and a Russia-led coalition of oil producers kept most of their production cuts in place, surprising traders and sending oil prices up dramatically.", "categories": [["WSJ News Exclusive", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opecs-fragile-recovery-11614886154", "title": "OPEC's Fragile Recovery", "date": "2021-03-04 14:29", "summary": "Saudi generosity has paved the way for the cartel's recent show of strength, but old tensions remain unresolved. One year on from its near-death experience, to the casual observer the OPEC+ cartel might appear to be in robust health. Under the surface, though, old weaknesses linger.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-roadway-deaths-rose-8-in-2020-safety-group-estimates-11614883077", "title": "U.S. Roadway Deaths Rose 8% in 2020, Safety Group Estimates", "date": "2021-03-04 14:11", "summary": "Latest data show pandemic reduced driving but not fatalities. Motor-vehicle crashes killed nearly 3,000 more people in 2020 than the year before despite Americans driving fewer miles during the pandemic, a nonprofit safety group estimated.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-amy-coney-barrett-in-first-opinion-limits-access-to-government-documents-11614884923", "title": "Justice Barrett, in First Opinion, Limits Access to Government Documents", "date": "2021-03-04 14:08", "summary": "Supreme Court decision gives government agencies more leeway to withhold certain material from Freedom of Information Act requests. WASHINGTON-Justice Amy Coney Barrett delivered her first opinion for the Supreme Court Thursday, a 7-2 decision denying an environmental group access under the Freedom of Information Act to government documents on endangered species.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hidden-forces-of-tempered-glass-11614884724", "title": "The Hidden Forces of Tempered Glass", "date": "2021-03-04 14:05", "summary": "The heating and cooling process used to make glass extra-strong also leaves it vulnerable to even a small crack. Physicist Helen Czerski explores the complex science behind familiar phenomena. Read more columns here.", "categories": [["Life & Work", "Ideas", "Everyday Physics"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/everyday-physics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-poised-to-move-ahead-with-covid-19-aid-bill-11614784868", "title": "Senate Democrats to Change Eligibility for Stimulus Checks in Covid-19 Aid Bill", "date": "2021-03-04 14:05", "summary": "Planned $1,400 payments to phase out more quickly in revised coronavirus relief plan. WASHINGTON-Senate Democrats agreed Wednesday to narrow eligibility for some of the direct payments that are part of President Biden's proposed $1.9 trillion Covid-19 relief package, a concession to centrists whose support is needed to pass the bill.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pamela-anderson-wants-14-9-million-for-malibu-beach-house-11614884438", "title": "Pamela Anderson Wants $14.9 Million for Malibu Beach House", "date": "2021-03-04 14:00", "summary": "Resume Subscription. Pamela Anderson, the actress who rose to fame playing a California beach lifeguard on \"Baywatch,\" is putting her own California beach house on the market for $14.9 million.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-malibu-beach-house-of-onetime-baywatch-star-pamela-anderson-11614884179", "title": "The Malibu Beach House of Onetime 'Baywatch' Star Pamela Anderson", "date": "2021-03-04 13:56", "summary": "The actress, who rose to fame portraying a California lifeguard, said she spent 10 years building this retreat.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/interior-nominee-haaland-wins-backing-from-senate-panel-11614883771", "title": "Senate Panel Backs Haaland for Interior Secretary", "date": "2021-03-04 13:49", "summary": "Alaska's Murkowski breaks GOP ranks to support nomination. WASHINGTON-The nomination of Rep. Deb Haaland (D., N.M.) for interior secretary was approved by a Senate panel Thursday with a key Republican vote, clearing a path to confirmation.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/okta-finds-its-high-price-match-11614883780", "title": "Okta Finds Its High-Price Match", "date": "2021-03-04 13:49", "summary": "The cloud software company uses its richly valued stock to fund its biggest deal ever. Say this much for Okta : They don't think small.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-and-italy-block-export-of-astrazeneca-covid-19-vaccine-to-australia-11614875649", "title": "EU and Italy Block Export of AstraZeneca Covid-19 Vaccine", "date": "2021-03-04 13:45", "summary": "Decision to hold back 250,700 doses comes amid frustration with slow delivery of shots in Europe. Italy blocked the export of AstraZeneca PLC's Covid-19 vaccine to Australia, in a move coordinated with European Union authorities, reflecting mounting frustration in Europe with slow deliveries of vaccines.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tidal-doesnt-change-squares-blueprint-11614882225", "title": "Tidal Doesn't Change Square's Blueprint", "date": "2021-03-04 13:23", "summary": "Square has made some splashy moves this week, buying Jay-Z-backed Tidal and launching a bank, but they won't help results for now. Square has a way of capturing the zeitgeist, but investors should stay rooted to the numbers.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-coronavirus-03-04-2021-11614811082", "title": "U.S. Jobless Claims Hold Nearly Steady", "date": "2021-03-04 13:21", "summary": "Initial claims rose slightly to 745,000 last week but have eased since the start of the year. Filings for unemployment benefits in the latter half of February reached their lowest level in nearly three months amid signs of slow labor-market improvement.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-crackdown-on-hong-kong-tested-in-trial-of-pro-democracy-politicians-11614879864", "title": "China's Crackdown on Hong Kong Tested in Trial of Pro-Democracy Politicians", "date": "2021-03-04 13:10", "summary": "The case is seen as a barometer of how officials will use the city's national-security law against political opponents. HONG KONG-Defense lawyer Lawrence Lau represented the first person charged under a new national-security law-a flag-bearing street protester-in July. This week, he found himself presenting his own defense after being charged under the same legislation.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-open-congress-would-make-better-laws-11614880840", "title": "An Open Congress Would Make Better Laws", "date": "2021-03-04 13:00", "summary": "Leaders and the White House write bills in private for rank-and-file members to rubber-stamp.. President Ronald Reagan asked voters: \"Are you better off than you were four years ago?\" He wanted them to focus on what matters most-the government's effect on everyday life. But in a democracy, we arrive at policy decisions through a process, and the road shapes the result. Today's legislative process is a mess.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/etf-investors-flock-to-international-stock-funds-11614880800", "title": "ETF Investors Flock to International Stock Funds", "date": "2021-03-04 13:00", "summary": "Part of the interest stems from the run-up in U.S. stocks, which meant that investors were underweighted overseas. ", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-breaks-the-privatization-taboo-11614880693", "title": "India Breaks the Privatization Taboo", "date": "2021-03-04 12:58", "summary": "But Modi's new reforms aren't all pro-market, and they may lead to isolation and crony capitalism.. Nearly seven years after he was first elected, India's Prime Minister Narendra Modi finally appears ready to place the private sector at the heart of his development model. This belated embrace of business is welcome. But the path Mr. Modi has chosen-state-guided capitalism of the East Asian variety-is strewn with pitfalls.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-american-rebound-continues-11614880020", "title": "The American Rebound Continues", "date": "2021-03-04 12:47", "summary": "The latest NFIB survey shows small businesses continued hiring in February.. The U.S. labor market is getting tighter, and that means more opportunity and better pay for U.S. workers. That's according to the latest monthly employment survey from the National Federation of Independent Business, due out later today. The survey of U.S. small-business owners finds:", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-venice-real-estate-market-is-unstoppable-no-more-11614879936", "title": "The Venice Real-Estate Market Is Unstoppable No More", "date": "2021-03-04 12:45", "summary": "Resume Subscription. The property Jordan Mazer bought in December is the classic Venice beach house in more ways than one.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-pandemic-ready-home-in-venice-calif-11614879401", "title": "A Pandemic-Ready Home in Venice, Calif.", "date": "2021-03-04 12:36", "summary": "Developer Oliver Damavandi said his recently rebuilt home has amenities that will appeal to buyers looking for a refuge during the pandemic.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-much-does-the-federal-minimum-wage-buy-you-now-vs-then-11614866413", "title": "How Much Does the Federal Minimum Wage Buy You? Now vs. Then.", "date": "2021-03-04 12:13", "summary": "Working minimum wage has never been ideal, but it used to be more manageable a half century ago. The federal minimum wage, adjusted for inflation, is at its lowest level in more than a decade and at nearly the same level as in 1954. The height of the minimum wage's buying power came in 1968, when it was $1.58 an hour, or nearly $12 an hour in today's dollars. That is $3 less than what Democrats have proposed. Lawmakers removed a $15 an hour wage proposal from the $1.9 trillion stimulus plan in Congress and plan to pursue it later in a separate bill. For the 1.1 million U.S. workers at or below the minimum wage, an increase could bring purchasing power closer to 1968 levels.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-long-brutal-history-of-witch-hunts-11614877614", "title": "Justice for the Victims of Witch Hunts, Old and New", "date": "2021-03-04 12:06", "summary": "Activists in Europe are revisiting the witchcraft trials of centuries ago to redress old injustices and help today's victims. European activists are seeking to right a wrong so ingrained in our history that it has become a part of pop culture and political discourse: witch hunts.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-refugee-flights-canceled-as-record-low-cap-on-admissions-remains-11614877596", "title": "Refugee Flights Canceled as Record-Low Cap on Admissions Remains", "date": "2021-03-04 12:06", "summary": "Biden said he plans to increase limit for this fiscal year but has yet to officially do so. WASHINGTON-The Biden administration's plan to raise the cap on refugee entry into the U.S. is off to a rocky start, with the State Department canceling the flights of more than 250 refugees scheduled to arrive in the U.S. over the past two weeks, according to officials at resettlement agencies that work with the government.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-press-on-nails-became-a-glamour-go-to-in-the-covid-era-11614877391", "title": "How Press-On Nails Became a Glamour Go-To in the Covid Era", "date": "2021-03-04 12:03", "summary": "In the 1980s, women wore them to affordably emulate the manis of divas like Diana Ross and Tina Turner. Now press-on nails are back, chicer and, in some cases, supremely durable.. WHEN I WAS growing up in the mid-1980s, it seemed like every other commercial on TV hawked Lee Press-On Nails-at least during \"Days of Our Lives.\" Though the DIY, stick-on plastic nails promised \"fun at your fingertips,\" you couldn't trust them to make it through the day-or even the junior-high dance. The box should have had a warning label: \"Lee Press-Ons may pop off while you're flirting with your crush. Could cause extreme embarrassment.\"", "categories": [["Life & Work", "Copy Cat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/george-floyd-trial-spurs-minneapolis-to-prepare-for-unrest-11614853803", "title": "Trial in Killing of George Floyd Spurs Minneapolis to Prepare for Unrest", "date": "2021-03-04 12:02", "summary": "City prepares for protests and possible violence ahead of the trial of a former Minneapolis police officer charged in the killing of George Floyd. MINNEAPOLIS-As the trial of a former police officer charged in the killing of George Floyd nears, Minneapolis is launching a massive security effort to try to prevent a repeat of the rioting and looting that took hold of the city last summer.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mount-sinai-leases-space-for-biotech-campus-on-manhattans-west-side-11614877200", "title": "Mount Sinai Leases Space for Biotech Campus on Manhattan's West Side", "date": "2021-03-04 12:00", "summary": "Icahn School of Medicine will occupy three floors of Georgetown Co.'s $360 million redevelopment at 787 11th Ave. Mount Sinai's Icahn School of Medicine has leased 165,000 square feet of office space on the West Side in a deal that underscores the importance of hospitals and biotechnology to the economic growth of New York in the pandemic era.", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-real-estate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/30-year-mortgage-rate-tops-3-for-first-time-since-july-11614870208", "title": "30-Year Mortgage Rate Tops 3% for First Time Since July", "date": "2021-03-04 11:48", "summary": "Rate hits 3.02% after falling for most of 2020. Rising rates have already started to weigh on mortgage applications in recent weeks.. Americans who purchased new homes or refinanced their mortgages over the past few months may have done so at just the right moment.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coinbase-offers-another-way-to-ride-the-bitcoin-roller-coaster-11614876343", "title": "Coinbase Offers Another Way to Ride the Bitcoin Roller Coaster", "date": "2021-03-04 11:45", "summary": "The company may be listing its shares at a peak time for cryptocurrencies, so investors should be cautious about its recent results. Coinbase Global is going public just as enthusiasm for the digital currencies it trades is exploding. Investors should brace for a wild ride.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jimmy-fallons-playful-new-york-penthouse-lists-for-15-million-11614876042", "title": "Jimmy Fallon's Playful New York Penthouse Lists for $15 Million", "date": "2021-03-04 11:40", "summary": "Resume Subscription. Jimmy Fallon bought his first apartment, a one-bedroom bachelor pad in a historic co-op building on the east side of Manhattan's Gramercy Park, for $850,000 in 2002. Nearly two decades later, he and his wife, Nancy Juvonen, are putting their six-bedroom penthouse, which spans three floors of the building, on the market for $15 million.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/europeans-ease-pressure-on-iran-in-bid-to-revive-nuclear-talks-with-u-s-11614875541", "title": "Europeans Ease Pressure on Iran in Bid to Revive Nuclear Talks With U.S.", "date": "2021-03-04 11:32", "summary": "Britain, France and Germany, with U.S. support, scrapped a planned censure resolution over concerns about Tehran's response. The U.S. and European powers are giving Iran a last chance to start cooperating with a United Nations atomic agency probe of Tehran's nuclear activities, backing away from a formal censure of Iran in a bid to revive nuclear diplomacy between Washington and Tehran.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oshas-job-is-workplace-safety-in-the-covid-19-pandemic-it-often-struggled-11614875112", "title": "OSHA's Job Is Workplace Safety. In the Covid-19 Pandemic, It Often Struggled.", "date": "2021-03-04 11:25", "summary": "Resume Subscription. The Occupational Safety and Health Administration faced one of the biggest workplace-safety challenges in its 50-year history when the coronavirus struck.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/apple-faces-u-k-antitrust-probe-over-app-store-rules-11614861789", "title": "Apple Faces U.K. Antitrust Probe Over App Store Rules", "date": "2021-03-04 11:01", "summary": "Move mirrors similar investigation in EU as scrutiny rises globally over fair competition. The U.K. is investigating Apple Inc.'s treatment of app developers that offer their wares on the company's App Store, adding a new front to antitrust complaints against the iPhone maker.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-retirees-can-say-no-when-adult-children-ask-for-financial-help-11614873600", "title": "How Retirees Can Say 'No' When Adult Children Ask for Financial Help", "date": "2021-03-04 11:00", "summary": "Also: We answer a reader's question on required minimum distributions. In a recent column, you talked about the possible pitfalls in retirement of giving financial help to adult children and family members. My question: How do you say \"no\"? I think refusing a request is difficult for most parents.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Ask Encore"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-pandemic-pets-dogs-cats-gain-weight-11614729385", "title": "Is Your Dog Fat? Blame Covid", "date": "2021-03-04 11:00", "summary": "Resume Subscription. Melissa Marion, 22, noticed her 4-year-old cavapoo Louie gaining weight last year when the neon vest the dog wears for nighttime walks became a little snug.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/covid-heart-complications-myocarditis-exercise-study-sports-11614871544", "title": "A New Study of Athletes' Hearts After Covid Shows Encouraging Results", "date": "2021-03-04 11:00", "summary": "Sports leagues initially feared that testing positive for Covid-19 would lead to heart damage. The first comprehensive study-on hundreds of pro athletes-suggests that is rare.. The scary question that leagues like the NBA, NFL and MLB faced as they returned to play over the past year was how prevalent heart damage would be among players who tested positive for Covid-19. They now have an encouraging answer: It's rare.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dreaming-of-cuba-heres-how-to-feel-like-youre-in-havana-anytime-youd-like-11614873237", "title": "Dreaming of Cuba? Here's How to Feel Like You're in Havana Anytime", "date": "2021-03-04 10:53", "summary": "Cuba's capital is just as seductive from afar as it is up close. A few insiders suggest ways to get your fix, from the songs to download and the rum to sip.. MANY AMERICAN travelers find pop culture's romantic image of Havana so vivid they feel they know the city long before arriving. Watching the waves crash across the Malecón, a seafront boulevard; driving a canary-yellow 1950s Chevy convertible; sipping an iced daiquiri in a bar where Hemingway once brawled-all seem like memories you might have inherited intact from grandparents' faded postcards. Pre-pandemic visitors were often jarred by aspects of the reality: the city's decrepit back streets and the grim Soviet-era structures. But Havana has always rewarded anyone with a sense of adventure, revealing itself as far more complex than the fantasy. Turn a random corner and you might be stopped dead by a streetscape of delirious beauty, its exuberant foliage framed by blue ocean.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/check-out-our-well-fed-pets-11614872141", "title": "Check Out Our Well-Fed Pets", "date": "2021-03-04 10:48", "summary": "View a slideshow of Wall Street Journal staffers' dogs and cats in all their Covid corpulence. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/common-job-interview-questions-and-how-to-answer-them-11606489538", "title": "Common Job Interview Questions and How to Answer Them", "date": "2021-03-04 10:48", "summary": "Most Popular News. In the process of preparing for your interview, you have researched the company, figured out how your skills align with the job requirements and come up with some thoughtful questions to ask. You might not be able to predict exactly which questions you will be asked during the interview, but there are many common questions that you will likely be asked, and it is helpful to have a strategy for answering them.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wind-power-was-thriving-in-texas-then-came-the-freeze-11614871347", "title": "Wind Power Was Thriving in Texas. Then Came the Freeze.", "date": "2021-03-04 10:40", "summary": "Wind farms have boomed in the Lone Star State, but one week of extreme wholesale power prices left many operators in financial distress. AUSTIN, Texas-The Texas wind industry suffered a devastating financial blow during last month's electricity crisis, which hit roughly half of the state's wind farms and may force some to seek bankruptcy protection or relinquish control to Wall Street.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/widows-walks-raise-the-roof-11614870923", "title": "Widow's Walks Raise The Roof", "date": "2021-03-04 10:15", "summary": "Resume Subscription. Legend has it that the wives of whalers in 19th-century Nantucket stared forlornly out to sea from rooftop platforms in search of their husbands' ships. Over time, as sailors failed to return home, those platforms became known as widow's walks.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/dollar-strength-confounds-investors-and-sparks-some-worries-11614870716", "title": "Dollar Strength Confounds Investors and Sparks Some Worries", "date": "2021-03-04 10:11", "summary": "The dollar was expected to decline as the world recovered from Covid-19. Its strength suggests problems.. The U.S. dollar is confounding expectations that it would fall this year.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-right-discount-rate-for-regulatory-costs-and-benefits-11614870636", "title": "The Right Discount Rate for Regulatory Costs and Benefits", "date": "2021-03-04 10:10", "summary": "The federal government can make more sensible policy by lowering the figure used to calculate the future impact of regulations. Suppose that regulation of greenhouse gas emissions from power plants would produce large benefits in 30 years-but only modest benefits today. Suppose at the same time that these same regulations require businesses to make a series of increasingly costly changes to their operations over the next several decades.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-negative-views-on-china-spike-polls-show-11614870001", "title": "Americans' Views on China Go From Bad to Worse", "date": "2021-03-04 10:00", "summary": "Nearly half of Americans in a new Pew survey said the U.S. should seek to limit China's power. A series of recent U.S. public opinion polls show some of the frostiest views ever toward China and indicate growing support for the Biden administration to take tougher stands aimed at influencing Beijing's behavior.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-david-power-devised-surveys-that-car-makers-couldnt-ignore-11614870000", "title": "J. David Power Devised Surveys That Car Makers Couldn't Ignore", "date": "2021-03-04 10:00", "summary": "Researcher, who has died at 89, overcame Detroit's resistance to his findings of how customers viewed their autos. Starting from his kitchen table in 1968, J. David Power III built a business by telling auto makers something many of them didn't want to hear-what customers thought about the quality of their cars.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-puzzles-saturday-march-6-11614784360", "title": "Number Puzzles (Saturday, March 6)", "date": "2021-03-04 10:00", "categories": [["WSJ Puzzles", "Number Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/number-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/long-before-greensill-imploded-credit-suisse-saw-danger-11614869809", "title": "Long Before Greensill Imploded, Credit Suisse Saw Danger", "date": "2021-03-04 09:56", "summary": "Swiss bank had a plan to cap exposure of its $10 billion Greensill funds to a dangerous concentration of insurance coverage, but never implemented it, according to people familiar with the funds. Credit Suisse Group AG knew since 2019 that supply-chain finance funds it ran with Greensill Capital were too reliant on a small group of insurers to protect investors against default and failed to remedy the situation, according to people familiar with the funds.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/okta-splunk-marvell-what-to-watch-when-the-stock-market-opens-today-11614858524", "title": "Okta, Splunk, Marvell: What to Watch When the Stock Market Opens Today", "date": "2021-03-04 09:03", "summary": "Stock futures wavered while government-bond yields rose. Here's what we're watching ahead of Thursday's opening bell.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/everyone-sees-esg-investing-differently-but-they-all-want-to-buy-11614866558", "title": "ESG Is All the Rage. Big Investors Can't Agree on Why.", "date": "2021-03-04 09:02", "summary": "No asset managers think sustainable stocks will underperform over the long run, but investors should consider taking what they say with a pinch of salt. The great thing about sustainable investing is it can be whatever you want it to be.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/student-loan-forgiveness-here-are-questions-borrowers-need-to-ask-11614866400", "title": "Student-Loan Forgiveness: Here Are Questions Borrowers Need to Ask", "date": "2021-03-04 09:00", "summary": "People with income-driven repayment plans often don't even know they have this option. With all the talk out of Washington about possible mass student-loan debt forgiveness, it's easy for borrowers to lose sight of the forgiveness options that already exist.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-value-wines-bordeaux-is-frances-best-kept-secret-11614865279", "title": "For Value Wines, Bordeaux Is France's Best-Kept Secret", "date": "2021-03-04 08:41", "summary": "When wine drinkers seek budget bottles, they rarely think of Bordeaux. Given a string of excellent recent vintages, our wine columnist went looking among some of the region's lesser-known appellations and turned up some excellent values.. BORDEAUX IS DEFINED by dichotomies: World-famous and much misunderstood, the region is synonymous with elite châteaux-yet the majority of its wineries are smaller affairs and virtual unknowns. The latter group produces some good bottles at value prices, but wine shoppers tend to overlook them because they don't think in terms of value when it comes to Bordeaux.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-covid-19-baby-bust-is-here-11614853803", "title": "The Covid Baby Bust Is Here", "date": "2021-03-04 08:31", "summary": "Nine months after the pandemic began, birthrates began to fall in many advanced economies, early data shows. ROME-Angela Di Iorio wanted to be pregnant with her first baby by now. Instead, the 36-year-old Italian, who just postponed her wedding for a second time, is starting to wonder whether she should have a child at all.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaccine-drive-fenway-park-gillette-stadium-boston-marathon-dave-mcgillivray-11614863366", "title": "He's Usually Preparing for a Marathon. Instead, He's Getting People Vaccinated.", "date": "2021-03-04 08:12", "summary": "How Dave McGillivray, a legendary road race organizer, pivoted from racing to getting shots in arms. In an ordinary year, Dave McGillivray would be able to see the finish line. Patriots' Day, the traditional April launch of the Boston Marathon, would be about six weeks out, and McGillivray's team would be near done with the complex feat of logistics and preparation that helps 30,000 or so runners make the 26.2 mile jaunt from Hopkinton to Boylston Street one the most iconic sporting events on Earth.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/viacomcbs-cfo-faces-delicate-transition-toward-streaming-11614862800", "title": "ViacomCBS CFO Faces Delicate Transition Toward Streaming", "date": "2021-03-04 08:00", "summary": "Naveen Chopra took over the media company's finances in August 2020. ViacomCBS Inc.'s finance chief is tasked with reallocating funds toward the company's new streaming service-set to launch on Thursday-without starving its much bigger television business.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roundup-plaintiffs-lawyers-spar-over-800-million-in-fees-11614862800", "title": "Roundup Plaintiffs' Lawyers Spar Over $800 Million in Fees", "date": "2021-03-04 08:00", "summary": "Law firms that led the litigation against Bayer argue that they deserve a bigger slice of the nearly $10 billion settlement than those that joined later. Plaintiffs' firms that led the legal campaign against Bayer AG are fighting over $800 million in fees from the Roundup weedkiller litigation, arguing that they deserve a bigger slice of one of the largest-ever corporate settlements than firms that joined later.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-the-u-s-embraces-stimulus-checks-others-might-take-a-different-path-11614862019", "title": "As the U.S. Embraces Stimulus Checks, Others Might Take a Different Path", "date": "2021-03-04 07:49", "summary": "Britain's latest budget confirms that austerity policies won't return, but fiscal activism could remain far less adventurous than in the U.S.. Covid-19 seems to have taught Washington that fiscal policy is best delivered big and directly into people's bank accounts. Elsewhere, the end of austerity economics is looking less bold.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-koreas-first-openly-transgender-soldier-found-dead-at-her-home-11614861986", "title": "South Korea's First Openly Transgender Soldier Found Dead", "date": "2021-03-04 07:46", "summary": "Byun Hee-soo was discharged from military for getting sex-reassignment surgery. SEOUL-South Korea's first openly transgender soldier was found dead at her home Wednesday, just over a year after the country's military discharged her for getting sex-reassignment surgery.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/novartis-to-help-make-curevac-covid-19-vaccine-11614859271", "title": "Novartis to Help Make CureVac Covid-19 Vaccine", "date": "2021-03-04 07:01", "summary": "The Swiss drug company will make mRNA and other parts of CureVac's two-dose vaccine, which is in late-stage testing. Novartis AG will help manufacture a Covid-19 vaccine that Germany's CureVac NV is developing, the latest drugmaker tie-up aimed at accelerating production of shots.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/egypt-to-charge-many-residents-for-covid-19-vaccine-11614859201", "title": "Strapped for Cash, Egypt to Charge for Covid-19 Vaccine", "date": "2021-03-04 07:00", "summary": "With Egyptians struggling to make ends meet, some may skip the shots, allowing coronavirus to continue to circulate. CAIRO-Egypt plans to take the unusual step of charging residents for a Covid-19 vaccine, a policy that is stirring doubts over how many people will pay for the shot-and whether it could slow the drive to contain the virus in the Arab world's most populous nation.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/food-delivery-regulation-is-a-drama-worth-watching-11614859201", "title": "Food-Delivery Regulation Is a Drama Worth Watching", "date": "2021-03-04 07:00", "summary": "DoorDash, Grubhub and Uber Eats face a battle over commission caps and their impact on growth. The tussle between delivery platforms and regulators is heating up, and the drama seems to be hurting the platforms, restaurants and eaters alike. Investors could get burned for ignoring it.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/insurance-startup-hippo-to-go-public-in-5-billion-spac-merger-11614859203", "title": "Insurance Startup Hippo to Go Public in $5 Billion SPAC Merger", "date": "2021-03-04 07:00", "summary": "California firm will merge with blank-check company established by LinkedIn, Zynga founders. Home-insurance technology upstart Hippo Enterprises Inc. is teaming with a special-purpose acquisition company to go public, the latest insuretech business to tap equity markets and challenge traditional insurers head-on.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tokyo-olympics-volunteers-pandemic-11614821947", "title": "A Tokyo Olympics Mystery: What Happens With 80,000 Volunteers?", "date": "2021-03-04 06:00", "summary": "Organizers have issued plans to prevent Covid-19 spread among athletes and officials, but have said little about the volunteers who interact with nearly everyone at the Games. The group of volunteers that worked the London 2012 Summer Olympics was the size of an army. About 70,000-strong, the volunteers mopped up sweat during volleyball games, chaperoned athletes to post-competition antidoping tests and performed countless other tasks.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/leaving-las-vegas-is-the-right-move-for-sands-11614854434", "title": "Leaving Las Vegas Is the Right Move for Sands", "date": "2021-03-04 05:40", "summary": "Sands without Las Vegas could pay off, even if it doesn't have quite the same ring. Leaving Las Vegas might not be heartbreaking for Sands.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-plays-up-ascendancy-over-west-as-it-sets-economic-path-11614854159", "title": "China Plays Up Ascendancy Over West as It Sets Economic Path", "date": "2021-03-04 05:36", "summary": "Leader Xi Jinping to lay out plan to ensure nation's rise and his authority at annual legislative session. HONG KONG-Fresh from declaring victories over the coronavirus and rural poverty, Chinese leader Xi Jinping is charting a new economic path aimed at sustaining China's rise and entrenching his personal authority for years to come.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ppp-covid-19-relief-initiative-is-adjusted-to-attract-the-smallest-businesses-11614853980", "title": "PPP Rules Adjusted to Attract Smallest Firms", "date": "2021-03-04 05:33", "summary": "As loan demand cools, revisions are made to boost participation among sole proprietors, independent contractors and the self-employed. Small-business requests for money from the federal government's signature Covid-19 relief initiative are running well below last year's heady pace, prompting changes in the program's final month to reach the hardest-hit businesses.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-looking-to-build-second-battery-factory-in-u-s-11614853806", "title": "GM Looking to Build Second Battery Factory in U.S.", "date": "2021-03-04 05:30", "summary": "General Motors, in a joint venture with LG Chem, aims to expand its effort to power electric vehicles; Tennessee eyed as a plant site. General Motors Co. is looking to build a second battery factory in the U.S. with joint-venture partner LG Chem Ltd. , the latest move in the Detroit auto maker's efforts to expand its investment in electric vehicles.", "categories": [["WSJ News Exclusive", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-mind-boggling-individual-investor-boom-stirs-up-markets-in-asia-11614853804", "title": "A 'Mind-Boggling' Individual Investor Boom Stirs Up Markets in Asia", "date": "2021-03-04 05:30", "summary": "Like in the U.S., investing apps have attracted individual traders with time on their hands thanks to the Covid-19 pandemic. Stock trading has surged across Asia, as markets have recovered from the shock of the Covid-19 pandemic, with many younger individual investors piling into shares for the first time.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-taps-u-s-trained-former-central-banker-for-imf-role-11614851361", "title": "China Taps U.S.-Trained Former Central Banker for IMF Role", "date": "2021-03-04 04:49", "summary": "Li Bo set to be deputy managing director at International Monetary Fund. SINGAPORE-Beijing is set to appoint a lawyer with deep U.S. experience as its top representative to the International Monetary Fund, according to people familiar with the decision, as it seeks to repair its relationship with Washington and gain a greater voice in the multilateral economic arena.", "categories": [["WSJ News Exclusive", "China"]], "category_links": ["https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-democrats-republicans-clash-over-voting-rights-bill-11614780715", "title": "House Democrats Pass Voting-Rights Bill Opposed by GOP", "date": "2021-03-04 00:18", "summary": "Legislation would require states to offer mail-in and early voting; Bill to overhaul police practices, including banning chokeholds, also passes. WASHINGTON-House Democrats passed legislation to expand voter participation and curb the role of big campaign donors over the objections of Republicans, who claimed the measure would weaken safeguards and spur mistrust in elections.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-power-grid-operator-fires-ceo-11614834450", "title": "Texas Power Grid Operator Fires CEO", "date": "2021-03-04 00:07", "summary": "Board votes to terminate Bill Magness weeks after state's power grid experienced massive blackouts and nearly collapsed. The board of the Texas electric-grid operator fired Chief Executive Bill Magness, less than a month after the state's power grid experienced massive blackouts for several days and came within minutes of collapse.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/security-defense-officials-to-face-more-questioning-on-capitol-riot-failures-11614781480", "title": "House Cancels Thursday Session After Security Agencies Cite Risk of New Violence", "date": "2021-03-04 00:03", "summary": "FBI, DHS issue warning about March 4 as Senate committees probe the Jan. 6 attack. House leaders canceled Thursday's legislative session and rescheduled morning votes after police officials warned of a possible plot by a militia group to again storm the Capitol.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11614807742", "title": "Pepper...and Salt", "date": "2021-03-04 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-i-learned-from-vernon-jordan-11614795345", "title": "What I Learned From Vernon Jordan", "date": "2021-03-04 21:46", "summary": "The famous civil-rights leader gave a young conservative journalist a life-changing opportunity.. Everyone has hinge moments that make all the difference in life, and one of mine came with an assist and a lesson from Vernon Jordan Jr. The civil-rights leader and pragmatic liberal, who died Monday at age 85, played an unlikely role in promoting a young conservative journalist's career.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-declined-to-purse-ethics-inquiry-against-elaine-chao-11614819298", "title": "Justice Department Declined to Pursue Ethics Inquiry Against Elaine Chao", "date": "2021-03-04 20:46", "summary": "Final report by inspector general shows that investigators found no wrongdoing in some of the former transportation secretary's actions. WASHINGTON-An ethics investigation of former Transportation Secretary Elaine Chao was referred to federal prosecutors for criminal prosecution last year but was closed when the Justice Department declined to investigate, according to a report released Wednesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-seek-temporary-expansion-of-child-tax-credit-but-making-it-permanent-is-real-goal-11614776401", "title": "Permanent Expansion of Child Tax Credit Is Democrats' Goal", "date": "2021-03-04 20:34", "summary": "Supporters are already warning of consequences of allowing it to expire at the end of 2021-as scheduled in their bill. WASHINGTON-Democrats are resorting to a well-worn tactic for their plan to expand the child tax credit: Push for a short-term policy, then highlight the consequences of letting it expire as scheduled.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/googles-user-tracking-crackdown-has-advertisers-bracing-for-change-11614819326", "title": "Google's User-Tracking Crackdown Has Advertisers Bracing for Change", "date": "2021-03-04 19:55", "summary": "Companies that gather data on their customers will be in the best position to weather Google's decision to rein in tracking, executives say. A move by Google to rein in tracking of web users drew mixed reviews in the ad world, with some executives expressing cautious optimism the change will be good for consumers and others worrying it will increase the tech giant's industry stranglehold.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-power-regulator-urged-to-halt-collections-as-crisis-fallout-spreads-11614811482", "title": "Texas Power Regulator Urged to Halt Collections as Crisis Fallout Spreads", "date": "2021-03-04 19:01", "summary": "Electric retailer Just Energy is seeking a suspension of collections by the Texas grid operator, which has issued huge invoices following last month's price spike. Electricity retailers are asking Texas' power regulator to suspend immediate collections on the massive bills arising from the state's electricity outage, as energy market participants try to mitigate the threat to their financial health.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}]