[{"link": "https://www.wsj.com/articles/holiday-gift-guide-review-books-2021-history-11637124539", "title": "Holiday Gift Books 2021: History", "date": "2021-11-16 23:50", "summary": "Portraits of turbulence and conflicts of the past help put a chaotic present in context.. The past five years have been a difficult time for supporters of the Anglo-American model of politics, whose traditions include compromise and what Walter Bagehot called \"discussion.\" The Brexit vote in 2016 ushered in a period of political rancor for Britain, and the election of Donald Trump set off the furies in U.S. politics. Luckily there have been superb history books in the past year to turn to for solace and instruction-and for a reminder that bitter division is not a permanent condition.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/holiday-gift-guide-review-books-2021-science-11637124473", "title": "Holiday Gift Books 2021: Science", "date": "2021-11-16 23:48", "summary": "Investigating the secrets of the universe-and the physics of everyday life-has never been so much fun.. If the very subject of science suggests to you the sort of serious reading that rules out pure entertainment, let me offer a corrective in the form of some marvelous new books that not only celebrate science (and scientists) but are also highly accessible and fun.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/holiday-gift-guide-review-books-2021-photography-11637124379", "title": "Holiday Gift Books 2021: Photography", "date": "2021-11-16 23:46", "summary": "Collections that travel around the world or voyage back in time- through the magic portal of the camera's eye.. Chester Higgins says his latest book is a portrait of \"the spiritual imagination and the genesis of faith in Africa.\" A former staff photographer for the New York Times, he devoted 50 years of personal time to \"Sacred Nile,\" a labor of love and devotion. His considerable technical skill imbues his color pictures of the temples, churches, mosques and monuments of northeast Africa with some of the feeling that the people who erected them must have felt. Even objects in museums are vivified. There are also pictures of present-day worshipers; Muslims, Christians, Jews and animists. A mysterious light illuminates the columns of the Luxor Temple in Egypt; a starry sky is seen from a rock-hewn church high above Hawzen, Ethiopia; a row of Nubian pyramids marches across the desert at the Royal Necropolis in Sudan.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/holiday-gift-guide-review-books-2021-music-11637124223", "title": "Holiday Gift Books 2021: Music", "date": "2021-11-16 23:44", "summary": "Reading (and listening) to put a song in the heart of any recipient.. \"I've seen some of the damnedest things anyone could imagine,\" writes Peter Duchin in his memoir \"Face the Music.\" Mr. Duchin, the pianist and bandleader, looks back on his glamorous highs and vexatious lows. He was a child of privilege, but he saw little of his father, Eddy, the famous swing-era musician, and nothing of his mother, Marjorie, an heiress, who died days after his birth. Establishing his own orchestra in his 20s, Mr. Duchin would appear at the classiest of functions. Deep in the society swim, he entertained at Truman Capote's Black and White Ball and attended the party profiled in Tom Wolfe's \"Radical Chic.\" A stroke suffered in 2013 caused Mr. Duchin to re-examine his past, most of all his relationship to his parents. A bout last year with Covid-19 left him intubated for more than a month, an ordeal that gave him new appreciation for life and the gift of music.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frida-kahlo-sells-for-34-9-million-smashing-record-for-a-latin-american-artwork-11637123146", "title": "Frida Kahlo Self-Portrait Sells for Record $34.9 Million", "date": "2021-11-16 23:25", "summary": "The 1949 self-portrait, 'Diego y yo,' breaks the mark set by a work by her husband, Diego Rivera. A self-portrait by Mexican artist Frida Kahlo sold for $34.9 million at Sotheby's on Tuesday, an auction record for any Latin American artist.", "categories": [["Books & Arts", "Arts", "Art & Auctions"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-auctions?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rogers-to-replace-ceo-joe-natale-after-board-fight-11637118310", "title": "Rogers to Replace CEO Joe Natale After Board Fight", "date": "2021-11-16 22:05", "summary": "Former finance chief Tony Staffieri will take over on interim basis. TORONTO-Rogers Communications Inc. said Chief Executive Joe Natale had left and was being replaced on an interim basis by former finance chief Tony Staffieri.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-government-could-be-unable-to-pay-bills-as-soon-as-dec-15-yellen-says-11637103882", "title": "U.S. Could Be Unable to Pay Its Bills as Soon as Dec. 15, Yellen Says", "date": "2021-11-16 21:33", "summary": "In letter to Congress, Treasury secretary urges lawmakers to act to raise or suspend borrowing limit. The U.S. government could run out of resources to meet the nation's obligations as soon as Dec. 15, Treasury Secretary Janet Yellen said Tuesday, reviving questions about how Congress will resolve a standoff about raising or suspending the federal borrowing limit.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-says-fed-chair-pick-could-be-unveiled-this-week-11637103928", "title": "Biden Says Fed Chair Pick Could Be Unveiled This Week", "date": "2021-11-16 19:48", "summary": "The president has interviewed Jerome Powell and Lael Brainard. President Biden hinted to reporters Tuesday he could reveal his choice for Federal Reserve chief around the end of the week.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/son-of-former-panama-president-plans-to-plead-guilty-in-odebrecht-bribery-case-11637108969", "title": "Son of Former Panama President Plans to Plead Guilty in Odebrecht Bribery Case", "date": "2021-11-16 19:29", "summary": "Luis Martinelli is one of two sons of Panama's former president who have been charged with participating in a conspiracy to launder as much as $28 million in bribes. Luis Enrique Martinelli, the son of Panama's former president, appeared in federal court in Brooklyn, N.Y., on Tuesday and said he would plead guilty to taking part in a bribery scheme involving Brazil's Odebrecht SA.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/qualcomm-shares-rise-to-record-high-on-ambitious-growth-targets-11637102901", "title": "Qualcomm Shares Rise to Record High", "date": "2021-11-16 19:29", "summary": "Chip company receives boost as CEO details ambitions beyond smartphones. The push by Qualcomm Inc.'s new chief executive to diversify into everything from cars to connected devices now comes with ambitious targets that are boosting investor sentiment for the company best known for providing cellphone chips.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-sell-56-million-in-cryptocurrency-seized-in-bitconnect-fraud-scheme-11637108121", "title": "U.S. to Sell $56 Million in Cryptocurrency Seized in BitConnect Fraud Scheme", "date": "2021-11-16 19:15", "summary": "Seizure is largest single recovery from a cryptocurrency fraud in the U.S., Justice Department says. A judge agreed to a request from U.S. authorities to liquidate roughly $56 million in proceeds seized from a U.S. promoter of offshore company BitConnect, which allegedly conducted one of the biggest scams ever involving cryptocurrencies.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ganging-up-on-moderna-nih-covid-vaccine-francis-collins-11637098747", "title": "Ganging Up on Moderna", "date": "2021-11-16 19:01", "summary": "The left and the feds want to take undeserved credit for the company's Covid vaccine patent.. Barack Obama captured the view of modern progressives with his famous line about successful businesses: \"You didn't build that.\" Now Democrats are claiming that Moderna didn't invent its enormously successful Covid vaccine-the National Institutes of Health (NIH) did.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/politics-and-union-corruption-in-philadelphia-johnny-doc-john-dougherty-bobby-henon-11637103116", "title": "Politics and Union Corruption in Philadelphia", "date": "2021-11-16 18:57", "summary": "Two convictions expose the underside of the city's power brokers.. Unions and politicians enjoy a symbiotic relationship in America's big cities. And in Philadelphia on Monday a jury found that a powerful labor boss and city councilman crossed over into public corruption.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-housing-gift-for-beverly-hills-fannie-mae-freddie-mac-mortgages-1-million-11637100180", "title": "A Housing Gift for Beverly Hills", "date": "2021-11-16 18:55", "summary": "Just what the economy doesn't need: subsidies for $1 million mortgages.. Home prices are soaring thanks to inflation and other government policies, so what to do? The Biden Administration's answer is apparently to make homes more affordable for the paupers in Nantucket and Palo Alto by guaranteeing mortgages up to $1 million.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vladimir-putins-space-front-russia-anti-satellite-test-military-11637103868", "title": "Vladimir Putin's Space Front", "date": "2021-11-16 18:53", "summary": "A surprise antisatellite test underscores a growing military threat.. Vladimir Putin is on a roll. Moscow is massing troops along Ukraine's borders while Russian ally Belarus launches a refugee attack on NATO's eastern flank. Now the emboldened Russian leader has opened a new front with a provocation in space.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-other-danchenko-dossier-steele-clinton-trump-2016-election-durham-investigation-11637100189", "title": "The Other Danchenko Dossier?", "date": "2021-11-16 18:45", "summary": "In both the Trump and Hillary Clinton cases, fake 'intelligence' drove the FBI.. I gather numerous readers wanted more details about the secret Russian intelligence that influenced FBI Director James Comey's interventions in the Hillary Clinton email case during the 2016 presidential election. I referred to this matter at length in Saturday's column, without rehearsing the information, limited as it is, that became available in media reports almost five years ago.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-2021-is-any-guide-the-2022-election-will-be-a-doozy-new-jersey-virginia-youngkin-11637101945", "title": "If 2021 Elections Are Any Guide, 2022 Will Be a Doozy", "date": "2021-11-16 18:44", "summary": "Students discuss Republican victories in the New Jersey and Virginia elections.. Editor's note: In this Future View, students discuss next year's midterm elections. Next week we'll ask, \"What does the Kyle Rittenhouse trial tell us about America's culture and criminal-justice system?\" Students should click here to submit opinions of fewer than 250 words before Nov. 23. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/challenges-to-biden-vaccine-rules-will-come-before-ohio-based-u-s-appeals-court-11637105919", "title": "Biden's Vaccine Rules Face Test Before Ohio-Based Appeals Court", "date": "2021-11-16 18:38", "summary": "Conservative-leaning Sixth Circuit is designated as referee for cases related to vaccine-and-testing rules for private employers. WASHINGTON-A conservative-leaning U.S. appeals court in Cincinnati was randomly selected Tuesday to decide challenges to the Biden administration's new rules requiring many employers to ensure their workers are vaccinated or tested weekly for Covid-19.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fed-needs-to-remove-its-blinkers-jerome-powell-inflation-unemployment-recovery-yellen-11637099361", "title": "The Federal Reserve Needs to Remove Its Blinkers", "date": "2021-11-16 18:23", "summary": "A monetary mistake based on an outdated paradigm could trigger a recession or even worse inflation.. The Federal Reserve's latest policy statement reveals a dogged determination to accommodate despite increasing evidence of economic recovery, strong demand for labor and rising inflation. Chairman Jerome Powell seems eager to urge patience on raising interest rates for the sake of increasing labor participation. This approach reflects lessons learned about economic growth during the Trump administration, but changed conditions render it inappropriate for the current moment.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/border-crisis-biden-presidency-on-edge-illegal-undocumented-immigration-alien-amnesty-11637098919", "title": "Border Crisis Has Biden's Presidency on the Edge", "date": "2021-11-16 18:23", "summary": "Voters are more anxious about illegal immigration, but Democrats seem oblivious to the problem.. It's hard to know the extent to which President Biden's job-approval tribulations can be linked to the continuing chaos at the southern border. But we know that illegal immigration has become a top concern of voters, and the amnesty provisions that Democrats want included in their Build Back Better reconciliation bill are unlikely to help matters.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-policy-disrespects-both-science-and-religion-dorms-college-gender-indentity-11637100115", "title": "Biden Policy Disrespects Both Science and Religion", "date": "2021-11-16 18:22", "summary": "The administration seeks to force our Christian college to let men live in women's dormitories.. Point Lookout, Mo.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hunt-for-the-red-october-at-breakfast-table-family-parenting-film-sean-connery-11637099710", "title": "The Hunt for Red October at the Breakfast Table", "date": "2021-11-16 18:21", "summary": "My daughters ambushed me, so I tried an evasive maneuver inspired by my favorite movie.. Submarine movies are always suspenseful, none more so than the 1990 thriller \"The Hunt for Red October.\" Entertaining as it is, I never thought the film would be a source of sound child-rearing advice.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ends-of-war-review-the-myth-of-appomattox-11637104881", "title": "'Ends of War' Review: The Myth of Appomattox", "date": "2021-11-16 18:21", "summary": "The ﬁnal days and weeks of war, and the large-scale evacuations that invariably follow, are seldom, if ever, orderly.. When Robert E. Lee surrendered his battered Confederate army to Ulysses S. Grant at Virginia's Appomattox Court House on Palm Sunday, April 9, 1865, the flames fanning the Civil War were extinguished-so the story goes-as abruptly as if turned off by a switch. Offered generous terms to abandon their rebellion, Lee's soldiers supposedly stacked rifles meekly and returned to civilian life, never again to take up arms against their country.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-elizabeth-holmes-trial-biotech-investor-describes-efforts-to-vet-theranos-11637104914", "title": "Biotech Investor Describes Efforts to Vet Theranos", "date": "2021-11-16 18:21", "summary": "Brian Grossman's firm, PFM Health Sciences, ended up being one of the blood-testing startup's biggest backers. SAN JOSE, Calif.-Investor Brian Grossman took the stand Tuesday in the criminal fraud trial of Elizabeth Holmes to tell jurors about his firm's biotechnology expertise and the due diligence it undertook before investing $96 million in Theranos Inc., a contrast to other investors who said they took Ms. Holmes's promises about the startup's technology at face value.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-confirms-jonathan-kanter-as-justice-department-antitrust-chief-11637104400", "title": "Senate Confirms Jonathan Kanter as Justice Department Antitrust Chief", "date": "2021-11-16 18:13", "summary": "Nominee, receiving bipartisan support, joins a department that already has been active in filing lawsuits. WASHINGTON-The Senate confirmed Jonathan Kanter on Tuesday as the Justice Department's top antitrust official, adding a pro-enforcement lawyer to a Biden-administration team that has already been aggressive in addressing what it sees as threats to competition.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-price-briefly-drops-below-60-000-as-strong-dollar-weighs-on-crypto-11637064729", "title": "Bitcoin Briefly Drops Below $60,000 as Strong Dollar Weighs on Crypto", "date": "2021-11-16 17:42", "summary": "After last week's rally, some cryptocurrencies fall more than 10% from recent highs. Cryptocurrencies slid in overnight trading, with some of the most popular digital tokens losing more than 10% from recent highs. Some investors pointed to the stronger dollar as a catalyst for the fall.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activision-blizzard-employees-demand-ceo-bobby-koticks-resignation-11637102139", "title": "Activision Blizzard Employees Demand CEO Bobby Kotick's Resignation", "date": "2021-11-16 17:40", "summary": "Protest occurs after a report on the executive's handling of sexual misconduct issues at the videogame company. More than 100 current and former Activision Blizzard Inc. employees participated in a protest Tuesday to demand the resignation of Chief Executive Bobby Kotick after publication of a Wall Street Journal article about his handling of sexual misconduct issues at the videogame company, participants said.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-hits-road-to-promote-infrastructure-law-as-democrats-debate-spending-plans-11637084530", "title": "Biden Hits Road to Promote Infrastructure Law as Democrats Debate Spending Plans", "date": "2021-11-16 17:37", "summary": "Congressional Democrats are ready to formally debate the separate, roughly $2 trillion healthcare, education and climate bill this week. WOODSTOCK, N. H.-President Biden visited an aging New Hampshire bridge to begin a new phase of the sales pitch for the bipartisan infrastructure law, as Democrats debate the healthcare, education and climate-change plan that represents another central piece of his agenda.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/executive-pleads-guilty-in-internet-address-fraud-case-11637101781", "title": "Executive Pleads Guilty in Internet Address Fraud Case", "date": "2021-11-16 17:29", "summary": "Amir Golestan was accused of using his web-services company Micfo to win scarce IP addresses by fraudulent means. WASHINGTON-A technology executive pleaded guilty to federal wire-fraud charges on Tuesday, closing an obscure but potentially influential case that could shape future criminal prosecutions involving companies that provide bedrock internet services to customers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/electric-car-startup-lucid-overtakes-ford-in-market-value-11637087487", "title": "Electric-Car Startup Lucid Overtakes Ford in Market Value", "date": "2021-11-16 17:18", "summary": "Shares of the maker of high-end electric cars climbed Tuesday, and the company is now valued at $89 billion. Lucid Group Inc. became the latest electric-vehicle startup to top automotive icon Ford Motor Co. in market value, another example of how investor enthusiasm is intensifying for car companies that shun gasoline.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boston-red-sox-owner-fenway-sports-in-talks-to-buy-pittsburgh-penguins-11637092211", "title": "Boston Red Sox Owner in Talks to Buy Pittsburgh Penguins", "date": "2021-11-16 17:07", "summary": "Deal for the NHL franchise could be finalized later this week. Fenway Sports Group LLC, the holding company that owns the Boston Red Sox, is in advanced talks to buy the Pittsburgh Penguins hockey team, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/northeast-bronx-ymca-jonathan-marvel-corten-steel-architecture-11637100192", "title": "Extreme Makeover at the Y", "date": "2021-11-16 17:04", "summary": "The recently opened YMCA in the Bronx is a welcoming, modern achievement that, in both style and substance, points to the future of a historic organization. The Bronx, N.Y.", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dean-martin-king-of-cool-tcm-tom-donahue-jon-hamm-jerry-lewis-rat-pack-11637100006", "title": "'Dean Martin: King of Cool' Review: Grasping an Elusive, Sophisticated Icon", "date": "2021-11-16 17:01", "summary": "Tom Donahue's documentary looks at the enigmatic entertainer and the mercurial nature of what 'cool' means. People of a certain age-boomers and their elders, specifically-probably never imagined a time when they would have to explain Dean Martin. He seemed to be everywhere. He had an enormously successful run with a TV variety show, as well as hit records, club dates and movies. Just as important, he was a kind of one-man brand: the singer who wasn't quite Sinatra, the host who wasn't quite Carson, the actor who didn't pretend to be Brando but who was so effortlessly charming he could make even his muffed lines into comedy material.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-mighty-underdogs-discovery-westminster-dog-show-ody-davidson-11637099746", "title": "'The Mighty Underdogs' Review: Playing With the Big Dogs", "date": "2021-11-16 16:57", "summary": "Young people are put through their paces as they train to be dog handlers, eying a coveted spot at the Westminster Dog Show.. 'The Mighty Underdogs\" might make one think, however fleetingly, of a junior edition \"Best in Show,\" Christopher Guest's wonderfully snarky 2000 comedy about dog shows, dogs and dog-show people. But the Discovery series is more akin to \"Spellbound,\" the 2002 film about the national spelling bee that spawned an entire school of documentaries, ones in which a director will focus on a specialized pursuit, the charming children and less-charming parents involved, and rolls the dice about which subjects will win both hearts and the game.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nike-delays-launch-of-travis-scott-sneaker-after-astroworld-festival-deaths-11637099448", "title": "Nike Postpones Launch of Travis Scott Sneaker After Astroworld Festival Deaths", "date": "2021-11-16 16:53", "summary": "Houston Police Department is investigating the rapper's concert, where a crowd surge this month killed 10 and injured dozens. Nike Inc. said it is postponing the launch of its sneaker collaboration with Travis Scott after 10 people died and dozens were injured at the rapper's Astroworld Festival in Houston earlier this month.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-11-16-2021-11637051714", "title": "Stocks Edge Higher as Retail Sales Grow", "date": "2021-11-16 16:36", "summary": "Strong consumer spending report lifts hopes for holiday season and boosts shares. U.S. stocks rose Tuesday after a consumer-spending report raised hopes for the holiday-sales season.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/miramax-sues-quentin-tarantino-over-pulp-fiction-nft-plans-11637092902", "title": "Miramax Sues Quentin Tarantino Over 'Pulp Fiction' NFT Plans", "date": "2021-11-16 16:32", "summary": "Production company says director is seeking to 'capitalize unilaterally' on Miramax's rights to cult movie. Miramax wants to get medieval on Quentin Tarantino.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rising-sea-levels-have-met-their-match-with-this-25-million-miami-beach-spec-house-11637097016", "title": "Rising Sea Levels Have Met Their Match With This $25 Million Miami Beach Spec House", "date": "2021-11-16 16:10", "summary": "Resume Subscription. A Miami Beach spec house designed to withstand rising sea levels is listing for $25 million.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/us-economy-october-2021-retail-sales-11637009365", "title": "Shoppers Boosted Spending Last Month, Taking on Higher Prices", "date": "2021-11-16 16:08", "summary": "U.S. shoppers boosted spending last month, taking on higher prices. U.S. consumers withstood rising inflation to power a burst of shopping ahead of the holiday season, with big retailers reporting higher sales and expectations for a solid finish to the year.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-break-wednesday-crossword-november-17-11636651614", "title": "On Break (Wednesday Crossword, November 17)", "date": "2021-11-16 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fbi-tracks-threats-against-teachers-school-board-members-11637092957", "title": "FBI Tracks Threats Against Teachers, School-Board Members", "date": "2021-11-16 15:58", "summary": "Many Republicans see prospect of criminalizing concerned parents. WASHINGTON-The Federal Bureau of Investigation has set up a process to track threats against school-board members and teachers, moving to implement a Justice Department directive that some law-enforcement officials and Republican lawmakers say could improperly target parents protesting local education policies.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oaktree-capital-closes-its-largest-ever-fund-11637096329", "title": "Oaktree Capital Closes Its Largest-Ever Fund", "date": "2021-11-16 15:58", "summary": "The distressed-debt manager raised $15.9 billion for its 11th Opportunities Fund. Oaktree Capital Management has closed its largest fund to date, gathering $15.9 billion to invest in troubled industries and credit-constrained companies.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andrew-cuomo-faces-possible-sanctions-over-book-deal-11637094286", "title": "Andrew Cuomo Faces Possible Sanctions Over Book Deal", "date": "2021-11-16 15:58", "summary": "New York ethics watchdog revokes its approval of memoir by former governor. ALBANY, N.Y.-New York's ethics watchdog revoked its approval of former Gov. Andrew Cuomo's pandemic memoir on Tuesday, a move that paves the way for sanctions over the $5.1 million publishing contract he signed last year.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/poshmark-hires-amazon-executive-as-cfo-11637096081", "title": "Poshmark Hires Amazon Executive as CFO", "date": "2021-11-16 15:54", "summary": "The move is the latest instance of an alumnus of the e-commerce giant helming another company's finance function. Poshmark Inc. appointed an Amazon.com Inc. executive as its new chief financial officer as the online fashion marketplace works to boost the returns on its marketing investments.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-buffalo-saber-to-the-socialist-heart-11637095885", "title": "A Buffalo Saber to the Socialist Heart", "date": "2021-11-16 15:51", "summary": "Leftists discover their ideas aren't popular.. A mayoral election in America's 76th-largest city usually doesn't exert much influence on national politics. \"As Buffalo goes, so goes the country\" is not something you hear every day from Larry Sabato or Norm Ornstein. But the recent repudiation of socialism by voters in a city that hasn't elected a Republican mayor since the 1960s could have a far-ranging and beneficial impact.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-developer-bets-on-800-million-project-to-make-queens-feel-like-shanghai-11637067601", "title": "New York Developer Bets on $800 Million Project to Make Queens Feel Like Shanghai", "date": "2021-11-16 15:42", "summary": "Resume Subscription. An $800 million development in Flushing, Queens, is poised to open in February with an array of upscale retail chain stores, cafes and restaurants that will be unrecognizable to most Americans.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pfizer-asks-fda-to-authorize-covid-19-pill-paxlovid-11637089791", "title": "Pfizer Submits Covid-19 Pill for FDA Authorization", "date": "2021-11-16 15:42", "summary": "Testing found pill 89% effective at reducing risk of hospitalization and death from Covid-19 when taken soon after diagnosis. Pfizer Inc. said it asked U.S. health regulators to authorize its oral Covid-19 drug for use in high-risk patients, putting the pill on a path that could make it available for people to take at home by the end of the year.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/times-squares-new-years-eve-celebration-is-back-for-fully-vaccinated-11637094203", "title": "Times Square's New Year's Eve Celebration Is Back for Fully Vaccinated", "date": "2021-11-16 15:23", "summary": "Revelers ages 5 and up must show proof of vaccination to watch the ball drop at midnight in New York City. New York City said its New Year's Eve celebration in Times Square will look more like it did before the pandemic, with crowds watching the ball drop-but those who attend will have to be fully vaccinated against Covid-19.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/resurgent-oil-supply-expected-to-soothe-tight-market-11637053201", "title": "Resurgent Oil Supply Expected to Soothe Tight Market", "date": "2021-11-16 15:21", "summary": "Rising European Covid-19 cases and higher oil prices are likely to offset demand from increased travel and gas crisis, watchdog says. Rebounding economic activity and natural gas shortages recently pushed the developed world's oil reserves to their lowest since early 2015, but growing crude supply could soon ease that pressure, the International Energy Agency said Tuesday.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ugandan-capital-kampala-hit-by-twin-explosions-11637054105", "title": "Islamic State Claims Deadly Bombings in Ugandan Capital", "date": "2021-11-16 15:21", "summary": "Security officials say the terrorist group's local ally has begun to launch high-profile attacks after receiving funding and technical assistance from ISIS. KAMPALA, Uganda-Suicide bombers set off two powerful explosions in the center of Uganda's capital during rush hour in an attack later claimed by Islamic State.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/national-conservatism-natcon-conference-neocons-hungary-classical-liberal-republican-party-11637018595", "title": "'National Conservatism' Is Having an Identity Crisis", "date": "2021-11-16 15:16", "summary": "I'll take my conservatism without modification, writes Matthew Continetti.. Christopher DeMuth's \"Why America Needs National Conservatism\" (op-ed, Nov. 13) was so fascinating I read it twice-and the second time I conducted an experiment. I removed the adjective \"national\" whenever it modified \"conservatism\" and found that it didn't make much of a difference to his case.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-europe-merkel-putin-belarus-poland-migrants-border-wall-nord-stream-11637018957", "title": "The EU Learns the Virtues of Border Control", "date": "2021-11-16 15:15", "summary": "On Russia, energy and migration, Germany has cause to regret its errors.. It is gratifying that the European Union did not see Poland's blocking of the refugee offensive on its borders as another example of the nation's alleged slide into authoritarianism (\"Putin's Belarus Offensive,\" Review & Outlook, Nov. 12).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-durham-fbi-investigation-trump-russia-collusion-2016-useful-idiots-media-11637019812", "title": "Russia Never Ran Out of 'Useful Idiots' in America", "date": "2021-11-16 15:14", "summary": "John Durham may get more than he bargained for in investigating the FBI.. Holman Jenkins's \"Durham Sails Into Deep Waters\" (Business World, Nov. 13) raises the question of whether the special counsel's itinerary includes stops at ports of call previously managed by senior leadership at the Western world's premiere investigatory agency. The three indictments filed by John Durham's office place the FBI in the position of the \"victim\" of false statements made by a Clinton campaign lawyer and a Russian national with Kremlin ties serving as the \"primary sub-source\" for Christopher Steele's Russian dossier, and by a partisan FBI counsel willing to alter an email about Carter Page to facilitate issuance of a FISA warrant.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/natural-gas-prices-jump-as-germany-pauses-certification-of-russian-pipeline-11637069393", "title": "Natural-Gas Prices Jump as Germany Pauses Certification of Russian Pipeline", "date": "2021-11-16 15:14", "summary": "Suspension adds to concerns Europe will run low on fuel this winter. German regulators on Tuesday suspended certification proceedings for a controversial natural-gas pipeline from Russia, adding to concerns Europe will run low on fuel this winter.", "categories": [["Markets", "Commodities", "Gas Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/gas-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-retirees-really-wanted-back-in-the-workplace-11637093620", "title": "Are Retirees Really Wanted Back in the Workplace?", "date": "2021-11-16 15:13", "summary": "Maybe there's a reason older workers aren't returning.. I was amused after reading \"U.S. Economy Needs the Retirees Who Fled Covid-19\" (Page One, Nov. 1). I am a retiree who left the workforce in 2017. Since then, I held a variety of part-time, seasonal jobs-until this year. I have applied to all the big-box stores for seasonal employment this year with zero response. I am in excellent health and hit the gym five days a week for both cardio and weights. I daresay I can outperform most of the delicate 20-year-olds physically and emotionally, plus I can provide reliable attendance. So, maybe the worker shortage is self-imposed by corporate America.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/glasgow-cop26-conference-cimate-change-promises-global-warming-carbon-emissions-11637020024", "title": "Politicians Make Climate Promises They Can't Keep", "date": "2021-11-16 15:12", "summary": "As a matter of sovereignty, they can't bind future governments.. There are many reasons that the COP26 climate summit is almost certain not to achieve substantial reductions in carbon emissions world-wide (\"Glasgow's Climate of Unreality,\" Review & Outlook, Nov. 15). As you write, the politicians in attendance know they can't sell draconian changes to the economy to the voters back home. But even more to the point: All the remedies discussed involve long time frames-decades at a minimum-and politicians also know that as a matter of sovereignty they can't bind future governments.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/qualcomm-sells-an-almost-apple-free-future-11637093322", "title": "Qualcomm Sells an Almost Apple-Free Future", "date": "2021-11-16 15:08", "summary": "Chipmaker sets better-than-expected growth targets even as it expects iPhone contribution to wane. With a business seemingly firing on all cylinders, Qualcomm has faced a unique problem at the start of its new fiscal year: convincing investors that it doesn't in fact need one of its largest customers.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-changes-how-it-ranks-its-most-popular-shows-11637092802", "title": "Netflix Changes How It Ranks Viewership", "date": "2021-11-16 15:00", "summary": "Streaming service will release weekly top 10 of shows by total hours viewed, dropping much-criticized two-minute metric. Netflix Inc. is changing how it measures viewership of its content, a move that the streaming company said will provide more clarity when it comes to judging the popularity of programming on its platform.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-could-resist-agents-deal-with-neighbors-who-get-too-curious-about-homes-for-sale-11637092839", "title": "Who Could Resist? Agents Deal With Neighbors Who Get Too Curious About Homes for Sale", "date": "2021-11-16 15:00", "summary": "Visitors to open houses start to tattle, get competitive. Associate real-estate broker, the Corcoran Group, Westhampton Beach, N.Y.", "categories": [["Real Estate", "In The Trenches"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/in-the-trenches?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflixs-tiger-king-2-is-set-to-premiere-on-time-despite-carole-baskins-legal-battle-11637091708", "title": "Netflix's 'Tiger King 2' Premier Won't Be Disrupted by Legal Battle", "date": "2021-11-16 14:41", "summary": "A Florida judge isn't expected to rule on the show before its scheduled release on Wednesday. A legal battle between Netflix Inc. and a couple who doesn't want to be featured in the streaming company's new \"Tiger King 2\" likely won't be settled before the show is set to be released Wednesday.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/striking-deere-workers-to-vote-wednesday-on-new-contract-offer-11637090883", "title": "Striking Deere Workers to Vote Wednesday on New Contract Offer", "date": "2021-11-16 14:28", "summary": "Deal under review would raise pay for improved output and leave other wage proposals unchanged. Striking workers at Deere & Co. are scheduled to vote Wednesday on a third contract offer from the company that boosts incentive pay for increasing factory output.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/puff-bar-e-cigarette-maker-under-investigation-by-north-carolina-attorney-general-11637081589", "title": "Puff Bar E-Cigarette Maker Under Investigation by North Carolina Attorney General", "date": "2021-11-16 14:27", "summary": "Company behind the most popular e-cigarette among teens has sidestepped FDA jurisdiction by reformulating products with synthetic nicotine. North Carolina's attorney general is launching an investigation into Puff Bar, placing new scrutiny on the e-cigarette that has unseated Juul as the most popular vaping brand among children and teens.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vanessa-bryant-must-provide-therapy-records-in-lawsuit-over-kobe-bryant-crash-site-photos-judge-rules-11637088298", "title": "Vanessa Bryant Must Provide Therapy Records in Lawsuit, Judge Rules", "date": "2021-11-16 14:02", "summary": "Widow of NBA star has said allegedly shared photos caused emotional distress. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-names-leader-for-australia-submarine-program-aimed-at-countering-china-11637089200", "title": "U.S. Names Leader for Australia Submarine Program Aimed at Countering China", "date": "2021-11-16 14:00", "summary": "James Miller will coordinate U.S. efforts to implement the AUKUS agreement. WASHINGTON-The Biden administration has appointed a former top Pentagon official to spearhead its plan to help Australia develop nuclear-powered submarines and broaden military cooperation with the country.", "categories": [["WSJ News Exclusive", "National Security"]], "category_links": ["https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coach-k-grandson-paolo-banchero-duke-basketball-dwi-11637088765", "title": "Krzyzewski's Grandson, a Duke Basketball Player, Charged in DWI", "date": "2021-11-16 13:54", "summary": "Michael Savarino, the grandson of coach Mike Krzyzewski, was arrested for driving while impaired while his teammate, top NBA prospect Paolo Banchero, was also in the car and faces a minor charge. The celebratory final season of Duke men's basketball coach Mike Krzyzewski was disrupted this week as his grandson, a member of the team, was arrested for driving while impaired with the potential No. 1 pick in the next NBA draft in the back seat of the car.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-york-penthouse-sells-for-49-million-11637088311", "title": "A New York Penthouse Sells for $49 Million, Setting a SoHo Record", "date": "2021-11-16 13:45", "summary": "The triplex sold for just over $35 million 14 months ago. A penthouse at 421 Broome Street in SoHo has sold for $49 million-14 months after trading for just over $35 million, according to property records.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peloton-in-reversal-plans-to-raise-1-billion-from-stock-offering-11637083283", "title": "Peloton Aims to Raise $1 Billion in Stock Offering", "date": "2021-11-16 13:27", "summary": "Fitness-equipment maker to sell shares for first time since 2019 IPO after stretch of heavy spending. Peloton Interactive Inc. on Tuesday announced a $1 billion stock offering, just weeks after the maker of connected fitness equipment said it didn't need additional capital to weather wider-than-expected losses and slowing growth.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-raises-forecast-and-says-shelves-are-stocked-for-holiday-shoppers-11637066985", "title": "Walmart Raises Forecast, Says Shelves Are Stocked for Holidays", "date": "2021-11-16 13:22", "summary": "Comparable sales jumped 9.2%, fueled by groceries; retailer says it has plenty of inventory despite global supply-chain problems. Walmart Inc. reported another quarter of higher sales, as it raised prices for some products and consumers shopped early for the winter holidays.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-secret-power-of-reconnecting-with-old-friends-11637069401", "title": "The Secret Power of Reconnecting With Old Friends", "date": "2021-11-16 13:08", "summary": "There's a special boost that only old friends can give us. Here's why we need it now.. Earlier in the pandemic, Kevin Masters found himself longing for his old buddy Ron.", "categories": [["Life & Work", "Bonds"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/bonds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/strap-yourself-in-inflation-isnt-going-away-gas-labor-shortage-supply-chain-biden-fed-yellen-11637075522", "title": "Strap Yourself In: Inflation Isn't Going Away", "date": "2021-11-16 12:57", "summary": "An aging workforce and trade in retreat-such price pressures won't soon disappear.. Government reports released last week have put inflation on top of the economic-policy agenda. During the past year, consumer prices rose by 6.2%, the fastest rate in more than three decades, and wholesale prices rose by 8.6%. The core price index, which excludes volatile items such as food and energy, rose 4.6%.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-space-treaty-to-stop-debris-antisatellite-junk-orbit-kessler-syndrome-russia-weapon-11637074865", "title": "A Space Treaty to Stop the Sky From Falling", "date": "2021-11-16 12:57", "summary": "Debris in orbit poses dangers to human life and well-being.. Low-Earth orbit is full of junk, and Russia's antisatellite test Monday made things even worse. According to the U.S. Space Command, it created hundreds of thousands of debris pieces. Moscow's actions threaten the use of space for all humanity. And Russia isn't the only country pursuing antisatellite weapons. The U.S. conducted such a test in 1985, China in 2007 and India in 2019.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/it-is-a-very-large-bankhong-kong-defends-letting-jamie-dimon-skip-quarantine-11637065381", "title": "Hong Kong Defends Letting Jamie Dimon Skip Quarantine", "date": "2021-11-16 12:51", "summary": "Whirlwind visit by CEO came just after the city tightened its Covid-19 restrictions. HONG KONG-A 32-hour visit to the city by JPMorgan Chase & Co. Chief Executive Jamie Dimon has drawn attention to how shut-off the Chinese financial hub has become after two years of keeping coronavirus cases at bay.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-missile-test-in-space-creates-risky-debris-u-s-officials-say-11637076327", "title": "Russian Missile Test in Space Created Risky Debris, U.S. Officials Say", "date": "2021-11-16 12:24", "summary": "NASA officials say crew members on International Space Station sheltered in spacecraft after missile test. Russia on Tuesday defended its destruction of a satellite with a missile, after U.S. officials said the weapon test endangered astronauts on the International Space Station.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/belarus-migrant-crisis-exposes-tensions-within-european-union-11637083429", "title": "Belarus Migrant Crisis Exposes Tensions Within European Union", "date": "2021-11-16 12:23", "summary": "German Chancellor Angela Merkel's call to Belarus dictator causes fear among East Europe nations about being sidelined in standoff with Russian ally. A standoff between Belarus and the European Union over refugees stuck at the border between them is exposing cracks within the bloc, with eastern countries on the front line saying Germany is sidelining them in the confrontation.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retirement-fund-giant-calpers-votes-to-use-leverage-more-alternative-assets-11637032461", "title": "Calpers to Use Leverage, More Alternative Assets", "date": "2021-11-16 12:04", "summary": "U.S. pensions are hundreds of billions of dollars short of what they expect to need to pay public worker retirement benefits. The board of the nation's largest pension fund voted Monday to use borrowed money and alternative assets to meet its investment-return target, even after lowering that target just a few months ago.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/border-arrest-numbers-drop-after-summer-peak-11637081224", "title": "U.S. Border Arrest Numbers Drop After Summer Peak", "date": "2021-11-16 11:47", "summary": "The number of migrants apprehended at the southern border fell for the third straight month. Arrests of migrants caught crossing the Mexican border declined in October for the third straight month, the Biden administration said this week.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biogen-r-d-chief-backer-of-new-alzheimers-drug-plans-to-retire-11637080289", "title": "Biogen R&D Chief, Backer of Controversial Alzheimer's Drug, to Retire", "date": "2021-11-16 11:31", "summary": "Alfred Sandrock championed Aduhelm, the company's controversial Alzheimer's treatment. Biogen Inc. research chief Alfred W. Sandrock Jr. will retire at the end of this year after more than two decades with the company where he helped lead the development of multiple blockbuster drugs and the controversial new Alzheimer's disease treatment Aduhelm.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/libyan-warlord-announces-presidential-bid-11637079780", "title": "Libyan Militia Leader Says He Will Run for President", "date": "2021-11-16 11:23", "summary": "Khalifa Haftar's entrance to the race is likely to further polarize the country. Libya's Khalifa Haftar said Tuesday that he plans run for president as the Russian-backed militia leader attempts to take political control of the entire country after a failed military campaign to seize the capital.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-resumes-production-of-advanced-nuclear-program-parts-diplomats-say-11637079334", "title": "Iran Resumes Production of Nuclear-Program Parts, Diplomats Say", "date": "2021-11-16 11:15", "summary": "Activity takes place at site that U.N. atomic watchdog is unable to monitor. Iran has resumed production of equipment for advanced centrifuges at a site the United Nations' atomic-energy agency has been unable to monitor or gain access to for months, diplomats familiar with the activities said, presenting a new challenge for the Biden administration as it prepares for nuclear talks.", "categories": [["WSJ News Exclusive", "Middle East"]], "category_links": ["https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gloom-over-holiday-sales-looks-inflated-11637078625", "title": "Gloom Over Holiday Sales Looks Inflated", "date": "2021-11-16 11:03", "summary": "Americans may not be in good cheer about the economy, but robust retail sales data for October indicates they have their wallets open anyway. If Americans are feeling glum, they sure are engaging in some retail therapy.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activision-videogames-bobby-kotick-sexual-misconduct-allegations-11637075680", "title": "Activision CEO Bobby Kotick Knew for Years About Sexual-Misconduct Allegations at Videogame Giant", "date": "2021-11-16 10:59", "summary": "Resume Subscription. Bobby Kotick, the longtime chief executive of videogame giant Activision Blizzard Inc., received a troubling email in July 2018.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/belfast-actress-caitriona-balfe-was-discovered-at-a-supermarket-11637078172", "title": "'Belfast' Actress Caitriona Balfe Was Discovered at a Supermarket", "date": "2021-11-16 10:56", "summary": "The star grew up as an outsider in an Irish village during the Troubles, yearning to get out and see the world. Caitríona Balfe, 42, is an Irish actress who has co-starred in the films \"Ford v Ferrari\" and \"Money Monster,\" and in Starz's \"Outlander\" TV series. She currently is in \"Belfast.\" She spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crypto-investors-want-to-buy-rare-copy-of-u-s-constitution-at-sothebys-auction-11637071590", "title": "Crypto Investors Want to Buy Rare Copy of Constitution", "date": "2021-11-16 10:43", "summary": "ConstitutionDAO seeks to purchase one of the 13 surviving official copies of the Constitution at a Sotheby's auction on Thursday. A group of investors is pooling millions of dollars in cryptocurrency in an attempt to purchase a rare, first-edition copy of the U.S. Constitution being auctioned off at Sotheby's this week.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-boosters-become-available-to-all-adults-across-several-states-cities-11637067602", "title": "Covid-19 Boosters Become Available to All Adults Across Several States, Cities", "date": "2021-11-16 10:42", "summary": "Arkansas, West Virginia and New York City are the latest to expand eligibility beyond the high-risk groups recommended by federal health officials. Several cities and states have begun offering Covid-19 boosters to all adults, moving beyond federal guidelines in a bid to prevent another wave of cases as people head inside during the cold weather.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ge-pounces-on-surging-healthcare-demand-with-spinoff-11637077092", "title": "GE Pounces on Surging Healthcare Demand With Spinoff", "date": "2021-11-16 10:38", "summary": "Stand-alone company would be nimbler for acquisitions of startups and technologies, analysts say. In spinning off its healthcare business, General Electric Co. is betting on the fast-growing diagnostic-imaging-equipment market, a sector facing disruption from artificial intelligence and growing competition from startups as well as established players.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-moves-to-bolster-asia-trade-ties-in-bid-to-counter-chinas-influence-11637076879", "title": "U.S. Moves to Bolster Asia Trade Ties in Bid to Counter China's Influence", "date": "2021-11-16 10:34", "summary": "Trade Representative Katherine Tai and Commerce Secretary Gina Raimondo launch regional tours to discuss economic issues. WASHINGTON-Top U.S. trade and commerce officials are meeting this week with their counterparts in Japan, South Korea and India-but not China-as the Biden administration seeks to build stronger economic ties with friendly nations in Asia.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mayors-plan-to-build-a-giant-topiary-chicken-lays-an-egg-11637075492", "title": "'The Chicken Is Obviously Polarizing': Mayor's Giant Topiary Project Gets Him Ousted", "date": "2021-11-16 10:11", "summary": "City leader's dream of building the big fowl cost him his job. Now locals are trying to decide what to do with the 16-ton structure.. FITZGERALD, Ga.-Mayor Jim Puckett hatched a plan three years ago to build the world's tallest topiary, in the shape of a chicken, which he hoped would draw tourists to his struggling South Georgia city.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/casper-created-a-popular-brand-not-a-profitable-business-11637074947", "title": "Casper Created a Popular Brand, Not a Profitable Business", "date": "2021-11-16 10:02", "summary": "Online mattress seller is going private for less than $300 million, about half its IPO price from nearly two years ago. Casper Sleep Inc. set out to upend the mattress industry, promising a big vision and rapid growth, with slick online marketing that cut out retail stores. But it couldn't solve the economics of its business model and turn a profit.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baby-boomers-discover-that-therapy-on-medicare-doesnt-come-easy-11637074801", "title": "Baby Boomers Discover That Therapy on Medicare Doesn't Come Easy", "date": "2021-11-16 10:00", "summary": "Patients say it can be tough to find a mental-health-care provider who takes Medicare. But there are some strategies to get treatment.. Baby boomers seeking mental-health care are getting an unpleasant surprise when they turn 65: Finding a therapist who takes Medicare can be harder than finding one who takes private insurance.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fidelity-star-stock-picker-joel-tillinghast-to-retire-from-investing-in-2023-11637074800", "title": "Star Fidelity Stock Picker to Retire", "date": "2021-11-16 10:00", "summary": "Executive to hand off his flagship Low-Priced Stock Fund to co-managers and remain as a senior adviser. Joel Tillinghast, one of Fidelity Investments's brightest stock-picking stars, will retire from investing in two years.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/neteases-online-music-business-revives-plans-for-1-billion-ipo-11637057547", "title": "NetEase's Online Music Business Revives Plans for $1 Billion IPO", "date": "2021-11-16 09:37", "summary": "Cloud Village earlier shelved Hong Kong listing plans during a selloff in Chinese internet stocks. HONG KONG-The online music business of Chinese internet company NetEase Inc. has revived its listing plans and is aiming to launch an initial public offering in Hong Kong before the end of this year, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "IPOs"]], "category_links": ["https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coinbase-marathon-digital-lucid-what-to-watch-when-the-stock-market-opens-today-11637064592", "title": "Coinbase, Marathon Digital, Lucid: What to Watch in the Stock Market Today", "date": "2021-11-16 09:34", "summary": "Bitcoin, ether and dogecoin prices were all down; crypto stocks were caught in the downdraft. Wall Street indexes were muted in early trading after data showed retail sales rose in October, and cryptocurrencies broadly declined. Here's what we're watching in Tuesday's action:", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lina-khan-sees-turbulent-start-as-head-of-federal-trade-commission-11637073000", "title": "Lina Khan Sees Turbulent Start as Head of Federal Trade Commission", "date": "2021-11-16 09:30", "summary": "Criticized by Republicans, Khan tells agency staffers she aims to build bridges going forward. WASHINGTON-Lina Khan, the new Federal Trade Commission chairwoman with broad ambitions to take on big business, has faced early turbulence within the agency, including from career staffers she will need to build antitrust cases and write regulations.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fannie-mae-freddie-mac-to-back-home-loans-of-nearly-1-million-as-prices-soar-11637071380", "title": "Fannie Mae, Freddie Mac to Back Home Loans of Nearly $1 Million", "date": "2021-11-16 09:03", "summary": "Scheduled increase in loan limits is a boon for borrowers but also stokes debate over government's role in housing market. WASHINGTON-The federal government is about to back mortgages of nearly $1 million for the first time.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deep-breathing-how-11637068619", "title": "It's Time to Take a Deep Breath. Here's How.", "date": "2021-11-16 08:30", "summary": "Over the past two years, amid the stress of the pandemic, a growing interest in the practice of breathwork has emerged.. During a session of fitness phenom Taryn Toomey's The Class workout, after a grueling series of jumping jacks and squats, participants are instructed to take a moment and focus intently on their breathing. The directive is intended not to help them catch their breath-they're generally panting-but to make them conscious of it. In the face of a challenge, the mind often gets loud with complaints, excuses and judgements, thereby limiting us, says Natalie Kuhn, a founding teacher and the vice president of programming at The Class. \"Becoming aware of your breath and slowing it down actually slows down the thoughts,\" she says. \"The practice of returning our attention to the breath is what helps us self-regulate.\"", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/miami-condo-market-is-bullish-on-return-of-foreign-buyers-11637067600", "title": "Miami Condo Market Is Bullish on Return of Foreign Buyers", "date": "2021-11-16 08:00", "summary": "Home sales in Miami-Dade County reached 9,962 in the third quarter, second-highest total on record. This month's reopening of U.S. borders to foreign visitors raises the prospect that the already sizzling Miami residential market, a popular destination for South American buyers, could burn even hotter.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cbs-studio-selling-for-1-8-billion-as-demand-soars-for-show-business-real-estate-11637067601", "title": "CBS Studio Is Selling for $1.8 Billion", "date": "2021-11-16 08:00", "summary": "Hackman Capital and Square Mile have winning bid for complex where classic television shows such as 'Seinfeld' were shot. A venture of two real-estate firms has agreed to pay more than $1.8 billion for the historic CBS Studio Center in Los Angeles, say people familiar with the matter, the latest deal in the red-hot studio sector.", "categories": [["WSJ News Exclusive", "Property Report"]], "category_links": ["https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stephen-curry-warriors-shooting-11637027582", "title": "Stephen Curry's Scientific Quest for the Perfect Shot", "date": "2021-11-16 08:00", "summary": "The NBA's best shooter decided the basket was too big. He used technology to make it smaller. The goal: 'swishes within swishes.'. A few years ago, a cancer researcher named Rachel Marty Pyke found herself at a conference for sports geeks, presenting a study she had undertaken in her spare time while pursuing a bioinformatics Ph.D. She had used a machine-learning algorithm to identify patterns in more than 20 million basketball shots that were tracked by technology developed with the help of a NASA rocket scientist. Now she was sharing the results.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/old-school-supermarkets-sell-new-tech-plans-11637066376", "title": "Old-School Supermarkets Sell New Tech Plans", "date": "2021-11-16 07:39", "summary": "French grocer Carrefour is signing deals with digital giants like Facebook and Uber, but Ahold Delhaize's lower-key approach may be more successful. The buzziest e-commerce strategies from Europe's big supermarkets may not be the best at delivering the goods.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-magical-oil-patch-is-out-of-tricks-11637064180", "title": "America's Magical Oil Patch Is Out of Tricks", "date": "2021-11-16 07:03", "summary": "Shale fields emerged from every crisis cheaper and stronger, but U.S. oil producers may have reached the bottom of the barrel when it comes to finding new cost reductions. You can't squeeze water from a stone, but oil is a different matter.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nvidia-vs-amd-coming-to-a-metaverse-near-you-11637064180", "title": "Nvidia vs. AMD: Coming to a Metaverse Near You", "date": "2021-11-16 07:03", "summary": "Market's two hottest chip makers might be battling each other more directly in the data center. Metaverse hype has put more fire under the market's two hottest chip stocks. The irony is that the two could end up competing more directly with each other in the brave new virtual world.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-developers-funding-lifeline-is-fraying-11637063884", "title": "Chinese Developers' Funding Lifeline Is Fraying", "date": "2021-11-16 06:58", "summary": "Chinese local governments are beginning to exercise stricter control over the use of funds from pre-sold apartments. Chinese property developers sold a lot more homes than they built over the past few years-an \"inventory lite\" model that served them well for a while. Now worried local governments are paying much more attention. That could add to already severe strains on developers' funding.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-licenses-promising-covid-19-pill-to-u-n-backed-nonprofit-11637063101", "title": "Pfizer Licenses Promising Covid-19 Pill to U.N.-Backed Nonprofit", "date": "2021-11-16 06:45", "summary": "Manufacturing agreement is second by Medicines Patent Pool aiming to boost supplies of pill to prevent infections from turning severe. Pfizer Inc. is licensing its experimental Covid-19 antiviral to a global health organization in an effort to make the pill more readily available to people in low- and middle-income countries.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bad-bets-episode-6-11637060460", "title": "'Bad Bets,' Episode 6", "date": "2021-11-16 06:01", "summary": "How the Enron Task Force built its case against CEO Ken Lay. Enron Chief Executive Ken Lay was practically the company's founding father. But when federal authorities began investigating Enron after its collapse, prosecutors had a hard time connecting Mr. Lay to anything illegal-and Mr. Lay himself insisted that he was innocent. Until prosecutor John Hueston joined the team, two years into the investigation.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tim-draper-says-his-new-fund-meets-esg-criteria-dont-ask-him-for-proof-11637060400", "title": "Tim Draper Says His New Fund Meets ESG Criteria. Don't Ask Him for Proof.", "date": "2021-11-16 06:00", "summary": "As more LPs are asking venture investors to meet environmental, social and governance goals, Draper Associates sets its own agenda for a new $230 million fund. Tim Draper's venture firm has raised a $230 million fund, Draper Associates VI, to back startups that the billionaire investor thinks will have a positive impact on the world.", "categories": [["Pro VC VC Funds"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-vc-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cardinal-health-to-test-drone-delivery-to-pharmacies-11637060401", "title": "Cardinal Health to Test Drone Delivery to Pharmacies", "date": "2021-11-16 06:00", "summary": "The pilot program with drone operator Zipline aims to speed replenishment of medical supplies and could trim shipping costs. Cardinal Health Inc. plans to test the use of drones to speed delivery of pills, inhalers and other items to U.S. pharmacies, a move the healthcare-supplies distributor said could also cut transport costs for time-critical shipments.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-inflation-denial-youre-not-alone-in-wanting-to-keep-your-budget-the-same-11637058602", "title": "In Inflation Denial? You're Not Alone", "date": "2021-11-16 05:30", "summary": "Americans haven't had to worry about inflation for decades. Some still aren't.. Americans are paying higher prices for groceries, gas and holiday gifts, yet many are living and spending as if it isn't happening.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-insurance-lawsuits-move-toward-high-stakes-phase-11637058600", "title": "Covid-19 Insurance Lawsuits Move Toward High-Stakes Phase", "date": "2021-11-16 05:30", "summary": "Represented by law firms experienced in insurance-coverage disputes, big companies prepare for dragged-out legal fights. Businesses suing insurers for billions in losses from Covid-19 shutdowns are entering a new phase: jury trials.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghanistans-shiite-minority-cautiously-embraces-taliban-rule-seeking-protection-11637058601", "title": "Afghanistan's Shiite Minority Cautiously Embraces Taliban Rule", "date": "2021-11-16 05:30", "summary": "Resume Subscription. YAKAWLANG, Afghanistan-Going house to house in January 2001, Taliban fighters rounded up hundreds of men in this Shiite town and nearby villages. Then they executed their captives, leaving piles of bodies in the snow-covered fields.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/you-can-buy-stock-in-the-green-bay-packers-for-just-300-11637034413", "title": "You Can Buy Stock in the Green Bay Packers for $300", "date": "2021-11-16 05:30", "summary": "NFL franchise is offering shares of 'ownership' for the first time in nearly 10 years. You can own part of an NFL team-for just $300.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wholesale-marketplace-faire-raises-400-million-11637056802", "title": "Wholesale Marketplace Faire Raises $400 Million", "date": "2021-11-16 05:00", "summary": "Company plans to use funds to expand in Europe and boost hiring, including in finance, CFO says. Online retailer Faire Wholesale Inc. raised $400 million in its third funding round during the past 13 months, valuing the startup at $12.4 billion and enabling it to expand its workforce and its finance function.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-xi-teams-set-modest-hopes-for-monday-talks-11636970400", "title": "Biden, Xi Cool Down Hostilities in Virtual Meeting", "date": "2021-11-16 02:23", "summary": "Afghanistan, North Korea and Iran, as well as human rights, climate change and concerns over Taiwan were among topics U.S. and Chinese presidents discussed. WASHINGTON-President Biden and Chinese President Xi Jinping used a virtual meeting Monday evening to cool tensions between the two powers as the leaders seek to manage issues they disagree on and identify ways to communicate to avert conflict.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11636992845", "title": "Pepper...and Salt", "date": "2021-11-16 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]