[{"link": "https://www.wsj.com/articles/trumps-non-vindication-11613342554", "title": "Trump's Non-Vindication", "date": "2021-02-14 18:04", "summary": "He may run again, but he won't win another national election.. The Senate failed Saturday to convict Donald Trump on the single House impeachment article of inciting an insurrection, but the 57-43 vote was no vindication. The statements by Senators who voted to acquit make clear that he escaped conviction mainly-perhaps only-because he is no longer President.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-gdp-retail-sales-housing-11613332801", "title": "Economy Week Ahead: GDP, Retail Sales, Housing", "date": "2021-02-14 15:00", "summary": "After three straight down months, a rebound in U.S. retail sales is forecast for January. U.S. retail sales highlight this week's slate of economic data.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-police-investigate-subway-killings-11613249705", "title": "New York Police Charge Brooklyn Man Over Subway Stabbings", "date": "2021-02-14 14:54", "summary": "Four people were stabbed, two fatally, in separate attacks on the A train. New York City police arrested and charged a Brooklyn man over the stabbings of four homeless people, two of them fatal, on the A subway line over the weekend, according to the police department.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protests-go-beyond-navalny-as-putins-reserve-of-good-will-wanes-11613313541", "title": "Protests Go Beyond Navalny as Putin's Reserve of Good Will Wanes", "date": "2021-02-14 12:38", "summary": "Resume Subscription. ORYOL, Russia-Around 200 miles southwest of Moscow, Oryol is a world away from the bright lights and prosperity of Russia's capital city. To understand the tens of thousands of demonstrators who turned out across the nation to protest the detention of Kremlin critic Alexei Navalny, look here.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/why-administering-covid-19-shots-is-so-hard-11613322773", "title": "Why Administering Covid-19 Vaccines Is So Hard", "date": "2021-02-14 12:12", "summary": "Resume Subscription. Delivering Covid-19 shots to sites around the country is just the first step in vaccinating the population. Getting them from the freezer and into arms is another journey, complicated by the special handling the doses require but also because of cumbersome data-management systems. Sites must take precautions to ensure that they don't contribute to the spread of the virus, measures that can slow down administration of shots. And at many locations, demand for doses has outstripped supply.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/indian-activist-arrested-for-sharing-document-that-supports-farmer-protests-11613322016", "title": "Indian Activist Arrested for Sharing Document That Supports Farmer Protests", "date": "2021-02-14 12:00", "summary": "Bangalore woman allegedly disseminated an online tool kit that was originally posted by campaigner Greta Thunberg. NEW DELHI-Indian police arrested a Bangalore woman for allegedly helping activist Greta Thunberg for what they are calling a possible \"criminal conspiracy\" to support the monthslong farmer protests in India.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rupert-neve-whose-gear-recorded-churchill-and-nirvana-dies-at-94-11613321621", "title": "Rupert Neve, Whose Gear Recorded Churchill and Nirvana, Dies at 94", "date": "2021-02-14 11:53", "summary": "Son of British missionaries was known for mixing consoles and won a Grammy for lifetime achievement in 1997. Rupert Neve, a Grammy Award-winning designer of recording equipment whose gear captured the voice of Winston Churchill and the music of Nirvana and countless other bands, died Friday at his home in Wimberley, Texas.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carlos-menem-argentine-president-who-ushered-in-pizza-and-champagne-era-dies-at-90-11613318504", "title": "Carlos Menem, Former Argentine President, Dies at 90", "date": "2021-02-14 11:01", "summary": "The flamboyant Peronist liberalized the economy and strengthened ties with Washington, but also faced graft probes and planted the seeds of a debt crisis. Carlos Menem, who led Argentina as president through the 1990s and implemented a free-market liberalization program to stabilize a country chronically plagued by political and economic crises, died Sunday in a Buenos Aires hospital following complications from a urinary infection and heart problems, Argentine media reported, citing his family. He was 90 years old.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/interior-secretary-nominee-on-collision-course-with-oil-industry-11613318400", "title": "Interior Secretary Nominee on Collision Course With Oil Firms", "date": "2021-02-14 11:00", "summary": "Resume Subscription. WASHINGTON-Deb Haaland is poised to make history on two fronts, as both the first Native American cabinet secretary and as the architect of what could be a landmark change in the U.S. government's relationship with oil.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/why-so-many-covid-19-workers-comp-claims-are-being-rejected-11613316304", "title": "Why So Many Covid-19 Workers' Comp Claims Are Rejected", "date": "2021-02-14 10:25", "summary": "Employees who allege they contracted coronavirus on the job can face a high bar to prove their cases. Jose Rivero, an attorney in Chicago, has filed more than 30 workers' compensation claims for people who said they contracted Covid-19 while on the job. In 10 of his cases, including one involving an employee at a meatpacking plant, the workers died.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccines-arent-yet-luring-workers-back-to-the-office-11613314801", "title": "Covid-19 Vaccines Aren't Yet Luring Workers Back to the Office", "date": "2021-02-14 10:00", "summary": "A more-widespread return is expected to begin in late spring or early summer. U.S. workers have failed to return to the office in greater numbers this month, frustrating hopes that the rollout of Covid-19 vaccines and falling infection rates would start to lure employees back and help revitalize city economies.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-vaccines-for-the-tokyo-olympics-have-become-a-political-issue-11613314814", "title": "Covid Vaccines for the Tokyo Olympics Have Become a Political Issue", "date": "2021-02-14 10:00", "summary": "Around the world, sports officials are asking their governments to help get shots for their athletes. The International Olympic Committee has a complicated view of whether athletes should be vaccinated for this summer's Tokyo Games.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-make-your-ipad-more-like-a-laptop-11613311200", "title": "How to Make Your iPad More Like a Laptop", "date": "2021-02-14 09:00", "summary": "The iPad can do nearly anything your laptop can do and then some-as long as you have the right apps and accessories. Apple said iPad sales went bonkers during the holiday quarter. The company reported a $2.4 billion revenue increase from a year earlier-the first year-over-year iPad sales growth since 2014. Apple also said about half the customers who purchased iPads were new to the tablets.", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-joe-biden-needs-bipartisanship-11613307600", "title": "Why Joe Biden Needs Bipartisanship", "date": "2021-02-14 08:00", "summary": "Working across the aisle is a key part of his appeal to swing voters-and Mitch McConnell knows it.. When you work in the White House, you reserve only the toughest of tough decisions for the president. If the best option is clear or obvious, the staff signs off before it reaches the Oval Office. As President Biden wrestles with a pandemic, a stalling economy and the GOP's recalcitrant leadership, every potential move comes with serious trade-offs. Like every president, Mr. Biden's success will be determined by how deftly he balances policy and politics as well as his short- and long-term objectives.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/my-phony-valentine-covid-fuels-romance-scams-11613304000", "title": "My Phony Valentine: Covid Fuels Romance Scams", "date": "2021-02-14 07:00", "summary": "The pandemic has created fertile soil for fraudsters to swindle the unsuspecting, regulators say. Love is a mystery. And in the age of Covid-19, it's increasingly a fraud.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-better-health-during-the-pandemic-is-two-hours-outdoors-the-new-10-000-steps-11613304002", "title": "For Better Health During the Pandemic, Is Two Hours Outdoors the New 10,000 Steps?", "date": "2021-02-14 07:00", "summary": "The physical and mental damage inflicted by Covid has doctors, researchers and others racing to tap into nature's therapeutic effects. Will two hours in the park become the next 10,000 steps?", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remote-learning-during-covid-19-is-causing-children-to-gain-weight-doctors-warn-11613298602", "title": "Remote Learning During Covid-19 Is Causing Children to Gain Weight, Doctors Warn", "date": "2021-02-14 05:30", "summary": "More snacking, less exercise puts them at greater risk for diabetes, other health concerns. Pediatricians are warning that the coronavirus pandemic's protracted disruption of in-person schooling, sports and other activities is leading to weight gain that could have long-lasting impacts on children's health.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lower-income-covid-19-aid-recipients-seen-boosting-consumer-spending-11613298600", "title": "Covid-19 Aid Recipients Seen Boosting Spending", "date": "2021-02-14 05:30", "summary": "Retail sales rose in January after three months of declines, Commerce Department is expected to report. Early signs point to an uptick in consumer spending at the start of the year, particularly by lower- and middle-income households receiving payments through the most recent Covid-19 relief package.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-banks-use-pandemic-to-clean-house-11613298601", "title": "European Banks Use Pandemic to Clean House", "date": "2021-02-14 05:30", "summary": "Long resistant to change, Germany's Commerzbank and others are slashing jobs, closing branches and forcing customers online. European banks are using the pandemic to make changes investors have wanted for years: slash jobs, shut branches and force customers online.", "categories": [["Markets", "Stocks", "Europe Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/europe-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmarts-covid-19-vaccine-rollout-heads-to-small-towns-11613298604", "title": "Walmart's Covid-19 Vaccine Rollout Heads to Small Towns", "date": "2021-02-14 05:30", "summary": "Resume Subscription. SKOWHEGAN, Maine-Pat and John Thomas were watching the news one night last week when they saw that Walmart in this central Maine town of 8,000 people was taking appointments for the Covid-19 vaccination. They had signed up for shots at a hospital about a month ago but still hadn't heard back. Ms. Thomas, a 74-year-old retiree, jumped on the computer.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trumps-second-impeachment-trial-sharpens-republican-divides-11613268255", "title": "Trump's Second Impeachment Trial Sharpens GOP Divides", "date": "2021-02-14 23:35", "summary": "Seven Republicans voted to convict, and several more, including Mitch McConnell, criticized the ex-president, who still commands loyalty. WASHINGTON-The dramatic conclusion of former President Donald Trump's second impeachment trial laid bare deep philosophical rifts between Republicans, as GOP senators splintered not only over the question of Mr. Trump's guilt, but also the future of their party and Mr. Trump's role in it.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-spokesman-resigns-after-threatening-remarks-to-politico-reporter-11613266639", "title": "White House Spokesman Resigns After Threatening Remarks to Reporter", "date": "2021-02-14 20:37", "summary": "TJ Ducklo had been put on unpaid leave for threatening a reporter pursuing a story about his relationship with another journalist. A White House spokesman resigned on Saturday, after being put on unpaid leave for making threatening remarks to a reporter.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]