[{"link": "https://www.wsj.com/articles/deere-united-auto-workers-reach-new-tentative-agreement-on-contract-11636772636", "title": "Deere, UAW Reach New Tentative Agreement on Contract", "date": "2021-11-12 22:03", "summary": "Union says new offer has modest modifications to previous offer voted down Nov. 2. Deere & Co. and the United Auto Workers union reached a third tentative agreement on a contract in the latest bid to end a strike at the agricultural and construction equipment maker that started Oct. 14.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musk-sells-more-tesla-stock-11636723211", "title": "Musk Sells More Tesla Stock", "date": "2021-11-12 21:17", "summary": "The sales were disclosed in a regulatory filing late Friday and came on top of roughly $5.6 billion in stock disposals earlier in the week. Elon Musk sold roughly $6.9 billion worth of Tesla Inc . stock this week in one of the largest-ever stock disposals by a chief executive over a several-day period.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/once-upon-a-time-in-china-the-complete-films-criterion-collection-wong-fei-hung-jet-li-tsui-hark-hong-kong-11636670491", "title": "'Once Upon a Time in China' Once Again", "date": "2021-11-12 20:47", "summary": "Criterion gathers the five-film martial-arts series into a collection of hi-def restorations. Older movies still speak to us partly because they capture the spirit of the period in which they were made. A picture may or may not remain entertaining for decades beyond its creation, but it will always contain something relevant about the preoccupations of its time. So it is with a series of films from the 1990s that Americans have come to know as \"Once Upon a Time in China.\" (In China-including Hong Kong, where they were produced-they were titled after their protagonist, Wong Fei-hung.)", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-journalist-danny-fenster-sentenced-in-myanmar-to-11-years-in-prison-11636703618", "title": "U.S. Journalist Danny Fenster Sentenced in Myanmar to 11 Years in Prison", "date": "2021-11-12 18:58", "summary": "Dozens of media professionals have been detained since Myanmar's military seized power in February. An American journalist detained in Myanmar was sentenced to 11 years in prison, his employer said, deepening tensions between Washington and the country's military that seized power in February.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/britney-spears-freed-from-conservatorship-11636756047", "title": "Britney Spears Freed From Conservatorship", "date": "2021-11-12 18:55", "summary": "Los Angeles judge grants petition to terminate 13-year arrangement that the pop star alleges to have been abusive. LOS ANGELES-A petition to terminate Britney Spears's conservatorship was approved, ending a 13-year legal arrangement ruling her life and her finances that she alleges has been abusive.", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-briefs-allies-on-possible-russian-threat-toward-ukraine-11636756959", "title": "U.S. Briefs Allies on Possible Russian Threat Toward Ukraine", "date": "2021-11-12 18:54", "summary": "As Russian troops continue movements near Ukraine border, U.S. urges pressure against Moscow; Kremlin dismisses concerns. The Biden administration has briefed European allies in recent days about the potential for a new Russian military operation in Ukraine as Moscow continues to mass troops along the contested border in the latest escalation of tensions between the two neighbors, U.S. and European officials said.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/general-electric-tesla-disney-stocks-that-defined-the-week-11636761112", "title": "General Electric, Tesla, Disney: Stocks That Defined the Week", "date": "2021-11-12 18:51", "summary": "Here are seven major companies whose stocks moved on the week's news. General Electric Co.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/haiti-slides-deeper-into-chaos-a-month-after-missionaries-kidnapping-11636718401", "title": "Haiti Slides Deeper Into Chaos a Month After Missionaries' Kidnapping", "date": "2021-11-12 18:50", "summary": "Resume Subscription. Haiti is sliding deeper into chaos, as mass kidnappings escalate and gangs become powerful enough to blackmail the government and choke the impoverished nation's struggling economy.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-inflation-revenue-dividend-states-federal-pandemic-spending-11636668845", "title": "The Inflation Revenue Dividend", "date": "2021-11-12 18:45", "summary": "State and local governments have never had so much dough.. One irony of inflation is that while it's bad for working Americans, it's great for the government. Tax revenues soar as nominal profits and incomes rise, and for evidence simply look at the boom in state and local government coffers. They've rarely had it so good, but don't expect them to be frugal spenders.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-biden-humiliation-in-yemen-houthis-embassy-iran-11636729925", "title": "Another U.S. Embarrassment in Yemen", "date": "2021-11-12 18:44", "summary": "Biden made concessions to the Houthis, who keep escalating the war.. In its early days in office the Biden Administration removed the Houthi rebels of Yemen from the list of foreign terrorist organizations and withdrew weapons support for the Saudi-led coalition aiding Yemen's government. How are those goodwill gestures working out?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/folding-americas-nuclear-umbrella-no-first-use-policy-biden-administration-china-russia-11636582764", "title": "Folding America's Nuclear Umbrella", "date": "2021-11-12 18:41", "summary": "Biden weighs 'no first use' even as strategic storm clouds loom.. The botched Afghanistan withdrawal is President Biden's biggest foreign-policy blunder so far, but at least he can say he was following his predecessor and trends in public opinion. If Mr. Biden scales back America's nuclear deterrent by adopting a \"no first use\" policy or its equivalent, the strategic damage to the U.S. may be worse and the White House will have no one else to blame.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indicting-steve-bannon-justice-department-congressional-subpoena-contempt-donald-trump-11636757226", "title": "Indicting Steve Bannon", "date": "2021-11-12 18:38", "summary": "The former Trump adviser can't defy a legal congressional subpoena.. A federal grand jury on Friday indicted former Trump adviser Steve Bannon on two counts of contempt of Congress, and the main fact to keep in mind is that Mr. Bannon brought this on himself. He has refused a subpoena to testify before Congress's Select Committee on the Jan. 6 riots, and the government has every right to enforce it.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-worker-group-withdraws-petition-for-union-election-in-new-york-11636756859", "title": "Amazon Worker Group in New York Withdraws Petition for Union Election", "date": "2021-11-12 18:37", "summary": "Group plans to refile with more evidence of support; workers are at four facilities on Staten Island. A group of Amazon.com Inc. warehouse employees in the New York City borough of Staten Island have withdrawn their petition with the National Labor Relations Board to hold a union election at four company warehouses, a labor board spokeswoman said Friday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ww-redesigns-its-weight-loss-points-system-11636760047", "title": "WW Redesigns Its Weight-Loss Points System", "date": "2021-11-12 18:34", "summary": "Under the updated program, members will be able to expand their food 'budgets' with healthy habits like drinking water and eating non-starchy vegetables. WW International Inc., the company once known as Weight Watchers, has revamped its core system of counting points for foods consumed, the latest move in its ongoing shift toward emphasizing wellness, and not just dieting.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wall-street-journal-cmo-suzi-watford-to-exit-11636752077", "title": "Wall Street Journal CMO Suzi Watford to Exit", "date": "2021-11-12 18:07", "summary": "Executive who runs Dow Jones' subscription business including for The Wall Street Journal has spent more than two decades at News Corp. Suzi Watford, chief marketing and membership officer of The Wall Street Journal and executive vice president of consumer at News Corp's Dow Jones unit, is exiting after more than two decades at the company, Dow Jones Chief Executive Almar Latour said in a note to employees Friday.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/houthi-rebels-in-yemen-storm-former-u-s-embassy-take-hostages-11636752761", "title": "Houthi Rebels in Yemen Occupy U.S. Embassy Compound, Take Hostages", "date": "2021-11-12 18:06", "summary": "Many of the U.S.-employed Yemeni security personnel have been freed. The U.S. is working to free Yemeni security personnel taken hostage after Iran-backed Houthi rebels stormed the U.S. Embassy compound in Yemen's capital San'a, U.S. officials said.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-threaten-winter-michigan-enbridge-line-5-propane-energy-prices-whitmer-biden-11636749884", "title": "Democrats Threaten to Send Winter Shivers Through Michigan", "date": "2021-11-12 18:02", "summary": "Shutting down a vital pipeline would endanger the environment and cause energy prices to rise.. Midland, Mich.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-taylor-swift-rerecorded-her-red-album-universal-reworked-contracts-11636741201", "title": "As Taylor Swift Rerecorded Her 'Red' Album, Universal Reworked Contracts", "date": "2021-11-12 18:02", "summary": "The world's largest music company has revamped record deals to block artists from rerecording their music. Taylor Swift's rerecorded songs are outperforming their original counterparts on streaming services, going viral on TikTok and landing lucrative licensing deals-all of which is wresting control and earnings from the owners of her early recorded music catalog. On Friday, she released the latest batch of rerecordings, a new version of her 2012 hit album \"Red.\"", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-defamation-suit-by-former-apprentice-contestant-is-dropped-11636758026", "title": "Trump Defamation Suit by Former 'Apprentice' Contestant Is Dropped", "date": "2021-11-12 18:00", "summary": "Summer Zervos sued the former president for saying claims of unwanted touching and kissing were a hoax. Former \"Apprentice\" contestant Summer Zervos ended her defamation lawsuit against Donald Trump on Friday, her lawyers said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jon-gruden-lawsuit-sue-nfl-leaked-emails-goodell-11636757949", "title": "Jon Gruden Sues NFL, Roger Goodell Over Leaked Emails", "date": "2021-11-12 18:00", "summary": "The suit alleges that the league leaked damaging emails, first reported by The Wall Street Journal, to destroy the reputation of Gruden, the Las Vegas Raiders coach who resigned last month. Former Las Vegas Raiders coach Jon Gruden sued the National Football League and commissioner Roger Goodell, alleging that the league leaked emails containing racist and antigay comments by Gruden that led to his resignation last month.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xi-jinping-thought-makes-china-a-tougher-adversary-ccp-rise-marxist-reappointment-11636750676", "title": "'Xi Jinping Thought' Makes China a Tougher Adversary", "date": "2021-11-12 17:59", "summary": "The party ratifies it as a Marxist 'breakthrough,' consolidating his power and expanding its control.. A week is a long time in international politics. Last Monday U.S.-China relations were in free-fall. This coming Monday, President Biden and General Secretary Xi Jinping will have had their first full (albeit virtual) summit, following the surprise statement by their envoys in Glasgow on their resolve to work together on climate.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/durham-report-comey-corruption-russia-misinformation-clinton-trump-2016-danchenko-11636751209", "title": "Durham Sails Into Deep Waters", "date": "2021-11-12 17:58", "summary": "How many ways in 2016 was James Comey's FBI bamboozled by Russian disinformation?. Uh-oh. Do we need Donald Trump back to put a lid on U.S.-Russia relations?", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/homer-plessy-plaintiff-in-separate-but-equal-supreme-court-case-may-finally-be-pardoned-11636754219", "title": "Homer Plessy, Plaintiff in 'Separate but Equal' Case, May Finally Be Pardoned", "date": "2021-11-12 17:57", "summary": "Louisiana Board of Pardons unanimously approves application to pardon 19th-century civil rights activist in case that upheld Jim Crow-era laws. A Louisiana board began the process of pardoning Homer Plessy, the civil rights pioneer whose challenge of racial segregation laws was rebuffed by the 1896 Supreme Court decision that instead enshrined the doctrine of \"separate but equal.\"", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prosecutors-charge-trump-adviser-steve-bannon-for-defying-jan-6-panel-subpoena-11636751171", "title": "Bannon Indicted on Contempt Charges for Defying Subpoena", "date": "2021-11-12 17:55", "summary": "The charges against the former Trump strategist mark the first such criminal case in decades. WASHINGTON-Federal prosecutors have charged former Trump strategist Steve Bannon with criminal contempt of Congress for defying a subpoena from the House committee investigating the Jan. 6 attack on the U.S. Capitol, marking the first such criminal case for the Justice Department in decades.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mark-meadows-declines-to-appear-before-jan-6-committee-11636750861", "title": "Meadows Declines to Appear Before Jan. 6 Committee", "date": "2021-11-12 17:44", "summary": "Trump's former chief of staff didn't show up to testify before panel investigating attack on Congress. WASHINGTON-Former Trump administration chief of staff Mark Meadows failed to appear for a Friday deposition before the House select committee investigating the Jan. 6 attack on the U.S. Capitol, raising the prospect of a contempt-of-Congress vote and possibly a referral to the Justice Department for criminal charges.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cop26-talks-enter-final-scheduled-day-with-deal-still-elusive-11636717491", "title": "COP26 Talks Continue With a Deal Still Elusive", "date": "2021-11-12 17:20", "summary": "Negotiators publish fresh draft texts, hoping to get an agreement from most governments by end of Saturday. GLASGOW-Negotiators seeking to reach a global deal to slow climate change said they would continue talks at a United Nations summit here through the night and into Saturday, as they wrestled with differences over the wording of what they hope will be a meaningful agreement.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-congressional-hypocrisy-caucus-11636755206", "title": "The Congressional Hypocrisy Caucus", "date": "2021-11-12 17:13", "summary": "Sanders and Warren negotiate a potential tax cut for themselves; a new analysis finds the House bill raises taxes on many middle-income earners.. The effort by congressional Democrats to shield themselves and their wealthy donors from tax hikes while inflicting them on the middle class appears to be more successful than previously reported. Even the left-leaning Tax Policy Center is blowing the whistle on this egregious gap between Democratic rhetoric and legislative reality.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-ex-trump-aide-steve-bannon-is-back-in-the-spotlight-11634841309", "title": "Why Steve Bannon Is Back in the Spotlight", "date": "2021-11-12 17:12", "summary": "Longtime GOP operative remains an ally of the former president despite having been ousted from the White House staff in 2017. WASHINGTON-The move by federal prosecutors to charge former Trump strategist Steve Bannon with criminal contempt of Congress marked the latest in a string of legal travails and public controversies for the right-wing strategist since he left government in 2017.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-moves-to-ease-tariffs-on-imported-steel-aluminum-from-japan-11636750009", "title": "U.S. Moves to Ease Import Tariffs on Steel, Aluminum From Japan", "date": "2021-11-12 17:02", "summary": "Washington, Tokyo to start talks to address bilateral concerns over steel and aluminum issues. WASHINGTON-The Biden administration is moving to ease import tariffs on Japanese steel and aluminum, in the latest step by the White House to reset trade relations with allies.", "categories": [["WSJ News Exclusive", "Japan"]], "category_links": ["https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/traders-rush-to-stock-options-bets-on-tesla-and-amazon-11636713001", "title": "Traders Rush to Options Bets on Tesla, Amazon", "date": "2021-11-12 16:59", "summary": "With equities near records, many traders have been using options to wager on a continued advance in tech companies. Stock-options activity is hitting a fever pitch, with many traders rushing to bullish bets to profit from a continued advance in everything from technology heavyweights to small companies.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photographer-imogen-cunninghams-individual-eye-11636743600", "title": "Photographer Imogen Cunningham's Individual Eye", "date": "2021-11-12 16:56", "summary": "In a career spanning 70 years, the West Coast artist championed new ways of seeing.. In 1913, the year she turned 30, the American photographer Imogen Cunningham wrote a kind of manifesto urging more women to take photos and demanding that their work be judged by the same standards applied to men. \"Woman does not express herself as a creature of sex but as an individual,\" she wrote.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blue-origin-astronaut-glen-de-vries-who-went-to-space-with-william-shatner-dies-in-plane-crash-11636754091", "title": "Blue Origin Astronaut Glen de Vries Dies in Plane Crash", "date": "2021-11-12 16:56", "summary": "The entrepreneur joined Star Trek actor William Shatner last month on a journey with Jeff Bezos' firm. Glen de Vries, an entrepreneur who flew to space last month on Jeff Bezos' Blue Origin flight along with actor William Shatner, died in a plane crash on Thursday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-11-12-2021-11636619675-11636706028", "title": "Stocks Snap Weekly Winning Streak", "date": "2021-11-12 16:42", "summary": "J&J shares advance after news that company plans to split in two. Major U.S. stock indexes rose Friday but finished the week with slim losses, snapping a five-week winning streak.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activist-investor-mantle-ridge-has-1-8-billion-stake-in-dollar-tree-11636751100", "title": "Activist Mantle Ridge Has $1.8 Billion Stake in Dollar Tree", "date": "2021-11-12 16:30", "summary": "The investor is said to seek improvement in Family Dollar, price strategy. Activist investor Mantle Ridge LP has at least a $1.8 billion stake in Dollar Tree Inc. and plans to push the discount retailer to take action to boost its share price, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-vaccines-safe-kids-parents-11620405004", "title": "Is the Covid-19 Vaccine Safe for Kids? What Parents Should Know", "date": "2021-11-12 16:22", "summary": "What to know after the CDC recommended the use of Pfizer's Covid-19 vaccine in children as young as 5 years old. The Centers for Disease Control and Prevention recommended use of Pfizer Inc. and BioNTech SE 's Covid-19 vaccine among children age 5 to 11 years old on Nov. 2, opening the door for immunizations to start in the children.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/encore-saturday-crossword-november-13-11636136345", "title": "Encore (Saturday Crossword, November 13)", "date": "2021-11-12 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rows-garden-saturday-variety-puzzle-november-13-11636136725", "title": "Rows Garden (Saturday Variety Puzzle, November 13)", "date": "2021-11-12 16:01", "categories": [["WSJ Puzzles", "Variety Puzzle"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/variety-puzzle?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thereverend-robert-walker-skating-on-duddington-loch-the-skating-minister-sir-henry-raeburn-alexander-mccall-smith-national-gallery-of-scotland-11636749907", "title": "Gliding Into Scottish History", "date": "2021-11-12 15:46", "summary": "Henry Raeburn's 'The Rev. Robert Walker Skating on Duddingston Loch' is a decidedly nonstandard portrait of one of the artist's friends. ", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-fda-commissioner-califf-is-bidens-nominee-to-run-the-agency-11636727076", "title": "Ex-FDA Leader Califf Is Biden's Pick to Run Agency", "date": "2021-11-12 15:45", "summary": "The Duke University cardiologist who has recently overseen strategy at Alphabet's healthcare subsidiaries ran the agency under Obama. Robert Califf, a former Food and Drug Administration commissioner, is the Biden administration's choice to once again head the agency, as it plays a critical role in efforts to fight the Covid-19 pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-ferrell-the-shrink-next-door-apple-tv-11636676339", "title": "'The Shrink Next Door' Review: Will Ferrell and Paul Rudd's Mind Games", "date": "2021-11-12 15:35", "summary": "Paul Rudd and Will Ferrell star, respectively, as a manipulative psychotherapist and one of his patient-victims in an Apple TV+ series based on the podcast of the same name.. Early in \"The Shrink Next Door\" (begins Friday with three episodes, Apple TV+)-a richly beguiling tale of near impenetrable darkness-we learn how its hapless central subject, Marty Markowitz (Will Ferrell), became entangled in the life of Isaac Herschkopf (Paul Rudd), psychotherapist. It's a story-based on a 2019 nonfiction podcast by business journalist Joe Nocera-begun in the Manhattan of the early 1980s, whose effects would endure for decades to come. Here is where we find the young Marty, who sits nervously at the helm of the successful fabric company left to him by his recently deceased parents. He is having no easy time of it, as is clear in one wonderfully atmospheric scene in which a longtime customer rages on about unwanted linings in the drapes he ordered and, certain that he's about to be cheated by Marty, demands to see Jerome instead. That's Uncle Jerome, an old manager of the firm but one no longer available. That's because he's now busy filing a lawsuit against the family company.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/natural-gas-supply-is-back-in-balance-but-prices-are-still-swinging-11636718581", "title": "Natural-Gas Prices Are Still Swinging", "date": "2021-11-12 15:27", "summary": "Unseasonably mild weather is allowing U.S. inventories of the heating fuel to build ahead of winter. Mild autumn weather is allowing domestic natural-gas stockpiles to build before furnaces get fired up, allaying fears of winter shortages and sending prices on big day-to-day swings.", "categories": [["Markets", "Commodities", "Gas Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/gas-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iceland-spoofs-mark-zuckerbergs-meta-unveiling-in-tourism-video-11636747639", "title": "Iceland Spoofs Zuckerberg's 'Meta' Unveiling in Tourism Video", "date": "2021-11-12 15:07", "summary": "Inspired by Iceland says skip the metaverse and visit the country without wearing 'silly looking headsets'. The metaverse is getting an icy reception from an unexpected place: Iceland.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/johnson-johnson-is-becoming-two-companies-what-happens-to-my-stock-11636745595", "title": "J&J Is Becoming Two Companies. What Happens to My Stock?", "date": "2021-11-12 14:50", "summary": "How individual shareholders are affected by the news. Johnson & Johnson is planning to become two companies. Current shareholders can expect to own shares in both when the breakup happens.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-read-this-week-book-reviews-last-emperor-mexico-dying-citizen-correspondents-john-edgar-wideman-11636745919", "title": "What to Read This Week", "date": "2021-11-12 14:49", "summary": "A Habsburg royal's Mexican reign, the women who reported on World War II, John Edgar Wideman's American tragedies, citizenship in crisis and more.. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/record-high-job-openings-persist-in-tight-labor-market-11636713002", "title": "Record Quitting Fuels Tight Job Market", "date": "2021-11-12 14:40", "summary": "There were more than 11 million job openings in early November, according to jobs site Indeed, well above the number of unemployed workers. The U.S. economy has had more than 10 million open jobs since June, an extraordinary stretch of imbalance in the labor market that also includes record numbers of workers quitting their jobs.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musk-weighs-in-on-rivian-after-rivals-blockbuster-ipo-11636722012", "title": "Rivian Drafts Close to Tesla in Race for Investor Attention", "date": "2021-11-12 14:28", "summary": "Elon Musk tweets about rival's true test as the newly public company's valuation outpaces Tesla's by some measures. Tesla Inc . and Chief Executive Elon Musk finally have a pure-play electric vehicle rival, at least in the hearts of investors.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alabama-man-pleads-guilty-to-stowing-weapons-in-his-truck-on-jan-6-11636739513", "title": "Man Pleads Guilty to Stowing Weapons in His Truck on Jan. 6", "date": "2021-11-12 14:06", "summary": "Defendant Lonnie Coffman says Molotov cocktails were years old and he had no plans to use them. WASHINGTON-A 71-year-old Alabama man admitted Friday to stowing Molotov cocktails and other weapons in his truck parked near the U.S. Capitol on Jan. 6, saying he hadn't planned to use the explosives during the riot.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cyrusone-nears-deal-to-be-sold-to-private-equity-sources-say-11636741726", "title": "CyrusOne Nears Deal to Be Sold to a Private-Equity Buyer", "date": "2021-11-12 13:59", "summary": "Deal could value data-center operator at more than $10 billion. CyrusOne Inc. is nearing a deal to be sold to a private-equity buyer that could value the data-center operator at more than $10 billion, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boycotts-that-brought-change-11636743557", "title": "Boycotts that Brought Change", "date": "2021-11-12 13:59", "summary": "Modern rights movements have often used the threat of lost business to press for progress. Historian Amanda Foreman searches the past for the origins of today's world. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Historically Speaking"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/historically-speaking?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republican-jack-ciattarelli-concedes-to-phil-murphy-in-new-jersey-governor-race-11636742495", "title": "Republican Ciattarelli Concedes to Murphy in N.J. Governor Race", "date": "2021-11-12 13:58", "summary": "No recount requested after Democratic governor won re-election in Garden State by a slim margin. Republican Jack Ciattarelli conceded his electoral loss to New Jersey Gov. Phil Murphy on Friday and said his campaign wouldn't pursue a recount in the closer-than-expected contest.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/national-conservatism-socialist-progressives-woke-crt-patriotism-social-media-border-11636738833", "title": "Why America Needs National Conservatism", "date": "2021-11-12 13:55", "summary": "Today's central challenge is an aggressive, ascendant radical left. Incremental reform won't counter it.. Proponents of communism often say it's never really been tried. Progressivism can no longer make that excuse. Its doctrines are being widely implemented by earnest practitioners with wide establishment support. The results have come in with astonishing speed. Mayhem and misery at an open national border. Riot and murder in lawless city neighborhoods. Political indoctrination of schoolchildren. Government by executive ukase. Shortages throughout the world's richest economy. Suppression of religion and private association. Regulation of everyday language-complete with contrived redefinitions of familiar words and ritual recantations for offenders.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-touts-infrastructure-in-crumbling-baltimore-water-budget-port-leak-11636738763", "title": "Biden Touts Infrastructure in Crumbling Baltimore", "date": "2021-11-12 13:53", "summary": "Why didn't he mention the city's decrepit water and sewage systems?. Baltimore", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/johnson-johnsons-breakup-what-to-know-11636715701", "title": "What to Know About Johnson & Johnson's Breakup", "date": "2021-11-12 13:27", "summary": "Maker of products such as Tylenol is separating its consumer-health unit from pharmaceutical and medical-device businesses. Johnson & Johnson plans to split off its consumer-health business, the home of household staples like Band-Aids, Tylenol and Johnson's Baby Powder.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-and-chinas-xi-to-hold-virtual-summit-on-monday-11636688117", "title": "Biden and Xi to Hold Virtual Summit on Monday", "date": "2021-11-12 13:24", "summary": "Issues that could be discussed include climate and trade, as well as more contentious issues such as Taiwan and cybersecurity. WASHINGTON-President Biden and Chinese President Xi Jinping will hold a virtual summit on Monday, the White House said, as the two leading world economies pledge to work together on climate change but remain at odds over Taiwan and other fronts.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/world-leaders-pressure-libya-to-hold-elections-on-time-11636699373", "title": "World Leaders Pressure Libya to Hold Elections on Time", "date": "2021-11-12 13:23", "summary": "Vice President Kamala Harris, Angela Merkel and others gather in Paris to support a vote intended to halt a series of crises since 2011. Vice President Kamala Harris and other world leaders gathered in Paris on Friday to make a diplomatic push in support of coming elections in Libya that could make or break the peace process in a country that has been torn apart by war and political crisis for a decade.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccines-are-now-reaching-poor-countries-but-not-peoples-arms-11636741322", "title": "Covid-19 Shots Are Reaching Poor Countries, but Not People's Arms", "date": "2021-11-12 13:22", "summary": "Resume Subscription. After months of severe shortages, Covid-19 vaccine supplies for the world's poorest nations are finally ramping up. But many countries say they will struggle to get them into people's arms, as they grapple with the potential delivery of more vaccines in the coming weeks than they have received so far this year.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-accuses-russian-of-money-laundering-for-ryuk-ransomware-gang-11636741333", "title": "U.S. Accuses Russian of Money Laundering for Ransomware Gang", "date": "2021-11-12 13:22", "summary": "Arrest is first in connection with group that took in more than $100 million in ransom payments last year. A Moscow entrepreneur was detained during a vacation abroad this month and is now facing extradition to the U.S. on charges that he helped a notorious Russian ransomware group launder payments.", "categories": [["WSJ News Exclusive", "National Security"]], "category_links": ["https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kyle-rittenhouse-trial-nears-end-as-defense-gambles-by-putting-teenager-on-stand-11636741280", "title": "Rittenhouse Defense Gambles by Putting Him on Stand", "date": "2021-11-12 13:21", "summary": "The conventional wisdom is that criminal defendants are better off keeping silent. When defense attorneys for Kyle Rittenhouse put their teenage client on the stand this week in his murder trial in Wisconsin, they defied the conventional wisdom that criminal defendants are better off keeping silent.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/infrastructure-bill-bif-boondoggle-spending-government-bureaucracy-bailouts-11636673648", "title": "The Infrastructure Bill Is a Boondoggle by Design", "date": "2021-11-12 13:05", "summary": "Only $110 billion is allocated to roads, bridges and major projects.. Regarding Ranjay Gulati's op-ed \"Don't Let the Infrastructure Bill Become a Boondoggle,\" (Nov. 9): As a management consultant out in the real world, I understand the fallacy of solving problems in the abstract with such magical words as \"must,\" \"need to,\" \"ensuring\" and so forth. Consider sentences such as: \"The unwieldy government bureaucracy . . . must work hard to complete these projects efficiently and effectively\" and \"the Biden administration needs to coordinate efforts among federal, state and local agencies to deliver on the promise of this bill.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ai-artificial-intelligence-doctors-medicine-training-patient-records-11636673034", "title": "When Doctors Become Too Reliant on Artificial Intelligence", "date": "2021-11-12 13:04", "summary": "Human error can confound algorithms.. Using electronic medical records and artificial intelligence to create algorithms for healthcare applications would be great if our electronic records were correct (\"The Weekend Interview with Hassan Tetteh: How AI Will Make Your Doctor Smarter\" by Allan Ripp, Nov. 6). Sadly, when carefully reviewed by patients, many records are discovered to be full of erroneous information and incorrect diagnoses.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trucker-trucking-ata-driver-shortage-overtime-pay-flsa-exemption-wages-11636672373", "title": "Blame Big Trucking for the Driver Shortage", "date": "2021-11-12 13:02", "summary": "The motor-carrier exemption to overtime pay suppresses truckers' wages.. The American Trucking Associations (ATA) members who cry about a driver \"shortage\" are the same ones who asked for the motor-carrier exemption to overtime pay in the Fair Labor Standards Act (FLSA), citing the difficulty in paying drivers for inclement weather, traffic or accident delays, truck breakdowns, delays at shippers and consignees, etc. (\"Shortage of Truck Drivers Worsens Supply-Chain Mess,\" Page One, Nov. 4) That difficulty no longer holds true with the full implementation in December 2019 of electronic logging devices that track the vehicle and hours of service by the second.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/qatar-to-represent-u-s-interests-in-afghanistan-as-evacuation-winds-down-11636740062", "title": "Qatar to Represent U.S. Interests in Afghanistan as Evacuation Winds Down", "date": "2021-11-12 13:01", "summary": "As protecting power, Qatar will serve role in Afghanistan that Swiss Embassy does for U.S. in Iran. WASHINGTON-The U.S. has struck a deal with Qatar to represent its diplomatic interests in Afghanistan, where Washington doesn't recognize the Taliban-led government and no longer maintains an embassy.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/richard-nixon-progressive-president-epa-title-ix-detente-cancer-desegregation-11636671414", "title": "Richard Nixon Was a Progressive Republican President", "date": "2021-11-12 13:00", "summary": "His record is long and underappreciated.. Andy Kessler's \"A Long Time Since 'Zeppelin IV'\" (Inside View, Nov. 8) is food for thought. His glancing comment, \"Although Richard Nixon was in the White House, there were hints of modernity,\" reminded me just how progressive President Nixon was-especially relative to today's progressives.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-book-kids-pc-woke-fairy-tale-indoctrinate-politically-correct-bedtime-stories-11636671646", "title": "The P.C. Children's Book: From Parody to Reality in 25 Years", "date": "2021-11-12 12:59", "summary": "'Politically Correct Bedtime Stories' was satire.. In Meghan Cox Gurdon's weekend column \"Old Stories Made New-and Woke\" (Children's Books, Nov. 6), she reviews Soman Chainani's book \"Beasts and Beauty,\" which rewrites classic fairy tales to \"suit contemporary sensibilities.\" Ms. Gurdon observes from the book's publicity materials that the author began working on these revamped fairy tales \"in a spirit not of homage but of antagonism.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/labor-market-has-no-slack-in-sight-11636738864", "title": "Labor Market Has No Slack in Sight", "date": "2021-11-12 12:41", "summary": "Recent labor market data are latest indication it remains extraordinarily hard to find workers. Businesses were supposed to be having an easier time hiring workers by now. So much for that.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ge-tries-to-bring-three-good-things-to-life-11636480019", "title": "Spinoffs Are All the Rage, but Do They Still Work?", "date": "2021-11-12 12:25", "summary": "Spinoffs have become a way to create value, but General Electric's plan to split into three companies comes when their luster has faded. Can Larry Culp be a stock-market genius?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/costume-designer-bob-mackie-made-the-stars-glitter-11636737648", "title": "Costume Designer Bob Mackie Made the Stars Glitter", "date": "2021-11-12 12:20", "summary": "Over six decades, his designs shaped the image of Cher, Carol Burnett and other icons. Robert Gordon \"Bob\" Mackie always longed to be in show business. \"It was just more beautiful, more Technicolor , more everything than where I lived,\" he says. As a lonely child in Southern California in the 1940s and '50s, he used to create stage sets with little homemade figures atop his dresser. On Saturdays he always caught the live weekly broadcast of Sid Caesar's \"Your Show of Shows,\" a TV variety program that mixed glamour with humor. \"That was my school,\" says Mr. Mackie wistfully. \"That was my college.\"", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/centrist-democrats-await-cost-analysis-on-2-trillion-bill-11636737568", "title": "Centrist Democrats Await Cost Analysis on $2 Trillion Bill", "date": "2021-11-12 12:19", "summary": "House lawmakers want to hear from nonpartisan Congressional Budget Office ahead of planned vote next week on social-spending and climate plan. WASHINGTON-House Democrats' hopes of passing their $2 trillion social-spending and climate package next week will hinge in part on how much a nonpartisan scorekeeper estimates the bill will cost and how much revenue it raises.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/klimt-vs-klimt-the-man-of-contradictions-google-arts-and-culture-gustav-klimt-art-nouveau-the-kiss-faculty-paintings-machine-learning-11636583036", "title": "'Klimt vs. Klimt: The Man of Contradictions' Review: Exploring an Art-Nouveau Master Online", "date": "2021-11-12 12:11", "summary": "Google Arts & Culture's recently launched online hub offers a look at the Austrian artist that would be impossible in a traditional museum setting. The digitization of the art world is in full swing, given a hefty push by the Covid-19 pandemic. Arts professionals accustomed to dealing with traditional mediums, such as painting, struggle to make their material intelligible to digital natives. While digital content should ideally serve as a teaching tool that leads viewers back to the original artwork, the two modes of communication are not always compatible. The dazzle of the newer media can overwhelm the smaller, quieter art of earlier times, as is the case with the two immersive Van Gogh experiences now on view in New York. Such presentations function as autonomous entertainments, effectively superseding their sources.", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-your-thanksgiving-meal-needs-dessert-wineand-thats-not-the-same-thing-as-sweet-wine-11636736399", "title": "Why Your Thanksgiving Meal Needs Dessert Wine-Which Isn't Sweet Wine", "date": "2021-11-12 12:00", "summary": "Dessert wines are woefully misunderstood, and pairing them is an art worth mastering. Red, white, sparkling and fortified, these bottles will give your holiday feast the finale it deserves. Plus: 10 perfect pie pairings. SO MUCH IS MADE of the Thanksgiving meal-the turkey, the stuffing, the traditional sides-all accompanied by just the right wine. But what of the pie that's served at the end? Dessert-wine pairing has become something of a lost art.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/problem-with-how-many-financial-advisers-set-their-fees-11636403280", "title": "The Problem With How Many Financial Advisers Set Their Fees", "date": "2021-11-12 12:00", "summary": "When you're charged based on a percentage of your assets, it's worth asking yourself: Am I paying too much?. In a recent column about financial advisers, you noted that their fees are increasing. My planner's fee, as is common, is based on the size of my nest egg. My questions: What's your opinion about calculating fees in this way? Is this a good method? Is there a better one? I've done well with my adviser through the years.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/johnson-johnson-breakup-is-no-clean-sweep-11636735337", "title": "Johnson & Johnson Breakup Is No Clean Sweep", "date": "2021-11-12 11:42", "summary": "Tepid market reaction to separation of consumer unit shows Johnson & Johnson still has work ahead to convince shareholders. Johnson & Johnson is the third major multinational to announce this week that it will break itself up, after General Electric and Toshiba . But unlike the first two, it is no ungainly colossus in obvious need of shaking up.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-last-emperor-of-mexico-book-review-maximilianthe-habsburg-of-chapultepec-11636734722", "title": "'The Last Emperor of Mexico' Review: The Habsburg of Chapultepec", "date": "2021-11-12 11:33", "summary": "When the liberal scion of a European dynasty arrived to take power in 1860s Mexico, he expected the embrace of a grateful nation.. The saga of Maximilian I, Emperor of Mexico, has all the elements of grand opera: international intrigue, ill-starred romance, abject betrayal and a well-meaning hero with the tragic flaws of hubris and self-delusion. In his nonfiction account \"The Last Emperor of Mexico,\" Edward Shawcross relates this sweeping, multilayered story with a drive and panache worthy of the subject.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-broken-constitution-book-review-lincoln-civil-war-a-house-and-its-plans-divided-11636734653", "title": "'The Broken Constitution' Review: A House, and Its Plans, Divided", "date": "2021-11-12 11:31", "summary": "Lincoln signed the Emancipation Proclamation just days before suspending habeas corpus-a paradox at the heart of his attempt to restore the Union to health.. Two days after he issued the Emancipation Proclamation, in September 1862, Abraham Lincoln suspended the writ of habeas corpus throughout the United States, subjecting all Americans to the threat of military arrest and indefinite imprisonment without trial.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-the-travis-scott-concert-stopped-the-social-media-postsand-conspiracy-theorieswere-just-beginning-11636713001", "title": "Travis Scott Concert Aftermath Raises Social-Media Concerns", "date": "2021-11-12 11:31", "summary": "Proliferation of graphic or questionable content on people's feeds puts spotlight on how social-media companies police their platforms. The aftermath of the Astroworld Festival incident that left nine people dead in Houston last week is raising concerns about how footage and misinformation related to the event is being circulated on social media.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/johnson-johnson-plans-to-split-into-two-public-companies-11636715700", "title": "J&J Split Plan Reflects Change in Health Industry", "date": "2021-11-12 11:20", "summary": "Resume Subscription. Johnson & Johnson plans to break up into two companies, splitting off the $15-billion-a-year division that sells Band-Aid bandages, Tylenol medicines and Johnson's Baby Powder in a shift indicating just how much healthcare has changed since the company helped pioneer the industry.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-correspondents-book-review-women-to-the-front-world-war-2-martha-gellhorn-lee-miller-11636733385", "title": "'The Correspondents' Review: Women to the Front", "date": "2021-11-12 11:11", "summary": "Allied commanders banned women journalists from covering combat but couldn't keep the most resourceful away.. 'I am going to Spain with the boys,\" Martha Gellhorn famously declared as she left with Ernest Hemingway to write about the Spanish Civil War. \"I don't know who the boys are but I am going with them.\" But being with the boys was precisely what neither she, nor her fellow women correspondents, could achieve once World War II broke out and Allied military leaders banned women from front-line reporting. Their presence, they were told, would be disruptive and embarrassing for the soldiers, and the question of their \"conveniences\" was too delicate even to contemplate. Blocked, corralled, marginalized at every turn, the six women who form the focus of Judith Mackrell's \"The Correspondents\" nonetheless wheedled and charmed their way to where the action was. When that failed, they disobeyed orders, dodged their minders and pushed on regardless.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sen-lisa-murkowski-running-for-reelection-despite-trump-opposition-11636733132", "title": "Murkowski Running for Reelection Despite Trump Opposition", "date": "2021-11-12 11:05", "summary": "Alaska lawmaker was one of seven Republicans to vote guilty in former president's second impeachment trial. Sen. Lisa Murkowski said Friday she was running for reelection in Alaska, in a race that will pit the centrist Republican against a challenger backed by former President Donald Trump.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-the-u-s-want-the-taliban-to-succeed-11636733126", "title": "Should the U.S. Want the Taliban to Succeed?", "date": "2021-11-12 11:05", "summary": "Resume Subscription. In January 2008, Taliban suicide bombers and gunmen stormed Kabul's luxury Serena Hotel. Six people were killed, including a Norwegian reporter and an American citizen. The Federal Bureau of Investigation offered a $10 million bounty for the Taliban's deputy leader, Sirajuddin Haqqani, who it believes orchestrated the attack.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-dying-citizen-victor-davis-hanson-book-review-barton-swaim-keystone-of-the-republic-11636733050", "title": "'The Dying Citizen' Review: Keystone of the Republic", "date": "2021-11-12 11:05", "summary": "Victor Davis Hanson looks back to ancient Greece to find the roots of constitutional citizenship and the forces that seek to dilute it.. In his 2001 book \"Carnage and Culture,\" Victor Davis Hanson sought to explain the West's military superiority over the previous 2,500 years, from the democratic city-states of ancient Greece to the U.S. military of the late 20th century. Western martial dominance, he contended, sprang from cultural features: a tolerance for criticism, a propensity for technological innovation, and what we would now call a robust middle class-property-owning farmers and merchants who were neither wealthy overlords nor dependent peasants and who were therefore motivated to defend their homelands.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meet-the-wsj-noted-personal-finance-adviser-cohort-11636732379", "title": "Meet the WSJ Noted. Personal Finance Adviser Cohort", "date": "2021-11-12 10:53", "summary": "The WSJ Noted. Advisers are part of a network of young people across the U.S.. The WSJ Noted. Adviser network is an online community that provides an important connection between The Wall Street Journal and young audiences. Members of this cohort will work with the WSJ staff to help expand the lessons of the five-week investing challenge across various platforms and partnerships. They will also help our reporters and editors gain a better understanding of the financial concerns young people have as they navigate their careers.", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-compared-taylors-version-songs-with-the-original-taylor-swift-albums-11636383601", "title": "We Compared 'Taylor's Version' Songs With the Original Taylor Swift Albums", "date": "2021-11-12 10:49", "summary": "The same song. The same artist. Two different copyright owners. Can you hear the difference?. This is Taylor Swift's \"Wildest Dreams.\" The pop ballad was released in 2014 as part of her fifth studio album, \"1989.\"", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-book-review-john-edgar-wideman-hilma-wolitzer-american-tragedies-11636732056", "title": "Fiction: John Edgar Wideman's American Tragedies", "date": "2021-11-12 10:48", "summary": "A probing writer of short fiction grounds his stories in the love and suffering of families much like his own.. To reach her son Tommy in the correctional institute outside Pittsburgh, John Edgar Wideman writes in the short story \"Solitary,\" Lizabeth has to change buses twice, walk a mile to the prison gate, then surrender her belongings to a guard before sitting for hours on a hard bench in a filthy waiting room. The trips are so exhausting, so punitive, that they become allegorical: \"They said to reach him you must suffer, you must fight the heat and cold, you must sit alone and be beaten by your thoughts . . . To enter you must be prepared to leave everything behind and be prepared when you begin the journey home to lose everything again.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-splendid-intelligence-book-review-the-incisive-elusive-elizabeth-hardwick-biography-11636731360", "title": "'A Splendid Intelligence' Review: The Incisive, Elusive Elizabeth Hardwick", "date": "2021-11-12 10:36", "summary": "Elizabeth Hardwick's tempestuous marriage to Robert Lowell drew attention away from her own powerful work.. No one knows exactly what is meant by \"a writer's writer,\" but it seems to fit the literary accomplishments of Elizabeth Hardwick. She once wrote that \"the true prose writer knows there is nothing given . . . until an assault has taken place, the forced domination that we call 'putting it in your own words.' \" Hardwick published stories, novels and a short, original account of Herman Melville. But she is mainly and rightly thought of as an essayist who over the course of half a century wrote about a rich variety of subjects-fiction, politics, social events, and places, perhaps most notably the state of Maine, where she spent many summers. She is not easy to categorize except that her essays, many of which appeared in the New York Review of Books, where she was a founding editor, were always the occasion for crisp observations and ironic formulations that invite a reader to find pleasure in the facility of her sentences, the distinctness of her tone. She once wrote that her friend Mary McCarthy wanted her criticism to be \"noticed,\" to be \"spectacular.\" Hardwick is more relaxed in her confident address.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-review-on-the-road-to-fun-vehicles-trains-cars-trucks-tractors-11636731057", "title": "Children's Books: On the Road to Fun", "date": "2021-11-12 10:31", "summary": "Fiction and nonfiction for little readers that turns on the childhood fascination with things that go.. When you have a toddler who adores vehicles, whether they are trains, planes or automobiles-or tractors or diggers or submarines or cement trucks, because there is really no end to these machines-read-aloud time tends to be noisy. It is not enough to look silently at pictures. Small children like to embody the vehicles they admire: growling and chuffing and imitating their sounds.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-mining-noise-drives-neighbors-nuts-giant-dentist-drill-that-wont-stop-11636730904", "title": "Bitcoin Mining Noise Drives Neighbors Nuts-a Giant Dentist Drill That Won't Stop", "date": "2021-11-12 10:30", "summary": "Cryptocurrency operations require banks of computers and fans to cool them, and the din is making people who live nearby frazzled. The city of Sherbrooke, Quebec, 100 miles east of Montreal, got a big revenue lift when it welcomed Bitfarms , a company that makes cryptocurrencies.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-sees-a-new-type-of-war-accusing-belarus-of-weaponizing-migrants-11636724990", "title": "Europe Says Belarus Is Weaponizing Migrants in 'New Type of War'", "date": "2021-11-12 10:20", "summary": "Poland has deployed more troops along the border as tensions have risen. WARSAW-For years, thousands of U.S. and NATO troops have stood guard in Poland-a presence designed to deter an invasion by Russian troops and tanks.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-novels-of-espionage-books-philip-kaplan-mccarry-ignatius-just-furst-moore-11636730080", "title": "Five Best: Novels of Espionage", "date": "2021-11-12 10:17", "summary": "Selected by Philip Kaplan, author of the thriller 'Night in Tehran.'. By Charles McCarry (1974)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mindy-kaling-on-her-new-show-and-smelling-like-rihanna-11636729618", "title": "Mindy Kaling on Her New Show and Smelling Like Rihanna", "date": "2021-11-12 10:06", "summary": "Ahead of this month's 'The Sex Lives of College Girls' premiere on HBO Max, the actress, producer and writer talks hot-pink Birkins, Moscow Mules and advice for young, would-be comedy scribes. THE FIRST 18 MONTHS of the pandemic were especially productive for Mindy Kaling. \"I was lucky I was pregnant for a big chunk of it,\" said the Los Angeles-based producer, actor, writer and mother of two. \"Having a baby makes everyone seem productive.\"", "categories": [["Life & Work", "20 Odd Questions"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/20-odd-questions?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/entrepreneur-housed-the-rich-alongside-the-poor-11636729200", "title": "Entrepreneur Housed the Rich Alongside the Poor", "date": "2021-11-12 10:00", "summary": "Noel Khalil, a Bronx-born son of Jamaican immigrants who has died at age 70, strove to develop low-income homes that didn't resemble public housing. Noel Khalil always remembered an argument between his parents, Jamaican immigrants who settled in the Bronx. His mother yearned to trade up to a house in White Plains, N.Y., where she was sure values would rise. His father, a truck driver, wouldn't take the risk. He worried about losing his job.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/get-rich-quick-schemes-target-young-people-online-surge-11636405970", "title": "Get-Rich-Quick Schemes That Target Young People Online Proliferate", "date": "2021-11-12 10:00", "summary": "Many scams can seem surprisingly legitimate to those who spend a lot of time on social-media platforms. LaNiah Moon had just moved out of her college dorm and into her parents' house in February when she received a direct message on Instagram from a woman named Maya, offering her an opportunity to \"make some quick cash.\"", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/church-pandemic-covid-online-11636728162", "title": "Churches Changed During the Pandemic and Many Aren't Going Back", "date": "2021-11-12 09:52", "summary": "Religious leaders are trying to attract members for the long haul. 'What we are trying to build is something that is Covid-proof and recession-proof.'. PHILADELPHIA-The pews were only half full at St. Raymond of Penafort on a recent Sunday morning. At the height of lockdowns, that was OK as scores of parishioners grew accustomed to watching services online, hinting at what a post-pandemic future might look like.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hi-im-a-leaf-blower-everybody-hates-me-11636728145", "title": "Hi, I'm a Leaf Blower. Everybody Hates Me.", "date": "2021-11-12 09:42", "summary": "The world's most notorious power tool has something to say. VURRR ... VURRR ... VUUUUUUUUUURR-RRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRR!!!!!", "categories": [["Life & Work", "Ideas", "Jason Gay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/jason-gay-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rivian-stock-price-edges-higher-what-to-watch-in-the-stock-market-today-11636718920", "title": "Rivian Automotive Stock Price: What to Watch in the Stock Market Today", "date": "2021-11-12 09:40", "summary": "Shares in the electric vehicle maker rose at the market open, adding to its $100 billion market capitalization. Stocks opened a touch higher Friday but major indexes are still poised to snap a five-week winning streak, knocked by concerns about high levels of inflation. Here's what we're watching in markets:", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netherlands-set-to-revive-covid-19-restrictions-despite-high-vaccination-rate-11636726327", "title": "Netherlands Set to Revive Covid-19 Restrictions Despite High Vaccination Rate", "date": "2021-11-12 09:12", "summary": "Other countries are also reviving, or considering reviving, abandoned health precautions as infections rise across Europe. The Netherlands is set to reimpose curbs on public life, despite a high vaccination rate, after a steep rise in coronavirus cases raised concerns that hospitals could become overwhelmed.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/metaverse-experience-facebook-microsoft-11636671113", "title": "Stuck in the Metaverse for 24 Hours: Here's What I Did", "date": "2021-11-12 09:00", "summary": "The best way to learn about the 3-D future internet everyone's talking about? Visit it in a virtual-reality headset.. Here's a lesson from the metaverse: Avatar attractiveness is a thing.", "categories": [["Tech", "Personal Tech", "Personal Technology: Joanna Stern"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disneys-streaming-service-reaches-two-year-mark-amid-subscriber-slowdown-11636725600", "title": "Disney's Streaming Service Reaches Two-Year Mark Amid Subscriber Slowdown", "date": "2021-11-12 09:00", "summary": "Disney+ promotes new 'Star Wars' shows, offers subscribers perks at theme parks for company holiday. Walt Disney Co. is marking the two-year anniversary of its flagship streaming service with a blitz of programming and promotions that it hopes will help turn the tide on a slowdown in new subscribers.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-is-stifling-independent-report-on-its-impact-in-india-human-rights-groups-say-11636725601", "title": "Facebook Is Stifling Independent Report on Its Impact in India, Human Rights Groups Say", "date": "2021-11-12 09:00", "summary": "External researchers say company is delaying completion and narrowing scope of assessment commissioned in mid-2020. Facebook says work is continuing.. Human rights groups say Facebook is stifling an independent report it commissioned to investigate hate speech on its services in India, the company's largest market by customers and where scrutiny of its operations is increasing.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-j-split-sees-band-aid-tylenol-go-their-own-way-11636724264", "title": "J&J Split Sees Band-Aid, Tylenol Go Their Own Way", "date": "2021-11-12 08:37", "summary": "Stand-alone business would have greater focus on growing self-care trend, but it will face rising competition. Johnson & Johnson 's decision to spin off its consumer business creates a company focused on two markets it says could benefit from the growing trend toward self care: over-the-counter medicines and skin care.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflation-expectations-could-be-a-freudian-slip-for-the-fed-11636724119", "title": "Inflation Expectations Could Be a Freudian Slip for the Fed", "date": "2021-11-12 08:35", "summary": "Central banks would be ill-advised to tighten monetary policy just because consumers say they think inflation will be higher in 10 years' time. The fate of financial markets may depend on central banks' analysis of consumer \"inflation expectations.\" They risk venturing into Freudian pseudoscience more than sound psychology.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/us-travel-foreign-travel-tourists-new-york-11636664941", "title": "As U.S. Reopens to Global Travelers, Tourist Hubs Cheer but Embrace Patience", "date": "2021-11-12 08:00", "summary": "Cities are breathing easier now that entry restrictions are lifted for visitors from 33 countries; crowds are coming, but hurdles remain. Tourism leaders at popular U.S. tourist destinations have let out a giant, collective cheer. As of this week, they can count on visitors from foreign countries with restrictions lifting.", "categories": [["Life & Work", "Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mac-jones-patriots-bill-belichick-nick-saban-11636683112", "title": "Nick Saban, Bill Belichick and the Education of Mac Jones", "date": "2021-11-12 08:00", "summary": "Before the Patriots quarterback played for the coach who has won the most Super Bowls, he learned under the one who won the most national championships. That experience has prepared him to thrive as a rookie in the NFL.. Former New England Patriots defensive end Jarvis Green was stretching during practice about 15 years ago when New England coach Bill Belichick asked him a strange question: \"How's your coach?\"", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/astrazeneca-plans-to-start-selling-covid-19-vaccines-at-profit-11636709431", "title": "AstraZeneca Plans to Start Selling Covid-19 Vaccines at Profit", "date": "2021-11-12 07:59", "summary": "After having committed to at-cost vaccines, drugmaker says it will shift toward seeking profit on new orders. AstraZeneca PLC said it would start pricing its Covid-19 vaccine to make it profitable, ending a period in which it had pledged to roll out the shots at cost during the pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iphone-maker-foxconn-expects-supply-chain-issues-until-second-half-of-2022-11636721969", "title": "iPhone Maker Foxconn Expects Supply-Chain Issues to Continue", "date": "2021-11-12 07:59", "summary": "Component shortage prompts Foxconn to forecast consumer electronics sales decline in fourth quarter. TAIPEI- Foxconn Technology Group, the biggest manufacturer of Apple Inc.'s iPhones, said the global supply-chain crunch is expected to last until the second half of next year, a sign of headwinds that electronics shipments could continue to face.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toshiba-like-ge-plans-to-split-into-three-parts-11636700609", "title": "Toshiba, Like GE, Plans to Split Into Three Parts", "date": "2021-11-12 07:35", "summary": "The move, following shareholder pressure for a more-focused structure, adds up to a de facto dismantling of a conglomerate whose roots date to 1875. TOKYO- Toshiba Corp. said it planned to split into three by March 2024 in response to shareholder pressure for a more-focused structure, following a similar path taken by fellow industrial conglomerate General Electric Co.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-firms-aid-chinas-bid-for-chip-dominance-despite-security-concerns-11636718400", "title": "U.S. Firms Aid China's Bid for Chip Dominance", "date": "2021-11-12 07:00", "summary": "Silicon Valley venture-capital firms and chip-industry giants are ramping up deals in China's semiconductor industry, alarming U.S. officials. U.S. firms and their China affiliates are ramping up investment in Chinese semiconductor companies, aiding Beijing's bid for chip-sector dominance and complicating Washington's efforts to preserve America's lead in the critical technology, a Wall Street Journal investigation has found.", "categories": [["WSJ News Exclusive", "National Security"]], "category_links": ["https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/editor-in-chief-kristina-oneill-on-the-2021-innovators-issue-11636688892", "title": "Editor in Chief Kristina O'Neill on the 2021 Innovators Issue", "date": "2021-11-12 07:00", "summary": "Why Kim Kardashian West and Lil Nas X are so groundbreaking.. The world has always needed innovators, but at the end of 2021, it feels like we've never needed them more. The challenges facing society-climate change, racial inequity, the impacts of a global pandemic-call for leaders with creativity and brash determination. With our 11th annual Innovator Awards and issue, we're honoring eight such pioneers, whose imagination and motivation are redefining the art of the possible.", "categories": [["Editor's Letter"]], "category_links": ["https://www.wsj.com/news/types/magazine-editor-s-letter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wsj-magazine-chose-2021-innovator-honorees-11636688969", "title": "How WSJ. Magazine Chose All of Its 2021 Innovator Honorees", "date": "2021-11-12 07:00", "summary": "The writers, photographers and stylists behind each of this year's eight Innovator profiles.. Wall Street Journal European sports reporter Joshua Robinson first interviewed Formula 1 driver and Sports Innovator Lewis Hamilton at the Belgian Grand Prix in 2015. \"To see him go from budding talent to world champion to probably the greatest of all time and now also using his voice and his platform to effect social change has been pretty fascinating,\" says Robinson, who spoke to Hamilton on Zoom about racing, social justice and his interest in fashion and music. Stylist Law Roach drew out that fashionable side for Hamilton's shoot with photographer Cass Bird. \"[Hamilton] is out there risking his life on any given Sunday and yet he's able to have these diverse interests,\" says Robinson. \"It's just amazing to me that one person can do so much.\"", "categories": [["Contributors"]], "category_links": ["https://www.wsj.com/news/types/magazine-contributors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-and-xi-pressed-for-u-s-china-climate-statement-11636718318", "title": "U.S.-China Climate Change Cooperation Driven by Biden and Xi's Need for Deal", "date": "2021-11-12 06:58", "summary": "Agreement aims to smooth COP26 negotiations and U.S.-China relations ahead of summit between the two leaders. GLASGOW-The surprise announcement that the U.S. and China would cooperate on accelerating a transition to cleaner energy came after both President Biden and Chinese President Xi Jinping encouraged their delegates to find common ground ahead of a virtual summit, according to people familiar with the negotiation.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australian-open-vaccine-mandate-novak-djokovic-11636678301", "title": "The Australian Open's Vaccine Mandate Could Keep Novak Djokovic at Home", "date": "2021-11-12 06:00", "summary": "The 20-time major champion hasn't said whether he will comply with local vaccine rules to play in Melbourne.. PARIS-When Novak Djokovic won the Paris Masters this month, he rounded out a tennis season for the ages. Not only did he win three major titles to join Roger Federer and Rafael Nadal at 20 apiece-he also surpassed Nadal's mark for Masters titles, and finished as world No. 1 for a record seventh straight season.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toshibas-ge-style-split-risks-lukewarm-welcome-11636713819", "title": "Toshiba's GE-Style Split Risks Lukewarm Welcome", "date": "2021-11-12 05:43", "summary": "The proposed split could unlock some value, but recalcitrant activist investors may conclude it isn't nearly enough. Three is better than one. Splitting into three companies seems to be the trendy thing to do for once-mighty industrial icons.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-bidens-plan-would-expand-pre-k-to-millions-of-children-11636713000", "title": "How Biden's Plan Would Expand Pre-K", "date": "2021-11-12 05:30", "summary": "Schools would get billions in federal funds; some see staffing, facilities hurdles. States are poised to get billions of dollars to provide prekindergarten classes for all 3- and 4-year-old children under a massive spending bill that would result in the largest one-time expansion of American public education in decades.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-crypto-wallets-fit-into-investors-pockets-11636713001", "title": "How Crypto Wallets Fit Into Investors' Pockets", "date": "2021-11-12 05:30", "summary": "A coming wave of companies providing accounts for digital assets could reorder the consumer crypto landscape. More players are beginning to arrive in the world of digital assets. Investors will have to think about what it means for their wallets-and for wallet stocks.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/general-electrics-power-business-is-facing-stiff-competition-as-spinoff-looms-11636713001", "title": "GE's Power Unit Faces Rivals as Spinoff Looms", "date": "2021-11-12 05:30", "summary": "Resume Subscription. General Electric Co. aims to create a market-leading power company as the conglomerate breaks into three. But it faces stiff competition from rivals also repositioning their businesses to cash in on a global renewable-energy boom.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/chinas-biggest-shopping-event-hit-by-global-supply-chain-strains-11636628420", "title": "Alibaba's 'Singles Day' in China Hit by Global Supply Strains", "date": "2021-11-12 00:56", "summary": "Power outages, chip shortages and production snarls keep merchants on edge and customers waiting during 'Singles Day'. China's biggest shopping season is getting squeezed by the global supply-chain crunch.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11636654318", "title": "Pepper...and Salt", "date": "2021-11-12 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-bankruptcy-could-help-johnson-johnson-corral-vast-talc-litigation-11626773400", "title": "How Bankruptcy Could Help Johnson & Johnson Corral Vast Talc Litigation", "date": "2021-11-12 00:01", "summary": "The company has isolated its talc liabilities in a subsidiary and put them in bankruptcy, which legal experts say could prompt injury claimants to settle. Johnson & Johnson has put thousands of personal-injury claims over talcum-based baby powder into bankruptcy, hoping to drive settlements with victims of ovarian cancer and mesothelioma.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}]