[{"link": "https://www.wsj.com/articles/selling-access-is-a-scandal-about-joe-biden-not-hunter-11632338003", "title": "Selling Access Is a Scandal About Joe Biden, Not Hunter", "date": "2021-09-22 19:34", "summary": "Politico seconds New York Post reporting on the 'big guy.'. Last year New York Post reports about Biden family enrichment schemes were dismissed by old-media firms and suppressed by new-media firms. Old or new, the press corps was generally unwilling to allow voters to see the sordid reality of a candidate who was presenting himself as superior in character to the incumbent President. Now that Mr. Biden has been in the White House for eight months, will reporters be willing to act like reporters again?", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-holmes-trial-jim-mattis-tells-jury-he-came-to-doubt-theranos-technology-11632352087", "title": "Elizabeth Holmes Trial: Jim Mattis Tells Jury He Came to Doubt Theranos Technology", "date": "2021-09-22 19:08", "summary": "The former defense secretary said he invested $85,000 in the company and pressed the military to adopt its blood-testing devices. SAN JOSE, Calif.-Former Defense Secretary Jim Mattis testified Wednesday in the criminal trial of Theranos Inc. founder Elizabeth Holmes that he and other board members were blindsided to learn in 2015 that the company hadn't been conducting all of its blood tests using its proprietary technology.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazils-unvaccinated-president-goes-into-quarantine-after-return-from-new-york-11632351752", "title": "Brazil's Unvaccinated President Goes Into Quarantine After Return From New York", "date": "2021-09-22 19:02", "summary": "A member of Jair Bolsonaro's delegation to U.N. General Assembly tested positive for Covid-19 virus. SÃO PAULO-President Jair Bolsonaro was self-isolating after a member of his delegation tested positive for the virus that causes Covid-19 during the Brazilian leader's trip to attend the United Nations General Assembly in New York.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-government-family-income-child-tax-credit-entitlement-democrats-congress-11632336787", "title": "The New Government Basic Income", "date": "2021-09-22 19:01", "summary": "The child credit has become a new trillion-dollar entitlement for the middle class, untied to work.. The history of government entitlements is that they inevitably expand, often into something far different than how they began. There's no better example than the \"child tax credit\" that Democrats are now expanding into a costly guaranteed basic income for families with children. This is an enormous change in social policy and the role of government, and it's moving through Congress with no scrutiny.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-wants-to-buy-hunter-bidens-art-joe-biden-james-comer-georges-berges-11632344727", "title": "Who Wants to Buy Hunter Biden's Art?", "date": "2021-09-22 18:59", "summary": "The Congressman asking that question isn't getting a response.. President Biden owes the public an explanation of the plan for Hunter Biden's secret art sales, because Congress isn't getting any answers. This summer a New York gallerist, Georges Bergès, said he would hold two private exhibitions, starting in September, to market Hunter's paintings for between $75,000 and $500,000 each.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-chief-technology-officer-to-step-down-11632344382", "title": "Facebook's Chief Technology Officer to Step Down", "date": "2021-09-22 18:56", "summary": "Mike Schroepfer, after 13 years at the company and serving as one of its top executives, is leaving the post to transition to part-time role. Facebook Inc.'s chief technology officer, a long-serving top lieutenant to co-founder Mark Zuckerberg, said on Wednesday he will step down from the role next year.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jerome-powells-reappointment-credential-federal-reserve-inflation-asset-prices-11632348055", "title": "Powell's Reappointment Credential", "date": "2021-09-22 18:56", "summary": "The Fed Chairman blew it on inflation, but he's kept asset prices high.. Reporters gave Federal Reserve Chairman Jerome Powell a hard time at his Wednesday press conference-but not about the Fed's wildly mistaken inflation estimates. The press wanted to know what the Fed chief will do about the news that two regional Fed bank presidents have been active stock traders.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-very-german-change-election-angela-merkel-olaf-scholz-armin-laschet-annalena-baerbock-11632337935", "title": "A Very German 'Change' Election", "date": "2021-09-22 18:54", "summary": "Voters face an array of possible coalitions, but very little change.. Germany heads to the polls this weekend to decide what comes next after long-serving Chancellor Angela Merkel steps down. It says something about German politics in the Merkel era that voters' answer is likely to be a resounding \"we don't know.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bipartisan-police-overhaul-talks-end-with-no-deal-11632330043", "title": "Bipartisan Police-Overhaul Talks End With No Deal", "date": "2021-09-22 18:52", "summary": "Lawmakers had sought to address abuses by law-enforcement after protests over killings of Black Americans. WASHINGTON-A top Democratic negotiator on Wednesday called off talks aimed at overhauling police tactics and accountability, saying lawmakers were unable to reach a compromise in the wake of nationwide protests sparked by the killings of Black Americans by law-enforcement officers.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/powell-says-fed-is-taking-questions-about-officials-trading-very-seriously-11632350823", "title": "Powell: Fed Is Taking Questions About Officials' Trading Very Seriously", "date": "2021-09-22 18:47", "summary": "'No one on the FOMC is happy to be-to be in this situation,' the Fed chairman said. Federal Reserve Chairman Jerome Powell declined to voice clear support for the leaders of the Dallas and Boston Fed banks when asked about their recently disclosed stock trading and pledged to change the rules that allowed such market activity by policy makers.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-focused-clearhaven-partners-closes-debut-fund-11632349800", "title": "Tech-Focused Clearhaven Partners Closes Debut Fund", "date": "2021-09-22 18:30", "summary": "The firm, co-founded by veteran investor Michelle Noon, raised more than $312 million for its inaugural vehicle. Clearhaven Partners, a new firm focused on lower midmarket technology and software investments, has closed its debut fund with more than $312 million in capital.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-rankings-list-2022-11632246093", "title": "Explore the Full WSJ/THE 2022 College Rankings List", "date": "2021-09-22 18:26", "summary": "Resume Subscription. Correction: The figures for academic spending per student for each school initially published with these rankings were incorrect. The current figures are correct. The correct figures were used in the rankings, which were not affected by this error. Also, a Best Value rank was incorrectly included for the U.S. Military Academy and U.S. Naval Academy. Because students at those schools are obligated to enter active-duty military service upon graduation, the schools aren't considered for inclusion in the Best Value ranking.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/hot-u-s-housing-market-cooled-some-in-august-11632319895", "title": "U.S. Housing Market Cooled Some in August", "date": "2021-09-22 18:15", "summary": "Existing-home sales dropped 2% from the prior month as buyers pulled back, supply tightened and prices eased. The turbocharged housing market slowed in August as near record asking prices are giving buyers pause, easing some of the frenzy that gripped the market only a few months ago.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xi-jinping-china-dangerous-investment-esg-foreign-firms-11632339433", "title": "Xi Jinping Makes China a Dangerous Place for Investment", "date": "2021-09-22 18:15", "summary": "What the state wants, the state gets. That makes the business climate unstable and ethically risky.. Despite the growing tensions between China and the West, the ties between China and Wall Street have grown exponentially in recent years. BlackRock , JP Morgan, Goldman Sachs , HSBC , Vanguard and Schroders are all rushing into the Chinese financial markets. BlackRock called last month for investors to consider tripling their allocation to Chinese equities.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fostoria-ohio-code-of-conduct-manners-courtesy-political-discourse-local-government-11632336999", "title": "An Old Ohio Code of Conduct Has a Point", "date": "2021-09-22 18:14", "summary": "In 1998, the Fostoria City Council made some polite requests.. Could the antidote to our rude, ever-angry, constantly in-your-face times be found in the Fostoria, Ohio, Code of Conduct?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/system-error-review-after-the-disruption-11632348823", "title": "'System Error' Review: After the Disruption", "date": "2021-09-22 18:13", "summary": "The digital transition was always going to be a messy one-look at the antitrust ﬁghts that followed the telephone during the analog era.. How to fix the internet? It's all so new-the internet, and digital technology in general-that you sometimes wonder how something so promising could have gone wrong so quickly. But there is no precedent for the world we're creating. The internet changes everything, as its fanboys used to say, back before the internet actually did change everything.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-socialist-reconiciliation-government-expansion-build-back-better-11632338922", "title": "Joe Biden (D., Socialist)", "date": "2021-09-22 18:12", "summary": "Biden has said, 'I am a capitalist' and 'I am not a socialist.' Both statements are false.. Sorry to be the bearer of bad news, but someone has to say it: You have to listen to Joe Biden. Ignore what he says at your peril.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-tees-up-taper-and-signals-rate-rises-possible-next-year-11632333617", "title": "Fed Tees Up Taper, Signals Rate Rises Possible Next Year", "date": "2021-09-22 18:10", "summary": "Central bank officials prepare to reverse pandemic stimulus programs as soon as November; new projections showed half of 18 officials expect to raise interest rates by the end of 2022. The Federal Reserve signaled it was ready to start reversing its pandemic stimulus programs in November and could raise interest rates next year amid risks of a lengthier-than-anticipated jump in inflation.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/donald-trump-sues-mary-trump-and-new-york-times-over-2018-article-11632319841", "title": "Trump Sues Niece, New York Times and Reporters Over 2018 Article", "date": "2021-09-22 18:02", "summary": "Lawsuit accuses former president's niece and three reporters of plotting to get confidential tax information. Former President Donald Trump filed a lawsuit against Mary Trump, the New York Times and several Times reporters, accusing the defendants of plotting with his niece to expose confidential tax information.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transcript-fed-chief-powells-postmeeting-press-conference-11632344205", "title": "Transcript: Fed Chief Powell's Postmeeting Press Conference", "date": "2021-09-22 17:57", "summary": "Resume Subscription. Federal Reserve Chairman Jerome Powell on Wednesday discussed the central bank's outlook for the U.S. economy's recovery, including expectations for a strengthening labor market. Mr. Powell also said during a press conference after the Fed's monetary policy meeting that elevated inflation is expected to drop back next year toward the central bank's goal of 2%. Additionally, he noted that while Fed officials didn't make any decisions regarding a reduction in the central bank's $120 billion a month in bond-buying stimulus, they generally view that a gradual tapering of the purchases concluding around the middle of next year would likely be appropriate if the recovery stays on track. Here is a transcript, lightly edited for clarity and length.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-treasury-yields-hold-steady-ahead-of-fed-policy-statements-11632321466", "title": "Short-Term Treasury Yields Rise After Fed Signals Shift", "date": "2021-09-22 17:43", "summary": "Wednesday's meeting marked the first time since June that the central bank released detailed economic projections. Yields on all but the longest-term U.S. government bonds edged higher Wednesday after the Federal Reserve signaled that it was poised to start scaling back bond purchases as soon as November, while more officials than in June indicated that they could envision raising interest rates by the end of next year.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-is-pumping-less-gas-as-demand-revives-leaving-a-gap-russia-is-filling-11632308400", "title": "Europe Pumps Less Gas as Demand Rebounds, With Russia Filling the Gap", "date": "2021-09-22 17:32", "summary": "Natural-gas supply shortfalls have led to record prices for the fuel and for electricity, stoking fears of a shortage. A giant Dutch natural-gas field once pumped enough fuel to cover the current needs of Germany, Europe's largest economy. Next year the field is shutting down over environmental concerns.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-09-22-2021-11632296835", "title": "U.S. Stocks Finish Higher as Fed Signals Timing for Interest Rate Hikes", "date": "2021-09-22 17:26", "summary": "Concerns over heavily indebted property developer China Evergrande Group and its effect on markets have also started to ebb. U.S. stocks staged a comeback from their September rout Wednesday after the Federal Reserve signaled that it could begin to reduce its bond purchases soon and raise interest rates as early as next year.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macbeth-giuseppe-verdi-lyric-opera-of-chicago-carmen-georges-bizet-chicago-opera-theater-11632345759", "title": "'Macbeth' and 'Carmen' Reviews: Bold Voices in the Windy City", "date": "2021-09-22 17:25", "summary": "In Chicago, a production that moves Verdi's work to the mid-19th century from medieval times and a concert of Bizet's classic.. ", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/angela-merkel-german-alliance-biden-trans-atlantic-relations-11632344868", "title": "Angela Merkel's International Legacy: Cooler Trans-Atlantic Relations", "date": "2021-09-22 17:09", "summary": "Resume Subscription. BERLIN-After moving into the White House in January, President Biden decided his first call to a foreign leader would go to Angela Merkel, signaling a return to trans-Atlantic normality after the turbulence of the Trump era, according to aides.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/american-weathervanes-the-art-of-the-winds-american-folk-art-museum-louis-bleriot-warren-dragon-11632344238", "title": "'American Weathervanes: The Art of the Winds' Review: Zephyrs of Creativity", "date": "2021-09-22 16:58", "summary": "A survey of these devices shows that they were far more than utilitarian objects, expressing wit, whimsy and even religious belief.. New York", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-soccer-women-equal-pay-11632341799", "title": "U.S. Soccer Says Women's Equal-Pay Claims Were Rightly Dismissed", "date": "2021-09-22 16:55", "summary": "The federation blames the large gap in bonus money in men's and women's contracts on the gulf in prize money at the World Cups. U.S. women's soccer team players sought a collective-bargaining agreement that prioritized guaranteed salaries and benefits over potentially higher bonuses, and can't now pursue \"equal pay\" claims based on a pay structure they rejected, the U.S. Soccer Federation argued in a court filing Wednesday.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bombings-and-gunfire-challenge-taliban-rule-in-islamic-state-afghan-stronghold-11632333834", "title": "Islamic State Attacks in Eastern Afghanistan Challenge Taliban Rule", "date": "2021-09-22 16:53", "summary": "The strikes killed at least five people in Nangarhar province on Wednesday, and followed deadly weekend strikes on Taliban patrols. KABUL-A spate of attacks killed at least five people in eastern Afghanistan's Nangarhar province on Wednesday, the latest outbreak of violence in an area where Islamic State's regional affiliate is mounting a challenge to the Taliban's control of the country.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toast-freshworks-make-strong-market-debuts-11632343496", "title": "Toast, Freshworks Make Strong Market Debuts", "date": "2021-09-22 16:44", "summary": "The companies are among more than a dozen expected to raise more than $5 billion through IPOs this week. Technology companies Toast Inc. and Freshworks Inc. had strong public-markets debuts on Wednesday, midway through a busy week for initial public offerings.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shooting-range-safe-room-phoenix-arizona-11632342652", "title": "A Shooting Range Doubles as a Safe Room in the Basement of This Arizona Home", "date": "2021-09-22 16:35", "summary": "Resume Subscription. Alex de Hondol, 50, enjoys hunting, and eating, collared peccaries, or javelinas, found in the mountains two hours outside of Phoenix.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/supplier-contracts-get-revamped-after-covid-19-disruptions-11632342257", "title": "Supply-Chain Contracts Get Revamped After Covid-19 Disruptions", "date": "2021-09-22 16:24", "summary": "Companies are looking for more specific terms and indexed pricing to account for the delays, soaring costs in supply chains. Pandemic-driven strains in supply chains are triggering changes in contract terms between suppliers and their manufacturing and retail customers as companies try to address the risks and added costs brought on by persistent delays and disruptions.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-look-inside-the-new-home-11632342099", "title": "A Look Inside the New Home", "date": "2021-09-22 16:21", "summary": "The de Hondols' $3 million custom build. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-audit-watchdog-adopts-rule-to-help-implement-new-trading-ban-11632341784", "title": "U.S. Audit Watchdog Adopts Rule to Help Implement New Trading Ban", "date": "2021-09-22 16:16", "summary": "Move follows passage of law banning foreign companies from the country's exchanges if their auditors haven't been inspected by American regulators. The Public Company Accounting Oversight Board on Wednesday adopted a new framework that would help it implement a law banning foreign companies from U.S. exchanges if their auditors haven't been inspected by American regulators.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/southern-baptist-convention-committee-votes-to-fund-sex-abuse-probe-11632341717", "title": "Southern Baptist Convention Committee Votes to Fund Sex-Abuse Probe", "date": "2021-09-22 16:15", "summary": "Push to waive attorney-client privileges in the probe draws criticism from some delegates. A top Southern Baptist Convention committee voted to fund an independent investigation into how leaders handled sexual-abuse allegations, a flashpoint for the nation's largest Protestant denomination.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regulators-ask-dozens-of-companies-for-more-climate-disclosures-11632341672", "title": "SEC Asks Dozens of Companies for More Climate Disclosures", "date": "2021-09-22 16:14", "summary": "Agency letters request information about material risks related to climate change. WASHINGTON-The Securities and Exchange Commission has sent letters to dozens of public companies asking them to provide more information to investors about how climate change might affect their financial earnings or business operations.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-says-apples-privacy-changes-hurt-digital-ad-measurement-11632341624", "title": "Facebook Says Apple's Privacy Changes Hurt Digital Ad Measurement", "date": "2021-09-22 16:13", "summary": "Social-media giant seeks to assure advertisers and suggests its tools may undercount effectiveness of campaigns. Facebook Inc. said that Apple Inc.'s recent changes to enhance privacy for users of its mobile operating system are impeding tools that the social-media giant uses to help advertisers measure the effectiveness of their campaigns.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-airlines-employee-lawsuit-challenges-company-over-vaccine-exemptions-11632341510", "title": "Employee Lawsuit Challenges United Airlines Over Vaccine Exemptions", "date": "2021-09-22 16:11", "summary": "Six staffers seek delay United's Covid-19 vaccination requirement for those with religious or medical exemptions. A group of six United Airlines Holdings Inc. employees sued the airline over its Covid-19 vaccine mandate, alleging that the airline hasn't made reasonable accommodations for those seeking religious and medical exemptions.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/puzzle-pieces-thursday-crossword-september-23-11631896831", "title": "Puzzle Pieces (Thursday Crossword, September 23)", "date": "2021-09-22 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-intentions-on-rates-remain-muddled-11632340602", "title": "Fed's Intentions on Rates Remain Muddled", "date": "2021-09-22 15:56", "summary": "Investors shouldn't read too much into projections showing half the Fed board sees rates higher by the end of next year. Federal Reserve policy makers have been at pains to convince investors that winding down the central bank's asset purchases won't necessarily lead to rate increases. But they made something of a muddle of that message on Wednesday.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-warren-other-top-democrats-raise-concerns-about-spac-incentives-11632339583", "title": "Elizabeth Warren, Other Top Democrats Raise Concerns About SPAC Incentives", "date": "2021-09-22 15:39", "summary": "Letters to SPAC creators come amid increasing regulatory scrutiny of blank-check companies. Elizabeth Warren and three other Democratic senators sent open letters to several creators of special-purpose acquisition companies Wednesday questioning how SPAC executives are compensated and requesting more details about their potential conflicts of interest.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-score-the-best-luxury-hotel-deals-5-expert-tips-11632339427", "title": "How to Score the Best Luxury Hotel Deals: 5 Expert Tips", "date": "2021-09-22 15:37", "summary": "We asked industry insiders for the best advice on getting a discount at premium hotels. TWO THOUSAND DOLLARS a night for a hotel room with one king-size bed in Nantucket. More than $4,000 a night for a \"Desert View Suite\" in Utah. Travelers itching to get back on the road are getting an unwelcome surprise: hotel sticker shock. According to a recent survey from travel booking app Hopper, lodging prices in the U.S. are up 42% from earlier this year, and are likely to rise even more by the winter holidays. \"We've seen crazy high levels at some leisure destinations,\" said Hopper economist Adit Damodaran. Why the spike? \"Demand for hotels just skyrocketed overnight\" around Memorial Day, explained Andrea Stokes, hospitality practice lead at research firm J.D. Power. Plus, many guests chose to stay stateside this year instead of going abroad. The good news: You can still ferret out bargains or wrangle a discount. We asked a few travel industry insiders for their best booking tips:", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/evergrande-is-in-crisis-but-a-risky-china-still-beckons-to-investors-11632339150", "title": "China Still Beckons U.S. Investors Despite Evergrande Crisis", "date": "2021-09-22 15:32", "summary": "Some view a default by the Chinese property developer as good for markets long-term, while others see rising risks. Some big U.S. investors are looking past the potential failure of a massive Chinese property developer whose debt woes shook global markets this week, giving a vote of confidence to China as an investment destination despite the rising regulatory and political risks foreign investors increasingly face there.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-bipartisan-infrastructure-bill-spending-11632256423", "title": "How Should Republicans Vote on Infrastructure?", "date": "2021-09-22 15:29", "summary": "I remember another president promising 'shovel ready' projects, but what did we get for almost $1 trillion back then?. As a fellow Republican, I can sympathize with Sen. Bill Cassidy's desire to pass the infrastructure bill (\"We Must Pass the Infrastructure Bill,\" op-ed Sept. 18). But I am disappointed that he failed to address the concerns that many of us have with it. The bill has been reported to be $1.2 trillion all summer, but the senator's article spells out only where $94.5 billion in spending will go. Can Mr. Cassidy promise Republicans that the money will be used as intended and that taxpayers will get the most bang for their buck? I remember another president promising \"shovel ready\" projects, but what did we get for almost one trillion dollars back then?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/france-us-history-australia-naval-deal-china-11632257691", "title": "France Is America's Oldest Ally and Enemy", "date": "2021-09-22 15:27", "summary": "Assistance during the Revolutionary War was as an aberration in over a century and a half of hostility.. Despite all the hand-wringing over America's allegedly cavalier treatment of France, \"our oldest ally,\" per the White House, we would do well to remember that France can more accurately be described as America's oldest enemy (\"A Smart Submarine Deal With the Aussies,\" Review & Outlook, Sept. 17).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hospital-airport-safety-surgeon-pilot-11632258587", "title": "Hospital Surgeons Could Use Co-Pilots' Help", "date": "2021-09-22 15:26", "summary": "Aviation lives mainly in the world of physics and as such is more amenable to checklists.. As a pilot and primary-care physician, I am familiar with both aviation and medicine (\"Can Hospitals Learn About Safety From Airlines?\" Review, Sept. 4). Aviation lives mainly in the world of physics and as such is more amenable to checklists. Complicated systems are linear; the amount of output (say, a throttle setting) corresponds to a predictable and reproducible change (in this case, thrust from an engine).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-systemic-racism-resdistricting-gerrymandering-black-candidates-white-districts-11632252714", "title": "Do Democrats Believe the 'Systemic Racism' Charge?", "date": "2021-09-22 15:24", "summary": "Their actions in redistricting may suggest otherwise.. Jason Riley answered \"yes\" to his question \"Is Racial Gerrymandering Going Out of Style?\" (Upward Mobility, Sept. 15), as black leaders realize that black candidates can, have and will win in majority-white districts. It dawned on Democrats in recent years that skin color is not a top selection criterion for most voters, and Democrats have moved toward a more even distribution of black voters when given an opportunity in redistricting or court challenges of less racially diverse districts. Even as Democrats ratcheted up charges of \"systemic racism,\" they understood that racism is less a factor in American politics than ever before.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fasb-wants-more-disclosure-on-companies-supply-chain-finance-programs-11632337730", "title": "FASB Wants More Disclosure on Companies' Supply-Chain Finance Programs", "date": "2021-09-22 15:08", "summary": "Standard setter's proposal comes after accounting firms asked for guidance on how the short-term borrowing mechanism should be reported. The Financial Accounting Standards Board on Wednesday proposed a rule that would require companies to disclose key terms and the size of their supply-chain financing, a move aimed at helping investors better understand the short-term borrowing mechanism.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-macron-to-speak-in-effort-to-ease-diplomatic-spat-11632319882", "title": "Biden, Macron Vow to Work to Ease Diplomatic Spat", "date": "2021-09-22 15:03", "summary": "Leaders of U.S. and France spoke for the first time since spat arose over submarine deal. President Biden and France's President Emmanuel Macron, speaking for the first time since a diplomatic spat arose over a deal by the U.S. and United Kingdom to supply Australia with nuclear-powered submarines, vowed to seek ways to patch up an alliance that is part of American efforts to counter China's influence in the Pacific.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/non-compete-clause-legal-11632244492", "title": "Should Noncompete Clauses for Executives Be Legal?", "date": "2021-09-22 15:00", "summary": "Proponents say they reduce the risk that intellectual property will be expropriated. Opponents say they stifle innovation. The two sides square off.. Many executives in the U.S. have noncompete clauses in their employment contracts that prevent them from working for a competitor or starting a competing business for a certain period after leaving their current employer.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-strategy-on-haitian-migrants-in-texas-sparks-bipartisan-blowback-11632329430", "title": "Biden's Strategy on Haitian Migrants in Texas Sparks Bipartisan Criticism", "date": "2021-09-22 14:50", "summary": "Resume Subscription. WASHINGTON-President Biden's decision in recent days to carry out a large-scale deportation of Haitian migrants while allowing some of those migrants to stay in the U.S. has drawn sharp blowback from Democrats and Republicans to both approaches, and for his broader immigration policies.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/glasgow-climate-summit-attendees-push-u-k-for-vaccines-11632308669", "title": "U.N. Climate Summit Attendees Push Britain for Vaccines", "date": "2021-09-22 14:40", "summary": "British government says it is on track to provide promised shots, but some NGOs worry about access. Some 25,000 delegates from nearly every nation on Earth-including government officials, activists and journalists-will descend on Glasgow, Scotland, in November for a United Nations global climate summit.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-pledge-500-million-more-pfizer-vaccine-donations-for-poor-nations-at-u-n-covid-19-summit-11632304800", "title": "Biden Pledges 500 Million More Vaccines at U.N. Covid-19 Summit", "date": "2021-09-22 14:26", "summary": "Additional doses bring total U.S. commitment to 1.1 billion shots to be delivered to developing countries. WASHINGTON-President Biden said Wednesday that the U.S. will purchase 500 million additional doses of the coronavirus vaccine developed by Pfizer Inc. and BioNTech SE to donate to developing countries.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/epic-games-says-apple-won-t-reinstate-developer-account-11632331517", "title": "Epic Games Says Apple Won't Reinstate Developer Account", "date": "2021-09-22 14:11", "summary": "The iPhone maker won't consider reinstating the popular videogame until legal battle between the companies ends. Apple Inc. won't be letting the popular videogame \"Fortnite\" back onto the iPhone anytime soon.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/birds-thrived-during-covid-19-lockdowns-new-study-shows-11632333600", "title": "Birds Thrived During Covid-19 Lockdowns, Study Shows", "date": "2021-09-22 14:00", "summary": "Avian populations in urban areas across North America rose significantly in 2020. From hummingbirds to eagles, birds across North America flocked to once frenetic urban areas that had locked down in response to the Covid-19 pandemic, according to a new study based on millions of observations by amateur bird-watchers.", "categories": [["Life & Work", "Science"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/quit-job-notice-period-11632244422", "title": "You've Quit Your Job. How Do You Manage the Time Before You Actually Leave?", "date": "2021-09-22 14:00", "summary": "The days or weeks after you give notice can be tricky. Here's how to handle it wisely.. You've given notice. But you're still stuck working at the company for a stretch of days or weeks.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/general-mills-posts-higher-sales-amid-inflation-supply-chain-pressures-11632312946", "title": "General Mills Projects Continued Inflation", "date": "2021-09-22 13:41", "summary": "Cheerios maker says supermarket prices will increase further as company faces hundreds of disruptions across its operations. General Mills Inc. projected higher inflation ahead as the food giant grapples with growing labor, transport and supply-chain costs.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-an-adjustable-pillow-help-you-sleep-better-we-tested-3-11632332282", "title": "Can an Adjustable Pillow Help You Sleep Better? We Tested 3", "date": "2021-09-22 13:38", "summary": "If you're seeking optimal support, adjustable pillows can be plumped or thinned by adding or subtracting filling. Here, our picks for three types of sleepers. AH, THE VEXING QUEST to find the pillow of your dreams. Too soft and you must rest your head on your palm for extra support. Too hard and all you can count on is a stiff neck the next morning. While shoppers have long had their pick of stuffing-from memory foam and poly-fill to goose down-too often they get their pillows home from the store and sigh (all night) while attempting to slumber on them.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auto-car-makers-industry-semiconductor-chip-shortage-covid-19-taiwan-vietnam-11632329226", "title": "For Auto Makers, the Chip Famine Will Persist", "date": "2021-09-22 13:22", "summary": "Pandemic lockdowns, a drought and a winter storm have broken links in the supply chain.. The chip famine is starving the global auto industry and putting car buyers on a strict diet. So far this year, seven million cars that were supposed to be produced haven't been, according to IHS Markit data. Auto companies are shutting down production lines for weeks at a time and furloughing employees as a result of the chip shortage. Toyota has slashed its production 40% in September.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kevin-brady-neal-biden-tax-hikes-corporate-republicans-fight-back-11632328926", "title": "Kevin Brady's Charge on Tax Hike Hill", "date": "2021-09-22 13:21", "summary": "From special interest handouts to higher utility bills, the GOP has lots of ammo.. For someone leading others into an important political battle, Rep. Kevin Brady doesn't cut an imposing figure. He's more Omar Bradley than George Patton. But the soft-spoken, amiable former Ways and Means Committee chairman is an able commander of the House Republicans' assault against the Biden tax plan.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/haitian-migrants-return-to-mexico-to-avoid-u-s-deportation-11632313381", "title": "Haitian Migrants Return to Mexico to Avoid U.S. Deportation", "date": "2021-09-22 13:20", "summary": "Resume Subscription. CIUDAD ACUÑA, Mexico-Migrants who recently entered the U.S. illegally are crossing back into this border city out of fear they could join about 1,000 others the Biden administration has flown back to Haiti this week.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/western-investors-dip-in-to-china-bond-rout-11632325554", "title": "Western Investors Bargain Hunt in China Bond Rout", "date": "2021-09-22 13:10", "summary": "Turmoil caused by China Evergrande is hitting bonds of other Chinese companies and spurring some emerging-market funds to buy. Property developer China Evergrande Group 's financial crisis is ripping through the roughly $750 billion market for \"offshore\" Chinese corporate bonds issued primarily to international investors in dollars and euros.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-alabama-an-informal-house-tour-ends-with-an-effortless-and-organic-real-estate-deal-11632330314", "title": "In Alabama, an Informal House Tour Ends With an 'Effortless and Organic' Real-Estate Deal", "date": "2021-09-22 13:05", "summary": "Resume Subscription. Norbert and Sheryl Putnam were hoping to be helpful when they invited a couple they met at a birthday party in fashion-designer Billy Reid's shop in Florence, Ala., to visit their home.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ceo-longer-life-11632233135", "title": "One Secret to a Longer Life: Don't Become a CEO in an Embattled Industry", "date": "2021-09-22 13:00", "summary": "A study finds that chief executives who face unusual stress have reduced life expectancies (and appear to look older, as well). For many CEOs, stress is a routine part of their job. But what happens when they face extraordinary pressures like damaging economic shocks or the possibility of a hostile takeover?", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/london-stock-exchange-to-close-unprofitable-interest-rate-derivatives-venture-11632329641", "title": "London Stock Exchange to Close Unprofitable Interest-Rate Derivatives Venture", "date": "2021-09-22 12:54", "summary": "CurveGlobal to shut down in January after failing to catch on with traders. London Stock Exchange Group PLC is shutting its venture in interest-rate derivatives, CurveGlobal Ltd., after it failed to gain traction with traders over the past five years.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-comparison-2022-11632245712", "title": "Compare Any Two Colleges or Universities From the 2022 WSJ/THE College Rankings", "date": "2021-09-22 12:54", "summary": "Our tool helps you compare schools side by side once you've narrowed your decision. Select two schools from the 2022 Wall Street Journal/Times Higher Education College Rankings and compare their strengths and weaknesses.", "categories": [["Life & Work", "Journal Reports: College Rankings"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-college-rankings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fast-food-chains-test-reusable-cups-sandwich-boxes-11632327914", "title": "Fast-Food Chains Test Reusable Cups, Sandwich Boxes", "date": "2021-09-22 12:25", "summary": "Burger King and McDonald's have signed up to try Loop, a program that requires customers to return reusable packaging. Fast-food companies are testing whether customers will be willing to return sturdier, reusable packaging to stores as part of efforts to reduce the amount of waste their restaurants produce.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-chamber-targets-five-democrats-it-previously-endorsed-in-new-ad-campaign-11632327720", "title": "U.S. Chamber Targets Five Democrats It Previously Endorsed in New Ad Campaign", "date": "2021-09-22 12:22", "summary": "Ads call on voters to pressure the five lawmakers to reject the $3.5 trillion spending plan backed by Democratic leaders. WASHINGTON-The U.S. Chamber of Commerce on Wednesday launched television advertisements to pressure five centrist Democrats to vote against the $3.5 trillion budget package supported by Democratic leaders, signaling a possible break with lawmakers it previously supported.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-afghans-fleeing-taliban-being-on-right-list-is-crucial-11632312002", "title": "Fleeing Afghans Need to Be on Correct List", "date": "2021-09-22 12:20", "summary": "As the U.S. government and private groups collect names of thousands trying to get out, some seeking refuge face long odds. Washington is awash in lists. And for the countless Afghans trying to escape Taliban rule, being on the right one can mean the difference between life and death.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/workplace-automation-bots-gain-clout-amid-covid-19-pandemic-11632327480", "title": "Workplace Automation Bots Gain Clout Amid Covid-19 Pandemic", "date": "2021-09-22 12:18", "summary": "The pandemic acted as a proof of concept for business process automation of routine office jobs. The pandemic-fueled growth in the adoption of software robots designed to ease routine office work is making one task a lot easier for chief information officers: selling the idea to their corporate bosses.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/general-mills-shows-food-is-still-glorious-11632327200", "title": "General Mills Shows Food Is Still Glorious", "date": "2021-09-22 12:13", "summary": "Upbeat results suggest food companies can emerge from the latest bout of inflation with even stronger earnings power. Solid earnings for General Mills on Wednesday were the latest indication that investor fears for the food sector are overdone.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/family-friendly-workplace-11632244191", "title": "How to Find a Family-Friendly Workplace", "date": "2021-09-22 12:00", "summary": "It's easy for job seekers to say they want a better work-life balance. It's harder to know which companies will provide it.. When Sarah Brown started her job search in February 2019, she had plenty to contend with, including changing her career from teaching to technical editing.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-than-ready-for-a-european-vacation-feast-on-three-countries-in-three-days-11632326400", "title": "More Than Ready for a European Vacation? Feast on Three Countries in Three Days", "date": "2021-09-22 12:00", "summary": "The Istrian Peninsula-divided among Italy, Slovenia and Croatia-hosts an intriguing mishmash of cultures in its picturesque small towns. One efficient biking and hiking trail passes through a particularly scenic section of the region in just 75 miles.. IT WAS BREAKFAST time in the Italian border town of Muggia. A few families headed to the waterfront, passing underneath the archways of the Renaissance-era loggia. An old woman led her recalcitrant Maltese into the salumeria past windows displaying Italian sausage, truffles and the Balkan spicy pepper condiment known as ajvar. In this approximately 13,000-person town on the Istrian peninsula, at the point just before Italy dissolves into Slovenia, borders are often imaginary things.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/latin-american-migration-once-limited-to-a-few-countries-turns-into-a-mass-exodus-11632323297", "title": "Latin American Migration, Once Limited to a Few Countries, Turns Into a Mass Exodus", "date": "2021-09-22 11:08", "summary": "Resume Subscription. CIUDAD JUÁREZ, Mexico-The gathering of thousands of Haitians at the Texas-Mexico border this past week reflects a stark change in migration patterns to the U.S., driven by Covid-19.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/no-its-not-1998-but-leather-blazers-are-back-11632322800", "title": "No, It's Not 1998. But Leather Blazers Are Back.", "date": "2021-09-22 11:00", "summary": "Why the slick sport coats favored by actor Dylan McDermott in his \"The Practice\" heyday have slid back into style. WERE YOU EVEN an actor in the 1990s if you didn't own a leather blazer? During the decade, everyone from comic goldenchild Ben Stiller to \"Mask of Zorro\" star Antonio Banderas to \"The Practice\" heartthrob Dylan McDermott could be seen in oil-slick, black leather blazers. It was a look that said \"I'm edgy but not, like, that edgy\"-a beguiling mix of C-suite tailoring and Hell Angels texture.", "categories": [["Life & Work", "Copy Cat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/copy-cat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hiring-job-candidates-ai-11632244313", "title": "Hiring and AI: Let Job Candidates Know Why They Were Rejected", "date": "2021-09-22 11:00", "summary": "As more companies use artificial intelligence in their hiring decisions, here's one way to make the system more transparent. Artificial-intelligence tools are seeing ever broader use in hiring. But this practice is also hotly criticized because we rarely understand how these tools select candidates, and whether the candidates they select are, in fact, better qualified than those who are rejected.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/international-standard-setter-wades-into-corporate-governance-debate-11632322569", "title": "International Standard Setter Wades Into Corporate-Governance Debate", "date": "2021-09-22 10:56", "summary": "Geneva-based ISO releases its first framework for how companies can establish good governance practices. An international standards setter has thrown its weight behind a push for companies to go beyond the traditional ideas of good governance to include more environmentally and socially conscious models.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trucker-caps-let-israelis-stand-out-but-not-too-much-11632321519", "title": "Trucker Caps Let Israelis Stand Out, but Not Too Much", "date": "2021-09-22 10:38", "summary": "Caps with pictures of animals on them become a fashion statement; 'It's a hat with a presence'. TEL AVIV-A craze for trucker caps in Israel this year is allowing people here to finally express themselves sartorially-and at the same time look just like everyone else.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-evergrande-onshore-unit-will-pay-bond-interest-on-time-11632287495", "title": "China Evergrande's Flagship Business Resolves an Onshore Bond Payment", "date": "2021-09-22 10:32", "summary": "Investors are waiting to see if the giant developer pays a coupon due Thursday on its U.S. dollar bonds. Embattled China Evergrande Group's flagship property business said it would make an interest payment on an onshore bond, giving the highly indebted conglomerate more time to work out what investors expect will be a lengthy and complicated restructuring.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/evergrandes-struggles-reflect-chinas-efforts-to-rein-in-multiyear-debt-boom-11632319200", "title": "Evergrande's Struggles Reflect China's Efforts to Rein in Multiyear Debt Boom", "date": "2021-09-22 10:12", "summary": "The productivity benefits of less debt could be undermined by Beijing's expanded control of business sector. The troubles engulfing Chinese property developer Evergrande have prompted comparisons to the failure of Lehman Brothers in 2008.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remote-work-pandemic-11632233844", "title": "So, You Think You've Tried Remote Work? You Probably Haven't.", "date": "2021-09-22 10:00", "summary": "If it was during the pandemic, you don't really know what it's like. You might want to try again.. As offices reopen and companies move toward a hybrid workplace, about half of today's remote workers (and most of their bosses) are eager to return to the office, at least most of the time. I've done the remote thing, they say, and it doesn't work for me.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cancer-ordeal-inspired-a-pharmaceutical-career-11632319202", "title": "Cancer Ordeal Inspired a Pharmaceutical Career", "date": "2021-09-22 10:00", "summary": "Gisela Schwab, who has died at age 65, emigrated from Germany to the U.S. and led drug development at Exelixis. As a 15-year-old schoolgirl in her native Germany, Gisela M. Schwab was diagnosed with Hodgkin lymphoma. She endured three recurrences of this cancer of the lymphatic system in her late teens and early 20s.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-house-plant-finds-from-4-catalogs-11632318785", "title": "The Best House Plant Accessories-Chosen by a Pro Stylist", "date": "2021-09-22 09:53", "summary": "As the weather cools and gardeners focus on interior greenery, Miami interior designer Travis London picks the standout planters, pots and watering can from four big design retailers. THE SPRING RITUAL of setting houseplants on your patio or balcony is of course bookended by the autumn rite of bringing them back indoors, where they satisfy the need for green all winter. To prep for the occasion, we tasked Miami interior design pro Travis London with scouring the fall catalogs of a few accessible retailers for the best accessories to integrate your plant habit into your décor. \"You want to avoid [creating] a room that feels less like an interior and more like a garden,\" said Mr. London. \"Plants should add to your design, not take away from it.\" Here, his top picks for doing just that.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fedex-stitch-fix-blackberry-what-to-watch-when-the-stock-market-opens-today-11632307424", "title": "FedEx, Stitch Fix, BlackBerry: What to Watch When the Stock Market Opens Today", "date": "2021-09-22 09:14", "summary": "The Federal Reserve's policy update and latest economic forecasts are due at 2 p.m. ET. Stock futures were inching up as fears around contagion from struggling property developer China Evergrande Group eased a bit and investors awaited a policy update from the Federal Reserve. Here's what we're watching ahead of Wednesday's open.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ipad-mini-review-a-pro-tablet-that-actually-fits-in-your-hand-11632315600", "title": "iPad Mini Review: A Pro Tablet That Actually Fits in Your Hand", "date": "2021-09-22 09:00", "summary": "The sixth iPad Mini gets the tiny tablet's first full redesign, removing the home button and headphone jack and adding a larger screen and improved cameras. My hands aren't getting any bigger, but screens certainly are. Phones are now so massive that many people use a grip to actually hold them. And, with its keyboard cover on, Apple 's largest tablet, the 12.9-inch iPad, weighs more than the MacBook Air.", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fall-season-2021-tv-movies-books-art-11632262189", "title": "21 Can't-Miss Culture Moments in Movies, TV, Books, Music and Art This Fall", "date": "2021-09-22 09:00", "summary": "What you need to know about the biggest movies, series, books, music and art shaping the season. The backup of pandemic-delayed movies, TV, music and books is finally starting to come unjammed. Remember those months where hardly anything new was coming out? It's the opposite now.", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-abortion-law-prompts-women-to-seek-out-of-state-clinics-11632315616", "title": "Texas Abortion Law Sending Women Out of State", "date": "2021-09-22 09:00", "summary": "Louisiana, Oklahoma facilities report influx of patients from Texas looking for abortions and other services. AUSTIN, Texas-Women's health clinics in Louisiana, Oklahoma and beyond are reporting an influx of out-of-state patients from Texas looking for abortions and other services, weeks after the U.S. Supreme Court allowed Texas's restrictive abortion law to take effect.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ukrainian-presidents-top-aide-survives-assassination-attempt-11632315540", "title": "Ukrainian President's Top Aide Survives Assassination Attempt", "date": "2021-09-22 08:59", "summary": "Around 10 shots were fired at car carrying Serhiy Shefir, a former producer of Volodymyr Zelensky's comedy show. MOSCOW-A senior adviser to Ukrainian President Volodymyr Zelensky was the target of an assassination attempt, authorities said Wednesday, adding to a host of challenges facing the country's leader at home and abroad.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/missing-mies-van-der-rohe-11632313895", "title": "The Case of the Missing Mies van der Rohe", "date": "2021-09-22 08:32", "summary": "After nearly 70 years, a forgotten, unbuilt design by the pioneering architect Ludwig Mies van der Rohe comes to life on Indiana University's Bloomington campus.. Rediscovering plans for a nearly unknown, never-realized Ludwig Mies van der Rohe building seems improbable. \"It's like finding a Rembrandt in a desk drawer,\" says one of the architect's biographers, Edward Windhorst.", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twa-flight-800s-fragments-of-grief-11632313859", "title": "TWA Flight 800's Fragments of Grief", "date": "2021-09-22 08:31", "summary": "Twenty-five years after TWA Flight 800 crashed, photographer Taryn Simon has documented the reconstructed plane as a site of grieving. When Trans World Airlines Flight 800 exploded and crashed on a summer evening in 1996 shortly after taking off from JFK airport-killing all 230 people on board-conspiracy theories abounded. Some eyewitnesses claimed to have seen a streak of light preceding the crash, prompting speculation about missiles or meteors. After four years of investigation, the National Transportation Safety Board (NTSB) concluded that explosive fuel vapors had been ignited, perhaps by an electrical failure. In July-25 years after the crash-artist Taryn Simon traveled from her home in Manhattan with a large-format camera to record a 93-foot section of the reconstructed plane, on display in a hangar in Ashburn, Virginia, before it will be destroyed, which is set to happen per the wishes of the victims' families. (The NTSB will first create a 3-D scan of each piece of debris and archive the data.) For Simon, photographing the plane is about honoring it as a site of grief. \"For me it was initially thinking about memorial and remembrance and the journey from reconstruction to archive, which mimics in some ways the grieving process,\" says Simon, 46. \"There's this kind of slow or painstaking putting together of what happened and coming to terms with it. And the assembly of all that confounds logic in the process.\" Simon hasn't decided whether to exhibit the images in the future. \"The families' wish for the plane to be destroyed rather than turned into a public exhibition expresses a preference for one kind of loss-to lose the physical relic-over another, which is to lose a private memory to public curiosity,\" Simon says. \"Photography can play either or both of those roles. Part of my process is not knowing how the photos I take will live in the larger world.\"", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-rick-singers-side-door-worked-in-college-admissions-scandal-11632312003", "title": "How Rick Singer's 'Side Door' Worked in College Admissions Scandal", "date": "2021-09-22 08:00", "summary": "USC official testifies in withering detail about athletes' special path to entry during trial of two parents. BOSTON-College counselor William \"Rick\" Singer sneaked dozens of teens into what he dubbed the \"side door\" of top colleges using fraud and bribery to portray them as athletes. At a criminal trial this week, a University of Southern California admissions officer testified about how that door opened-and detailed the advantages that make athletics an appealing entry to college for so many U.S. families.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sunisa-lee-auburn-dancing-with-the-stars-gymnastics-11632269623", "title": "Gymnast Sunisa Lee's Plan to Compete at Auburn-and on 'Dancing With the Stars'", "date": "2021-09-22 08:00", "summary": "The Olympic all-around champion-and Auburn University-are trying to pull off an unprecedented juggle of college gymnastics and cultural stardom. Sunisa Lee's plan after winning the Olympic all-around gymnastics title was to attend Auburn University, live in a college dorm, and gear up for the NCAA season.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russias-new-gas-pipeline-to-germany-delivers-more-power-to-moscow-11632311066", "title": "Russia's New Gas Pipeline to Germany Delivers More Power to Moscow", "date": "2021-09-22 07:44", "summary": "A cold winter might force European regulators to speed up the approval process for the controversial Nord Stream 2 pipeline now running between Russia and Germany. Foreign-policy hawks worried that the new Nord Stream 2 gas pipeline from Russia to Germany would increase Moscow's leverage over Europe. The first weeks after the pipeline's completion are doing little to dispel their concerns.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ant-to-fully-share-consumer-credit-data-with-chinas-government-11632310975", "title": "Ant to Share Consumer Credit Data With China's Government", "date": "2021-09-22 07:42", "summary": "User data from lending service Huabei will be made available to the central bank's credit-reporting system. Credit data generated by Ant Group Co.'s popular consumer lending service will be fully integrated into a government credit-reporting system, a significant step in a continuing effort to bring the financial-technology giant into line with Chinese regulators' priorities.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stitch-fix-relaxes-its-dress-code-11632310381", "title": "Stitch Fix Relaxes Its Dress Code", "date": "2021-09-22 07:33", "summary": "As Stitch Fix works to attract a wider swath of customers, it could risk losing those who valued its very specific point of view. It is a new season, so a fresh look for a retail styling company is to be expected. Whether it is an improvement for Stitch Fix might depend on whom you ask.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-study-of-covid-19-vaccine-in-pregnant-women-delayed-by-slow-enrollment-11632310283", "title": "Pfizer Study of Covid-19 Vaccine in Pregnant Women Delayed by Slow Enrollment", "date": "2021-09-22 07:31", "summary": "Changing guidelines, possibility of being given placebo made trial unappealing to some expectant mothers. A study led by Pfizer Inc. and BioNTech SE evaluating their Covid-19 vaccine in expectant mothers has been complicated by slow enrollment, researchers say, delaying results that could help inform physicians about how the shots affect pregnant women and their babies.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-to-buy-roald-dahl-catalog-adding-charlie-and-the-chocolate-factory-to-its-stable-11632302101", "title": "Netflix to Buy Roald Dahl Catalog", "date": "2021-09-22 06:28", "summary": "Deal allows streaming giant to develop new content using the popular children's author's stories and characters. Netflix Inc. said it has agreed to buy the Roald Dahl Story Co., adding popular children's stories like \"Charlie and the Chocolate Factory\" and \"Matilda\" to its stable as it looks to stock up on content amid rising competition in the streaming business.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/invesco-teams-up-in-push-to-create-crypto-etfs-11632304801", "title": "Invesco Teams Up in Push to Create Crypto ETFs", "date": "2021-09-22 06:00", "summary": "Asset manager and Galaxy Digital aim to capitalize on investors' enthusiasm for digital assets-if and when the SEC approves the trading of such products. Invesco Ltd. , one of the biggest operators of exchange-traded funds in the U.S., is making plans to roll out a lineup of funds backed by bitcoin and other cryptocurrencies.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-covid-19-vaccination-success-faces-winter-test-11632303001", "title": "Europe's Covid-19 Vaccination Success Faces Winter Test", "date": "2021-09-22 05:30", "summary": "Authorities want to increase vaccination rates to prevent the virus from overwhelming healthcare systems and shuttering economies. Europe's successful vaccination campaigns now face their toughest test: winter.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-kabul-a-former-american-citizen-keeps-running-the-city-under-taliban-watch-11632303000", "title": "In Kabul, a Former American Citizen Keeps Running the City Under Taliban Watch", "date": "2021-09-22 05:30", "summary": "Resume Subscription. KABUL-After attending the funeral of a fellow United Airlines pilot who was killed in the Sept. 11, 2001 attacks, Daoud Sultanzoy decided to return to his native Afghanistan and help build its post-Taliban government.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fed-meeting-will-focus-on-taper-timetable-11632303002", "title": "Fed Meeting Will Focus on Taper Timetable", "date": "2021-09-22 05:30", "summary": "Officials are trying to forge consensus on how and when to reduce their asset purchases. Federal Reserve officials will look to forge agreement Wednesday over how and when to begin reducing their large-scale bond-buying efforts, which they launched early in the pandemic to stimulate the U.S. economy.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ida-storm-damage-expected-to-cost-insurers-atleast-31-billion-11632303002", "title": "Ida Storm Damage Expected to Cost Insurers at Least $31 Billion", "date": "2021-09-22 05:30", "summary": "Auto, home, business insurers to reflect their share of costs in third-quarter earnings. Ida is poised to join Katrina, Sandy, Harvey and Irma on the list of the top five costliest hurricanes as measured by insured losses.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-amazons-department-store-plans-high-tech-dressing-rooms-its-own-apparel-brands-11632303002", "title": "Inside Amazon's Department Store Plans: High-Tech Dressing Rooms", "date": "2021-09-22 05:30", "summary": "Company's outlets could feature QR codes, touch screens and a nontraditional shopping experience. Amazon.com Inc.'s planned department stores will aim to boost its apparel sales by offering shoppers a chance to try on clothes from its own private-label brands in technology-fueled dressing rooms, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/liz-cheneys-re-election-bid-pits-trump-against-bush-11632303001", "title": "Liz Cheney's Re-Election Bid Pits Trump Against Bush", "date": "2021-09-22 05:30", "summary": "George W. Bush to hold fundraiser for Wyoming congresswoman who has sparred with Donald Trump. WASHINGTON-The race for Wyoming's single U.S. House district has pitted two of the biggest names in Republican politics against one another: both of the party's living former presidents.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/most-of-9-2-billion-in-questionable-medicare-payments-went-to-20-insurers-federal-investigators-say-11632303001", "title": "Most of $9.2 Billion in Questionable Medicare Payments Went to 20 Insurers, Federal Investigators Say", "date": "2021-09-22 05:30", "summary": "Insurers gained higher payments by recording more medical conditions for patients, using controversial methods, according to investigators. Medicare insurers drew $9.2 billion in federal payments in one year through controversial billing practices, with 20 companies benefiting disproportionately and together accounting for more than half of the total, according to federal health investigators.", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-russian-military-officials-meet-to-discuss-terrorism-fight-11632300561", "title": "U.S., Russian Military Officials Meet Amid Concerns About Terrorism Fight", "date": "2021-09-22 04:49", "summary": "Discussions between military leaders come amid growing concerns that Afghanistan can provide a base for terrorist groups. HELSINKI-The Pentagon's top officer met with his Russian counterpart in the Finnish capital Wednesday amid American and allied efforts to find ways to fight terrorism after the departure of U.S. and allied troops from Afghanistan last month.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/entain-says-it-has-received-takeover-proposal-from-draftkings-11632236583", "title": "DraftKings Makes Bid for Gambling Company Entain", "date": "2021-09-22 03:23", "summary": "Offer comes after MGM's effort to acquire Entain fell flat. U.S. sports-betting operator DraftKings Inc. has made a cash and stock offer for global gambling company Entain PLC in a deal valued at almost $22.4 billion.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11632260960", "title": "Pepper...and Salt", "date": "2021-09-22 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-the-u-n-chinas-xi-pledges-to-stop-building-coal-plants-abroad-11632261926", "title": "China's Xi Commits to Stop Building Coal Plants Abroad", "date": "2021-09-22 23:06", "summary": "Beijing has been criticized by the U.S. and environmental groups over projects adding to pollution in developing countries. Chinese President Xi Jinping on Tuesday said Beijing would stop building coal-fired power plants abroad, in a public commitment to redirect the country's huge engineering industry away from adding to a source of global pollution.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/infrastructure-plan-faces-fresh-uncertainty-as-democrats-remain-divided-11632264888", "title": "Infrastructure Plan Faces Fresh Uncertainty as Democrats Remain Divided", "date": "2021-09-22 21:16", "summary": "Progressives signal they won't back the roughly $1 trillion bipartisan bill until a separate $3.5 trillion package also advances. WASHINGTON-Persistent divisions among Democrats over the size of their climate and social-welfare plan are threatening to derail much of President Biden's agenda, as progressives signal that they could block passage of a roughly $1 trillion infrastructure package next week.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/debt-limit-suspension-set-to-pass-house-face-standoff-in-senate-11632251368", "title": "Debt-Limit Suspension Passes House, Faces Standoff in Senate", "date": "2021-09-22 21:04", "summary": "Democrats' bill, which faces GOP opposition, would keep government funded until early December. WASHINGTON-The House passed Tuesday a measure keeping the government funded until early December and suspending its borrowing limit through 2022, but without having resolved the partisan standoff poised to derail it in the Senate.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/imperial-capital-backed-eye-care-company-weighs-sale-11632271774", "title": "Imperial Capital-Backed Eye-Care Company Weighs Sale", "date": "2021-09-22 20:49", "summary": "Keplr Vision maintains a network of nearly 300 optometry practices across 35 states. Keplr Vision, a private-equity-owned business that provides operational support to optometry practices across the U.S., has been exploring options including a sale, according to people familiar with the matter.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rohit-chopra-biden-pick-for-cfpb-head-moves-toward-senate-confirmation-11632247316", "title": "Rohit Chopra, Biden Pick for CFPB Head, Moves Toward Senate Confirmation", "date": "2021-09-22 20:18", "summary": "Nominee faced opposition from Republicans who criticize Consumer Financial Protection Bureau for regulatory overreach. WASHINGTON-Rohit Chopra, President Biden's choice to head the Consumer Financial Protection Bureau, was poised for approval by the Senate over the coming days, overcoming Republican opposition to his nomination.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-preparing-to-challenge-american-jetblue-alliance-11632232697", "title": "U.S. Antitrust Suit Targets American-JetBlue Alliance", "date": "2021-09-22 20:08", "summary": "The lawsuit alleges that the carriers' partnership threatens competition; the companies say they are giving consumers choices. WASHINGTON-The Justice Department on Tuesday filed an antitrust lawsuit challenging American Airlines Group Inc.'s partnership with JetBlue Airways Corp. , alleging the recently forged alliance will suppress competition and lead to higher fares.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taliban-seek-to-participate-in-u-n-gathering-in-bid-to-win-international-support-11632268902", "title": "Taliban Seek to Participate in U.N. Gathering in Bid to Win International Support", "date": "2021-09-22 20:01", "summary": "The international body isn't expected to allow Taliban representation in the current week of high-level diplomacy. NEW YORK-The Taliban are seeking to participate in the United Nations annual gathering as part of the Afghan militant group's effort to win international recognition, after its military victory toppled Afghanistan's U.S.-backed government.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}]