[{"link": "https://www.wsj.com/articles/the-shadow-docket-diversion-supreme-court-samuel-alito-11633123922", "title": "The 'Shadow Docket' Diversion", "date": "2021-10-01 19:43", "summary": "Alito corrects liberal distortions of the Court's unsigned orders.. University of Chicago law professor Will Baude drafted an article a few years ago called \"Paying Attention to the Orders List,\" on the Supreme Court's expedited rulings not subject to full briefing, such as stays of execution, emergency injunctions and reversals of lower courts. One reader suggested a catchier title: \"The Supreme Court's Shadow Docket.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-warby-parker-merck-stocks-that-defined-the-week-11633130801", "title": "Facebook, Warby Parker, Merck: Stocks That Defined the Week", "date": "2021-10-01 19:26", "summary": "Here are seven major companies whose stocks moved on the week's news. Facebook Inc.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-teachers-petition-supreme-court-to-block-covid-19-vaccine-mandate-11633107003", "title": "Supreme Court Allows New York School Vaccine Mandate to Move Ahead", "date": "2021-10-01 19:21", "summary": "Mandate requires school employees to be vaccinated by Friday afternoon in order to return to work Monday. Supreme Court Justice Sonia Sotomayor on Friday denied an emergency request by four New York City teachers to block the city's vaccine mandate, leaving in place a requirement that school employees be vaccinated to be able to work on Monday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/millennium-healths-banks-cleared-over-ill-fated-loan-11633129200", "title": "Millennium Health's Banks Cleared Over Ill-Fated Loan", "date": "2021-10-01 19:00", "summary": "A bankruptcy trustee alleged that banks underwriting a loan for Millennium Health concealed information about an intensifying government probe. A New York federal judge put an end to a long-running legal battle waged by a bankruptcy trustee for Millennium Health LLC's lenders against banks that arranged a nearly $1.8 billion loan for the drug-testing business before its bankruptcy.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/national-flood-insurance-is-changing-some-homeowners-face-huge-premium-increases-11633096411", "title": "New Flood Insurance Rates Hit Friday", "date": "2021-10-01 18:53", "summary": "Resume Subscription. Chris Dailey and his wife are building a new home in coastal St. Petersburg, Fla., that will sit 7 feet above the flood level expected during a major storm. So he was stunned to learn that under the federal flood insurance program's revamped pricing, his annual premium is slated to soar to $4,986 from $441.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/mexico-weighs-limits-to-private-investment-in-electricity-11633124194", "title": "Mexico Weighs Limits to Private Investment in Electricity", "date": "2021-10-01 18:51", "summary": "Critics say move would mean dirtier and more expensive energy; President López Obrador argues it will protect consumers. MEXICO CITY-Mexico is weighing a bill to change the country's constitution to boost state control of the electricity industry, a move that would jeopardize billions of dollars of investments by private power generators and could lead to international lawsuits by energy firms.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-flies-blind-on-antitrust-justice-department-lawsuit-jetblue-american-airlines-11632779123", "title": "Biden Flies Blind on Antitrust", "date": "2021-10-01 18:39", "summary": "A lawsuit against JetBlue and American will reduce competition.. The Biden Justice Department last week filed its first major antitrust lawsuit, which seeks to dissolve JetBlue 's alliance in the Northeast with American Airlines . Perhaps the antitrust cops, like President Biden, only ride Amtrak because they don't seem to care that the partnership increases competition and helps consumers.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/there-may-soon-be-a-pill-for-covid-merck-molnupiravir-11633125479", "title": "There May Soon Be a Covid Pill", "date": "2021-10-01 18:35", "summary": "Big Pharma comes to the pandemic rescue one more time.. In what is rare good news these days, Merck and Ridgeback Biotherapeutics said Friday that their Covid pill molnupiravir reduced hospitalizations by about half. They plan to apply to the Food and Drug Administration for emergency use authorization, but the shame is this potential wonder drug could have been available months sooner.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-bernie-sanders-uses-his-veto-joe-biden-congress-reconciliation-infrastructure-11633127032", "title": "President Sanders Uses His Veto", "date": "2021-10-01 18:35", "summary": "Bernie seems to carry a bigger stick on Capitol Hill than Biden.. As we recall, President Biden defeated Bernie Sanders in the 2020 Democratic primaries, but lately it's hard to tell. The Vermont socialist is issuing his own veto over Mr. Biden's agenda on Capitol Hill until he gets the new entitlements and tax increases he wants.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ozy-media-to-cease-operations-amid-tumult-11633125617", "title": "Ozy Media to Cease Operations Amid Tumult", "date": "2021-10-01 18:29", "summary": "Digital-media startup faced high-profile defections, advertiser pullback after New York Times article raised questions about business practices. Ozy Media said it would cease operations, less than a week after a New York Times article raising questions about the company's business practices led to high-profile departures and a pullback from some major advertisers.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghanistan-refugees-immigration-family-america-hosting-11633121889", "title": "The War in Afghanistan Comes Home-Literally", "date": "2021-10-01 18:09", "summary": "After volunteering to help refugees, I decided to take in a pregnant mother and her five other children.. 'Are you seeing this?\" I called to my husband in the other room. \"They're clinging to the outside of a military jet.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-deserves-trial-pills-opioids-liability-pharmacies-perscriptions-11633122567", "title": "Even Walmart Deserves a Trial", "date": "2021-10-01 18:07", "summary": "A judge wants to hold pharmacies liable for opioid prescriptions they were obligated to fill.. Alcoholics consume a lot of gin, but liquor stores rightly aren't liable for their \"overconsumption.\" A tiny percentage of legally sold guns are used to commit crimes, and only gunmen are answerable for this misuse. What of pharmaceuticals? When if ever should pharmacies be liable for harm caused by the drugs they sell? In a trial over opioid prescriptions that begins next week, a crusading judge may try to stretch liability beyond the law.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pricewaterhousecoopers-says-most-u-s-staffers-can-now-live-anywhere-11633125172", "title": "Pricewaterhouse Says Most U.S. Staffers Can Now Live Anywhere", "date": "2021-10-01 17:52", "summary": "Firm says thousands of consultants, auditors and others can opt to do their jobs largely from home, as the pandemic changes work. The accounting and consulting giant PricewaterhouseCoopers LLP says most of its U.S. employees can now live anywhere in the country, in the latest sign that the pandemic is upending traditional working arrangements in a variety of white-collar roles.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transcript-minneapolis-feds-neel-kashkari-weighs-in-on-inflation-qe-and-governance-11633125075", "title": "Transcript: Minneapolis Fed's Neel Kashkari Weighs In on Inflation, QE and Governance", "date": "2021-10-01 17:51", "summary": "Resume Subscription. Neel Kashkari, president of the Federal Reserve Bank of Minneapolis, is watching the labor market for signs of when the millions of workers who left their jobs during the pandemic will return. Mr. Kashkari said that he expects high inflation to be transitory and the Fed's short-term interest-rate target to remain at near zero until 2024. In an interview with The Wall Street Journal on Thursday, he also said that the issue of trading by Fed officials needs to be addressed. Here is a transcript, lightly edited for clarity and length.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/failure-afghanistan-worse-vietnam-saigon-nixon-biden-11633121520", "title": "The Failure in Afghanistan Is Worse Than in Vietnam", "date": "2021-10-01 17:50", "summary": "Southeast Asia didn't fall to communism, and Saigon came closer to winning than reported.. Many have compared America's defeat in Afghanistan to Vietnam. But the comparison is unfair to Vietnam. The U.S. became involved in Vietnam primarily to counter the communist threat to Southeast Asia. In 1955 President Eisenhower placed the communist threat to Vietnam in the broader context of the threat to the entire region. He said a communist victory in Vietnam would lead to other communist takeovers in Southeast Asia, with countries toppled like a row of dominoes.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/susan-collins-work-spending-bill-dignity-requrements-11633122551", "title": "Notable &Quotable: Susan Collins on Work", "date": "2021-10-01 17:48", "summary": "'We will not build a more prosperous, just, and equitable society characterized by opportunity, dignity, and meaning just by issuing government checks.'. From remarks by Sen. Susan Collins (R., Maine) delivered in the Senate Sept 28:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/antony-blinken-heading-to-paris-on-a-fence-mending-mission-11633124846", "title": "Blinken Heading to Paris on a Fence-Mending Mission", "date": "2021-10-01 17:47", "summary": "Secretary of State will meet French counterparts as administration works to heal a rift after its Australian submarine deal. Secretary of State Antony Blinken will travel to Paris next week, as the Biden administration continues with its efforts to heal a rift with the nation's oldest ally.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-clashes-hold-up-bidens-agenda-after-rocky-month-11633120486", "title": "Democratic Clashes Hold Up Biden's Agenda After Rocky Month", "date": "2021-10-01 17:44", "summary": "President weathered fallout from Afghanistan exit, migrants at the Texas border and the Covid-19 pandemic. WASHINGTON-President Biden's political standing tumbled in September amid the fallout from the messy Afghanistan withdrawal, the flood of Haitian migrants at the Texas border and the continuing Covid-19 pandemic. The month ended with his legislative agenda caught between clashing Democratic factions, fueling the party's anxiety about the path forward and their prospects in elections this year and next.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-read-this-fall-robert-e-lee-cloud-cuckoo-land-anthony-bourdain-history-fiction-childrens-books-11633121270", "title": "What to Read This Fall", "date": "2021-10-01 17:41", "summary": "Our picks for fiction, history, children's books-and more.. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/low-auto-inventory-and-higher-prices-wear-down-frustrated-car-shoppers-11633080602", "title": "Toyota Outsells GM in U.S. for Second Quarter in a Row", "date": "2021-10-01 17:38", "summary": "Japanese auto maker overtakes rival in U.S. sales for third quarter and first nine months of the year, illustrating the disproportionate impact of chip shortage. For the second quarter in a row, Toyota Motor Corp. has outsold General Motors Co. in the U.S., illustrating how a continuing computer-chip shortage is upending the usual sales pecking order.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anthony-bourdain-memoir-oral-biography-interview-review-feast-of-memory-11633098675", "title": "Anthony Bourdain: Feast of Memory", "date": "2021-10-01 17:37", "summary": "He went from chef with an outlaw streak to ambassador to the world. One shared meal at a time.. If there's any doubt about Anthony Bourdain's outsize influence on 21st-century culture, consider his inclusion in the \"Last Interview\" series, a collection of small-format volumes that reprint the final public conversations, and then some, of pre-eminent artists and intellectuals such as Hannah Arendt, James Baldwin and Kurt Vonnegut.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-amur-river-review-russia-china-border-where-empires-divide-and-rivalries-begin-11633123915", "title": "'The Amur River' Review: Where Empires Divide and Rivalries Begin", "date": "2021-10-01 17:32", "summary": "An enchanting waterway separates China and Russia. Its history is ﬁlled with dread.. Improbably, perhaps, for a man of his sumptuous literary gifts, Colin Thubron is one hardy hombre. The most eloquent travel writer in Britain-there can be no argument after the death last year of Jan Morris-he set out at the age of nearly 80 to traverse a river 2,826 miles long.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-price-jumps-after-powell-says-u-s-has-no-plans-to-ban-crypto-11633094452", "title": "Bitcoin Price Jumps After Powell Says U.S. Has No Plans to Ban Crypto", "date": "2021-10-01 17:31", "summary": "Worries over regulation have kept a lid on cryptocurrency prices in recent months. Bitcoin and other cryptocurrencies jumped suddenly Friday, a day after Federal Reserve Chairman Jerome Powell said the U.S. didn't have plans to ban cryptocurrencies.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-theranos-lab-director-emerges-as-central-prosecution-witness-11633109367", "title": "Former Theranos Lab Director Emerges as Central Prosecution Witness", "date": "2021-10-01 17:22", "summary": "Adam Rosendorff's testimony has supported fraud allegations against company founder Elizabeth Holmes. SAN JOSE, Calif.-In the seven years since he left Theranos, Adam Rosendorff had never publicly revealed his role in the blood-testing startup's downfall. In just four days of testimony, the former lab director has become the most important witness yet in Elizabeth Holmes's criminal-fraud trial.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/13-ideas-to-create-the-spookiest-high-tech-haunted-house-this-halloween-11633123127", "title": "13 Ideas to Create the Spookiest High-Tech Haunted House This Halloween", "date": "2021-10-01 17:18", "summary": "One-up your neighbors' yard displays with these 13 pro ideas-from haunting trick mirrors to motorized 'flying' ghosts. Plus a jack o'lantern that outshines them all.. HALLOWEEN IS serious business in Sleepy Hollow, N.Y., and adjacent Tarrytown. But nobody there embraces the area's holiday heritage with more fervor than Arthur Klock. \"Some people go pretty hard on their houses,\" said Mr. Klock, \"but not to the extent that I do. I'm definitely the crazy person in town.\"", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pat-robertson-steps-down-as-host-of-the-700-club-11633115406", "title": "Pat Robertson Steps Down as Host of 'The 700 Club'", "date": "2021-10-01 17:05", "summary": "Christian broadcaster has helmed show for five decades. Influential Christian broadcaster Pat Robertson has stepped down as host of \"The 700 Club,\" a role he has filled since 1966 that helped make him a leading evangelical conservative figure.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-books-on-the-english-country-house-noble-ambitions-11633121789", "title": "Two Books on the English Country House", "date": "2021-10-01 17:03", "summary": "Once the domain of kings and dukes, the English stately home has had to find more modest uses in modern times.. In 1974 the Victoria and Albert Museum held an exhibition called \"The Destruction of the Country House.\" The director, Roy Strong, noticed that visitors were in tears as they came to terms with all that had disappeared-well over a thousand grand houses had been demolished since the 1870s. In the exhibition catalog, the National Trust expert James Lees-Milne opened his essay by calling the country house \"as archaic as the osprey,\" a bird of prey extinct in England since 1840.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-to-require-covid-19-vaccines-for-all-eligible-students-11633109599", "title": "California to Require Covid-19 Vaccines for All Eligible Students", "date": "2021-10-01 17:02", "summary": "Statewide mandate, first of its kind in the U.S., to take effect after FDA grants full approval for vaccine for people aged 12 and older. All eligible students in California will be required to get vaccinated against Covid-19, Gov. Gavin Newsom said Friday, marking the first such mandate in a U.S. state.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peggy-noonan-general-mark-milley-phone-call-china-afghanistan-11633035790", "title": "Noonan, Gen. Milley and Trump", "date": "2021-10-01 16:59", "summary": "It was never reasonable to believe that President Trump would start a war with a nuclear power for the hell of it.. Regarding Peggy Noonan's \"What Milley Got Right-and Wrong\" (Declarations, Sept. 25): Gen. Mark Milley is chairman of the Joint Chiefs, not the director or dictator of our military services. An adviser to the president and secretary of defense, he is supposed to work with the chiefs and commanders of the military services.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/insurers-increase-investments-in-drones-robots-11633121824", "title": "Insurers Increase Investments in Drones, Robots", "date": "2021-10-01 16:57", "summary": "Farmers Insurance this year plans to deploy a four-legged robot to inspect properties. Insurance companies are increasing their investment in robotic systems aimed at helping claims adjusters evaluate storm-damaged properties with greater safety and less cost.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sun-life-paid-leave-government-program-option-11633036226", "title": "Insurance Exec Defends Paid-Leave Program", "date": "2021-10-01 16:56", "summary": "A public option won't replace private offerings.. In \"The Government Family Plan\" (Sept. 21), the editorial board cites a survey that found two-thirds of workers who took family or medical leave over the previous two years received some pay. Often, that's only for a small period of time-and what about the one-third of workers who received no pay at all? We need to ensure all Americans have a safety net that provides paid leave so they can recover from illness or injury, bond with a new child or care for a sick loved one.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boston-police-strike-1919-calvin-coolidge-union-11633036852", "title": "When Boston Police Officers Went on Strike", "date": "2021-10-01 16:55", "summary": "Was then-Gov. Calvin Coolidge a man of action?. In his review of Calvin Coolidge's autobiography (Bookshelf, Sept. 25), Barton Swaim notes that Coolidge ascended to national office because Republicans \"admired the skill with which, as governor of Massachusetts, he put down the Boston Police Strike of 1919.\" Mr. Swaim could have added the memorable statement at the heart of Gov. Coolidge's decisive action: \"There is no right to strike against the public safety by anybody, anywhere, any time.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/malice-in-wonderland-review-hugo-vickers-orbiting-planet-cecil-beaton-11633121644", "title": "'Malice in Wonderland' Review: Orbiting Planet Cecil", "date": "2021-10-01 16:54", "summary": "Even after the death of his subject, a biographer finds Cecil Beaton everywhere.. To call Hugo Vickers a \"royal correspondent\" would be like calling Ernest Hemingway a war correspondent. Mr. Vickers is the doyen of a particular kind of biography. He has a unique vantage on a rarified social terrain where privilege meets merit, and royalty and aristocracy slum it with writers and artists. \"Malice in Wonderland\" is the story of how Mr. Vickers wrote the official biography of the photographer, designer and Olympian socialite Cecil Beaton (1904-1980). A time capsule from the last days of a posh and largely gay Ruritania, and a primer on the interwar glory days of English modernism, the book is a self-knowing account of Mr. Vickers's ascent from outsider to insider.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-10-01-2021-11633074064", "title": "U.S. Stocks Turn Higher to Start the Fourth Quarter", "date": "2021-10-01 16:54", "summary": "Major indexes pare losses at the end of a choppy week in which investors have grown cautious. U.S. stocks rose on Friday, as investors displayed a little risk appetite, thinking a new page in the calendar might push the market past the issues that drove it down earlier in the week.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hunter-biden-laptop-emails-corruption-censorship-media-bias-trump-election-big-lie-11633037281", "title": "Hunter Biden's Emails Were Suppressed for a Reason", "date": "2021-10-01 16:53", "summary": "Fair reporting of the graft and low behavior could have kept Trump in office.. \"Vindication Over Hunter's Emails\" (Review & Outlook, Sept. 25) rightly criticizes the press and prominent former officials for labeling Hunter Biden's emails as Russian disinformation. But the victim-President Trump-is again disregarded. The Hunter story was neutralized to prevent Mr. Trump from winning re-election. Fair reporting of the graft and low behavior on full display in Hunter's laptop could have kept Mr. Trump in office.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/c-s-lewis-on-tyranny-and-conscience-11633121522", "title": "C.S. Lewis on Tyranny and Conscience", "date": "2021-10-01 16:52", "summary": "'Those who torment us for our own good will torment us without end.'. Regarding David Rikvin Jr. and Robert Alt's op-ed \"Biden's Lawless Vaccine Mandate\" (Sept. 29): It might offer instruction to those improvers of others to acknowledge the wisdom of C.S. Lewis. He cautioned, \"Of all tyrannies, a tyranny sincerely exercised for the good of its victims may be the most oppressive. . . . those who torment us for our own good will torment us without end, for they do so with the approval of their own conscience.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-u-s-military-base-needs-to-make-13-000-afghan-evacuees-feel-at-home-11633120015", "title": "U.S. Army Base Needs to Make 13,000 Afghan Evacuees Feel at Home", "date": "2021-10-01 16:26", "summary": "A shortage of volunteers and no timeline for permanent resettlement strain efforts. FORT McCOY, Wis.-U. S. soldiers and volunteers are wrestling with logistical and cultural barriers as they transform a rural military base into a small city hosting nearly 13,000 Afghan evacuees.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fashion-mogul-peter-nygard-agrees-to-extradition-to-u-s-to-face-sex-charges-11633119999", "title": "Fashion Mogul Agrees to Extradition to U.S. to Face Sex Charges", "date": "2021-10-01 16:26", "summary": "The 80-year-old Canadian citizen was arrested in December after being indicted by Manhattan prosecutors for sex trafficking and racketeering. TORONTO-Peter Nygard, the Canadian fashion and retailing executive, agreed to be extradited to the U.S., where he faces charges of sex trafficking and racketeering.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/empire-and-jihad-british-colonialism-sudan-egypt-review-north-african-collision-11633119079", "title": "'Empire and Jihad' Review: North African Collision", "date": "2021-10-01 16:12", "summary": "From the reign of Victoria and beyond, champions of the British Empire were convinced they could impose their will on the Arab world.. Writing in the late 1960s, David Rubinstein paid Eric Hobsbawm the historian's ultimate, now increasingly rare, compliment: \"he never forgets that he is writing about people.\" Neil Faulkner's \"Empire and Jihad: The Anglo-Arab Wars of 1870-1920\" is about missions and beliefs, dubious political schemes and still more dubious wars, jingoism and jihad. But, above all, it is about people.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-blue-boy-thomas-gainsborough-national-gallery-london-huntington-library-11633118466", "title": "Painted to the Nines", "date": "2021-10-01 16:02", "summary": "Thomas Gainsborough's 'The Blue Boy,' a sensation from the moment it was unveiled, will be returning briefly to London for the first time in a century.. From the moment \"The Blue Boy\" made its debut at London's Royal Academy in 1770, it has always been a sensation. Scholars and critics have called it \"the world's most beautiful picture\" and deemed it the career \"apogee\" of Thomas Gainsborough, one of England's greatest 18th-century painters. When the painting went on view in January 1922, after the Duke of Westminster sold it to art dealer Joseph Duveen, who resold it to the American Henry E. Huntington, \"great crowds almost stormed\" the National Gallery in London for a last look, according to contemporary accounts; some 90,000 people visited it during its three-week exhibition there.", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/creature-creep-saturday-crossword-october-2-11632707252", "title": "Creature Creep (Saturday Crossword, October 2)", "date": "2021-10-01 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/riding-the-waves-saturday-variety-puzzle-october-2-11632707388", "title": "Riding the Waves (Saturday Variety Puzzle, October 2)", "date": "2021-10-01 16:01", "summary": "Resume Subscription. Download PDF", "categories": [["WSJ Puzzles", "Variety Puzzle"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/variety-puzzle?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-subcommittee-hits-baby-food-makers-over-high-metal-content-11633118194", "title": "House Panel Hits Baby-Food Makers Over High Metal Content", "date": "2021-10-01 15:56", "summary": "Report by Democratic members calls out companies over arsenic levels, recalls and product-testing requirements. Some top baby-food makers didn't appropriately recall products that contained higher arsenic levels than allowed by the government, according to a recent congressional report.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-seeks-to-regulate-stablecoin-issuers-as-banks-11633103156", "title": "Biden Administration Seeks to Regulate Stablecoin Issuers as Banks", "date": "2021-10-01 15:22", "summary": "The move would aim to address concerns that the digital currency could fuel financial panics. WASHINGTON-The Biden administration is considering ways to impose bank-like regulation on the cryptocurrency companies that issue stablecoins, according to people familiar with the matter, including prodding the firms to register as banks.", "categories": [["WSJ News Exclusive", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-kansas-homecoming-11633114123", "title": "A Kansas Homecoming", "date": "2021-10-01 14:48", "summary": "This Medal of Honor recipient was armed only with faith, love and courage.. Not many of us will attract crowds of devoted fans seven decades after passing away. But this was no ordinary man. Roy Wenzl and Travis Heying of the Wichita Eagle report on Wednesday's events:", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pill-intended-to-be-covid-19s-tamiflu-succeeds-in-key-study-11633082401", "title": "Merck Pill Intended to Treat Covid-19 Succeeds in Key Study", "date": "2021-10-01 14:39", "summary": "Drug jointly developed with Ridgeback Biotherapeutics cut risk of hospitalization or death by 50% in early look at progress. Merck & Co. and its partner Ridgeback Biotherapeutics LP said their experimental Covid-19 pill helped prevent high-risk people early in the course of the disease in a pivotal study from becoming seriously ill and dying, a big step toward providing the pandemic's first easy-to-use, at-home treatment.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/petrofac-sentencing-for-bribery-set-for-monday-11633113577", "title": "Petrofac Sentencing for Bribery Set for Monday", "date": "2021-10-01 14:39", "summary": "A joint submission by the British energy services company and the U.K.'s Serious Fraud Office details a potential penalty of $240 million. Petrofac Ltd. said the sentencing hearing for its plea agreement with the U.K.'s Serious Fraud Office in relation to seven counts of failure to prevent bribery began Friday, with sentencing due Monday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-judge-questions-texas-abortion-law-in-case-filed-by-justice-department-11633112921", "title": "Federal Judge Questions Texas Abortion Law in Case Filed by DOJ", "date": "2021-10-01 14:28", "summary": "State law, in effect for a month, has prompted some women to go to nearby states for the procedure. A federal judge Friday questioned Texas's defense of a new abortion law that is the most restrictive in the U.S. and which has significantly limited the procedure in the state.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adobe-names-new-finance-chief-11633095022", "title": "Adobe Names Dan Durn as Chief Financial Officer", "date": "2021-10-01 14:25", "summary": "Mr. Durn, currently CFO at chip-equipment company Applied Materials, is set to succeed John Murphy, who is retiring. Software company Adobe Inc. has recruited Applied Materials Inc.'s finance chief to lead its finances, succeeding John Murphy, who announced his plans to retire earlier this year.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-firms-up-criminal-division-leadership-ranks-11633112472", "title": "Justice Department Firms Up Criminal Division Leadership Ranks", "date": "2021-10-01 14:21", "summary": "Kenneth Polite Jr., who was confirmed by the Senate to serve as assistant attorney general in July, has moved to fill several key leadership positions within the criminal division. The U.S. Justice Department on Friday took steps to solidify the leadership ranks of its criminal division and fraud section under an assistant attorney general selected by President Biden, promoting several career prosecutors to serve in key positions overseeing the agency's investigation of complex white-collar crimes.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-is-monopoly-metaverse-users-advertising-platforms-competition-mewe-big-tech-11633104247", "title": "I Changed My Mind-Facebook Is a Monopoly", "date": "2021-10-01 14:05", "summary": "I thought it was possible to compete fairly against the world's largest social media company. It isn't.. I'm the founder of MeWe, the ad-free social network with data privacy and no content amplification or newsfeed manipulation. MeWe competes directly with Facebook . On June 27, 2019, I wrote an op-ed in this newspaper headlined \"I Compete With Facebook, and It's No Monopoly.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-dakota-buffalo-herd-custer-bison-cowboy-round-up-11633103672", "title": "South Dakota's 'Buffalo' Herd Draws a Colorful Crowd", "date": "2021-10-01 14:03", "summary": "They come from near and far every year to watch honest-to-goodness cowboys round up bison.. Custer, S.D.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/employee-comments-predict-corporate-misconduct-11633028247", "title": "Employees' Online Comments Can Predict Corporate Misconduct, Study Says", "date": "2021-10-01 14:00", "summary": "The words employees use to describe their companies on anonymous review sites could serve as an early warning of trouble ahead. Anonymous company reviews that employees leave online could be used to predict corporate misconduct and potentially head it off, according to new research.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fanciful-forms-and-functions-11633110900", "title": "Fanciful Forms and Functions", "date": "2021-10-01 13:55", "summary": "A new exhibition at the Denver Art Museum shows that great design can turn chairs, posters and parks into works of art.. When is a chair not a chair? \"By Design,\" a new exhibition opening Oct. 24 at the Denver Art Museum, gives a range of witty and surprising answers. Mexican artist Valentina Gonzalez Wohlers's \"Prickly Pair Chair\" (2009) riffs on 1960s Pop Art, with fuchsia Louis XVI-style arms and legs, lime upholstery and cactus-like appendages sprouting up from the back. The \"Joe Sofa\" (1970), created by Italian artists Donato D'Urbino, Paolo Lomazzi and Jonathan De Pas, is a large baseball mitt to curl up in; the iconic sofas fetch up to $12,000 on resale sites.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-screened-in-porch-the-home-improvement-everyone-should-contemplate-11633110640", "title": "A Screened In Porch: The Home Improvement Everyone Should Contemplate", "date": "2021-10-01 13:50", "summary": "Airy screened in porches, once a relic of early 20th-century architecture, are newly desired in our germy era. Here's how one came together.. YEARS AGO, when I floated the idea of a screened-in porch to my opinionated, renovation-savvy friends, some thought it frivolous. One considered the plan old-fashioned. \"I don't get it,\" she said. But I did. My house in Springs, N.Y., which I bought in 2014, is in a woodsy area, 350 steps from the harbor. At the time, I simply wanted a breezy, outdoor, mosquito-free zone. But my fresh-air haven became much more.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chevron-foe-steven-donziger-faces-sentencing-in-contempt-case-11633096613", "title": "Chevron Foe Steven Donziger Sentenced to Six Months", "date": "2021-10-01 13:35", "summary": "Disbarred attorney was convicted of intentionally violating court orders. NEW YORK-Disbarred attorney Steven Donziger was sentenced Friday to six months in prison for contempt of court after a federal judge concluded that he willfully violated orders stemming from a three-decade-long legal crusade against Chevron Corp. over pollution in the Ecuadorean rainforest.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/science-fiction-jeffrey-kluger-holdout-review-11633108729", "title": "Science Fiction: Jeffrey Kluger's 'Holdout' Review.", "date": "2021-10-01 13:19", "summary": "Asked to leave a troubled space station, a crew member responds with a phrase made famous by Herman Melville.. Technical problems in space are an established theme in science fiction, as in Arthur C. Clarke's 1961 novel \"A Fall of Moondust.\" Stories today need something extra to give them tension, and in Jeffrey Kluger's \"Holdout,\" the added ingredient is politics.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/german-catholic-leaders-support-blessings-for-gay-couples-challenging-pope-francis-11633107983", "title": "German Catholic Leaders Support Blessings for Gay Couples", "date": "2021-10-01 13:06", "summary": "Vote comes despite Vatican ban in March, amid worries that unilateral moves could split the church. German Catholic bishops and lay leaders on Friday called for their church to bless same-sex relationships, challenging a Vatican ban on the practice.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walk-in-cryptocurrency-exchanges-emerge-amid-bitcoin-boom-11633107697", "title": "Walk-in Cryptocurrency Exchanges Emerge Amid Bitcoin Boom", "date": "2021-10-01 13:01", "summary": "Cryptocurrency storefront operators say in-person advice and a physical presence instill trust among those unlikely to invest online. In a small business park in Mississauga, Ontario, a fledgling kind of store can be found near a dentist, a Pizza Hut and a Vietnamese restaurant. It looks like a small local bank, or maybe a currency exchange operator, with a brightly lit waiting area, a reception desk and cubicles surrounded by bullet-resistant glass.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-poised-to-unveil-china-trade-policy-11633107094", "title": "U.S. Poised to Unveil China Trade Policy", "date": "2021-10-01 12:59", "summary": "Top trade official to provide details of Biden strategy as tariffs linger and businesses push for talks to resume. WASHINGTON-The Biden administration will begin unveiling its China trade policy next week following what it has called a top-to-bottom review of import tariffs and other measures imposed by the Trump administration.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alex-jones-held-liable-in-sandy-hook-defamation-cases-11633107365", "title": "Alex Jones Held Liable in Sandy Hook Defamation Cases", "date": "2021-10-01 12:56", "summary": "Default judgment by Texas district court comes after Infowars host and right-wing provocateur failed to follow court-ordered requests. Alex Jones, the radio host and right-wing provocateur, will be financially responsible for damages to parents of two children who were killed at Sandy Hook Elementary School in 2012, a Texas judge ruled this week.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-wear-a-tulle-skirt-in-a-very-un-sex-and-the-city-way-11633105738", "title": "How to Wear a Tulle Skirt in a Very Un-'Sex and the City' Way", "date": "2021-10-01 12:28", "summary": "With leather, combat boots and plenty of attitude, fall's curiously popular 'punk ballerina' trend, seen at Simone Rocha and Alexander McQueen, takes tutus to a dark, decadent and surprisingly wearable place. \"I'M AN ANGRY punk princess who loves sneakers,\" said Andrea Cacho. On any given day, you might find the New York University music-business student sporting spiked metal jewelry, black high-tops, a black vest, and one of the three frothy tulle skirts she owns in black, white and yellow. She's stoked to mix in her leather jacket and Skittle-hued stockings once the weather cools. Inspired by old-school Madonna (\"She's hardcore\") and modern artists like Bikini Kill and Willow Smith, Ms. Cacho, 19, adopted her new look this summer. It reflects the \"toughness and anger\" she feels after a difficult pandemic year. Sure, but a tutu? \"Who says I can't be feminine and tough and strong?\" she asked, rhetorically.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-founder-michael-dell-is-navigating-a-changing-industry-11633105405", "title": "Tech Founder Michael Dell Is Navigating a Changing Industry", "date": "2021-10-01 12:23", "summary": "The pandemic is the latest challenge and opportunity for the personal computing veteran in a career that began in the 1980s.. A decade ago, the rise of smartphones and tablets seemed to spell doom for the Dell computer company, which had tried to enter both markets without success. (Does anyone remember the \"phablet\"?) By 2012 Dell's market share for PCs had eroded to just over 10%, and its share price had sunk below $9, from around $30 in 2007.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-n-warns-of-escalating-humanitarian-crisis-in-ethiopias-tigray-region-11633105224", "title": "U.N. Warns of Humanitarian Crisis in Ethiopia's Tigray Region", "date": "2021-10-01 12:20", "summary": "The organization said only a fraction of needed aid is being allowed into Tigray, which has been at war with the government in Addis Ababa for almost a year. The humanitarian crisis in Ethiopia's Tigray region continues to escalate, with only a fraction of needed aid allowed to enter, the United Nations said hours after the government in Addis Ababa expelled seven of the organization's officials, accusing them of meddling in the country's internal affairs.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zoom-enters-an-awkward-phase-11633104811", "title": "Zoom Enters an Awkward Phase", "date": "2021-10-01 12:13", "summary": "Loss of Five9 deal raises questions about future expansion options as growth keeps slowing. Zoom better enjoy life on its own.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unions-spend-big-to-push-democrats-3-5-trillion-spending-plan-11633104618", "title": "Unions Spend Big to Push Democrats' $3.5 Trillion Spending Plan", "date": "2021-10-01 12:10", "summary": "Teachers, service employees and communication workers are among those deploying lobbyists to Capitol Hill and bankrolling multimillion-dollar ad campaigns. WASHINGTON-Labor unions are lobbying to secure Democratic support for President Biden's $3.5 trillion spending package, which funds long-sought union priorities and provisions intended to strengthen organized labor.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-is-scrapping-its-plan-to-offer-bank-accounts-to-users-11633104001", "title": "Google Scraps Plan to Offer Bank Accounts", "date": "2021-10-01 12:00", "summary": "Tech giant had partnered with Citigroup and other banks on 'Plex' accounts that would sync with Google Pay. Google is abandoning plans to pitch bank accounts to its users, marking a retreat from an effort to make the tech giant a bigger name in finance.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hotel-chain-oyo-files-for-1-1-billion-ipo-in-india-11633104026", "title": "Hotel Chain Oyo Files for $1.1 Billion IPO in India", "date": "2021-10-01 12:00", "summary": "Indian company's backers include SoftBank and Airbnb.. Indian hotel chain Oyo has filed to go public and seeks to raise up to 84.3 billion rupees, equivalent to about $1.1 billion, according to draft prospectus it filed with a regulator in the country.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retirement-fund-withdrawal-11633027830", "title": "Ready to Tap Your Retirement Fund? Here's How to Get Started", "date": "2021-10-01 12:00", "summary": "All withdrawal strategies have their advantages and disadvantages. It's important to understand them.. Is there a better or best strategy for withdrawing money from retirement savings? I'm familiar with the 4% rule and RMDs. But there seem to be dozens of different ways to tap a nest egg in later life. Do you have a favorite?", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Ask Encore"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ira-rollover-mistakes-11633028421", "title": "The Biggest Mistakes People Make With IRA Rollovers", "date": "2021-10-01 11:55", "summary": "As the number of rollovers increases, so does the number of mistakes. And they can cost savers a lot of money.. With Covid-triggered changes in the economy and more people taking early retirement or changing jobs, there has been a surge in rollovers from 401(k)s to individual retirement accounts.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-spending-tracks-covid-19-once-again-11633102838", "title": "Americans' Spending Tracks Covid-19 Once Again", "date": "2021-10-01 11:40", "summary": "A peak in the Delta wave coincided with an uptick in consumer spending, though it might not be smooth sailing as temperatures drop. Americans kept on spending despite the rise of the Delta variant. What happens now that, for the moment at least, the surge in Covid-19 cases Delta brought about has begun to fade?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-avoid-a-covid-quarantine-abroad-a-new-evacuation-service-offers-a-way-out-11633101636", "title": "How to Avoid a Covid Quarantine Abroad? A New Evacuation Service Offers a Way Out", "date": "2021-10-01 11:20", "summary": "Testing positive for Covid-19 overseas and getting stuck in quarantine is now a major deterrent for prospective vacationers. Is trip evacuation coverage the answer?. IT'S THE TRAVELER'S WORST nightmare in 2021: What happens if you test positive for Covid-19 while you're abroad? With the Delta variant continuing to surge, even many fully vaccinated travelers are asking that question. A positive test will bar you from your return flight to the U.S., but for how long, and under what conditions? That varies greatly by destination: There's no one-size-fits-all quarantine plan. And, unless you bought the standard trip insurance that covers delays, you could be on the hook for hefty hotel bills and airfare rebooking expenses.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-interest-rates-turn-the-corner-11633101123", "title": "When Interest Rates Turn the Corner", "date": "2021-10-01 11:12", "summary": "Forty years ago marked the start of a bull market in bonds that would last for decades. No one saw it coming.. Have I got a deal for you.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-power-shortfalls-begin-to-ripple-around-the-world-11633101100", "title": "China's Power Shortfalls Begin to Ripple Around the World", "date": "2021-10-01 11:11", "summary": "Electricity crunch adds to a global energy squeeze that risks upsetting the post-pandemic economic recovery. HONG KONG-China is struggling with widespread power shortfalls, dealing a blow to the recovery of the second-largest economy and risking disruption to global supply chains and heightened inflationary pressure around the world.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consumer-spending-personal-income-inflation-august-2021-11633027180", "title": "U.S. Consumers Ramped Up Spending in August", "date": "2021-10-01 11:08", "summary": "Personal spending rose 0.8% and income was up 0.2%, fueled by savings and rising wages. Consumer spending picked up in August, a sign the U.S. economic recovery is gaining steam heading into the fall.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-princess-mako-whose-ptsd-is-blamed-on-media-scrutiny-set-to-marry-11633087688", "title": "Japan's Princess Mako to Marry as Palace Blames Media for Her PTSD", "date": "2021-10-01 11:08", "summary": "Royals say frenzy over fiancé, a graduate of Fordham's law school, caused trauma for emperor's niece. TOKYO-Princess Mako, the niece of Japan's emperor, will get married Oct. 26 to a graduate of Fordham University's law school after a media frenzy that the palace said caused her to suffer from post-traumatic stress disorder.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-rigas-who-built-cable-firm-adelphia-before-fraud-felled-it-dies-11633100400", "title": "John Rigas, Who Built Cable Firm Adelphia Before Fraud Felled It, Dies", "date": "2021-10-01 11:00", "summary": "He served federal prison term as the company became a symbol of corporate scandals. John Rigas, who turned a small western Pennsylvania cable channel into the nation's fifth-largest cable operator before its fraudulent collapse landed him in prison, died Thursday at the age of 96.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-makes-an-american-hero-11633100325", "title": "What Makes an American Hero?", "date": "2021-10-01 10:58", "summary": "In a country divided over how to understand its past, the American legacy of democratic heroism can still inspire extraordinary deeds by ordinary citizens.. Last month, as the U.S. observed the 20th anniversary of 9/11, many Americans mourned the loss not only of thousands of lives but of the feeling of national unity that followed the attacks. \"Unity is what makes us who we are, America at its best. To me, that's the central lesson of September 11th,\" said President Joe Biden in a recorded address.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foxconn-made-the-iphone-in-your-hand-and-wants-to-make-the-ev-in-your-garage-11633100315", "title": "Foxconn Made the iPhone in Your Hand and Wants to Make the EV in Your Garage", "date": "2021-10-01 10:58", "summary": "Smartphone assembler sees Lordstown factory as potential maker of other brands' vehicles. The Taiwanese company that assembles iPhones wants to become a top contract maker of electric vehicles too, a plan boosted by the purchase of Lordstown Motors Corp.'s electric truck factory in Ohio.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kamalas-condo-11633100266", "title": "Kamala's Condo", "date": "2021-10-01 10:57", "summary": "A look inside the Washington, D.C., unit that served as home away from home for then-senator Kamala Harris.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/vice-president-kamala-harris-fetches-1-85-million-for-washington-d-c-condo-11633100122", "title": "Vice President Kamala Harris Fetches $1.85 Million for Washington, D.C., Condo", "date": "2021-10-01 10:55", "summary": "Resume Subscription. More than five months after settling into her official residence on the grounds of the U.S. Naval Observatory, Vice President Kamala Harris sold her Washington, D.C., condo for $1.85 million, according to public records.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/mercks-covid-19-drug-is-a-boon-for-wall-street-and-main-street-11633099796", "title": "Merck's Covid-19 Drug Is a Boon for Wall Street", "date": "2021-10-01 10:49", "summary": "Antiviral drugs that keep some coronavirus patients out of the hospital are badly needed, and investors know it. By revealing strong data for its experimental Covid-19 antiviral treatment, Merck & Co. and its partner Ridgeback Biotherapeutics have apparently struck a major blow against the pandemic. The news also has rejuvenated Merck's stock price and could jump-start the moribund biotech sector.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-dependent-russia-seeks-to-protect-economy-from-energy-transition-11633099079", "title": "Russia Seeks to Protect Economy From Energy Transition", "date": "2021-10-01 10:38", "summary": "Putin orders review of threshold for tapping sovereign fund after finance ministry says lower oil demand could hurt Russia's budget. MOSCOW-Russia is looking to limit spending from its sovereign-wealth fund as the global transition away from fossil fuels threatens the backbone of its economy.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twelve-caesars-mary-beard-review-roman-emperors-of-memory-11633098791", "title": "'Twelve Caesars' Review: Power in Profile", "date": "2021-10-01 10:33", "summary": "Princes, premiers and presidents have used imperial imagery to burnish a reputation or convey an aura of majesty.. As the recent destruction or removal of public statues reminds us, images have power. They send strong signals whose reception changes over time. Only last month, Richmond, Va., removed a statue of Robert E. Lee, long a hero of the South. Two weeks later the city erected a new work in a public park, an \"emancipation monument.\" It shows a man and a woman carrying an infant and commemorating the end of slavery.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-baseball-100-ranking-joe-posnanski-review-final-score-11633098233", "title": "'The Baseball 100' Review: Final Score", "date": "2021-10-01 10:26", "summary": "The hallowed art of sports list-making may have a new champion.. The best way to describe \"The Baseball 100,\" Joe Posnanski's stellar presentation of the 100 best baseball players of all time, is to begin with the statistics, the numbers. This is an analytical time for every facet of baseball, with numbers everywhere, numbers and more numbers. Stats. Analytics. A book about the grand old game should be no different.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-john-banville-april-in-spain-val-mcdermid-ann-cleeves-review-11633098052", "title": "Mysteries: John Banville's 'April in Spain' Review", "date": "2021-10-01 10:22", "summary": "John Banville's inquisitive pathologist Quirke takes a vacation-and finds a mystery.. In \"April in Spain,\" written by Irish author John Banville and set in the 1950s, the gloomy Dublin state pathologist known only as Quirke finds himself on holiday, with his psychiatrist wife, in the sunny Basque city of San Sebastián. The change of scenery gets on his nerves. \"You love to be miserable,\" his wife analyzes. \"It's your version of being happy.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-r-j-palacio-pony-kate-dicamillo-brian-selznick-rick-riordan-kevin-henkes-review-11633097686", "title": "Children's Books: R.J. Palacio's 'Pony' Review", "date": "2021-10-01 10:16", "summary": "Plus more hits-and some misses-by some of the biggest names in fiction for children.. This fall brings a bumper crop of notable children's books by some of the most talented writers and illustrators working in the field. Even Homer nods, though, so, fair warning, amid this autumnal plenty there is the odd bruise or blemish. But let's start with perfection, shall we?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemics-peloton-obsession-turns-to-peloton-fatigue-11633097818", "title": "Pandemic's Peloton Obsession Turns to Peloton Fatigue", "date": "2021-10-01 10:16", "summary": "At-home workouts grew into a cultural phenomenon during lockdowns, but the easing of restrictions has even die-hards idling exercise bikes for fun outside. Meghan Rabbitt's Peloton bike sits unused for weeks at a time at her home office in Boulder, Colo. In the worst of the pandemic, she rode every day.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeffrey-epstein-palm-beach-estate-sells-11633097628", "title": "A Venture Capitalist Is the Buyer of Jeffrey Epstein's Palm Beach Property", "date": "2021-10-01 10:14", "summary": "David Skok paid $25.845 million for the waterfront estate, which developer Todd Michael Glaser listed after demolishing the late disgraced financier's house this spring. Venture capitalist David Skok is the buyer of the late financier and convicted sex offender Jeffrey Epstein's Palm Beach estate, which sold this week for $25.845 million, according to a person familiar with the deal.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/swedbank-implements-new-baltic-holding-company-to-increase-accountability-11633097399", "title": "Swedbank Implements New Baltic Holding Company to Increase Accountability", "date": "2021-10-01 10:09", "summary": "Move aims to complement its efforts to remedy money-laundering shortcomings and strengthen the bank's governance in the Baltics. Swedbank AB said Friday that it has now implemented the previously announced change of governance at the bank's Baltic operations.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-animals-susan-orlean-review-beastly-bounty-11633097247", "title": "'On Animals' Review: Beastly Bounty", "date": "2021-10-01 10:08", "summary": "A collection from a writer whose journalistic curiosity goes into high gear when the subjects have fur or feathers.. 'I was always a little animalish,\" writes Susan Orlean. In other words, she was always interested in creatures large and small; she always wanted to have them around. But what could have sparked this devotion?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-gayl-jones-palmares-review-11633096919", "title": "Fiction: Gayl Jones's 'Palmares' Review", "date": "2021-10-01 10:05", "summary": "The destruction of a settlement founded by escaped slaves in Brazil is at the heart of a novel long in the making.. The earliest writing I can find related to Gayl Jones's \"Palmares,\" is a prose piece called \"From Almeyda\" that was published in a literary journal in the autumn of 1975. Though merely a sketch, it springs from the same premise as the capacious historical novel that has now arrived 46 years later: A black woman named Almeyda recounts the destruction of Palmares-a 17th-century settlement in the mountains of Brazil, a \"free African state\" founded by escaped slaves-and mourns the disappearance of her husband, Anninho. When so much time passes between conception and completion-if, indeed, this book is complete-then the usual expectations need to be shelved, for we are faced with something much more difficult, and possibly more rewarding, than a typical novel. \"Palmares\" is that rare thing, a life's work.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-facebook-files-11631713039", "title": "The Facebook Files: A Wall Street Journal Investigation", "date": "2021-10-01 10:02", "summary": "A Wall Street Journal investigation. Facebook Inc. FB -3.74% knows, in acute detail, that its platforms are riddled with flaws that cause harm, often in ways only the company fully understands. That is the central finding of a Wall Street Journal series, based on a review of internal Facebook documents, including research reports, online employee discussions and drafts of presentations to senior management.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-college-dropout-who-took-merrill-lynch-global-11633096800", "title": "The College Dropout Who Took Merrill Lynch Global", "date": "2021-10-01 10:00", "summary": "David Komansky led the Wall Street firm's overseas expansion and helped it step into the digital age. David Komansky dabbled as an electrician and spent some time in the Coast Guard before he found his true calling: Wall Street.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-deaths-in-u-s-level-off-as-delta-variant-surge-eases-11633086000", "title": "U.S. Covid-19 Deaths Level Off as Delta Variant Surge Eases", "date": "2021-10-01 09:59", "summary": "U.S. adds more than 80,000 deaths over past two months. The Delta coronavirus variant's deadly surge through the U.S. is leveling off, another sign that the nation's most recent wave has crested.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rationality-steven-pinker-review-mind-humility-lets-be-reasonable-11633096527", "title": "'Rationality' Review: Let's Be Reasonable", "date": "2021-10-01 09:56", "summary": "The rational mind is powerful-but we are vulnerable to hidden biases, and self-certainty can stifle debate.. 'Tell people there's an invisible man in the sky who created the universe,\" the comedian George Carlin once observed, \"and the vast majority will believe you. Tell them the paint is wet, and they have to touch it to be sure.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lincoln-highway-amor-towles-review-improbable-journey-11633096430", "title": "'The Lincoln Highway' Review: Improbable Journey", "date": "2021-10-01 09:54", "summary": "By car, rail and canoe, to Harlem, the Adirondacks and elsewhere-with big ideas along the way.. The Lincoln Highway, the first transcontinental road in the U.S.-open for business in 1913-has none of the pop-culture force of Route 66. It didn't launch a catchy song, a television series or countless family car trips. But things come to those who wait: The twisty old road is the fulcrum of Amor Towles's twisty-and twee-picaresque novel \"The Lincoln Highway,\" which is two parts \"Sullivan's Travels\" and one part \"An American Tragedy.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jean-sibelius-composer-review-an-early-finale-11633096341", "title": "'Jean Sibelius' Review: An Early Finale", "date": "2021-10-01 09:52", "summary": "Finland's great composer was also his country's hero, and the silence of his later years was experienced as a loss to the nation.. In his native Finland, Jean Sibelius (1865-1957) has always been much more than \"just\" a great composer. He was the country's first modern hero: To find an American equivalent, we might liken him to some improbable mixture of George Washington, Mark Twain, Thomas Edison and Louis Armstrong. His image has been affixed to stamps and currency, his life and music were taught to schoolchildren, and his most famous piece, \"Finlandia,\" was long ago adopted as an unofficial national anthem. It is no coincidence that so many present-day classical musicians hail from Finland.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dog-park-review-sofi-oksanen-novel-psychologicial-thriller-her-eggs-another-nest-11633095998", "title": "'Dog Park' Review: Her Eggs, Another's Nest", "date": "2021-10-01 09:51", "summary": "A woman hopes for a better life via egg donation. But her escape from poverty has its own price.. Olenka is on the run, in hiding, in a country not her own. In the country she left behind, Ukraine, she had a career, a boyfriend and a fancy apartment. But for six years, she has lived under an assumed name in a grim two-room flat in Finland, cleaning houses for \"any middle-class lady in Helsinki.\" Once, she prided herself on her glamour. Now her appraisal of her rusted allure is brutal: \"My skin was becoming leathery, the pores gaping open. I had traded lipstick for Vaseline, hundred-euro pantyhose for thrift-store rags.\" Nobody from her past would recognize her, she thinks: \"Nothing remained of my previous self.\" This reassures her, because Olenka believes she is pursued by assassins who seek to punish her for a crime she did not commit. But what is the crime? And is she truly innocent?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/major-labels-kelefa-sanneh-music-review-the-hits-just-keep-on-coming-11633095460", "title": "'Major Labels' Review: The Hits Just Keep on Coming", "date": "2021-10-01 09:38", "summary": "From R&B to 'countrypolitan,' from the Germs to Carole King, a generous critical survey of the pop-music canon.. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/music-man-id-like-one-very-much-thanks-11633095472", "title": "Music Man? I'd Like One Very Much, Thanks!", "date": "2021-10-01 09:37", "summary": "An anecdote from a White House memoir stirs a desire for a singer to calm us down. At one point...Mr. Trump's handlers designated an unnamed White House official known as the \"Music Man\" to play him his favorite show tunes, including \"Memory\" from \"Cats,\" to pull him from the brink of rage.", "categories": [["Life & Work", "Ideas", "Jason Gay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/jason-gay-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-thousand-trails-home-review-alaska-caribou-culture-11633095367", "title": "'A Thousand Trails Home' Review: Caribou Culture", "date": "2021-10-01 09:36", "summary": "The author's father arrived to study the Alaskan herds-and stayed to raise a family among them.. Homo sapiens have walked this earth, scientists tell us, for 300,000 years. But only for the last 10,000-roughly 3% of that time-have we been anything but hunters and gatherers. At that point, some of us became farmers, and quite recently, in the urban centers made possible by farming, some became factory workers or factory owners or whatever else helps an industrial economy run. We call this progress.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opec-boss-says-world-cant-afford-to-underinvest-in-oil-11633094443", "title": "OPEC Boss Says World Can't Afford to Underinvest in Oil", "date": "2021-10-01 09:20", "summary": "Cartel's secretary-general warns recent periods of underinvestment risk price shocks and energy poverty for developing countries. VIENNA-OPEC's secretary-general said consumers should brace for more energy shortages unless the world boosts investment in new oil-and-gas development, the cartel's first, full-throated response to increasing calls to limit such spending.", "categories": [["WSJ News Exclusive", "World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-travel-books-on-america-nathaniel-philbrick-crevecoeur-twain-steinbeck-raban-horwitz-11633094277", "title": "Five Best: Travel Books on America", "date": "2021-10-01 09:19", "summary": "Selected by Nathaniel Philbrick, the author, most recently, of 'Travels With George.'. By J. Hector St. John de Crèvecoeur (1782)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amc-bitcoin-lordstown-merck-what-to-watch-when-the-stock-market-opens-today-11633085635", "title": "AMC, Bitcoin, Lordstown, Merck: What to Watch When the Stock Market Opens Today", "date": "2021-10-01 09:17", "summary": "AMC reduced its debt costs; Merck's Covid-19 pill performed well in a study. Futures are up, reversing earlier losses to suggest Wall Street indexes could rise on their first trading day of the fourth quarter. Here's what we're watching ahead of Friday's market open.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arkansas-football-sam-pittman-11633013501", "title": "The Ted Lasso of the Offensive Line Has Arkansas Winning in the SEC", "date": "2021-10-01 09:00", "summary": "Sam Pittman has turned the Razorbacks around with a folksy combination of swagger and mojo, plus a deep understanding of the offensive line. The first time former Arkansas offensive lineman Luke Charpentier got a phone call from his new position coach in 2013, he let it go to voicemail. In his defense, he says, he was decked out in camouflage and a blaze orange vest and perched in a deer stand in South Texas. A big 10-point buck was in his sights about 75 yards away.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-employee-data-zuckerberg-sandberg-olivan-11633089498", "title": "Is Sheryl Sandberg's Power Shrinking? Ten Years of Facebook Data Offers Clues", "date": "2021-10-01 08:05", "summary": "Worker lists reveal which teams are growing fastest, and shifting power centers and priorities. Facebook Inc. has grown at an explosive pace. Since 2012, the year it went public, the total number of employees on staff has grown by an average of 38% a year, hitting 63,404 in June, according to company filings.", "categories": [[""]], "category_links": ["https://www.wsj.com/articles/the-facebook-files-11631713039?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/bmw-ix-an-electric-crossover-targeting-mainstream-suv-buyers-11633089600", "title": "BMW iX: An Electric Crossover Targeting Mainstream SUV Buyers", "date": "2021-10-01 08:00", "summary": "Part of BMW's new portfolio of electrified vehicles, the iX XDrive50 is aimed at the global audience for midsize SUVs. Dan Neil runs down the pros and cons.. I TRAVELED to Munich last month during an uptick in the Delta variant, which required taking multiple Covid tests with those extra-long nasal swabs they use in Germany. But a chance to drive BMW 's new iX all-electric premium crossover was nothing to sneeze at.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stripe-finance-chief-helps-steer-payment-processors-growth-11633089601", "title": "Stripe Finance Chief Helps Steer Payment Processor's Growth", "date": "2021-10-01 08:00", "summary": "Dhivya Suryadevara joined Stripe last year from General Motors. She is working to expand her finance team and invest in the business.. A year into her role as finance chief of Stripe Inc., Dhivya Suryadevara is working to build out the payment processor's finance team, strengthen its reporting capabilities and invest in its business, leaning on some of the insights she gained during her years at General Motors Co.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-lady-gaga-not-even-a-pandemic-will-slow-her-down-11633089601", "title": "For Lady Gaga, Not Even a Pandemic Will Slow Her Down", "date": "2021-10-01 08:00", "summary": "Resume Subscription. In a post-lockdown year, when many pop performers have been struggling to jump-start their careers and regain momentum, Lady Gaga is on a tear.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/dhl-raising-rates-for-u-s-shippers-by-5-9-11633089600", "title": "DHL Raising Rates for U.S. Shippers by 5.9%", "date": "2021-10-01 08:00", "summary": "The increase matches a FedEx rate hike as carriers say inflation and investments are raising their costs. DHL Express plans to raise rates for shipments for U.S. customers by an average of 5.9% starting Jan. 1, effectively matching a FedEx Corp. price increase for next year in an action that will raise costs for parcel shippers.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eurozone-prices-rise-at-fastest-rate-in-13-years-11633089644", "title": "Eurozone Prices Rise at Fastest Rate in 13 Years", "date": "2021-10-01 08:00", "summary": "Energy prices accounted for much of the pickup in inflation in September. Consumer prices in the eurozone rose at the fastest pace in 13 years during September, increasing the risk that a period of high inflation will prove more durable than the European Central Bank had anticipated.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lumber-prices-stage-a-late-season-rally-11633088272", "title": "Lumber Prices Stage a Late Season Rally", "date": "2021-10-01 08:00", "summary": "The gains aren't likely the start of a wild ride like the one this past spring, analysts and executives say, but the increases show how some of this year's surge in the price of raw materials is lingering. Lumber prices are rising again.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-contributors-to-wsjs-fall-mens-style-issue-11633087837", "title": "The Contributors to WSJ's Fall Men's Style Issue", "date": "2021-10-01 07:30", "summary": "Photographer Annemarieke van Drimmelen on finding beauty instead of trying to re-create it.. For this atmospheric fashion feature, photographer Annemarieke van Drimmelen and stylist Geraldine Saglio took inspiration from 1970s sportswear, the colors used by artist Henri Matisse and the style of actor Steve McQueen. Saglio describes the portfolio as \"a mix of classic meeting a cool street world.\" The quest for a 1970s-style backdrop landed the team at Hippodrome des Arcades, a shuttered racetrack just outside of Paris. Van Drimmelen found beauty in the grounds' aging elements, from its overgrown nature to marks of pictures that once hung on walls to an outdoor elevator with \"windows [that] were so stained by age that they gave this beautiful soft light,\" she remembers. \"Those kinds of things I love as a photographer-just discovering these things that magically are so beautiful instead of trying to re-create that yourself. It's just trying to have an eye for the things that are already there.\"", "categories": [["Contributors"]], "category_links": ["https://www.wsj.com/news/types/magazine-contributors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/editor-in-chief-kristina-oneill-on-wsj-magazines-mens-style-issue-11633087786", "title": "Editor in Chief Kristina O'Neill on WSJ. Magazine's Men's Style Issue", "date": "2021-10-01 07:29", "summary": "Charting cover star Tom Brady, introducing our men's fall fashion and curling up with Jonathan Franzen's new book.. The writer F. Scott Fitzgerald famously opined that he once thought there were no second acts in American life. Tom Brady, this issue's cover star, didn't get the memo. Following an iconic tenure at the New England Patriots, Brady headed into uncertain waters in 2020 by joining the Tampa Bay Buccaneers. The success he's found in sunny Florida, taking home his seventh Vince Lombardi Trophy last season, has helped thaw the reserve that formerly defined his public persona. At age 44, Brady looks forward to more acts in his post-football life, from a content company to a clothing brand. But with his eyes fixed on the upcoming season, this chapter's conclusion hasn't been written yet.", "categories": [["Editor's Letter"]], "category_links": ["https://www.wsj.com/news/types/magazine-editor-s-letter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comfy-fall-fashion-and-canali-luggage-the-best-designed-items-of-october-11633087721", "title": "Comfy Fall Fashion and Canali Luggage: The TK Best-Designed Items of October", "date": "2021-10-01 07:28", "summary": "From a pared-back Omega watch to a book on the history of men's fashion, here are some of the fall's most intriguing releases and openings.. A new Trésor model from Omega's De Ville collection offers classic stylingwith subtle new details.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazons-hardware-is-the-ultimate-black-box-11633086181", "title": "Amazon's Hardware Is the Ultimate Black Box", "date": "2021-10-01 07:03", "summary": "Financial details of growing device lineup have never been reported, but the payoff to Amazon is likely significant. Amazon . com's hardware ambitions grow bigger-and stranger-by the year. But there has long been a method to the company's madness, even if investors are hard pressed to quantify it.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pensions-warm-to-stock-funds-modeled-to-mirror-private-equity-returns-11633086001", "title": "Pensions Warm to Stock Funds Modeled to Mirror Private-Equity Returns", "date": "2021-10-01 07:00", "summary": "A Danish pension manager recently invested $100 million in a fund that tracks a stock index designed to emulate private-equity returns. Some pension managers are interested in investment strategies that seek to reproduce the performance of private-equity funds through a portfolio of public securities, as they look for less costly ways to match the returns associated with alternative assets.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tom-brady-patriots-cristiano-ronaldo-manchester-united-glazers-11633043535", "title": "Tom Brady, Cristiano Ronaldo, and the Billionaire Bosses They Have in Common", "date": "2021-10-01 07:00", "summary": "The Glazer family owns both the Tampa Bay Buccaneers and Manchester United. And they decided that there was one way to fix both teams: aging superstars.. In the summer of 2020, the family that owned the Tampa Bay Buccaneers went shopping for a quarterback. Just as they had often done in business, the Glazers shopped for a brand name. In their corporate investment days, they had picked up ancient household names such as Harley-Davidson and Tonka Toys. Now two decades into their NFL ownership, they stuck to that plan.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-kashkari-is-comfortable-with-plans-to-taper-bond-buying-soon-11633084203", "title": "Fed's Kashkari Is Comfortable With Plans to Taper Bond Buying Soon", "date": "2021-10-01 06:32", "summary": "However, the Minneapolis Fed leader doesn't believe the Fed will need to raise interest rates until 2024. Federal Reserve Bank of Minneapolis President Neel Kashkari thinks short-term interest rates will stay near zero for a few more years, but he supports a likely imminent pullback on the central bank's bond-buying stimulus.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-selling-luxury-in-china-gets-tougher-buy-american-11633082041", "title": "As Selling Luxury in China Gets Tougher, Buy American", "date": "2021-10-01 05:54", "summary": "Designer brands that are doing brisk business in the U.S. offer a hedge against the risk of slowing growth in a more egalitarian China. For years, buying European luxury stocks has been one of the best ways for investors to get exposure to free-spending Chinese shoppers. As Beijing's clampdown on conspicuous wealth makes that trade less fashionable, there is always the option of buying American.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/would-ticket-holders-pay-25-if-they-got-unlimited-food-one-movie-theater-decided-to-find-out-11633080630", "title": "Would Ticket Holders Pay $25 if They Got Unlimited Food? One Movie Theater Decided to Find Out", "date": "2021-10-01 05:30", "summary": "Resume Subscription. A 10-screen movie theater in Woodhaven, Mich., needed help, fast. After closing for 15 months during the pandemic, it reopened this past July, and its owner needed a way to stand out. So Jon Goldstein decided to radically change the pricing plan. Convincing customers to embrace it would be harder than he expected.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/winter-is-coming-should-the-u-s-hang-on-to-its-natural-gas-11633080653", "title": "Winter Is Coming. Should the U.S. Hang On to Its Natural Gas?", "date": "2021-10-01 05:30", "summary": "Rising natural gas prices could put pressure on politicians to limit exports-but curbs have the potential to backfire. Will the U.S. run out of gas this winter?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capital-gains-and-capital-pains-in-the-house-tax-proposal-11633080602", "title": "Capital Gains and Capital Pains in the House Tax Proposal", "date": "2021-10-01 05:30", "summary": "For those near-but not at-the top of the earnings pile, the rules could trigger big increases. It hasn't been noticed much, but proposed changes to capital-gains taxes have good news for some of the highest-earning Americans and bad news for those earning between $400,000 and $1 million.", "categories": [["Markets", "Tax Report"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/tax-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deaths-raise-safety-concerns-around-gene-therapy-11633080601", "title": "Deaths Raise Safety Concerns Around Gene Therapy", "date": "2021-10-01 05:30", "summary": "Prospects grow cloudy for technology just when it appeared to have turned a corner. Safety scares, including deaths of several young study subjects, have set back efforts to bring more gene therapies to market, clouding one of biotech's most promising technologies and hottest sectors.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-led-bulbs-dont-always-live-up-to-the-hype-about-their-life-spans-11633080602", "title": "Why LED Bulbs Don't Always Live Up to the Hype About Their Life Spans", "date": "2021-10-01 05:30", "summary": "The lights, touted as lasting far longer than their incandescent counterparts, can burn out more quickly in some circumstances. When LED lightbulbs supplanted old-fashioned Edisons, it was with a promise of greater energy efficiency and remarkable longevity.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cloud-stocks-sinch-and-twilio-soar-sparking-acquisition-spree-11633080602", "title": "Cloud Stocks Sinch and Twilio Soar, Sparking Acquisition Spree", "date": "2021-10-01 05:30", "summary": "Sinch, a cloud software company that helps companies connect with customers online, struck a $1.9 billion deal to acquire the U.S.'s Pathwire. ", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/restaurants-want-to-have-it-their-way-in-congressional-budget-deal-11633080601", "title": "Restaurants Want to Have It Their Way in Congressional Budget Deal", "date": "2021-10-01 05:30", "summary": "Lobbyists want labor provisions out and more pandemic aid in. BUDGET PACKAGE TESTS RESTAURANT INDUSTRY, which is pressing to remove many of the legislation's labor provisions while also asking for more pandemic aid. The National Restaurant Association, the main industry group, has for months pressed Congress to include money to replenish the Restaurant Revitalization Fund, which quickly exhausted its $29 billion funding earlier this year before tens of thousands of restaurants could receive aid.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-tests-surface-to-air-missile-11633046266", "title": "North Korea Tests Surface-to-Air Missile", "date": "2021-10-01 05:09", "summary": "The launch was of 'very practical significance' to country's antiaircraft missile systems, Pyongyang's state media says. SEOUL-North Korea said it had successfully tested a new antiaircraft missile, state media reported, as Pyongyang embarks on a long-term weapons strategy aimed at countering military threats from Washington and Seoul.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-citizen-journalist-who-documented-covid-19-in-wuhan-resurfaces-after-600-days-11633077956", "title": "Citizen Journalist Who Documented Covid-19 in Wuhan Resurfaces After 600 Days", "date": "2021-10-01 04:45", "summary": "Chen Qiushi, whose viral videos offered a rare view from the coronavirus epicenter, reappeared on Twitter and YouTube but offered few details of his disappearance. SINGAPORE-A Chinese citizen journalist whose viral videos offered an unfiltered early glimpse of the Covid-19 outbreak as it consumed the city of Wuhan has resurfaced more than 600 days after he went missing.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-police-officer-who-murdered-sarah-everard-sentenced-to-life-imprisonment-11633017801", "title": "U.K. Police Officer Who Murdered Sarah Everard Sentenced to Life Imprisonment", "date": "2021-10-01 03:34", "summary": "Wayne Couzens receives a rare whole-life sentence for a crime that triggered ongoing debate about women's safety. The London Metropolitan Police officer who murdered Sarah Everard has been sentenced to spend the rest of his life in prison, in a case that sparked alarm in the U.K. over women's safety and the trustworthiness of the police.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australia-to-end-travel-ban-in-pivot-to-living-with-covid-19-11633071665", "title": "Australia to End Travel Ban in Pivot to Living With Covid-19", "date": "2021-10-01 03:01", "summary": "Fully vaccinated citizens and permanent residents will be able to leave and return without seeking permission. SYDNEY-Australia plans to start reopening its international border in November, ending one of the world's strictest pandemic-era travel bans as authorities pivot from trying to suppress Covid-19 to living with it.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/infrastructure-bills-fate-uncertain-heading-into-planned-house-vote-11632994202", "title": "Democrats Delay Vote on $1 Trillion Infrastructure Bill", "date": "2021-10-01 00:11", "summary": "Wary progressives seek assurances on separate social policy and climate package. WASHINGTON-House Democrats dropped plans to vote on a roughly $1 trillion infrastructure bill Thursday night, as they came up short on reaching agreement around a separate social policy and climate package they hope will unite the party's dueling factions.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11633033794", "title": "Pepper...and Salt", "date": "2021-10-01 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-manchins-intervention-democrats-spending-bill-senate-house-nancy-pelosi-chuck-schumer-11633039990", "title": "Joe Manchin's Intervention", "date": "2021-10-01 23:23", "summary": "Democrats are trying to pass a Bernie Sanders agenda on a Joe Biden mandate.. House Democrats scrambled all day and failed Thursday to come up with the votes to pass the Senate infrastructure bill. But the bigger news this week is West Virginia Sen. Joe Manchin's declaration of what he won't accept in the separate $3.5 trillion tax-and-spending bill. Think of this as an intervention to save the Democratic Party, and the country, from the left.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/faa-to-review-letter-that-criticizes-blue-origin-on-safety-11633053508", "title": "FAA to Review Letter That Criticizes Blue Origin on Safety", "date": "2021-10-01 21:58", "summary": "Aviation regulator says it is reviewing a letter signed publicly by a former staffer at Jeff Bezos' space company. U.S. aviation regulators said they are reviewing a letter signed by a former employee at Jeff Bezos' space company that claims the company prioritized speed over safety on some of its rockets.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medical-cost-disputes-to-be-settled-by-arbitrator-11633034924", "title": "Medical Cost Disputes to Be Settled by Arbitrator", "date": "2021-10-01 21:41", "summary": "The Biden administration issued second of two rules under the No Surprise Act aimed at limiting out-of-pocket medical costs. Health insurers and medical providers who can't agree on the cost of a treatment or service will soon be settling their differences through an independent resolution system that will render decisions that shape billions of dollars in healthcare spending.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-scarlett-johansson-work-out-agreement-over-black-widow-contract-11633050183", "title": "Disney, Scarlett Johansson Settle 'Black Widow' Suit", "date": "2021-10-01 21:21", "summary": "Actor had claimed her contract was breached when film made its debut both on Disney+ and in theaters. Walt Disney Co. and Scarlett Johansson have resolved their legal battle over her salary in the movie \"Black Widow,\" the two sides said Thursday.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zooms-nearly-15-billion-acquisition-of-five9-rejected-by-shareholders-11633042134", "title": "Zoom's Acquisition of Five9 Is Scrapped", "date": "2021-10-01 20:27", "summary": "Five9 investors voted against all-stock deal amid concerns about Zoom's growth. Zoom Video Communications Inc.'s nearly $15 billion bid to acquire contact center company Five9 Inc. was shot down Thursday, dashing a major expansion plan for a video-conferencing powerhouse that has battled scrutiny over its perceived ties to China.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/school-boards-ask-for-federal-help-as-tensions-rise-over-covid-19-policies-11633043343", "title": "School Boards Ask for Federal Help as Tensions Rise Over Covid-19 Policies", "date": "2021-10-01 20:03", "summary": "Some people have threatened violence against board members, National School Boards Association says in letter to President Biden. An organization representing school boards across the U.S. is asking the federal government to help manage an influx of threats as tensions over Covid-19 safety protocols mount during the third academic year of the pandemic.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lordstown-motors-to-sell-former-gm-factory-in-ohio-to-foxconn-11633039551", "title": "Lordstown Motors to Sell Former GM Factory in Ohio to Foxconn", "date": "2021-10-01 20:02", "summary": "Foxconn plans to invest $50 million in the Ohio-based startup and assemble future vehicles. Electric-truck maker Lordstown Motors Corp. said Thursday it plans to sell its auto factory in Ohio to contract assembler Foxconn Technology Group, marking a major pivot for the cash-strapped startup as it works to bring its first pickup to market.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}]