[{"link": "https://www.wsj.com/articles/pelosi-discloses-details-of-planned-jan-6-capitol-riot-committee-11624919608", "title": "Pelosi Discloses Details of Planned Jan. 6 Capitol Riot Committee", "date": "2021-06-28 19:53", "summary": "Speaker will appoint the chair and 13 members, with five in consultation with Republicans. WASHINGTON-Speaker Nancy Pelosi (D., Calif.) on Monday introduced the legislative text needed to establish a select committee with subpoena power to investigate the Jan. 6 assault on the U.S. Capitol, in advance of an expected vote in the House on Wednesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/university-of-california-to-admit-fewer-out-of-state-students-11624923789", "title": "University of California to Admit Fewer Out-of-State Students", "date": "2021-06-28 19:43", "summary": "UCLA, UC Berkeley and UC San Diego to reduce out-of-state enrollment to 18% from nearly 23%. There will be fewer spots next year for out-of-state students trying to gain admission to California's most selective public universities.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eli-broad-malibu-home-sells-52-million-11624921226", "title": "Once Asking $75 Million, Eli Broad's Malibu Beach Home Sells for $52 Million", "date": "2021-06-28 19:00", "summary": "The late billionaire developer-turned-philanthropist's 5,374-square-foot property on 'Billionaire's Beach' is one of the most expensive to sell in the L.A. area in recent months. A home on Malibu's Carbon Beach that was owned by the late billionaire real-estate developer-turned-philanthropist Eli Broad has sold for roughly $52 million, according to two people familiar with the deal. The property is one of the most expensive to have sold in the Los Angeles area in recent months.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-highlight-infrastructure-deals-roads-and-bridges-not-legislative-path-11624912713", "title": "Biden to Highlight Infrastructure Deal's Roads and Bridges, Not Legislative Path", "date": "2021-06-28 18:53", "summary": "President is set to travel to Wisconsin to argue merits of roughly $1 trillion bipartisan plan. WASHINGTON-President Biden plans to open a sales pitch this week for the roads, bridges and broadband at the center of the bipartisan infrastructure deal, seeking to shift the focus away from its complicated legislative path in Congress and his own messaging stumbles.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-the-entitlements-stupid-11624920486", "title": "It's the Entitlements, Stupid", "date": "2021-06-28 18:48", "summary": "The guaranteed nature of Biden's spending is the real threat to America's economic future.. Sen. Joe Manchin's public support Sunday for at least $2 trillion in new spending in a partisan budget bill is a huge win for the political left. This means a giant tax-and-spend bill this year is likely, and the biggest expansion of the entitlement state since the 1960s is now possible.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-organization-lawyers-make-last-ditch-effort-to-avoid-new-york-charges-11624919170", "title": "Trump Organization Makes Final Plea to New York Prosecutors", "date": "2021-06-28 18:44", "summary": "The company's lawyers told the Manhattan district attorney's office it is being unfairly targeted in an investigation that could result in charges this week. Lawyers representing the Trump Organization made a last-ditch effort Monday to persuade New York prosecutors not to pursue tax-related charges that could come as soon as this week, arguing the company was being unfairly targeted, people familiar with the matter said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ftcs-facebook-face-plant-11624920269", "title": "The FTC's Facebook Face Plant", "date": "2021-06-28 18:44", "summary": "A judge tells the agency to come back when it has proof of monopoly.. What an embarrassment. Federal Judge James Boasberg Tuesday threw out the Federal Trade Commission's lawsuit seeking to break up Facebook after finding the agency failed Antitrust 101: Demonstrating a monopoly.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/accounting-regulator-had-climate-of-fear-and-distrust-report-says-11624918488", "title": "Accounting Regulator Had Climate of Fear and Distrust, Report Says", "date": "2021-06-28 18:41", "summary": "Unpublished report says William Duhnke didn't politicize Public Company Accounting Oversight Board. A botched overhaul at the government's auditing regulator heightened an \"environment of fear and distrust\" among the staff that led to whistleblower allegations and the ouster of the board's chairman, according to an official report that the Securities and Exchange Commission commissioned but then kept secret.", "categories": [["WSJ News Exclusive", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-french-establishment-strikes-back-11624920057", "title": "The French Establishment Strikes Back", "date": "2021-06-28 18:40", "summary": "The results of regional elections should worry President Macron.. Since Emmanuel Macron trounced Marine Le Pen in the 2017 French presidential election, a 2022 rematch has appeared likely. But the final round of France's regional elections this weekend showed that the old establishment still has some fight left in it.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/duceys-flat-tax-and-arizonas-future-11624919755", "title": "Ducey's Flat Tax and Arizona's Future", "date": "2021-06-28 18:35", "summary": "Undoing an 8% top rate, while flattening the tax code, is a big deal.. This week Arizona Gov. Doug Ducey will sign a 2.5% flat tax, a moment that will define his legacy. The bill's passage was worth the political drama and will go far to maintain Arizona's competitiveness.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dream-of-the-audience-review-dancing-through-distance-11624919403", "title": "'The Dream of the Audience' Review: Dancing Through Distance", "date": "2021-06-28 18:30", "summary": "Danspace Project's four Platform films are choreographic responses to the physical separation brought on by the pandemic.. ", "categories": [["Books & Arts", "Dance Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/dance-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/morgan-stanley-goldman-sachs-boost-shareholder-payouts-11624918470", "title": "Morgan Stanley, Goldman Sachs Boost Shareholder Payouts", "date": "2021-06-28 18:14", "summary": "Five of the six biggest U.S. banks raised their dividends after the Federal Reserve cleared the way last week. The largest U.S. banks said they would boost payouts to shareholders after the Federal Reserve affirmed they are healthy enough to do so.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-plan-for-an-entitlement-society-11624918494", "title": "Biden's Plan for an Entitlement Society", "date": "2021-06-28 18:14", "summary": "For the first time in history, more than half of all Americans would be on the federal dole.. The federal government's system of entitlements is the largest money-shuffling machine in human history, and President Biden intends to make it a lot bigger. His American Families Plan-which he recently attempted to tie to a bipartisan infrastructure deal-proposes to extend the reach of federal entitlements to 21 million additional Americans, the largest expansion since Lyndon B. Johnson's Great Society.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remnants-of-lives-at-a-disaster-site-11624918463", "title": "Remnants of Lives at a Disaster Site", "date": "2021-06-28 18:14", "summary": "The Miami condo collapse brings back memories of earlier catastrophes.. They'll know it when they find it. As if their hearts can be broken any further.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/attacking-the-press-couldnt-make-a-winner-out-of-shaun-donovan-11624918439", "title": "Attacking the Press Couldn't Make a Winner Out of Shaun Donovan", "date": "2021-06-28 18:13", "summary": "He evidently decided a show of hatred was his only hope. But he proved unable to pull it off.. The Democratic primary for New York mayor doesn't have an official winner. But it has some losers, among them Shaun Donovan, who claimed 2% of the vote.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-gop-should-love-the-salt-deduction-11624918429", "title": "The GOP Should Love the SALT Deduction", "date": "2021-06-28 18:13", "summary": "Repealing the SALT cap would direct money away from Washington and toward states and localities.. Will President Biden seek to repeal the $10,000 cap on federal deductions for state and local taxes, known as SALT? Many conservatives say the SALT cap, part of the Tax Cuts and Jobs Act of 2017, should remain in place because repeal would primarily aid high-income households in Democratic states. Open and shut case for Republicans, right? Not so fast.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/was-milton-friedman-wrong-about-china-11624918231", "title": "Was Milton Friedman Wrong About China?", "date": "2021-06-28 18:10", "summary": "It's bigness, not capitalism, that lets Beijing get away with so many abuses.. \"I predict that China will move increasingly toward political freedom if it continues its successful move to economic freedom.\"", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/book-review-two-on-juul-11624918194", "title": "Book Review: Two on Juul", "date": "2021-06-28 18:09", "summary": "The company's founders developed a way to inhale nicotine without the tar. In risk-averse America, that wasn't good enough.. Two Stanford graduate students on a smoke break in 2004 had an idea: a less lethal cigarette. Adam Bowen and James Monsees knew that people \"smoke for the nicotine but die from the tar.\" The pair set out to deliver a nicotine buzz without combustion and the 70 carcinogens in cigarette smoke. The firm Messrs. Bowen and Monsees founded, known now as Juul Labs, is among the most reviled enterprises in the country, accused of hooking teenagers on nicotine and castigated by trial lawyers, politicians, anti-tobacco groups and affluent parents.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clean-energy-etfs-take-a-hit-but-money-keeps-flowing-in-11624878181", "title": "Clean Energy ETFs Take a Hit, but Money Keeps Flowing In", "date": "2021-06-28 18:02", "summary": "Exchange-traded funds that track renewable-energy indexes have posted double-digit declines this year. Investors have lost a bundle this year betting on solar-panel and wind-turbine makers. Their response: to double down.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-06-28-21-11624865923", "title": "S&P 500, Nasdaq Notch Record Closes", "date": "2021-06-28 17:34", "summary": "Investors are awaiting June jobs report, a meeting of OPEC members and eurozone inflation data. The Nasdaq Composite and S&P 500 advanced to records on Monday, powered by gains in technology stocks.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/our-strength-is-our-people-the-humanist-photographs-of-lewis-hine-review-faces-of-america-11624916015", "title": "'Our Strength Is Our People: The Humanist Photographs of Lewis Hine' Review: Faces of America", "date": "2021-06-28 17:33", "summary": "At the Asheville Art Museum, working class and immigrant subjects abound in an exhibition dedicated to the celebrated documentarian's work.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dodging-shoplifters-in-san-francisco-11624915603", "title": "'Dodging Shoplifters' in San Francisco", "date": "2021-06-28 17:26", "summary": "What's the best way to explain why you're leaving California?. How do people on the political left explain why they're fleeing jurisdictions dominated by the political left? These aren't easy conversations to have with progressive neighbors or progressive media outlets. But a new survey of San Francisco residents may provide part of the answer.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/call-me-if-you-get-lost-review-searching-and-succeeding-11624915546", "title": "'Call Me If You Get Lost': Searching and Succeeding", "date": "2021-06-28 17:25", "summary": "Tyler, the Creator celebrates and confronts his past on an album that hearkens back to the mixtape rap of the early 2000s.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ncaa-proposes-interim-policy-on-name-image-likeness-11624915224", "title": "NCAA Proposes Interim Policy for Athletes to Profit From Images", "date": "2021-06-28 17:20", "summary": "The proposal would allow athletes in every state to profit from their name, image and likeness as soon as this week. Under pressure to overhaul its vision of amateurism in college sports, the National Collegiate Athletic Association on Monday indicated that it would allow athletes in all 50 states to make money from their name, image and likeness as soon as July 1 without forfeiting their eligibility.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ethiopia-declares-cease-fire-after-rebels-take-tigray-capital-11624914191", "title": "Ethiopia Declares Cease-Fire After Rebels Take Tigray Capital", "date": "2021-06-28 17:03", "summary": "Capture of Mekelle is a blow to President Abiy Ahmed and could mark decisive shift in the eight-month conflict. Ethiopia declared a unilateral cease-fire in its eight-month war in the northern Tigray region on Monday, hours after separatist fighters entered the provincial capital in a blow to the government of Africa's second-most populous nation.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/persistent-advance-in-stocks-and-commodities-shows-investor-confidence-11624819947", "title": "Persistent Advance in Stocks and Commodities Shows Investor Confidence", "date": "2021-06-28 16:59", "summary": "Broad gauges of market performance are surging together in a way few on Wall Street have ever seen, masking volatility under the surface. Stocks and commodities are surging together in a way few on Wall Street have ever seen, a sign that demand for riskier investments remains robust.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-citys-expanded-summer-school-enrollment-surpasses-200-000-11624913880", "title": "New York City's Expanded Summer School Enrollment Surpasses 200,000", "date": "2021-06-28 16:58", "summary": "Department of Education has yet to disclose how many students are being required to attend. The number of sign-ups for New York City's in-person, expanded summer enrichment program for K-12 students has surpassed a previous estimate of 200,000 students, Mayor Bill de Blasio said Monday, as schools prepare to focus less on learning gaps and more on transitioning to in-person learning.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-biden-wont-attend-tokyo-olympics-11624905678", "title": "Biden Won't Attend Tokyo Olympics", "date": "2021-06-28 16:55", "summary": "A U.S. delegation will go to the Games, the White House said, and the president will root for the athletes. WASHINGTON-President Biden won't attend the Summer Olympics in Tokyo, but a U.S. delegation will go, the White House said Monday.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-lawmakers-seek-special-session-to-extend-drinks-to-go-policy-11624913740", "title": "New York Lawmakers Seek Special Session to Extend Drinks-to-Go Policy", "date": "2021-06-28 16:55", "summary": "The governor has ended a popular pandemic-inspired policy to allow restaurants to sell beer, wine and cocktails with pick-up orders. ALBANY, N.Y.-After permission to sell alcoholic drinks to-go expired last week, some New York state lawmakers are pushing for a special session to pass a measure extending the practice and act on other items.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/homeowners-behind-on-mortgages-to-be-offered-help-u-s-agency-says-11624913661", "title": "Homeowners Behind on Mortgages to Be Offered Help, U.S. Agency Says", "date": "2021-06-28 16:54", "summary": "New rules require mortgage lenders to contact the borrowers to assess if they qualify for lower rates or new loan terms. Millions of homeowners who are behind on their mortgage payments would get added protections from foreclosure through the end of 2021 under a set of rules completed Monday by the Consumer Financial Protection Bureau.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-price-climbs-after-mexican-billionaire-urges-people-to-buy-11624884347", "title": "Bitcoin Price Climbs After Mexican Billionaire Urges People to Buy", "date": "2021-06-28 16:46", "summary": "Ricardo Salinas Pliego, a longtime advocate of bitcoin, says his bank is working on becoming the first Mexican lender to accept cryptocurrency. Bitcoin's price rose after billionaire Ricardo Salinas Pliego said his bank was working toward becoming the first Mexican lender to accept the cryptocurrency.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/juul-to-pay-40-million-to-settle-lawsuit-alleging-it-targeted-teens-11624895466", "title": "Juul to Pay $40 Million to Settle Lawsuit", "date": "2021-06-28 16:26", "summary": "Suit brought by North Carolina is the first of many against e-cigarette maker set to go to trial. Juul Labs Inc. agreed to pay $40 million to the state of North Carolina to settle a lawsuit alleging that the e-cigarette maker had targeted underage users, resolving the first of a string of legal and regulatory challenges facing the once-hot startup.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schumer-again-calls-on-biden-to-cancel-50-000-per-borrower-in-federal-student-debt-11624911980", "title": "Schumer Calls On Biden to Cancel $50,000 per Borrower in Federal Student Debt", "date": "2021-06-28 16:26", "summary": "Senate leader says debt forgiveness would benefit poorer households more than wealthier ones, but Republicans say the reverse is likely. Senate Majority Leader Chuck Schumer reiterated his call for the Biden administration to cancel $50,000 in federal student loan debt for every borrower.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/third-astrazeneca-covid-shot-can-be-effective-booster-study-shows-11624896656", "title": "Vaccine Mix Study Suggests Combinations Safe and Effective", "date": "2021-06-28 16:25", "summary": "Separate study finds third AstraZeneca shot can be effective booster, as researchers focus on next-generation regimens. Alternating a dose of Covid-19 vaccine made by Pfizer Inc. with one from AstraZeneca PLC is safe and provides a strong immune response against the disease, a new study shows.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-filibuster-wont-protect-us-from-politics-11624910573", "title": "The Filibuster Won't Protect Us From Politics", "date": "2021-06-28 16:02", "summary": "We shouldn't show up on Election Day only to return to our seats at the kiddie table.. \"Ignorance and despotism seem made for each other,\" wrote Thomas Jefferson. How shocked and dismayed he would be to read \"The Filibuster Helps Nobody, and That Means You\" (op-ed, June 21), Mike Solon and Bill Greene's paean to legislative paralysis and electorate indifference.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nypd-adds-patrols-in-times-square-after-tourist-is-shot-11624910488", "title": "NYPD Adds Patrols in Times Square After Tourist Is Shot", "date": "2021-06-28 16:01", "summary": "New York City Mayor Bill de Blasio said officers would target illegal street vendors. The New York Police Department is adding dozens of patrol officers in Times Square after two shootings in the area in the past two months in which tourists were hit by stray bullets, New York City Mayor Bill de Blasio said Monday.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/endangered-prairie-chicken-also-holds-up-renewables-11624910516", "title": "Endangered Prairie Chicken Also Holds Up Renewables", "date": "2021-06-28 16:01", "summary": "Environmentalists block production of metals vital to the new energy sources for which they cry.. Regarding your editorial \"Biden's Prairie Chicken Fillet\" (June 23): Significant portions of the 21 million acres in the Biden administration's proposed land grab have potential for other mineral deposits aside from oil and gas, including rare earths and copper, critical to development of alternative energy sources. President Biden has promised to fast-track development of these critical metals. Environmental groups reflexively fight development of any new mine anywhere, and Mr. Biden's prairie-chicken gift will further enable them to block production of metals vital to the new energy sources for which they cry-a situation that defies common sense.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-modest-proposal-to-justices-breyer-sotomayor-and-kagan-11624910463", "title": "A Modest Proposal to Justices Breyer, Sotomayor and Kagan", "date": "2021-06-28 16:01", "summary": "I'd like to take up the liberals on their implicit offer.. The three liberal justices argue that California's rule requiring farmers to allow union organizers onto their property three hours a day for 120 days a year is merely \"access regulation,\" not a physical taking (\"Big Win for Property Rights,\" Review & Outlook, June 24). I'd like to take them up on their implicit offer.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rising-costs-tuesday-crossword-june-29-11624295613", "title": "Rising Costs (Tuesday Crossword, June 29)", "date": "2021-06-28 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/raees-cajee-blamed-by-investors-for-billions-of-dollars-in-crypto-losses-says-small-fraction-is-missing-11624909401", "title": "Entrepreneur, Blamed for Billions of Dollars in Crypto Losses, Says Fraction Is Missing", "date": "2021-06-28 15:43", "summary": "Investors have accused South African fund manager and his brother of disappearing with money following an alleged hacking incident. A South African cryptocurrency entrepreneur, pursued by investors who allege that billions of dollars of their digital assets have vanished, says that less than $5 million is missing.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-declines-to-consider-transgender-bathroom-case-11624897992", "title": "Supreme Court Declines to Consider Transgender Bathroom Case", "date": "2021-06-28 14:47", "summary": "Lower-court victories remain in place for Gavin Grimm, who was denied access to the boys' bathroom by his Virginia high school. WASHINGTON-The Supreme Court declined on Monday to consider a Virginia school board's plea to exclude a transgender boy from the men's bathroom.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nvidia-gets-just-a-little-help-from-its-friends-11624905738", "title": "Nvidia Gets Just a Little Help From Its Friends", "date": "2021-06-28 14:42", "summary": "Stock jumps on support from Broadcom, MediaTek and Marvell, but fate of Arm Holdings deal still a question mark. It says something when investors seem genuinely surprised that not everyone is opposed to Nvidia 's planned takeover of Arm Holdings.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-insurer-humana-makes-its-interim-cfo-permanent-11624905340", "title": "Health Insurer Humana Makes Its Interim CFO Permanent", "date": "2021-06-28 14:35", "summary": "Susan Diamond is taking over as finance chief of the Louisville, Ky.-based company, effective immediately. Health insurer Humana Inc. named Susan Diamond as chief financial officer, effective immediately, giving its interim finance chief the permanent role.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eager-to-go-overseas-this-summer-a-covid-19-vaccine-will-help-11624905213", "title": "Eager to Go Overseas This Summer? A Covid-19 Vaccine Will Help", "date": "2021-06-28 14:33", "summary": "Competing coronavirus vaccine passport plans, and the Delta variant, have slowed the restart of international travel. Governments around the world are trying to capitalize on rising Covid-19 vaccination rates to kick-start international travel again, but officials and travel-industry executives are clashing over how.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/miami-area-condo-that-collapsed-skirted-local-codes-with-penthouse-11624902548", "title": "Miami-Area Condo That Collapsed Skirted Local Codes With Penthouse", "date": "2021-06-28 13:49", "summary": "Initial plans called for 12 floors; additional floor added about 9 feet, putting the tower slightly above the town's legal height ordinance at the time. SURFSIDE, Fla.-The developers of the collapsed Surfside condominium tower worked around local building codes by adding a penthouse that wasn't part of the original plan, a review of town building records shows.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bans-on-forced-labor-goods-from-china-fuels-disputes-with-importers-11624881600", "title": "Apparel Importers Tripped Up by Ban on Forced-Labor Goods From China", "date": "2021-06-28 13:36", "summary": "Surging enforcement by customs officers draws complaints about delays and paperwork. WASHINGTON-Surging enforcement by Customs and Border Protection officers of import bans on products made from forced labor is producing disputes over halted cargo and complaints from importers about the delays and a lack of transparency.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uaw-board-elects-fourth-president-in-three-years-11624898811", "title": "UAW Board Elects Fourth President in Three Years", "date": "2021-06-28 13:28", "summary": "Finance chief Ray Curry gets top job, as auto union tries to overcome a corruption scandal and address the industry's shift to electric vehicles. The United Auto Workers' board elected a new president Monday, as the union looks to overcome a corruption scandal and tries to navigate disruption playing out in the car business.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-revives-wrongful-death-suit-against-st-louis-police-11624896244", "title": "Supreme Court Revives Wrongful Death Suit Against St. Louis Police", "date": "2021-06-28 13:03", "summary": "Justices also sidestep cases on work-from-home taxes, marijuana. WASHINGTON-The Supreme Court took a harder line against police misconduct Monday, ordering a lower court to reconsider whether St. Louis officers used excessive force in 2015 when kneeling on a shackled suspect who later died.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/diets-engineered-to-work-with-your-microbiome-are-latest-startup-craze-11624899685", "title": "Diets Based on Your Microbiome Are Latest Startup Craze", "date": "2021-06-28 13:01", "summary": "Providers of personalized nutrition assert finely tuned diets help against chronic disease; dearth of rigorous research gives pause to some in traditional medicine. ", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/panama-canal-tackles-climate-change-puzzle-too-little-rainwater-or-too-much-11624872601", "title": "Panama Canal Tackles Climate-Change Puzzle", "date": "2021-06-28 12:48", "summary": "Resume Subscription. PANAMA CITY-The Panama Canal faces a creeping threat from climate change, including droughts so intense that ships sometimes reduce their cargo so as not to run aground, and giant storms that almost overwhelm its dams and locks, canal officials say.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/principal-financial-to-divest-business-of-selling-life-insurance-to-u-s-consumers-11624897984", "title": "Principal Financial to Stop Selling Life Insurance to Most U.S. Consumers", "date": "2021-06-28 12:46", "summary": "Iowa-based company said it is discontinuing sales of all U.S. retail fixed annuities. Principal Financial Group is planning to exit most of its business of selling life-insurance and annuities to American consumers, becoming the latest household-name life insurer to get out of these products.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-security-company-adt-betting-on-google-partnership-to-build-revenue-11624872600", "title": "Home Security Company ADT Betting on Google Partnership to Build Revenue", "date": "2021-06-28 12:39", "summary": "The alarm system-provider began selling Google's Nest products this spring, hoping to solidify its place in the smart-home arena. Security-system provider ADT Inc. is betting on its partnership with Google's smart-home business to increase revenue as it struggles to turn a profit three years after going public.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delta-variant-of-covid-19-surges-across-unvaccinated-africa-11624896315", "title": "Delta Variant of Covid-19 Surges Across Africa", "date": "2021-06-28 12:16", "summary": "Record infections lead to shortages of ICU beds and oxygen, as nations across continent reimpose lockdowns. JOHANNESBURG-The more-transmissible Delta variant of the coronavirus is surging across Africa, the continent with the least vaccines and weakest healthcare systems, feeding fears among epidemiologists and political leaders of a public-health disaster that could echo the tragedy that unfolded in India in the spring.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buffets-are-backbut-the-chocolate-fountain-is-off-limits-11624896306", "title": "Buffets Are Back-but the Chocolate Fountain Is Off-Limits", "date": "2021-06-28 12:05", "summary": "Resume Subscription. The pandemic-era prohibition on pigging out at the buffet is officially over.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ubs-says-hybrid-work-is-here-to-stay-11624895456", "title": "UBS Says Hybrid Work Is Here to Stay", "date": "2021-06-28 11:50", "summary": "Some other banks are pushing for employees to return to the office. UBS Group AG will allow around two-thirds of its staff to mix working from home and the office as an employment perk after determining it won't hurt productivity.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-iran-deal-may-still-be-dead-11624895418", "title": "The Iran Deal May Still Be Dead", "date": "2021-06-28 11:50", "summary": "Re-entering it will be harder than most people imagine. Here's how to prepare.. 'No deal is better than a bad deal,\" then-Secretary of State John Kerry opined during nuclear negotiations for the Obama administration with Iran before ultimately clinching the Joint Comprehensive Plan of Action in 2015. Now, as discussions about returning to the JCPOA drag on, President Biden should prepare for a no-deal outcome.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/progressives-disdain-america-but-love-being-free-to-do-so-11624895362", "title": "Progressives Disdain America but Love Being Free to Do So", "date": "2021-06-28 11:49", "summary": "If a Chinese athlete made a show of discomfort at her national anthem, she'd be persecuted, not celebrated.. This July Fourth, that sacred day when we commemorate the hijacking of the American continent by a gang of white supremacists in a desperate bid to hold onto their slaves, I have a question for progressives: What do you want this country to be?", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/low-taxes-responsible-spending-for-arizona-11624895052", "title": "Low Taxes, Responsible Spending for Arizona", "date": "2021-06-28 11:44", "summary": "We can cut taxes, remain one of the most attractive states in the country for investment and pay our bills.. Regarding your editorial \"Arizona's Almost Maybe 2.5% Flat Tax\" (June 21): You are correct that this will make our state more competitive for jobs. Because Arizona didn't shut down businesses and schools the way many blue states did during the pandemic, we have surplus reserves and billions of dollars from Washington that we will devote to this critical tax reform.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thinking-through-autism-to-a-heartfelt-christianity-11624894852", "title": "Thinking Through Autism to a Heartfelt Christianity", "date": "2021-06-28 11:40", "summary": "Through a rational and logical explanation of his faith, this autistic man touched my heart.. I read Jory Fleming's \"The Faith of an Autistic Man\" (Houses of Worship, June 18) with a sense of awe and wonder. Mr. Fleming's description of his Christian faith brought tears to my eyes. He boils faith down to a few basic principles: love, mutual recognition, resilience and prayer, and his concept of an \"autistic circuit breaker\" is a great antidote to the emotional diatribes we see on social media. This autistic man, through a rational and logical explanation of his faith, touched my heart. Perhaps he's more of a \"feeler\" than he thinks.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-tries-and-fails-to-defend-the-indefensible-11624894262", "title": "Hong Kong Tries and Fails to Defend the Indefensible", "date": "2021-06-28 11:31", "summary": "Why bother? It only makes the regime look foolish.. I wonder why John K.C. Lee, a senior Hong Kong official, would bother to write such a rationale for his and his government's actions against the Apple Daily newspaper (\"Hong Kong Defends the Arrests of Journalists,\" Letters, June 24). It only makes them look foolish. I would be embarrassed-that is what happens when one tries to defend the indefensible.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jean-shortsa-dad-style-stapleare-suddenly-in-fashion-11624893682", "title": "Jean Shorts-a Dad Style Staple-Are Suddenly in Fashion", "date": "2021-06-28 11:21", "summary": "From scrappy DIY versions to extravagantly expensive designer models, once-mockable jorts are a big summer trend for men. Here's why.. IN THE WORLD of men's fashion, what was once mockable is now covetable. The polarizing fanny pack, traditionally worn by cheesy tourists, has been elevated to a men's \"It Bag\" on the runways at Prada, Fendi and Gucci. Crocs, the risible shoes favored by chefs and families vacationing along the Jersey Shore, have morphed into a hot-ticket item thanks in part to collaborations with Balenciaga and Justin Bieber. And now, jorts-those frumpy jean shorts worn by beer-clutching dads behind the barbecue-have wormed their way into style.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-and-the-iran-backed-militias-11624893627", "title": "Biden and the Iran-Backed Militias", "date": "2021-06-28 11:20", "summary": "Occasional airstrikes can't make up for empowering Tehran.. President Biden's decision to strike Iran-backed militias in Iraq and Syria over the weekend was a necessary tactical move. But his strategy of empowering Tehran through nuclear negotiations muddles the deterrence message.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-regulator-probes-greensill-wyelands-bank-auditors-11624893351", "title": "U.K. Regulator Probes Greensill, Wyelands Bank Auditors", "date": "2021-06-28 11:15", "summary": "Financial Reporting Council is investigating Saffery Champness and PricewaterhouseCoopers. A U.K. regulator said Monday that it has opened investigation into Saffery Champness over its audit of Greensill Capital (UK) Ltd.'s 2019 financial statements, and PricewaterhouseCoopers over its fiscal 2019 audit of Wyelands Bank PLC.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-hunger-for-the-worlds-goods-drives-global-recovery-11624892062", "title": "Americans' Hunger for the World's Goods Drives Global Recovery", "date": "2021-06-28 10:54", "summary": "Resume Subscription. A gusher of money is spilling out from the U.S. economy and rippling around the world, driving the global recovery to an extent it hasn't in decades and giving confidence to businesses to invest in meeting the huge American demand.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/team-usa-track-and-field-tokyo-olympics-11624891420", "title": "Team USA's Giant Track and Field Squad Aims for Tokyo Stardom", "date": "2021-06-28 10:44", "summary": "Battling extreme heat at the U.S. trials, more than 100 athletes qualified for the Games that start next month, where high temperatures are expected to be a factor. EUGENE, Ore.-As extreme temperatures at the U.S. track and field trials here provided a surprise preview of the sweltering conditions expected at the Tokyo Olympics this summer, blazing performances from freshly minted Team USA members showed they are capable of generating plenty of their own heat.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-should-worry-democrats-on-path-to-midterms-11624887746", "title": "What Should Worry Democrats on Path to Midterms", "date": "2021-06-28 09:42", "summary": "Economic recovery tops a good run for party, but inflation, coronavirus, a hungry GOP and political liabilities with working-class voters hold risks. Almost six months into President Biden's first year, some yellow warning lights are flashing for Democrats.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kim-jong-un-lost-some-weightand-north-koreans-are-alarmed-11624884532", "title": "Kim Jong Un Lost Some Weight-and North Koreans Are Alarmed", "date": "2021-06-28 09:32", "summary": "Pyongyang watchers don't suspect a health scare, but the implication is that the leader is belt-tightening alongside his citizens who face food shortages. SEOUL-Kim Jong Un has shed some weight. Much of North Korea is now in tears.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/burberrys-ceo-exit-points-to-talent-war-not-takeovers-11624887074", "title": "Burberry's CEO Exit Points to Talent War, Not Takeovers", "date": "2021-06-28 09:31", "summary": "The British raincoat brand's boss Marco Gobbetti is leaving to join Salvatore Ferragamo. Monday brought disappointment for designer label Burberry , and for deal makers in the world of European luxury goods. A top-level poaching incident may strike two of the most commonly cited listed takeover targets off the industry shopping list for a while.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-s-labour-party-fights-to-keep-blue-collar-voters-from-moving-to-the-right-11624884403", "title": "U.K.'s Labour Fights to Keep Blue-Collar Voters From Moving to the Right", "date": "2021-06-28 09:00", "summary": "Resume Subscription. HECKMONDWIKE, England-For nearly a quarter of a century, Britain's Labour Party could count on the support of blue-collar workers in this northern English town once famed for its textile industry.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/virgin-galactic-carnival-united-rentals-bitcoin-what-to-watch-when-the-stock-market-opens-today-11624878121", "title": "Intellia, Virgin Galactic, Carnival, Bitcoin: What to Watch When the Stock Market Opens Today", "date": "2021-06-28 08:54", "summary": "Futures suggested stocks would hover near records after the bell. Futures are meandering near the flat line after Friday's record close on Wall Street. Here's what we're watching ahead of Monday's opening bell.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zola-cast-interview-jeremy-o-harris-11624883626", "title": "In 'Zola,' a Stripper's Viral Yarn Becomes a Major Summer Movie", "date": "2021-06-28 08:34", "summary": "Ahead of their film adaptation of a thrilling Twitter thread, writer-director Janicza Bravo, co-writer Jeremy O. Harris and stars Taylour Paige and Riley Keough reconvene to discuss bringing Zola's story to the screen.. The new film Zola originated as a 2015 Twitter thread that went so viral that James Franco picked up the rights to direct an on-screen version within months of its circulation. But the fascinating story of a \"hoe trip\" gone wrong, as lived by then 19-year-old Black dancer A'Ziah \"Zola\" King, found its way to Janicza Bravo. The 40-year-old former theater director had been captivated by the tweets and fought to take the helm after Franco's version stalled.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/432-park-penthouse-170-million-11624883550", "title": "Saudi Magnate to List N.Y. Penthouse for as Much as $170 Million", "date": "2021-06-28 08:32", "summary": "Resume Subscription. Saudi retail and real-estate magnate Fawaz Al Hokair is planning to list his penthouse at 432 Park Avenue-one of New York City's most luxurious condominiums-for as much as $170 million, according to three people familiar with the situation.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/why-paris-hilton-is-done-with-nightclubs-11624883392", "title": "Why Paris Hilton Is Done With Nightclubs", "date": "2021-06-28 08:29", "summary": "\"I'm happy that I got all of that out of my system and I don't really care for clubs anymore.\". In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-is-on-the-us-olympic-gymnastics-team-11624856829", "title": "Biles Locks Down Olympic Berth, Wobbles and All", "date": "2021-06-28 08:00", "summary": "The four women expected to take a third consecutive team gold medal for the U.S. will be Biles, Sunisa Lee, Jordan Chiles and Grace McCallum. ST. LOUIS-Simone Biles was such an obvious lock for the Olympic team that she might have been able to arrive at the Dome at America's Center, sit back and wait to be thrown a uniform. She is, after all, undefeated in all-around competition since 2013, with five Olympic medals and 25 world medals to her name.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fannie-and-freddie-overhaul-reboot-benefits-many-mortgage-players-11624878180", "title": "Fannie and Freddie Overhaul Reboot Benefits Many Mortgage Players", "date": "2021-06-28 07:03", "summary": "While shares of the mortgage giants have plunged, stocks of others in the industry may see a boost from a change in policy. Fannie Mae and Freddie Mac may have been waylaid on their journey back to private hands. But the way things are moving, some big players in the mortgage business could end up in a better place.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tpg-data-center-joint-venture-to-give-new-life-to-old-alcoa-plant-11624878000", "title": "TPG Data Center Joint Venture to Give New Life to Old Alcoa Plant", "date": "2021-06-28 07:00", "summary": "TPG is investing with Quantum Loophole to build a gigawatt-scale data-center development in Maryland. TPG and developer Quantum Loophole Inc. plan to give an old Alcoa Corp. plant in Maryland new life as a data-center development.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/post-derek-chauvin-police-are-training-to-intervene-when-they-witness-misconduct-11624874400", "title": "George Floyd's Death Prompts Police Training to Confront Colleagues' Misconduct", "date": "2021-06-28 06:00", "summary": "Since Floyd's murder, 138 law-enforcement agencies have signed up for training. DENVER-Sgt. Joe Unser stood in front of 46 police recruits here recently to train them on what he said was one of the most difficult actions they might one day have to take: stopping fellow officers from doing something wrong.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/england-germany-euro-2020-11624846020", "title": "At Euro 2020, It's England vs. Germany vs. English Neuroses", "date": "2021-06-28 06:00", "summary": "Talk of the 'Old Enemy' has faded some, but one source of angst remains: penalty shootouts. LONDON-As the European Championship's infamous Group of Death battled for survival last Wednesday, it appeared that any of four teams could be England's opponent in the tournament's knockout round. During a frantic hour of play, the Three Lions were variously set to face France, Portugal and even Hungary.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-officials-debate-scaling-back-mortgage-bond-purchases-at-faster-clip-11624872602", "title": "Fed Officials Debate a Faster Scaling Back of Mortgage-Bond Purchases", "date": "2021-06-28 05:33", "summary": "Soaring home prices lead some officials to call for the central bank to stop buying mortgage bonds sooner than Treasury bonds. WASHINGTON-As Federal Reserve officials discuss how to eventually scale back their easy-money policies, they are debating whether to start by reducing purchases of mortgage-backed securities to avoid adding more fuel to the housing boom.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/costly-new-alzheimers-drug-could-force-medicare-to-restrict-access-11624872601", "title": "Costly New Alzheimer's Drug Could Force Medicare to Restrict Access", "date": "2021-06-28 05:30", "summary": "The federal health insurance program may limit who can get the drug, which Biogen priced at $56,000 a year, to limit the financial impact. The recent approval of a high-price Alzheimer's drug raises the prospect that the federal Medicare system could threaten to sharply curtail which patients will qualify for a medicine that has limited clinical benefit but is likely to cost billions of dollars in coming years.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/post-covid-19-world-risks-having-to-pay-off-immunity-debt-11624863679", "title": "Post-Covid-19, World Risks an 'Immunity Debt'", "date": "2021-06-28 05:30", "summary": "Many people had little exposure to common viruses during social distancing, meaning bugs could spread more quickly once countries reopen. Doctors in France are calling it the immunity debt: When people avoided each other during the pandemic, they failed to build up the immunity against viruses that comes from normal contact.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cultured-milk-corporate-culture-and-investor-activism-in-japan-11624863761", "title": "Cultured Milk Meets Investor Activism in Japan", "date": "2021-06-28 03:02", "summary": "Relationship between Japan's midsize companies and foreign investors will make or break country's shareholder revolution. Japan's Yakult Honsha is a company that overseas investors might not be familiar with, even if they know its most famous product, the red-capped probiotic yogurt-like drink sold in many parts of the world.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-conducts-airstrikes-in-syria-and-iraq-against-iranian-backed-militias-11624835752", "title": "U.S. Conducts Airstrikes in Syria and Iraq Against Iranian-Backed Militias", "date": "2021-06-28 01:23", "summary": "Attacks on three locations near the Syria-Iraq border are Biden's second use of force in region. WASHINGTON-The U.S. conducted airstrikes in Syria and Iraq against two Iranian-backed militias that the Pentagon said were mounting drone attacks against U.S. troops.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/record-setting-heat-wave-engulfs-pacific-northwest-11624832021", "title": "Record-Setting Heat Wave Engulfs Pacific Northwest", "date": "2021-06-28 00:01", "summary": "Seattle and Portland, Ore., face health emergencies as temperatures leap 30 degrees above normal. SEATTLE-Temperatures reached record highs in the Pacific Northwest over the weekend, resulting in heat-related emergencies and the lifting of some pandemic-related restrictions. The stretch of triple-digit weather, about 30 degrees hotter than normal for this part of the country, is expected to continue through Monday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/record-heat-wave-continues-in-pacific-northwest-will-move-inland-11624907349", "title": "Record Heat Wave Continues in Pacific Northwest, Will Move Inland", "date": "2021-06-28 00:01", "summary": "Portland, Seattle exceed record high temperatures set over the weekend; highways are cracking. SEATTLE-A record-breaking heat wave continued to scorch the Pacific Northwest, causing cracks in roads, increased hospital admissions, and closures of summer schools and public transit.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11624802672", "title": "Pepper...and Salt", "date": "2021-06-28 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bound-by-law-monday-crossword-june-28-11624295478", "title": "Bound by Law (Monday Crossword, June 28)", "date": "2021-06-28 00:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/miami-area-condo-collapse-search-effort-enters-fourth-day-11624806358", "title": "Miami-Area Condo Collapse Death Toll Increases to Nine", "date": "2021-06-28 22:17", "summary": "Town officials investigate cause as search effort reaches fourth day. SURFSIDE, Fla.-The death toll from the Miami-area condo tower collapse rose to nine as the search for survivors reached its fourth day and officials pressed ahead with efforts to investigate the cause of the failure and assess the safety of nearby buildings.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/move-past-your-jealous-feelings-at-work-11624838400", "title": "Move Past Your Jealous Feelings at Work", "date": "2021-06-28 20:00", "summary": "Most Popular News. Your co-worker scored a promotion, a plum project, yet another shout-out in the team meeting.", "categories": [[]], "category_links": []}]