[{"link": "https://www.wsj.com/articles/huawei-executives-return-to-china-how-the-deal-came-off-11632784295", "title": "Huawei Executive's Return to China: How the Deal Came Off", "date": "2021-09-27 19:58", "summary": "Meng Wanzhou's shift paved way for U.S. prosecutors to get an acknowledgment of wrongdoing-and for Canada to get two of its citizens out of China. At 4:30 p.m. local time on Friday, an Air China Boeing 777W carrying Huawei Technologies Co.'s finance chief took off from Vancouver, just as two Canadian men detained in China departed by plane from Beijing.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activision-blizzard-agrees-to-pay-18-million-to-settle-eeoc-probe-11632784605", "title": "Activision Blizzard Agrees to Pay $18 Million to Settle EEOC Probe", "date": "2021-09-27 19:50", "summary": "Videogame-publishing giant faces other battles, including SEC investigation and California lawsuit. Activision Blizzard Inc. on Monday said it had agreed to pay $18 million as part of a settlement with the Equal Employment Opportunity Commission, which had been examining allegations of gender-based harassment and retaliation at the embattled videogame-publishing giant.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sore-is-good-pain-is-bad-the-workout-of-a-79-year-old-who-twice-summited-mount-everest-11632564000", "title": "Sore Is Good, Pain Is Bad: The Workout of a 79-Year-Old Who Twice Summited Everest", "date": "2021-09-27 19:46", "summary": "Resume Subscription. When Bill Burke retired from practicing corporate law in 2003, he craved an activity that would indulge his passion for travel and challenge him mentally and physically. He had already been hiking in the mountains around his home in Costa Mesa, Calif., and learning the art of alpinism had more appeal than tennis or golf, he says.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ferrari-hires-former-apple-designer-jony-ive-ahead-of-electric-push-11632786240", "title": "Ferrari Hires Former Apple Designer Jony Ive Ahead of Electric Push", "date": "2021-09-27 19:44", "summary": "Ive's design company, LoveFrom, reaches multiyear deal with the luxury sports car maker and its largest shareholder. Ferrari NV hired Apple Inc.'s former design chief Jony Ive as it readies its debut into full electric vehicles.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/merck-nears-deal-to-acquire-acceleron-pharma-11632778405", "title": "Merck Nears Deal to Acquire Acceleron Pharma", "date": "2021-09-27 19:14", "summary": "An agreement could be completed as soon as this week, giving a lift to the pharmaceutical giant's work on treatments for rare diseases. Merck & Co. is in advanced talks to acquire Acceleron Pharma Inc., according to people familiar with the matter, in a move that would bolster the pharmaceutical giant's rare-disease business.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-fortifies-ev-bet-with-four-new-factories-in-tennessee-and-kentucky-11632783600", "title": "Ford Fortifies EV Bet With Four New U.S. Factories", "date": "2021-09-27 19:00", "summary": "Combined $11.4 billion investment with SK Innovation aims to accelerate electric push, create 11,000 new jobs. Ford Motor Co. plans to build its first new U.S. assembly plant in decades, along with three battery factories, to fortify its push into electric vehicles as the industry accelerates green-tech investments.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/entitlements-for-the-affluent-joe-biden-nancy-pelosi-bernie-sanders-democrats-spending-bill-congress-entitlements-11632780666", "title": "Entitlements for the Affluent", "date": "2021-09-27 18:47", "summary": "The Sanders-Biden bill is full of subsidies for the upper middle-class.. President Biden is trying to rescue his $3.5 trillion tax and spend plan by playing the class card, claiming it will help \"working people\" who are \"struggling\" to pay the bills. This makes it sound like a safety net program for the poor rather than what it really is: a government subsidy engine for everyone including the affluent.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tax-loophole-greenwich-municipal-bonds-wealthy-surcharge-11632685080", "title": "A Tax Loophole for Greenwich", "date": "2021-09-27 18:45", "summary": "The House Ways and Means bill includes a carve-out for munis.. The House Ways and Means Committee section of the $3.5 trillion tax and spending bill includes myriad tax carve-outs and credits for liberal special interests. Drawing particular attention from the wealthy in Greenwich and Silicon Valley is an exemption for municipal bonds from a 3% income-tax surcharge.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-forever-diplomacy-iran-nuclear-inspections-iaea-ebrahim-raisi-11632772480", "title": "Joe Biden's Forever Diplomacy", "date": "2021-09-27 18:44", "summary": "Tehran violates another international deal for nuclear inspections.. That was quick. Two weeks ago Iranian officials reached a deal with the International Atomic Energy Agency (IAEA) that allowed limited entry to nuclear sites, and, wouldn't you know, Tehran hasn't held up its end of the bargain.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/national-police-reform-failed-scott-booker-bass-criminal-justice-11632678588", "title": "Why National Police Reform Failed", "date": "2021-09-27 18:44", "summary": "Democrats want to impose mandates and be able to cut funding.. Washington's attempt at police reform foundered last week as Democrats walked away from Senate negotiations. Progressives say the country is desperate for safer law enforcement. Yet spurning compromise with the GOP suggests they want to continue campaigning on their narrative of widespread and endemic police misconduct.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/entertainment-agency-endeavor-to-buy-sports-betting-business-for-1-2-billion-11632778000", "title": "Entertainment Giant Endeavor to Buy Sports-Betting Business for $1.2 Billion", "date": "2021-09-27 18:34", "summary": "Acquisition from Scientific Games is the latest deal to build on the booming U.S. sports-wagering industry. Entertainment giant Endeavor Group Holdings Inc. has agreed to buy an online sports-betting business from game developer Scientific Games Corp. for $1.2 billion in cash and stock, the latest deal to build on the booming U.S. sports-wagering industry.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boston-fed-leader-rosengren-to-retire-early-from-bank-11632747033", "title": "Fed Leaders Rosengren, Kaplan to Resign Amid Trading Controversy", "date": "2021-09-27 18:30", "summary": "Dallas Fed President Kaplan said his stock trading distracted from the work of the central bank. The Federal Reserve banks of Boston and Dallas said their presidents were resigning, following reports of the two leaders' investment trading that prompted calls for their departures and a central-bank review of its ethics rules.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/creative-artists-agency-to-buy-rival-agency-icm-partners-11632768770", "title": "CAA to Buy Rival Talent Agency ICM in Hollywood Shake-Up", "date": "2021-09-27 18:29", "summary": "The move furthers consolidation of talent deal making in Hollywood; financial terms aren't disclosed. LOS ANGELES-Creative Artists Agency, the talent representation firm guiding the careers of Brad Pitt, Meryl Streep, Beyoncé and other megastars, is acquiring rival agency ICM Partners in another sign that Hollywood's traditional business model is being upended.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhood-users-regulation-retail-investing-order-flow-access-to-capital-investing-11632776071", "title": "Robinhood Users Come Under Attack", "date": "2021-09-27 18:25", "summary": "Some critics say the app is 'gamified,' but building wealth should be fun, not complex and difficult.. Amid the turmoil caused by the global pandemic, people who had been left behind by Wall Street started investing and creating wealth like never before. But now market gadflies, academics, and out-of-touch investors are attacking commission-free, no-minimum brokerages, potentially limiting access to capital markets.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/over-the-horizon-afghanistan-ground-drone-strike-kids-children-killed-civilian-casualties-11632776009", "title": "The Human Cost of 'Over the Horizon' Drone Strikes", "date": "2021-09-27 18:25", "summary": "The lack of Americans on the ground makes drone strikes likelier to go wrong.. The deaths of 10 innocent Afghans, including children, caused by a U.S. drone strike on Aug. 29 highlight a fact that few want to concede. With fewer American eyes on the ground in Afghanistan as well as other countries that provide sanctuary to terrorists, it is more likely that innocents will be mistakenly killed in U.S. counterterrorism operations. American hawks don't like to talk about this because it undermines public support for drone strikes, which are far more humane than other instruments of violence that the military can deploy and are safer for American service members. Doves don't like to talk about it because it undermines the case for \"ending forever wars\" by bringing troops home.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gendered-language-culture-wars-server-waitress-waiter-restaurant-11632776299", "title": "Let's Table the Word 'Server'", "date": "2021-09-27 18:22", "summary": "For decades we called them waiters and waitresses. Then one day it all changed.. Am I the only person in America bothered by this? It's been this way for years so you'd think I'd be used to it by now. Yet, somehow, I'm not.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-lose-infrastructure-reconciliation-progressive-moderate-pelosi-2022-midterms-11632778677", "title": "Joe Biden's Lose-Lose Week", "date": "2021-09-27 18:21", "summary": "Failure to pass his agenda could sink his presidency-but so could passing it.. Who says bipartisan consensus isn't possible in today's Washington?", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-taking-of-jemima-boone-review-the-significance-of-a-kidnapping-11632781278", "title": "'The Taking of Jemima Boone' Review: The Significance of a Kidnapping", "date": "2021-09-27 18:21", "summary": "Who would have imagined that Daniel Boone's teenage daughter contributed so mightily to America's future? No one-until now.. On the blistering hot afternoon of July 14, 1776, 13-year-old Jemima Boone shed the rank confines of Boonesboro, a fortified frontier settlement in Kentucky. Clambering aboard a canoe, she and two teenage friends took to the Kentucky River.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aukus-indo-pacific-pact-china-australia-11632775481", "title": "Aukus Is the Indo-Pacific Pact of the Future", "date": "2021-09-27 18:20", "summary": "Imagine if Japan, India, Taiwan and the bloc swap tech and coordinate defense.. International summits almost inevitably end in grandiose joint communiqués, most of which are quickly forgotten. This month's announcement of the Aukus partnership by President Biden, British Prime Minister Boris Johnson and Australian Prime Minister Scott Morrison won't be. This isn't because the pact made France unhappy or even because it highlights America's long-term commitment to the Indo-Pacific. Aukus is a deep but flexible partnership between leading tech powers that could shape the 21st century and serve as the model for U.S. alliances in the Indo-Pacific.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-new-spending-whopper-11632780042", "title": "Biden's New Spending Whopper", "date": "2021-09-27 18:00", "summary": "From trillions to zero in a Beltway minute.. Where have all the \"fact checkers\" gone? On Saturday night President Joe Biden took to social media to repeat his new multi-trillion-dollar falsehood. And much of the press corps has nothing to offer in response but approbation.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-panel-backs-letting-ordinary-investors-into-private-equity-11632778962", "title": "SEC Panel Backs Letting Ordinary Investors Into Private Equity", "date": "2021-09-27 17:42", "summary": "The regulator's asset-management advisory committee supports making it easier for retail investors to access private funds. An advisory group for the Securities and Exchange Commission voted Monday to recommend making it easier for less-wealthy people to invest in private funds, a change long sought by asset managers.", "categories": [["U.S.", "General News"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/general-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-pauses-instagram-kids-project-11632744879", "title": "Facebook to Halt Work on Instagram Kids Version", "date": "2021-09-27 17:34", "summary": "Move follows concerns about the photo-sharing platform's effects on young people's mental health. Facebook Inc. said it would suspend plans for a version of its Instagram app tailored to children, a concession after lawmakers and others voiced concerns about the photo-sharing platform's effects on young people's mental health.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-entitlement-state-failure-has-many-fathers-11632778356", "title": "The Entitlement-State Failure Has Many Fathers", "date": "2021-09-27 17:32", "summary": "It has been a bipartisan drive down the road to serfdom.. In his excellent column \"The Destructive Legacy of the Great Society\" (Upward Mobility, Sept. 22), Jason Riley correctly assigns primary responsibility for the shift in attitudes regarding underprivileged Americans to the Great Society of Lyndon Johnson. The 36th president deserves a healthy share of the blame, but he's not alone in responsibility.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/free-riders-and-the-u-s-drug-price-dilemma-11632778308", "title": "Free Riders and the U.S. Drug-Price Dilemma", "date": "2021-09-27 17:31", "summary": "Why should the burden of drug development costs fall overwhelmingly on the U.S. consumer?. Americans pay a premium for drugs. The proposal at issue (\"The Political Raid on Future Cures,\" Review & Outlook, Sept. 17) would set a price ceiling of 120% of the average drug price in Australia, Canada, France, Germany, Japan and the U.K. This would motivate (or provide cover for) drug companies to raise their prices in those countries. Why should the burden of drug development costs fall overwhelmingly on U.S. consumers?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-resisted-the-metric-systemor-did-it-11632778239", "title": "America Resisted the Metric System-or Did It?", "date": "2021-09-27 17:30", "summary": "People buy drugs in grams and kilos, and the most common bullet is the 9 millimeter.. Walter Block argues that \"Canadians Hate the Metric System\" imposed on them in 1975 (op-ed, Sept. 16). In the same year, reacting to the Metric Conversion Act, Americans resisted metrics. For example, columnist Bob Greene, syndicated then in more than 100 newspapers, started the successful WAM movement-We Ain't Metric-in 1978. Literary icon Tom Wolfe reminded readers that NASA had gone to the moon on inches. He helped organize the New York City \"Foot Ball\"; all the invited guests were handed \"Don't Give an Inch\" lapel pins. Writers fueled a public outcry against metrics and helped convince the Federal Highway Administration to abandon the plan to require highway signs to use metric measurements by 1984.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/r-kelly-found-guilty-of-leading-racketeering-enterprise-11632770816", "title": "R. Kelly Found Guilty in Sex-Abuse Case", "date": "2021-09-27 17:28", "summary": "R&B superstar convicted of using entourage to recruit women and underage girls for sex. A federal jury in New York found R&B superstar R. Kelly guilty of leading a racketeering enterprise that prosecutors said spanned decades and using his entourage to recruit women and underage girls for sex.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-defense-of-target-date-funds-in-401-k-s-11632777838", "title": "In Defense of Target-Date Funds in 401(k)s", "date": "2021-09-27 17:23", "summary": "They automatically rebalance each year and get less risky as an employee approaches retirement.. \"What You Should Know About . . . Target-Date Funds\" (Journal Report, Sept. 7) could leave readers with the impression that target-date funds (TDFs) are expensive, inefficient and potentially inappropriate for unwary investors. Most of us who study retirement policy like the idea of TDFs in 401(k) plans because they rebalance automatically each year and get less risky as an employee approaches retirement, and employers can get sued if the funds are too expensive. Investors in TDFs perform better because they leave their investments alone. According to a recent Morningstar analysis, TDFs were the only category that avoided 10-year dollar-weighted investor underperformance because investors felt they could \"set it and forget it.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-official-lael-brainard-says-labor-market-inflation-can-return-to-pre-pandemic-equilibrium-11632761414", "title": "Fed Official Says Labor Market, Inflation Can Return to Pre-Pandemic Equilibrium", "date": "2021-09-27 17:11", "summary": "Fed governor plays down concerns that pandemic has permanently reduced the availability of workers. ARLINGTON, Va.-A top Federal Reserve official said that the economy was likely to make a complete recovery from the coronavirus and warned against prematurely concluding that the central bank needed to raise interest rates.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colourgrade-tirzah-mastin-review-electronic-experimental-music-devotion-micachu-mica-levi-11632776722", "title": "'Colourgrade' by Tirzah Review: A Palette of Intimacy", "date": "2021-09-27 17:07", "summary": "The British artist's second record leans in a more experimental direction that brings the listener in close.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activist-hedge-fund-starboard-has-big-stake-in-huntsman-11632775515", "title": "Activist Hedge Fund Starboard Has Big Stake in Huntsman", "date": "2021-09-27 16:56", "summary": "Starboard holds a more-than-8% stake in the chemicals producer. Activist hedge fund Starboard Value LP has a more-than-8% stake in Huntsman Corp. and plans to agitate for change at the chemicals producer, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-09-27-2021-11632728157", "title": "Stocks Finish Mixed as Energy Rallies", "date": "2021-09-27 16:50", "summary": "Nasdaq Composite drops with tech stocks as bond yields tick up. Major U.S. indexes turned in a mixed performance Monday as stocks closely tied to the economy got a boost while shares of technology and other growth firms slipped.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-hinckley-jr-who-shot-president-reagan-granted-unconditional-release-11632774866", "title": "John Hinckley Jr., Who Shot President Reagan, Granted Unconditional Release", "date": "2021-09-27 16:44", "summary": "Judge rules shooter to continue court-mandated regimen until next year. A federal judge on Monday has said John Hinckley Jr., who shot President Ronald Reagan in 1981, can be released from court-appointed restrictions next year.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-mets-embark-on-branding-effort-to-build-cred-and-win-young-fans-11632775291", "title": "New York Mets Embark on Branding Effort to Build Cred and Win Young Fans", "date": "2021-09-27 16:41", "summary": "Mets owner Steven Cohen is entrusting Range Media Partners with raising the team's profile to a young, diverse audience. Still in development, the effort could feature live comedy, new design and special events. It was a hot Tuesday evening in August, and thousands of loyal New York Mets fans poured into Citi Field to watch their team take on the highly ranked San Francisco Giants. The stadium in Queens brimmed with hope, despite the team's recent losing streak.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/murders-rose-nearly-30-percent-in-the-u-s-in-2020-fbi-reports-11632769332", "title": "Murders Rose Nearly 30% in the U.S. in 2020", "date": "2021-09-27 16:41", "summary": "Homicide rates are still below highs of the 1990s; other violent crimes also increased last year, while property crimes fell. The number of homicides in the U.S. rose nearly 30% in 2020 from the prior year to 21,570, the largest single-year increase ever recorded by the Federal Bureau of Investigation.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-chief-jerome-powell-says-inflation-is-elevated-but-should-moderate-11632774677", "title": "Fed's Powell Says Inflation Is Elevated but Likely to Moderate", "date": "2021-09-27 16:31", "summary": "The Federal Reserve chairman is set to testify before Congress with Treasury Secretary Janet Yellen on Tuesday. Inflation is likely to stay high in the coming months before moderating, Federal Reserve Chairman Jerome Powell is set to tell Congress at a hearing on Tuesday morning.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-early-investors-flee-spac-deals-day-traders-rush-in-11632684325", "title": "After Early Investors Flee SPAC Deals, Day Traders Rush In", "date": "2021-09-27 16:24", "summary": "Large withdrawals in blank-check mergers often are sparking wild stock swings in the beaten-down sector. Day traders are targeting some companies that recently closed SPAC mergers, reinvigorating some of the meme-stock excitement that helped make such deals popular early in the year.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-10-year-treasury-yield-tops-1-5-11632756798", "title": "U.S. 10-Year Treasury Yield Tops 1.5%", "date": "2021-09-27 16:21", "summary": "Expectations for higher interest rates and an improving economy have investors pushing yields higher. The yield on the benchmark 10-year U.S. Treasury note topped 1.5% for the first time since June, lifted by optimism about the economic outlook and the prospects of tighter monetary policy.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/appraise-worthy-tuesday-crossword-september-28-11632706727", "title": "Appraise Worthy (Tuesday Crossword, September 28)", "date": "2021-09-27 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-china-even-jump-rope-is-competitiveso-parents-pay-for-lessons-11632771823", "title": "In China, Even Jump-Rope is Competitive-So Parents Pay for Lessons", "date": "2021-09-27 15:43", "summary": "Grade-school students nationwide must pass an annual rope-skipping exam, costing children who can't easily jump and twirl rope at the same time. BEIJING-Chinese parents spend dearly on private tutoring for their children to get a jump on national math and language exams, the gateway to advancement and a better life.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-tops-1-billion-monthly-users-11632760678", "title": "TikTok Tops 1 Billion Monthly Users", "date": "2021-09-27 15:43", "summary": "Video-sharing app has said it plans to let users create longer-form videos. More than 1 billion people use TikTok every month, according to a statement posted on the video-sharing app's website Monday.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lynn-tilton-backed-army-contractor-hit-with-36-million-verdict-in-fraud-case-11632771635", "title": "Lynn Tilton-Backed Army Contractor Hit With $36 Million Verdict", "date": "2021-09-27 15:40", "summary": "Jury finds that MD Helicopters broke federal rules through its relationship with Army procurement officer. A federal jury found that an Arizona helicopter maker backed by financier Lynn Tilton defrauded the U.S. military, awarding $36 million in damages to the government and whistleblowers, an amount that could be tripled under a federal law.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-power-outages-pose-new-threat-to-supplies-of-chips-and-other-goods-11632769617", "title": "China Power Outages Pose New Threat to Supply Chains", "date": "2021-09-27 15:06", "summary": "Coal shortages and efforts to control energy consumption are making it harder for Chinese factories to operate. Government efforts to curb energy consumption and reduce carbon emissions, along with surging coal prices, are leading to power outages across many of China's manufacturing hubs, threatening to further disrupt strained global supply chains for semiconductors and other vital goods.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-crypto-guru-goes-on-trial-for-allegedly-advising-north-korea-11632740401", "title": "Crypto Guru Pleads Guilty to Advising North Korea on Blockchain Technology", "date": "2021-09-27 14:54", "summary": "Virgil Griffith was charged with conspiring to violate a federal law prohibiting U.S. citizens from exporting technology to the communist country. As his criminal trial was set to start, a cryptocurrency expert pleaded guilty to conspiring to violating U.S. law by traveling to North Korea to give a presentation on how to use blockchain technology to launder money and evade sanctions.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walter-scott-jr-business-partner-of-warren-buffett-dies-at-age-90-11632767268", "title": "Walter Scott Jr., Business Partner of Warren Buffett, Dies at Age 90", "date": "2021-09-27 14:54", "summary": "Omaha native headed giant Kiewit construction firm and invested in ill-starred Level 3 fiber-optic network. Like his more famous friend, Warren Buffett, Walter Scott Jr. spent most of his life in his native Omaha, Neb., and made billions from a diverse range of mostly unglamorous businesses.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/commodity-boom-is-too-much-of-a-good-thing-for-many-traders-11632734753", "title": "Commodity Boom Is Too Much of a Good Thing for Many Traders", "date": "2021-09-27 14:33", "summary": "Rising prices require traders to borrow more money. For smaller players, that funding has been hard to come by.. It has been a banner year for fossil-fuel, metals and agricultural markets. For many commodity traders, the boom in prices has had an unexpected effect: a credit crunch that is reshaping the industry in favor of the largest players.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-asked-russia-about-offer-of-bases-to-monitor-afghan-terror-threat-11632767164", "title": "U.S. Asked Russia About Offer of Bases to Monitor Afghan Threats", "date": "2021-09-27 14:28", "summary": "Joint Chiefs chairman Gen. Mark Milley asked his Russian counterpart about Putin's comments at the request of the White House. The Pentagon's top military officer discussed with his Russian counterpart an apparent offer from Russian President Vladimir Putin to use his military's bases in Central Asia to respond to any emerging terrorist threats in Afghanistan, U.S. officials said.", "categories": [["WSJ News Exclusive", "World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nba-covid-19-vaccinations-kyrie-irving-andrew-wiggins-11632766044", "title": "Crunch Time Is Here for Players Who Oppose Covid-19 Vaccinations", "date": "2021-09-27 14:08", "summary": "Athletes and coaches who have held out against the shot so far now have to choose whether to forego big and lucrative moments to maintain that stance. Media day for the Brooklyn Nets was billed as a potentially explosive spectacle in which leading scorer Kyrie Irving might set out his reasons for not being vaccinated against Covid-19 and signal whether he was willing to miss every Nets practice, home game and potential playoffs this season in order to maintain that position.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-receive-covid-19-booster-shot-monday-11632757059", "title": "President Biden Receives Covid-19 Booster Shot", "date": "2021-09-27 13:44", "summary": "President encourages unvaccinated Americans to get the shot; FDA recently cleared Pfizer-BioNTech shot for people 65 and older and high-risk adults. WASHINGTON-President Biden received a booster shot of the Covid-19 vaccine on Monday and appealed to unvaccinated Americans to protect themselves against the virus.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eamessneakers-why-fashion-is-obsessed-with-furniture-11632752874", "title": "Eames...Sneakers? Why Fashion Is Obsessed With Furniture", "date": "2021-09-27 13:44", "summary": "Sales of furniture-inspired T-shirts and shoes are suddenly surging, yet not all design fans can get behind the trend.. Decades after their deaths, designers Charles and Ray Eames-widely considered the godparents of midcentury-modern furniture-find themselves in a position more common to basketball titans like Michael Jordan: A sneaker now bears their name. The shoe is a nothing-to-it version of Reebok's low top Club C sneaker with \"Eames\" embossed on the side in poppy colors recalling their Los Angeles home's exterior. It's the first product of a year-and-a-half-long collaboration between Reebok and Eames Office, the foundation that handles the pair's work and legacy.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-closer-look-11632763579", "title": "A Closer Look", "date": "2021-09-27 13:26", "summary": "Selections from 'It Fell From the Sky' by The Fan Brothers. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/should-you-put-your-covid-19-vaccination-status-on-your-resume-many-hiring-managers-say-yes-11632744000", "title": "Vaccination Status Is the New Must-Have on Your Resume", "date": "2021-09-27 12:50", "summary": "Job candidates may have a new line item to add as more companies require measures to protect against the coronavirus. Job seekers are considering a new addition to their résumés: Covid-19 vaccination status.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/climate-policy-reality-europe-energy-costs-gas-coal-11632754849", "title": "Climate Policy Meets Cold Reality in Europe", "date": "2021-09-27 12:40", "summary": "The rush to renewables causes severe energy price spikes and shortages. Biden's policies would do the same in the U.S.. European leaders at the United Nations last week applauded themselves as they doubled down on their pledges to slash CO2 emissions. And Prime Minister Boris Johnson said the U.K. \"will lead by example, keeping the environment on the global agenda and serving as a launch pad for a global green industrial revolution.\" Such vows of carbon chastity are, to say the least, ironic as Europe grapples with a severe energy shortage and surging prices wrought by its green industrial revolution.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-economic-fantasy-paid-for-falsehoods-reconciliation-bill-build-back-better-tax-increases-11632758152", "title": "Joe Biden's Economic Fantasy World", "date": "2021-09-27 12:39", "summary": "He seems to think that if you pay for something it doesn't cost anything. Hold on to your wallet.. 'Every element of my economic plan is overwhelmingly popular,\" President Biden said last week. \"But the problem is, with everything happening, not everybody knows what's in that plan.\" This is an eye-opening observation, to put it mildly.", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meet-the-moderate-leftist-who-could-succeed-merkel-as-germanys-next-chancellor-11632760108", "title": "Meet Olaf Scholz, the German Best Placed to Succeed Angela Merkel", "date": "2021-09-27 12:28", "summary": "He is the first leading politician in the country's postwar history to need support for three parties to build a stable majority in parliament. BERLIN-A politician who built his popularity on his response to Covid-19 and styled himself as German Chancellor Angela Merkel's true heir is now best placed to succeed her as leader of Europe's largest economy after scoring a narrow win in Sunday's election.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijing-claims-victory-over-huawei-executives-return-11632759526", "title": "Beijing Claims Victory Over Huawei Executive's Return", "date": "2021-09-27 12:18", "summary": "Chinese media play down release of two Canadian citizens that came minutes after Meng Wanzhou boarded her flight home. TAIPEI-When Huawei Technologies Co. executive Meng Wanzhou arrived in Shenzhen after nearly three years' confinement in Vancouver, 430 million Chinese viewers tuned into a livestream by China's state broadcaster, while posts about her racked up more than a billion views.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/west-virginia-gov-jim-justice-offers-300-million-settlement-payment-to-credit-suisse-11632749081", "title": "Jim Justice Offers $300 Million Settlement Payment to Credit Suisse", "date": "2021-09-27 11:59", "summary": "Proposal is part of talks between the governor's family business over money borrowed from Greensill Capital. West Virginia Gov. Jim Justice has offered a $300 million payment and half the value of his family coal businesses to settle loans from the now-defunct Greensill Capital, according to people familiar with the deliberations.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-moves-to-bolster-daca-after-court-loss-11632743101", "title": "Biden Administration Moves to Preserve DACA Program After Court Loss", "date": "2021-09-27 11:53", "summary": "Proposal to re-create program aims to address federal court ruling that jeopardizes protections for some young immigrants. WASHINGTON-The Biden administration is taking steps to shore up an Obama-era initiative that provides temporary deportation protections to some young immigrants after a court ruling found the program unlawful this summer.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-companies-getting-less-bang-for-investment-bucks-11632757922", "title": "U.S. Companies Getting Less Bang for Investment Bucks", "date": "2021-09-27 11:52", "summary": "Spending on capital goods is rising quickly, but companies are getting less machinery less quickly than they need to meet demand. U.S. companies continue to spend more money on capital equipment, but how much equipment are they getting?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washington-dc-real-estate-prices-government-remote-work-11632753953", "title": "The Pandemic Hit Cities Hard, but Especially Washington, D.C.", "date": "2021-09-27 10:51", "summary": "Resume Subscription. Washington, D.C., underwent one of the most dramatic urban revivals of any U.S. city during the past two decades. Newcomers poured in, businesses expanded and developers transformed the area with high-end condos, entertainment and shopping.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-durable-goods-orders-rise-sharply-despite-continued-supply-constraints-11632747393", "title": "Durable-Goods Orders Rise Sharply", "date": "2021-09-27 10:34", "summary": "Orders up 1.8% in August but manufacturers still face shortages of parts and labor. Orders for appliances, computers, cars and other durable goods increased in August, though factory operators continued to confront parts and labor shortages as well as higher material costs.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/evergrande-worries-help-fuel-selloff-at-another-chinese-developer-11632744765", "title": "Evergrande Worries Help Fuel Selloff at Chinese Developer Sunac", "date": "2021-09-27 10:30", "summary": "Investors sold down securities after leaked draft showed Sunac China Holdings unit wants respite from tough government measures. The shares and bonds of another major Chinese property developer have dropped sharply, as investors fretted that the company could run into similar troubles as China Evergrande Group .", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/merkels-trade-centric-vision-for-germany-still-stands-11632752838", "title": "Merkel's Trade-Centric Vision for Germany Still Stands", "date": "2021-09-27 10:27", "summary": "While delivering a more fragmented parliament, the German election may have also cemented the macroeconomic status quo. Germany's fragmented election results may prove that the more things change the more they stay the same.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-recalls-certain-mustang-mach-e-electric-suvs-over-concerns-windshield-panoramic-roof-could-detach-11632752362", "title": "Ford Recalls Mustang Mach-E Electric SUVs Over Windshield, Roof Concerns", "date": "2021-09-27 10:19", "summary": "Safety recall of 2021 model-year vehicles cites inadequate bonding of glass panel parts. Ford Motor Co. is recalling certain Mustang Mach-E electric sport-utility vehicles over concerns that the front windshield and panoramic roof could become detached, a setback for one of the car company's highest-profile new-model launches this year.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/panic-buying-in-u-k-creates-shortages-at-gas-stations-11632750035", "title": "Panic Buying in U.K. Creates Shortages at Gas Stations", "date": "2021-09-27 09:40", "summary": "British government keeps soldiers on standby to deliver fuel supplies if necessary. LONDON-The British government is searching for drivers to deliver fuel to gas stations across the country after panic buying over the weekend left long lines of customers waiting to fill their tanks.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/womens-careers-pandemic-toll-11632520837", "title": "The Pandemic's Toll on Women's Careers", "date": "2021-09-27 09:33", "summary": "Executives from McKinsey and Lean In talk about their new comprehensive study, and what it reveals about the demands placed on many women over the past year and a half. For all the change brought on by the pandemic, women in white-collar roles still made strides at nearly every level of U.S. companies last year, a comprehensive new study shows.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gores-guggenheim-exxon-carnival-pg-e-what-to-watch-when-the-stock-market-opens-today-11632740891", "title": "Gores Guggenheim, Kraton, Exxon, Carnival, PG&E: What to Watch When the Stock Market Opens Today", "date": "2021-09-27 09:02", "summary": "Gores Guggenheim is near a merger deal; Oil producers are getting a boost from rising crude prices. U.S. stock futures wobbled as investors digested receding fears of contagion from China Evergrande Group and hopes for further economic reopening against supply-chain disruptions. Here's what we're watching as Monday's trading gets under way.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democracy-is-at-risk-but-both-parties-can-do-something-11632747600", "title": "Democracy Is at Risk, but Both Parties Can Do Something", "date": "2021-09-27 09:00", "summary": "Doubts about election integrity are like a deadly virus moving through the body politic. Senators have an opportunity to stop it, but will they?. On the day before California's gubernatorial recall election, former President Donald Trump declared that the vote would be \"rigged\" for the Democrats. The next day, Democratic Gov. Gavin Newsom prevailed by 25 percentage points-a margin of victory that surely falls beyond what rigging could achieve.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/leslie-odom-jr-on-the-many-saints-of-newark-and-intermittent-fasting-11632746816", "title": "Leslie Odom Jr. on 'The Many Saints of Newark' and Intermittent Fasting", "date": "2021-09-27 08:46", "summary": "\"Tony's why we all watched,\" says the actor of 'The Sopranos,' the show on which his upcoming movie is based. \"He was our way into that world. We all felt...the times when he felt like he wasn't enough.\". ", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-selling-vegas-casino-firms-most-profitable-property-deal-11632744001", "title": "Blackstone Selling Vegas Casino, Firm's Most Profitable Property Deal", "date": "2021-09-27 08:43", "summary": "Total profits after the sale would be about $4.1 billion, including cash flow from the property's operations. Blackstone Inc. has reached an agreement to sell the Cosmopolitan casino and hotel on the Las Vegas Strip for $5.65 billion, the company said on Monday, and told investors in a private letter that the sale is the company's most profitable of a single asset ever.", "categories": [["WSJ News Exclusive", "Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/accessories-fall-2021-11632746042", "title": "The 5 Accessories You Can't Live Without This Fall", "date": "2021-09-27 08:34", "summary": "This fall, invest in the most sought-after men's accessories from the season's collections.. On the must-have shopping list this fall are sleek and timeless men's accessories that have a distinctly modern twist. Shot by Samuel Bradley and styled by Chloe Grace Press at the historic Scotney Castle in the countryside of Kent, England, model Grace Musase wears the new two-tone Rolesor Rolex Explorer, which has been shrunken to a 36mm case and features a black dial and lumescent numerals. Warm winter gloves-a seasonal essential-have been reimagined by designers Miuccia Prada and Raf Simons to have a handy logo-adorned zipper pouch that offers both form and function. Meanwhile, Salvatore Ferragamo has made over sunglasses into a '90s-inspired, oval shape to stylishly ward off the sun's rays. And laceless, slip-on white kicks from Burberry are a futuristic update on a classic that's equal parts comfortable and fashion-forward. To carry all essentials, try out a sleek canvas-and-leather carryall bag from Hermès, bound with leather straps inspired by equestrian martingales. -Jenny Hartman", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/los-angeles-rams-chargers-nfl-super-bowl-11632745278", "title": "The Hottest City in Football: Los Angeles", "date": "2021-09-27 08:23", "summary": "The relocated Rams and Chargers stop a pair of Super Bowl heavyweights and look like contenders on the verge. From 1995 until 2016-21 years, I did the math all by myself-the city of Los Angeles did not have an NFL football team, a deficit that was simultaneously regarded as both a blown business opportunity (Los Angeles is a major, pulsating American metropolis) and not such a big deal (Los Angeles didn't seem terribly barren without football).", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theranos-trial-jurors-to-weigh-if-investors-were-dupes-or-savvy-speculators-11632744002", "title": "Theranos Trial Jurors to Weigh Whether Investors Were Dupes or Savvy Speculators", "date": "2021-09-27 08:00", "summary": "Bulk of criminal charges against founder Elizabeth Holmes allege she defrauded financial backers that include high-profile figures. The outcome of Elizabeth Holmes's trial partly hinges on how jurors answer the question of whether investors in Theranos Inc. were savvy speculators who made an unwise but informed bet or were hoodwinked by a lying founder.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-are-the-taliban-11628629642", "title": "Who Are the Taliban and How Did They Conquer Afghanistan?", "date": "2021-09-27 07:57", "summary": "Afghan force that sheltered Osama bin Laden swept through the country following a U.S. troop withdrawal. The Taliban, an Islamist fundamentalist organization that ruled Afghanistan from 1996 until being toppled by the 2001 U.S. invasion, seized the Afghan capital Kabul on Aug. 15 after President Ashraf Ghani escaped the country, crowning a rapid offensive that started in May. The group that sheltered Osama bin Laden as he planned the Sept. 11, 2001, terrorist attacks on America has now established a new government in Kabul and reinstated the Islamic Emirate of Afghanistan to replace the toppled Afghan republic.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-hostage-triumph-meng-kovrig-spavor-huawei-11632673151", "title": "China's Hostage Triumph", "date": "2021-09-27 07:56", "summary": "The U.S. lets Huawei's CFO off easy, and Beijing frees two Canadians.. Westerners working in China are officially on notice. You could be arrested on trumped up charges at any time and used as hostages to promote Communist Party interests. That's the message from the humiliating U.S. surrender to China's hostage diplomacy in the case of Huawei chief financial officer Meng Wanzhou.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-electricity-curbs-risk-wider-damage-this-time-11632743577", "title": "China's Electricity Curbs Risk Wider Damage This Time", "date": "2021-09-27 07:52", "summary": "Beijing's latest crackdown in the energy sector could go further than investors expect. Investors are used to periodic campaigns against energy intensive sectors like steel and cement in China. But a new round of power cuts driven by Beijing's ambitious climate targets now threatens to do wider damage.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germanys-election-gives-two-smaller-parties-outsize-influence-11632743127", "title": "Germany's Election Gives Two Smaller Parties Outsize Influence", "date": "2021-09-27 07:45", "summary": "Center-left party narrowly defeats Merkel's conservatives, but the next government will depend on environmentalists and a pro-business group. BERLIN-Germany's political parties on Monday began what could be a monthslong bargaining process to form the next government, with two smaller parties in a position to decide who will succeed Angela Merkel as chancellor.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cryptocurrency-exchanges-curb-trading-from-china-after-beijings-warning-11632739277", "title": "Cryptocurrency Exchanges Curb Trading From China After Beijing's Warning", "date": "2021-09-27 06:41", "summary": "Huobi Global said it stopped allowing new customers in mainland China to register accounts. HONG KONG-One of the world's largest cryptocurrency exchanges said it would close all user accounts in mainland China by the end of the year, days after the country's central bank declared all crypto-related transactions illegal.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-great-car-chip-shortage-will-have-lasting-consequences-11632737422", "title": "The Great Car-Chip Shortage Will Have Lasting Consequences", "date": "2021-09-27 06:10", "summary": "Semiconductors have become a strategic component for car makers. First they will increase inventories, then some might design their own.. The once-obscure world of automotive microchips will never be the same again.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spotify-kicks-off-campaign-to-win-more-advertisers-11632736800", "title": "Spotify Kicks Off Campaign to Win More Advertisers", "date": "2021-09-27 06:00", "summary": "The audiostreaming company wants to appeal to new advertisers and publishers in a new campaign titled \"All Ears on You\". Spotify Technology SA began its first global brand campaign designed to court marketers as the audiostreaming giant tries to expand the revenue it collects from advertising.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justin-tucker-field-goal-record-66-yards-11632714091", "title": "Justin Tucker and the Data Behind the NFL's Record 66-Yard Field Goal", "date": "2021-09-27 06:00", "summary": "The Baltimore Ravens kicker broke the record for the longest field goal in league history on Sunday. But he was an outlier long before his game-winning kick.. Before Baltimore Ravens kicker Justin Tucker broke the record for the longest field goal in NFL history, he had already broken the most basic standards of kicking in professional football.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-pushes-to-overturn-eus-5-billion-antitrust-decision-on-android-11632735001", "title": "Google Pushes to Overturn EU's $5 Billion Antitrust Decision", "date": "2021-09-27 05:30", "summary": "Regulator says the Alphabet unit abused its market dominance, while Google says it boosts competition against Apple. BRUSSELS- Alphabet Inc.'s Google started its appeal Monday to overturn a $5 billion antitrust fine imposed by the European Union, contending that its Android operating system for mobile devices has boosted competition rather than foreclosing it.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-spent-billions-on-afghanistan-and-failed-to-build-a-sustainable-economy-11632735001", "title": "U.S. Efforts to Bolster Afghan Economy Fell Short", "date": "2021-09-27 05:30", "summary": "Resume Subscription. KABUL-The U.S. spent $145 billion over two decades in Afghanistan to turn one of the poorest nations on earth into a self-sustaining economy-the boldest effort this century at Western nation-building. That project has largely failed.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-france-overcame-covid-19-vaccine-hesitancy-11632735002", "title": "How France Overcame Covid-19 Vaccine Hesitancy", "date": "2021-09-27 05:30", "summary": "Resume Subscription. PARIS-When France started vaccinating its population at the start of the year, it had one of the highest rates of hesitancy in the world. Today, it has one of the highest vaccination rates among larger Western countries, after a mix of enticements and government pressure pushed millions of French to receive the shot this summer.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/cfos-review-impact-of-higher-taxes-on-cash-flows-spending-and-overseas-businesses-11632735000", "title": "Some CFOs Say Higher Corporate Taxes Could Lead to Lower Investments", "date": "2021-09-27 05:30", "summary": "House Democrats are proposing to raise the U.S. corporate tax rate to 26.5% from 21%. Companies are preparing for another round of corporate-tax increases under a new administration, reframing their forecasting models to account for the impact of higher taxes on cash flows, spending and their overseas businesses.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dentists-group-fights-plan-to-cover-dental-benefits-under-medicare-11632735002", "title": "Dentists' Group Fights Plan to Cover Dental Benefits Under Medicare", "date": "2021-09-27 05:30", "summary": "ADA opposition could be factor as Democrats look to trim $3.5 trillion spending plan. WASHINGTON-The American Dental Association is mobilizing its 162,000 members to fight a proposal to include dental coverage for all Medicare recipients, opposition that could prove pivotal as Democrats look to make cuts in their $3.5 trillion domestic policy agenda.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-public-face-of-huaweis-global-fight-11547874008", "title": "The Public Face of Huawei's Global Fight", "date": "2021-09-27 03:39", "summary": "Meng Wanzhou, Huawei's finance chief and daughter of its founder, helped lead the company's effort to improve its image. With her arrest, she's caught up in one of the probes ensnaring the company around the world. ", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kim-jong-un-sister-kim-yo-jong-11607524273", "title": "Kim Yo Jong: What We Know About Kim Jong Un's Sister and Her Role in North Korea", "date": "2021-09-27 03:30", "summary": "Star power of dictator's sister has risen after appearances at 2018 Winter Olympics, two nuclear summits and as a signatory in state media. Kim Yo Jong, believed to be at least 32 years old, is a senior North Korean official helping oversee the country's policies toward the U.S. and South Korea, according to Seoul's intelligence agency.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-cnooc-plans-big-share-sale-at-home-as-u-s-delisting-looms-11632722451", "title": "China's Cnooc Plans Big Share Sale at Home as U.S. Delisting Looms", "date": "2021-09-27 02:00", "summary": "Energy group aims to raise more than $5 billion while it appeals NYSE's decision to kick it off the exchange. One of China's big state-owned oil companies, Cnooc Ltd. , plans to raise more than $5 billion from a domestic share sale as it faces a possible delisting of its U.S. securities.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germany-votes-in-election-that-will-decide-angela-merkels-successor-11632650495", "title": "Center-Left Wins Narrow Victory in German Elections", "date": "2021-09-27 00:58", "summary": "Paper-thin center-left win ends 16 years of conservative-led Merkel government. BERLIN-Germany faces weeks and perhaps months of uncertainty as Sunday's narrow victory for the center-left in national elections left open the shape and agenda of its next government and offered little clarity about who would succeed Chancellor Angela Merkel.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/womens-careers-covid-19-toll-11632506362", "title": "Burned Out and Restless From the Pandemic, Women Redefine Their Career Ambitions", "date": "2021-09-27 00:09", "summary": "Resume Subscription. Working more than a year under pandemic conditions threw into sharp relief what Vicki Klaker wanted from her career-and wasn't getting.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/companies-expand-paid-sick-time-leave-11632413861", "title": "Millions of Workers Still Don't Get Paid Sick Time, Leave", "date": "2021-09-27 00:05", "summary": "While many large companies have improved their offerings, low-wage, part-time and hourly workers still lack the benefits. As America confronted the Covid-19 pandemic in 2020, a significant workplace divide came into focus: Millions of workers had no paid sick time, and millions more lacked enough paid time off to cover a severe illness.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11632675667", "title": "Pepper...and Salt", "date": "2021-09-27 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trailing-away-monday-crossword-september-27-11632706589", "title": "Trailing Away (Monday Crossword, September 27)", "date": "2021-09-27 00:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-evergrandes-electric-vehicle-business-warns-of-cash-squeeze-11632547657", "title": "China Evergrande's Electric-Vehicle Unit Warns of Cash Squeeze", "date": "2021-09-27 22:05", "summary": "Evergrande's chairman had hoped the property developer's EV unit would overtake Tesla and other rivals. China Evergrande Group 's once-highflying electric-vehicle unit warned it was facing a \"serious shortage of funds\" and might not be able to meet its financial obligations, adding to the challenges facing its heavily indebted parent company.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-heads-into-tumultuous-week-pressured-by-converging-deadlines-11632657601", "title": "Congress Begins Tumultuous Week Pressured by Converging Deadlines", "date": "2021-09-27 20:15", "summary": "Government shutdown, debt ceiling loom as Democratic leaders plan votes on multitrillion-dollar spending ambitions. WASHINGTON-A slew of high-stakes deadlines will collide on Capitol Hill this week, setting up potentially chaotic negotiations against the backdrop of expiring government funding and the threat of a possible U.S. default.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]