[{"link": "https://www.wsj.com/articles/federal-reserve-reports-several-business-lines-disrupted-by-operational-error-11614194912", "title": "Federal Reserve Financial-Services Systems Disrupted for Hours", "date": "2021-02-24 18:54", "summary": "Treasury sees no sign of cyberattack behind interruptions of electronic-payments services to business and government clients. The Federal Reserve said Wednesday an unspecified error disrupted all of its financial-services systems in an extraordinary event that took down key payment systems used by banks, businesses and government agencies for several hours.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supersizing-obamacare-subsidies-11614210175", "title": "Supersizing ObamaCare Subsidies", "date": "2021-02-24 18:42", "summary": "The Covid bill hides a major expansion of the Affordable Care Act.. We've been telling readers about the progressive policy priorities hitching a ride on Congress's \"Covid relief\" bill. That includes shoveling billions into the Affordable Care Act, with the goal of making government insurance a middle-class entitlement on the way to Medicare for All.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/powell-says-full-ease-ahead-11614210132", "title": "Powell Says Full Ease Ahead", "date": "2021-02-24 18:42", "summary": "The Fed chief promises Treasury purchases as far as the eye can see.. Inflation? What inflation? That was Federal Reserve Chairman Jerome Powell's main message to Congress and markets in two days of testimony this week, with a side order of modern monetary theory.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosis-capitol-riot-commission-11614210098", "title": "Pelosi's Capitol Riot Commission", "date": "2021-02-24 18:41", "summary": "If it's stacked with Democrats, it won't be a credible inquiry.. Nancy Pelosi wants a \"9/11-type\" commission to investigate the Jan. 6 riot at the Capitol, and there's a case for doing it-if the goal is truly to find out why America's seat of government was so poorly protected and how much of the violence was planned. Is that what Mrs. Pelosi is after?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-unnecessary-state-covid-bailout-11614210064", "title": "The Unnecessary State Covid Bailout", "date": "2021-02-24 18:41", "summary": "Governors plead poverty even as tax revenue is rolling in.. Democrats in Congress are planning to ladle out another $350 billion to state and local governments, though many haven't finished spending their Cares Act checks and some are running budget surpluses. This is income redistribution for public unions.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mckinsey-partners-vote-out-leader-after-opioid-settlement-other-crises-11614187437", "title": "McKinsey Partners Vote Out Leader After Crises", "date": "2021-02-24 18:38", "summary": "Kevin Sneader's single three-year term will end; partners will elect new head in March. McKinsey & Co.'s partners voted to replace Kevin Sneader as the elite consulting firm's leader, after internal dissatisfaction over steps he took following a series of crises for the firm, people familiar with the matter said.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-middle-schools-to-reopen-as-8-000-teachers-get-covid-19-vaccine-11614209476", "title": "New York's Public Middle Schools to Reopen as 38,000 Educators Get Covid-19 Vaccine", "date": "2021-02-24 18:31", "summary": "About 62,000 public middle-school students can return, with no date set for high-school reopening. New York City's public middle schools are set to reopen on Thursday for some in-person learning, after more than two months of fully remote instruction for their students.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/graphic-chips-maker-nvidia-lifts-revenue-amid-videogame-boom-11614204680", "title": "Graphics-Chip Maker Nvidia Lifts Revenue Amid Videogame Boom", "date": "2021-02-24 18:25", "summary": "Pandemic helps fuel demand, as the semiconductor industry contends with a supply shortage. Graphics-chip maker Nvidia Corp. posted record quarterly revenue, capping a year dominated by pandemic-fueled demand for its chips as the company grappled with supply shortages.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/end-of-the-empire-11614209012", "title": "End of the Empire", "date": "2021-02-24 18:23", "summary": "Thirty years ago, a Marxist military collapse.. For the poor souls still living under the world's remaining communist dictatorships in places like China and Cuba, a special anniversary offers some measure of hope. Marxist regimes do eventually fall. Thirty years ago, the Soviet empire came to an end, just months before the Soviet Union itself ceased to exist.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-power-crisis-points-to-wider-dangers-11614207780", "title": "Texas Power Crisis Points to Wider Dangers", "date": "2021-02-24 18:03", "summary": "Regulations forbid utilities from building energy resiliency.. The Texas power crisis demonstrated the fragility of the nation's electricity infrastructure. Outmoded policies and regulations have disabled the creation of a market for resiliency.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prosecutors-drop-drunken-driving-charges-against-bruce-springsteen-11614185086", "title": "Springsteen's Drunken-Driving Charges Dropped by Prosecutors", "date": "2021-02-24 18:02", "summary": "Musician's blood-alcohol level was under the legal limit, federal prosecutors say; Springsteen pleaded guilty to consuming alcohol in a closed area. Federal prosecutors in New Jersey said Wednesday they were dropping drunken-driving charges against musician Bruce Springsteen.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peril-and-opportunity-for-trump-at-cpac-11614207763", "title": "Peril and Opportunity for Trump at CPAC", "date": "2021-02-24 18:02", "summary": "Will he double down on grievance or begin the arduous process of re-creating his image?. It's going be yuge, as Donald Trump might say. Mr. Trump's speech Sunday at the Conservative Political Action Conference in Orlando, Fla., will be his first public appearance since his calamitous Jan. 6 address that led to a violent mob assaulting the Capitol.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-t-0-to-go-faster-than-t-2-11614207705", "title": "It's T-0 to Go Faster Than T+2", "date": "2021-02-24 18:01", "summary": "It shouldn't take two days for a stock trade to clear and settle. It's become feasible to do it in one.. The recent frenzy over GameStop , AMC and other so-called meme stocks led to unprecedented margin calls from the Depository Trust & Clearing Corp., which clears and settles U.S. stock trades. The mania also broadly disrupted retail trading. As the dust settles, many investors are asking: Why does the transfer of ownership, or settlement, for most securities transactions in the U.S. occur two business days after the trade date, or T+2?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italys-populists-join-the-establishment-11614207669", "title": "Italy's Populists Join the Establishment", "date": "2021-02-24 18:01", "summary": "Trusted technocrat Mario Draghi heads a coalition that includes former euroskeptics.. Italy, like the U.S., recently completed an experiment in populist government. The antiestablishment Five Star Movement and the anti-immigration League formed a coalition after elections in 2018, but it broke down after little more than a year. As in America, the new head of government is an establishment figure. But unlike President Biden, Prime Minister Mario Draghi is known less as a politician than a technocrat: an economist with a doctorate from MIT who has headed the Italian Treasury, Bank of Italy and European Central Bank. He stays off social media and seldom gives interviews or public speeches.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/neera-tandens-death-by-twitter-11614207594", "title": "Neera Tanden's Death by Twitter", "date": "2021-02-24 17:59", "summary": "Does Twitter have a tool for deleting 1,000 politically self-destructive tweets?. Joe Biden's nomination of Neera Tanden to run the Office of Management and Budget looks as if it is going to fail Senate confirmation because of her . . . tweets. As the long-ago talk-show host Jack Paar was the first to say, I kid you not.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/plan-for-jan-6-capitol-riot-commission-sparks-partisan-fighting-in-congress-11614207539", "title": "Plan for Jan. 6 Capitol Riot Commission Sparks Partisan Fighting", "date": "2021-02-24 17:59", "summary": "Republicans object to Democratic proposal on makeup of panel and its focus on violence by far-right groups supporting former President Trump. WASHINGTON-A plan by House Speaker Nancy Pelosi (D., Calif.) to establish a commission to investigate the Jan. 6 attack on the Capitol is stirring up a partisan fight in Congress, with Republicans objecting to the panel's structure and focus, putting the overall proposal at risk.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-the-electoral-map-11614207527", "title": "Notable & Quotable: The Electoral Map", "date": "2021-02-24 17:58", "summary": "The partisan strife of the last decade has failed to produce either a Democratic majority or the less-frequently-projected MAGA nation. But it has shown both parties capable of adapting to unforeseen challenges.. Michael Baronewriting for the Washington Examiner, Feb. 24:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-genome-odyssey-review-from-code-to-clinic-11614207479", "title": "'The Genome Odyssey' Review: From Code to Clinic", "date": "2021-02-24 17:57", "summary": "The effort to bring data from the human genome into medical therapy and practice has been thrilling and frustrating.. In the months after Carson Miller was born, his parents Danny and Nikki-a young couple living in Northern California-noticed that he was having trouble with basic movements, like rolling over and crawling. He managed to take a few steps at 12 months but never got beyond that. When his brother Chase was born a year later, the parents' anxiety turned to dismay as the younger boy also struggled with motor activity. Desperate to understand what was wrong, Danny and Nikki took their wheelchair-bound children to a series of doctors, enduring test after test; yet a diagnosis remained elusive. Finally, the family saw a group of medical detectives-part of an academic consortium called the Undiagnosed Diseases Network-who subjected the family's DNA to a comprehensive analysis. The doctors at last identified the problem: an unusual defect in the energy machinery of the boys' cells. Diagnosis firmly in hand, the family could now turn their attention to treatment.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazils-free-market-agenda-is-in-doubt-as-president-looks-to-reelection-11614204466", "title": "Doubts Grow Over Brazil's Free-Market Agenda", "date": "2021-02-24 17:57", "summary": "Jair Bolsonaro's move to shake up state oil company is blow to economy minister's pro-business mission. SÃO PAULO-Brazilian Economy Minister Paulo Guedes, who only two years ago promised to lead a free-market revolution in Latin America's biggest country, has increasingly found himself relegated to damage control as President Jair Bolsonaro deepens the state's role in the economy.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-address-chip-shortages-supply-chain-problems-with-executive-action-11614160803", "title": "Biden Orders Supply-Chain Review Amid Chip Shortages", "date": "2021-02-24 17:56", "summary": "The president signed an executive order with the aim of eventually increasing domestic production of critical materials. WASHINGTON-President Biden signed an executive order Wednesday directing a broad review of supply chains for critical materials-from semiconductors to pharmaceuticals and rare-earth minerals-with the aim of spurring domestic production while strengthening ties with allies.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/verizon-tops-list-of-5g-spectrum-bidders-11614201489", "title": "Verizon Spends $45.5 Billion to Top 5G Spectrum Bidders", "date": "2021-02-24 17:52", "summary": "Cellphone carrier pledges record sum to secure airwaves for faster wireless service in $81 billion FCC auction. Verizon Communications Inc. secured more than half of the wireless airwaves offered in a U.S. government auction that racked up a record $81 billion in bids, according to details released Wednesday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/johnson-and-johnson-covid-19-vaccine-fda-review-11614118867", "title": "J&J's Covid-19 Vaccine Is Safe and Effective, FDA Says", "date": "2021-02-24 17:51", "summary": "Agency says the single-dose vaccine is 66.1% effective in preventing moderate to severe virus disease, and showed signs of slowing the virus's spread. Johnson & Johnson 's single-dose Covid-19 vaccine works safely, the U.S. Food and Drug Administration said, paving the way for it to authorize a third vaccine in the U.S. as early as this weekend.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-budget-office-nominee-tanden-to-face-committee-votes-amid-opposition-11614168007", "title": "Why Neera Tanden's Nomination Was Troubled From the Start", "date": "2021-02-24 17:47", "summary": "Two Senate committees delay confirmation votes on nominee to lead Office of Management and Budget. WASHINGTON-Sen. Bernie Sanders never got a heads up. There was no campaign to pressure Sen. Joe Manchin to change his mind. And the phones didn't immediately ring in the offices of key Senate Republicans when it became clear the White House needed them.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiger-woods-crash-injuries-recovery-golf-11614176429", "title": "Can Tiger Woods Come Back-Again-After His Car Crash?", "date": "2021-02-24 17:43", "summary": "The golf legend suffered significant leg injuries that required emergency surgery. Now he faces his most difficult rehabilitation ever.. As Tiger Woods recovers from serious leg injuries suffered in a rollover accident Tuesday morning outside Los Angeles, the golf world is again trying to answer the question that has loomed over the sport for the better part of a decade.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-minimum-wage-push-hinges-on-senate-ruling-11614172739", "title": "Democrats' Minimum-Wage Push Hinges on Senate Ruling", "date": "2021-02-24 17:42", "summary": "Parliamentarian is set to weigh in on which components of Covid-aid package can be advanced with just 51 votes. WASHINGTON-The Senate parliamentarian heard arguments from Democratic and Republican staff Wednesday on whether raising the minimum wage as part of President Biden's $1.9 trillion Covid-aid package is allowed under chamber rules, ahead of a pivotal decision on the issue.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gov-andrew-cuomo-accused-of-sexual-harassment-by-former-aide-11614204584", "title": "Gov. Andrew Cuomo Accused of Sexual Harassment by Former Aide", "date": "2021-02-24 17:32", "summary": "In a blog post, Lindsey Boylan described a culture of 'inappropriate behavior toward women' and 'bullying,' accusations the New York governor denies. A former adviser to New York Gov. Andrew Cuomo on Wednesday accused him of sexually harassing her while she worked for the state, saying that he kissed her on the lips after a meeting in his office and suggested they \"play strip poker\" during an airplane trip.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-theranos-database-is-useless-what-happened-11614205525", "title": "A Theranos Database Is Useless. What Happened?", "date": "2021-02-24 17:25", "summary": "Attorneys for company founder Elizabeth Holmes say prosecutors can't prove fraud case without the results of millions of blood tests. Theranos Inc. founder Elizabeth Holmes is sparring with federal prosecutors over an inaccessible database recording millions of the company's blood tests, arguing the government can't prove the test results were unreliable without the database's information.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-clash-over-hazard-pay-for-grocery-workers-in-covid-19-pandemic-11614162601", "title": "Supermarkets Are Pressured to Raise Hazard Pay", "date": "2021-02-24 17:16", "summary": "Grocery chains say they will raise prices, reduce services or close stores to offset higher wages required by some cities. Grocery chains are coming under pressure to boost hourly employees' pay again, as municipalities push continued aid for frontline workers nearly a year into the Covid-19 pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-02-24-2021-11614156246", "title": "Dow Industrials Close at a Record", "date": "2021-02-24 17:08", "summary": "Stocks declined in recent days, but reversed course after Federal Reserve Chairman Powell's comments. U.S. stocks turned higher Wednesday after Federal Reserve Chairman Jerome Powell signaled that the bank isn't about to alter its monetary policy, helping push the Dow Jones Industrial Average to a record.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israeli-study-finds-pfizer-shot-equally-effective-for-young-and-old-11614204008", "title": "Israeli Study Finds Pfizer Shot Equally Effective for Young and Old", "date": "2021-02-24 17:00", "summary": "Findings offer insight into vaccine's effect on older age groups that were sparsely covered in clinical trial. TEL AVIV-The Covid-19 vaccine from Pfizer Inc. and BioNTech SE is equally effective across all age groups, including those over 60, according to a new Israeli study, in a boost of confidence to global vaccine efforts.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-colleges-in-the-northeast-by-size-11614203184", "title": "Top Colleges in the Northeast by Size", "date": "2021-02-24 16:46", "summary": "The region has more than half of the nation's top 10 small schools and midsize schools in the WSJ/THE College Rankings. The Northeast is home to the country's highest-ranked large school, in terms of undergraduate enrollment, in the Wall Street Journal/Times Higher Education College Rankings, as well as the highest-ranked midsize school and two schools tied for No. 2 nationwide among small colleges.", "categories": [["Life & Work", "Journal Reports: College Rankings"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-college-rankings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foxconn-to-build-cars-for-electric-vehicle-startup-fisker-11614169530", "title": "Foxconn to Build Cars for Electric-Vehicle Startup Fisker", "date": "2021-02-24 16:41", "summary": "Companies to produce more than 250,000 vehicles a year under deal, possibly at Foxconn factory in Wisconsin. Foxconn Technology Group , the world's biggest electronics contract manufacturer, has agreed to assemble cars for electric-vehicle startup Fisker Inc., the latest deal for the Apple iPhone assembler in its eager expansion into the automotive sector over the past year.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sycamores-belk-to-exit-bankruptcy-within-one-day-11614202411", "title": "Sycamore's Belk to Exit Bankruptcy Within One Day", "date": "2021-02-24 16:33", "summary": "The department store chain won approval to cut $450 million in debt in one of the fastest bankruptcy cases from start to finish. Department store chain Belk Inc. won bankruptcy-court approval to cut $450 million in debt, emerging from a prepackaged chapter 11 case less than 24 hours after it was filed.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-black-workers-are-still-underrepresented-in-management-roles-11614202288", "title": "Why Black Workers Are Still Underrepresented in Management Roles", "date": "2021-02-24 16:31", "summary": "Despite companies' diversity efforts, many have fallen short on retention and promotion of Black talent.. Black employees are leaving early-career jobs in high numbers-often, they say, because they feel little support or opportunity to advance, according to new research by McKinsey & Co. Black workers make up 12% of entry-level jobs, but their numbers shrink to 7% just one step up the career ladder into first management roles. The share of Black people in the general population is 13.4%. The survey results suggest that one reason for the lack of headway is that companies' efforts have benefited a relatively small pool, and failed to address the issues fueling attrition among Black employees.", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-power-grid-was-minutes-from-collapse-during-freeze-operator-says-11614202063", "title": "Texas Grid Was Minutes From Collapse, Operator Says", "date": "2021-02-24 16:27", "summary": "Ercot's chief executive says the system experienced instability as power plants went offline. The Texas electric grid was minutes away from a complete failure last week as a major winter storm triggered blackouts that left millions in the dark, the chief executive of the grid operator said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-investment-managers-push-for-more-diversity-on-boards-11614200970", "title": "U.K. Investment Managers Push for More Diversity on Boards", "date": "2021-02-24 16:09", "summary": "The effort by the Investment Association is among the latest initiatives advocating for more women and minorities in boardrooms. U.K. investment managers plan to step up pressure on companies to increase the presence of racial and ethnic minorities on their boards, a trade association for the U.K. investment-management industry said Wednesday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-i-learned-in-an-iranian-prison-11614200732", "title": "What I Learned in an Iranian Prison", "date": "2021-02-24 16:07", "summary": "U.S. foreign policy isn't to blame for the mullahs' deep-rooted hatred of America and Americans.. Iran, Europe and many American progressives are pressuring the Biden administration to revive the 2015 nuclear deal known as the Joint Comprehensive Plan of Action, or JCPOA. Official groupthink has coalesced around a singularly misguided belief: The U.S. has so badly mistreated Iran in the past that it must engage and appease the Islamic Republic now. I understand this view because I was once taught to believe it. This mindset is what convinced me in 2016 that I could safely do research for my dissertation in Iran. My optimism was misplaced. Not long after I arrived, I was imprisoned by Iran's brutal regime and held hostage for more than three years.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-movies-like-the-father-helped-me-understand-my-mothers-alzheimers-11614200758", "title": "How Movies like 'The Father' Helped Me Understand My Mother's Alzheimer's", "date": "2021-02-24 16:05", "summary": "After avoiding dementia dramas, a writer finds new perspectives in a spate of films exploring the disease in unconventional ways.. My mother was the reason I initially resisted \"The Father.\" The new film stars Anthony Hopkins as a man struggling against the effects of dementia. That synopsis was enough to trip my avoidance instinct, despite the time that has passed since my mom's death, on Feb. 18, 2017, at age 76 from Alzheimer's disease.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rush-limbaugh-the-original-cancel-culture-target-11614200696", "title": "Rush Limbaugh: The Original Cancel Culture Target", "date": "2021-02-24 16:04", "summary": "He refused to apologize for fake transgressions and never lost his humor. More could follow his example.. Rush Limbaugh is frequently credited with reviving talk radio in America, and that is true. But Limbaugh was also \"patient zero\" of today's cancel culture, with dozens of efforts to kill his program for one ginned-up controversy after another. They all failed, and the inside story of how he handled the efforts to discredit him is a useful lesson for today.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blocked-numbers-thursday-crossword-february-25-11614007697", "title": "Blocked Numbers (Thursday Crossword, February 25)", "date": "2021-02-24 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/powell-pledges-to-maintain-feds-easy-money-policies-until-economy-recovers-11614180781", "title": "Powell Pledges to Maintain Easy-Money Policies Until Economy Recovers", "date": "2021-02-24 15:58", "summary": "Fed chairman says more progress is needed toward employment, inflation goals. WASHINGTON-Federal Reserve Chairman Jerome Powell underscored his determination to return the U.S. labor market to full strength, saying Wednesday the central bank won't begin to tighten easy-money policies until it sees much more improvement.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/h-r-1-isnt-at-all-an-unconstitutional-bill-11614199984", "title": "H.R.1 Isn't at All an Unconstitutional Bill", "date": "2021-02-24 15:53", "summary": "The Constitution explicitly grants Congress the power \"at any time\" to \"make or alter\" the regulation of the \"time, place and manner\" of federal elections.. David B. Rivkin Jr. and Jason Snead's assertions in \"An Unconstitutional Voting 'Reform'\" (op-ed, Feb. 17) that H.R.1, the For the People Act, is unconstitutional are inaccurate. As a former chairman of the Federal Election Commission, I know the Constitution explicitly grants Congress the power \"at any time\" to \"make or alter\" the regulation of the \"time, place and manner\" of federal elections. The broad grant of Congressional authority is contained in Article 1, Section 4 of the Constitution and was recently noted by the U.S. Supreme Court in the Rucho redistricting case.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theres-no-magic-in-how-sdrs-help-the-poor-11614200026", "title": "There's No Magic in How SDRs Help the Poor", "date": "2021-02-24 15:53", "summary": "A new SDR allocation would provide liquidity to many emerging and developing countries that today have severely limited access to external financing.. Your editorial \"Magic Money for the Rich\" (Feb. 19) on the IMF's special drawing rights (SDRs) misses the forest for the trees. The entire world is looking to rebound post-Covid-19 from the worst economic crisis since the Great Depression. You should be encouraging the use of policy tools that have been proven already to help restore confidence, stability and growth-while especially benefiting those most in need. An SDR allocation helped to do just that during the global financial crisis, and SDRs can again provide such help right now.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/finally-common-sense-about-service-dogs-11614199934", "title": "Finally, Common Sense About Service Dogs", "date": "2021-02-24 15:52", "summary": "No longer will my guide dog, who lies quietly at my feet throughout an entire flight, be disturbed by an emotional-support dog barking at her.. All blind and visually impaired travelers using a dog guide are indebted to the Department of Transportation for its recent ruling about documenting and admitting service animals on commercial flights (\"The Middle Seat: Airlines Tighten Leash on Pets in the Cabin,\" Personal Journal, Feb. 18).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/filibuster-and-60-votes-reduce-senate-ping-pong-11614199878", "title": "Filibuster and 60% Votes Reduce Senate Ping-Pong", "date": "2021-02-24 15:51", "summary": "Why is it too much to ask that on major decisions, at least 60% of the Senate agree?. Regarding Kimberley Strassel's \"The Senate's Byrd Call\" (Potomac Watch, Jan. 29) and the Feb. 9 follow-up letter from Prof. David Dow: Why is it too much to ask that on major decisions at least 60% of the Senate agree? This prevents the whipsawing that we are seeing as the parties play Ping-Pong.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-patricia-highsmith-for-movie-psychopaths-11614199446", "title": "Credit Patricia Highsmith for Movie Psychopaths", "date": "2021-02-24 15:44", "summary": "The novelist known for 'Strangers on a Train' and 'The Talented Mr. Ripley' inspired a new kind of movie villain in the 1950s who still stalks us today, in the centenary year of her birth. ", "categories": [["Books & Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/sightings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-four-golden-globe-nominees-recommend-their-favorite-golden-globe-nominees-11614198968", "title": "What to Watch: Four Golden Globe Nominees Recommend Their Favorite Golden Globe Nominees", "date": "2021-02-24 15:36", "summary": "Actors and directors on the movies and TV shows that they've loved in the last year. Looking ahead to the Golden Globe Awards Sunday on NBC, we reached out to four nominees to ask them what they have been enchanted by in the last year. Here, they each recommend one of their favorite nominated titles. Below, edited excerpts:", "categories": [["Books & Arts", "Entertainment", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/but-still-it-turns-recent-photography-from-the-world-review-capturing-quotidian-america-11614198475", "title": "'But Still, It Turns: Recent Photography From the World' Review: Capturing Quotidian America", "date": "2021-02-24 15:27", "summary": "Though focusing on ordinary people and landscapes, the new show at the International Center of Photography manages to make the humdrum compelling.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aging-in-place-modern-retirement-homes-11614195939", "title": "These Retirees Are Aging in Place-a Very Modern, Contemporary Place", "date": "2021-02-24 15:00", "summary": "Resume Subscription. Dan Evans, former governor of Washington and a former U.S. senator, and his wife, Nancy Evans, are in the middle of building a house-a small but ambitious modern design with lots of angles, a metal roof, and walls of glass.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/wine-can-be-funseriously-11614196278", "title": "Wine Can Be Fun-Seriously", "date": "2021-02-24 14:51", "summary": "Oenophilia is often undertaken with the utmost reverence. So our wine columnist went looking for levity-and bottles that bring joy in more ways than one. I'VE BEEN THINKING about Ralph Steadman recently. From the late 1980s through the 1990s, the English illustrator lent his whimsical style to wine books as well as the catalog for the Oddbins wine, beer and spirits retail chain in the U.K. Think tipsy, red-nosed drinkers and mice dipping into glasses of Sherry. The world of wine according to Mr. Steadman was highly irreverent, slightly diabolical and a great deal of fun.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/executive-convicted-in-u-k-bribery-case-against-unaoil-group-after-retrial-11614196084", "title": "Executive Convicted in U.K. Bribery Case Against Unaoil Group After Retrial", "date": "2021-02-24 14:48", "summary": "Paul Bond, a former SBM Offshore sales manager, has been found guilty of conspiring to bribe public officials in Iraq. A defendant in a long-running U.K. bribery case has been found guilty of conspiring to make illegal payments to public officials in Iraq to secure contracts, the U.K.'s agency that prosecutes white-collar crimes said Wednesday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-home-to-grow-older-in-11614195720", "title": "A Home to Grow Older In", "date": "2021-02-24 14:42", "summary": "The Shaws tapped architect Marlon Blackwell to design a contemporary home that was easy to maintain.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/not-just-any-old-home-11614195665", "title": "Not Just Any Old Home", "date": "2021-02-24 14:41", "summary": "Joan Wellman and Tom Robinson live in a modern, open home in Eastern Washington.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/texas-judge-extends-ruling-blocking-bidens-100-day-pause-on-deportations-11614195562", "title": "Texas Judge Extends Ruling Blocking Biden's Pause on Deportations", "date": "2021-02-24 14:39", "summary": "State challenged the administration's move; preliminary injunction blocks policy indefinitely. A federal judge issued a second ruling that blocked the Biden administration's planned 100-day pause on most deportations, saying the approach was legally flawed.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-facebook-and-the-contest-over-paying-for-news-11614107023", "title": "Google, Facebook and the Fight Over Paying for News: What to Know", "date": "2021-02-24 14:23", "summary": "Australia showdown is seen as test case for rest of world. Australian legislation that would effectively require Facebook Inc. and Alphabet Inc.'s Google to pay news outlets for content cleared its last major hurdle Wednesday, potentially setting a global precedent for regulating the tech giants' relations with publishers.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-economic-aide-sees-steady-recovery-as-covid-19-vaccinations-progress-11614193573", "title": "Biden Economic Aide Sees Steady Recovery as Covid-19 Vaccinations Progress", "date": "2021-02-24 14:06", "summary": "Jared Bernstein defends Biden relief plan and says stimulus payments will give households a cash cushion. WASHINGTON-Economic activity will pick up as the pandemic recedes and Americans are vaccinated against Covid-19, but the recovery will be gradual rather than sudden, a top economic adviser to President Biden said Wednesday.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cia-nominee-burns-promises-spying-focus-on-china-seeing-adversarial-predatory-regime-11614191079", "title": "CIA Nominee Burns Promises Spying Focus on China", "date": "2021-02-24 13:24", "summary": "Veteran diplomat pledges to deliver bad news to policy makers, after senators note tumult of Trump years. WASHINGTON-President Biden's pick to the lead the Central Intelligence Agency told lawmakers he would intensify the spy agency's focus on China, calling \"an adversarial, predatory Chinese leadership\" the U.S.'s \"biggest geopolitical test.\"", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-turks-are-convicted-in-ghosn-escape-trial-11614190452", "title": "Three Found Guilty in Helping Carlos Ghosn Escape to Turkey", "date": "2021-02-24 13:14", "summary": "An Istanbul judge handed down fines and suspended prison sentences to two pilots and an airline manager for aiding the former Nissan chairman. Three Turkish nationals were found guilty Wednesday of smuggling Carlos Ghosn into Turkey after he fled Japan inside a musical-equipment box, becoming the first people convicted in connection with the former auto chieftain's escape from Japan in late 2019.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volvo-geely-back-away-from-merger-11614190224", "title": "Volvo, Geely Back Away From Merger", "date": "2021-02-24 13:10", "summary": "Independence from Geely puts Volvo IPO back on table. Volvo Car Corp. and Geely Automobile Holdings Ltd. said Wednesday that they would combine their engine and transmissions business but backed away from a full-blown merger of the Chinese and Swedish companies that are owned by Chinese billionaire Li Shufu.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-arabia-borrows-at-negative-rates-for-first-time-as-oil-recovers-11614189815", "title": "Saudi Arabia Borrows at Negative Rates for First Time", "date": "2021-02-24 13:03", "summary": "The kingdom sold euro-denominated three- and nine-year bonds, raising $1.8 billion. The recovery in oil prices has boosted investor appetite for Saudi Arabian government debt abroad, allowing the kingdom to borrow at negative interest rates for the first time.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/countries-seek-new-fix-for-dormant-international-trade-court-11614189115", "title": "Countries Seek New Fix for Dormant International Trade Court", "date": "2021-02-24 13:00", "summary": "World Trade Organization moves to revive a system for resolving trade disputes that has been a point of friction between U.S. and other nations. WASHINGTON-Member countries of the World Trade Organization are aiming to resurrect a dormant system for resolving trade disputes that has been a point of friction between the U.S. and other nations.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-do-if-you-are-furloughed-fired-or-laid-off-11607377619", "title": "Laid Off, Furloughed or Fired: Understanding the Differences", "date": "2021-02-24 12:57", "summary": "Most Popular News. Innovation and reinvention are common themes in the modern workplace. This can often result in shifting resource allocation and employee headcount. The coronavirus pandemic has also resulted in many workers losing their jobs, temporarily or longer term. Regardless of economic conditions, employers cut staff for various reasons. It is unlikely that you will work for the same employer from college graduation to retirement the way some in previous generations did. You could face a sudden change in your employment status at any point in your life. Human resources and career experts say it is important to be prepared and to understand your position.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-free-covid-vaccines-from-who-backed-covax-arrive-in-ghana-11614155319", "title": "Ghana Is First Nation to Get Free Covid-19 Vaccines Under Covax Plan", "date": "2021-02-24 12:49", "summary": "Program aims to immunize 20% of populations in developing countries. The first shipment of free Covid-19 vaccines from the World Health Organization-backed Covax facility landed in Ghana Wednesday morning, marking the beginning of what is shaping up to be the biggest vaccination drive in history aimed at developing countries.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mandarin-fennel-and-almond-salad-11614188714", "title": "Mandarin, Fennel and Almond Salad", "date": "2021-02-24 12:45", "summary": "Light, bright, vegan and very satisfying, this combination of citrus, fennel and salty almonds has a creamy almond-milk dressing you'll want to drizzle on everything. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-15-minute-salad-is-a-winter-wonder-11614188362", "title": "This 15-Minute Salad Is a Winter Wonder", "date": "2021-02-24 12:39", "summary": "Light, bright, vegan and very satisfying, this combination of citrus, fennel and salty almonds has a creamy almond-milk dressing you'll want to drizzle on everything. THERE WOULD be salad. This much Brandon Jew knew when he opened his restaurant Mister Jiu's, back in 2016. \"We have so much great produce here in the Bay Area,\" he said. \"It's built into how we eat in San Francisco. And it's built into my training as a chef.\"", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-to-spend-1-billion-on-news-content-over-three-years-11614187391", "title": "Facebook to Spend $1 Billion on News Content Over Three Years", "date": "2021-02-24 12:23", "summary": "Pledge comes as tech giants face world-wide government scrutiny over paying news publishers. Facebook Inc. said it would spend at least $1 billion to license material from news publishers over the next three years, a pledge that comes as tech giants face scrutiny from governments around the world over paying for news content that appears on their platforms.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-covid-19-vaccines-latin-america-turns-to-china-and-russia-11614186599", "title": "For Covid-19 Vaccines, Latin America Turns to China, Russia", "date": "2021-02-24 12:10", "summary": "Resume Subscription. LIMA, Peru-Across Latin America, governments are desperate for coronavirus vaccines as the only way out of a pandemic that has ravaged economies and left hundreds of thousands of people dead.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/texas-is-awash-in-natural-gas-it-didnt-help-in-the-storm-11614184163", "title": "Texas Is Awash in Natural Gas. It Didn't Help in the Storm", "date": "2021-02-24 12:09", "summary": "State, industry officials show little appetite to harden natural-gas systems after a winter freeze left millions without power and heat. Natural-gas shortages were a major culprit in the blackouts that left millions freezing in the dark in Texas last week, but making the delivery system more resilient promises to be expensive as well as politically challenging.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-depot-and-lowes-shouldnt-fear-pandemics-end-11614186579", "title": "Home Depot and Lowe's Shouldn't Fear Pandemic's End", "date": "2021-02-24 12:09", "summary": "Investors seem overly jittery about Lowe's and Home Depot's ability to outperform 2020. Home Depot 's Chief Executive Craig Menear boasted on Tuesday that \"for many customers, the home has never been more important.\" Investors are getting anxious about how long that will continue.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-closer-look-11614186359", "title": "A Closer Look", "date": "2021-02-24 12:06", "summary": "Excerpts from \"Too Small Tola\" by Atinuke, Illustrated by Onyinye Iwu. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tpg-backed-fandom-buys-gaming-e-commerce-platform-11614186324", "title": "TPG-Backed Fandom Buys Gaming E-Commerce Platform", "date": "2021-02-24 12:05", "summary": "Entertainment company seeks direct sales to consumers and better appeal to marketers. Fandom Inc., an entertainment company focusing on content about gaming, comic books, movies and TV shows, has acquired Focus Multimedia Ltd., the retailer behind Fanatical, an e-commerce platform that sells digital games, ebooks and other products related to gaming.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-closer-look-11614186308", "title": "A Closer Look", "date": "2021-02-24 12:05", "summary": "Excerpts from \"King & Kayla and the Case of the Gold Ring\" by Dori Hillestad Butler, Illustrated by Nancy Meyers. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-closer-look-11614186268", "title": "A Closer Look", "date": "2021-02-24 12:04", "summary": "Excerpts from \"Dear Beast\" by Dori Hillestad Butler, Illustrated by Kevan Atteberry. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-closer-look-11614186217", "title": "A Closer Look", "date": "2021-02-24 12:03", "summary": "Excerpts from \"Follow that Frog!\" by Philip C. Stead, Illustrated by Matthew Cordell. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tech-firms-train-voice-assistants-to-understand-atypical-speech-11614186019", "title": "Tech Firms Train Voice Assistants to Understand Atypical Speech", "date": "2021-02-24 12:00", "summary": "Voice assistants like Alexa and Siri often can't understand people with dysarthria or a stutter; their creators say that may change. Dagmar Munn and her husband purchased a smart speaker from Amazon.com Inc. for their home in Green Valley, Ariz. in 2017, seven years after Ms. Munn was diagnosed with amyotrophic lateral sclerosis, the motor neuron disease more commonly referred to as ALS.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sothebys-to-auction-art-from-texas-heiresss-estate-11614184245", "title": "Sotheby's to Auction Art From Texas Heiress's Estate", "date": "2021-02-24 11:30", "summary": "Resume Subscription. The pandemic kept most plum art estates away from auction in 2020, but Sotheby's just landed the Texas-size collection of Fort Worth rancher and oil heiress Anne Marion. Ms. Marion, who died early last year at age 81, was married to a retired Sotheby's chairman and famed auctioneer, John Marion.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/why-the-north-faces-90s-nuptse-jacket-is-selling-outand-three-puffers-to-buy-instead-11614183382", "title": "Why the North Face's '90s Nuptse Jacket Is Selling Out-and Three Puffers to Buy Instead", "date": "2021-02-24 11:16", "summary": "A brief history of the accessibly priced Nuptse-a nostalgic icon adored by celebs like Bella Hadid-and three equally toasty modern-day options. IN 1992, the North Face introduced its \"Nuptse\" down jacket, destined to become an icon of puffiness. It came in primary colors, with a conspicuous band of black spanning the shoulders and the curvy, highly recognizable white North Face logo prominently displayed. Those born in the 1980s or early '90s will likely recall this jacket from their high-school days. Others might remember seeing teens in these fire-truck-red and bright-yellow puffers around town, or even on the cover of New York magazine's 1996 \"Prep-School Gangsters\" issue, which featured a fleet of Nuptse'd-out youths. That's how central this coat was to pre-Y2K fashion.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/court-clears-path-for-californias-net-neutrality-law-11614182862", "title": "Court Clears Path for California's Net-Neutrality Law", "date": "2021-02-24 11:07", "summary": "Federal judge's decision allows largest state's law protecting open internet principles to go into effect. A federal judge rejected a telecommunications-industry challenge to California's two-year-old net neutrality law, clearing the way for the state to begin enforcing the consumer protections.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/square-bets-on-bitcoin-to-shape-its-future-11614182819", "title": "Square Bets on Bitcoin to Shape Its Future", "date": "2021-02-24 11:06", "summary": "To grow into its valuation, company will need to convert users' digital-currency dalliance into long-term relationships. Square needs bitcoin to be the gateway to digital banking.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snap-drops-a-bombshell-filter-11614166217", "title": "Snap Drops a Bombshell Filter", "date": "2021-02-24 10:40", "summary": "Company says it reaches more than 70% of 13 to 24-year-olds in countries that generate more than half of the world's digital ad spend. ", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-minimum-wage-proposal-when-would-it-reach-15-an-hour-11612550898", "title": "Biden's Minimum-Wage Proposal: When Would It Reach $15 an Hour?", "date": "2021-02-24 10:38", "summary": "The increase would take place over a number of years, though the proposal faces resistance and its fate is uncertain. A recent exchange between Republican senators and a leading proponent of raising the minimum wage highlighted a sometimes overlooked facet of the Democrats' effort to boost the floor to $15 an hour-the increase would happen gradually, not all at once.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frys-electronics-to-shut-stores-cease-operations-11614180898", "title": "Fry's Electronics to Shut Stores, Cease Operations", "date": "2021-02-24 10:34", "summary": "California-based big-box chain was famous for store themes such as Atlantis and King Tut's tomb. Fry's Electronics Inc. said it was going out of business, permanently closing all its stores and shutting its operations because of changes in the retail industry and challenges from the Covid-19 pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/get-well-soon-11612461192", "title": "Get Well Soon", "date": "2021-02-24 10:30", "summary": "Created by Jim Meehan, author of \"Meehan's Bartender Manual,\" this recipe makes enough syrup for 6 drinks. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boss-ceo-covid-work-from-home-employees-11614106558", "title": "Grab Nice Pants-the Boss Is at Your Door With a Gift", "date": "2021-02-24 10:22", "summary": "After a year of Zoom cocktails, trivia nights and cooking lessons to engage employees, companies are bringing in the big guns: the executives. Bryan Campbell was watching an all-company Zoom meeting one afternoon when he noticed something unusual pop up on-screen: his house. His company's chief executive appeared to be striding up to his front door.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-australian-couple-demolished-their-home-to-build-a-retirement-retreat-11614179776", "title": "An Australian Couple Demolished Their Home to Build a Retirement Retreat", "date": "2021-02-24 10:16", "summary": "Resume Subscription. Australian retirees William and Catherine Parsons have settled down in a front-line beach house on the country's south coast, about a 90-minute drive from Melbourne.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/puerto-rico-bonds-mbia-stocks-jump-on-restructuring-settlement-11614179542", "title": "Puerto Rico Bonds Jump on Restructuring Settlement", "date": "2021-02-24 10:12", "summary": "Yield on 30-year U.S. Treasury bond hits pre-pandemic level. A settlement between creditors in Puerto Rico's bankruptcy case lifted prices of the commonwealth's municipal bonds and shares of insurance companies that guaranteed payments on the bonds.", "categories": [["Markets", "Treasurys"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/treasurys?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retirement-australian-style-11614179428", "title": "Retirement, Australian Style", "date": "2021-02-24 10:10", "summary": "Eucalyptus and concrete set the tone for the sturdy beach house perched on a windy stretch of the Bellarine Peninsula. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/biotech-star-checked-out-early-from-career-at-amgen-11614178802", "title": "Biotech Star Checked Out Early From Career at Amgen", "date": "2021-02-24 10:00", "summary": "Kathy Wiltsey, who has died at 65, enjoyed a busy retirement only because she retired very early. ", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/10-crucial-home-and-garden-design-books-for-beginners-11614177642", "title": "10 Crucial Home and Garden Design Books for Beginners", "date": "2021-02-24 09:40", "summary": "Having spent decades in the decorating and gardening worlds, our columnist shares the contents of her career-building library. DECORATING THE KITCHEN of the first home we owned was a disaster. In my mind I saw a charming Delft-blue-and-white kitchen with bracketed wall shelves displaying glass jars full of the vegetables I would farm on the arable part of my one-eighth acre lot.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lumber-prices-are-soaring-tree-growers-miserable-11614177282", "title": "Lumber Prices Are Soaring. Why Are Tree Growers Miserable?", "date": "2021-02-24 09:37", "summary": "Resume Subscription. TWIGGS COUNTY, Ga.-The pandemic delivered an unexpected boon to the lumber industry. Hunkered-down homeowners remodeled en masse and low mortgage rates drove demand for suburban housing. Lumber supplies tightened up and prices smashed records.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/lysol-makers-shine-will-fade-not-disappear-11614177087", "title": "Lysol Maker's Shine Will Fade, Not Disappear", "date": "2021-02-24 09:31", "summary": "Even if the recent clamor for cleaning products abates, Reckitt Benckiser's long-term prospects have improved since the onset of the pandemic. The British company behind Lysol and other disinfectant brands was a clear pandemic winner. Investors have little confidence that last year's sales boom will stick, which seems overly pessimistic.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/french-actor-gerard-depardieu-faces-rape-charges-11614176869", "title": "French Actor Gérard Depardieu Faces Rape Charges", "date": "2021-02-24 09:27", "summary": "An actress in her 20s alleges the 72-year-old raped and sexually assaulted her on two occasions in 2018, according to a judicial official. PARIS-A French investigative judge has brought preliminary charges of rape and sexual assault against Gérard Depardieu, an actor once regarded as the face of French cinema.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-really-wrote-your-favorite-song-its-complicated-11614176253", "title": "Who Really Wrote Your Favorite Song? It's Complicated", "date": "2021-02-24 09:17", "summary": "From Bob Dylan to Shakira, music catalogs are selling for big bucks, but songwriters increasingly struggle to get paid. Here's why.. How does the music business decide who helped write a song? With everyone from Bob Dylan to Shakira selling their songbooks for huge sums, it's an increasingly important question.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcafee-square-pra-health-sciences-what-to-watch-when-the-stock-market-opens-today-11614168337", "title": "Fisker, McAfee, PRA Health Sciences: What to Watch When the Stock Market Opens Today", "date": "2021-02-24 09:06", "summary": "U.S. stock futures are ticking lower ahead of Jerome Powell's second day of testimony on Capitol Hill. Here's what we're watching before Wednesday's trading action gets started.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-of-the-february-bookshelf-our-reviewers-picks-11614175217", "title": "Best of the February Bookshelf: Our Reviewers' Picks", "date": "2021-02-24 09:00", "summary": "'No One Is Talking About This,' 'Think Again,' 'Dostoevsky in Love'-and more of the best reads from this month.. A selection of 12 of the month's most noteworthy books, as discussed by The Wall Street Journal's reviewers.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clearinghouse-urges-faster-trade-settlement-amid-gamestop-scrutiny-11614175201", "title": "Clearinghouse Urges Faster Trade Settlement Amid GameStop Scrutiny", "date": "2021-02-24 09:00", "summary": "DTCC calls for speeding up the time it takes to settle securities trades to one day from two. The clearinghouse operator whose $3 billion margin call spurred Robinhood Markets Inc. to limit trading in GameStop Corp. is urging an overhaul of the stock market's plumbing that could reduce the risk of such a scenario repeating.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-home-covid-tests-solve-your-travel-woes-11614174493", "title": "Can Home Covid Tests Solve Your Travel Woes?", "date": "2021-02-24 08:48", "summary": "Several states and countries require visitors to show a negative Covid-19 test or face a quarantine. Do-it-yourself kits are the easiest solution, but just make sure you're using the right kind.. SPRING IS ALMOST here, and if your escape fantasies run to more than a short drive to Aunt Susie's in the Poconos, odds are you'll be booking a Covid-19 test along with your air tickets. Many destinations-Hawaii, Maine, most of the Caribbean and even Aspen, Colo.-will let you avoid a quarantine if you've recently tested negative for the virus. But you might need to submit to multiple tests during your getaway. A post-arrival screen is required in some places, including Bermuda, the Bahamas, Jordan and Rwanda. If you're abroad, the U.S. State Department specifies that everyone returning to the U.S. show proof of a negative Covid-19 test. Although more people are getting inoculated against the virus, a vaccine alone won't ensure access to most destinations, including the U.S.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nothing-lucid-about-a-57-billion-valuation-for-an-electric-vehicle-startup-11614174243", "title": "Nothing Lucid About a $57 Billion Valuation for an Electric-Vehicle Startup", "date": "2021-02-24 08:44", "summary": "Lucid Motors has a better claim than most to be next Tesla, but some are looking too far into the future. Is electric-vehicle company Lucid Motors worth $11.75 billion, $24 billion or $57 billion? The one thing investors can be sure of is that the lower the valuation they buy at, the better their chances of making returns.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/book-blurbs-dead-successful-publishing-11614173765", "title": "Is It Time to Kill the Book Blurb?", "date": "2021-02-24 08:37", "summary": "The pre-publication endorsements-\"dazzling!\" \"a masterwork!\"-that litter book covers have long been a staple of publishing. Are they of any value or mere relics that deserve to go?. Pulitzer-winning novelist Viet Thanh Nguyen would have preferred that his forthcoming book, The Committed, have no praise-laden blurbs at all, he says. \"Kill it. Bury it. Dance on its grave. They create so much work, emotional labor and guilt, whether one is writing one or one is asking for one.\"", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pay-off-mortgage-during-retirement-11614111725", "title": "Should Retirees Pay Off Their Mortgage or Invest the Money? It Depends on the Math", "date": "2021-02-24 08:30", "summary": "What to consider before eliminating your home loan during retirement. These days, if you want to pay off your mortgage when you retire, you're going to take a lot of flak.", "categories": [["Real Estate", "Jumbo Jungle"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/jumbo-jungle?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-offers-1-billion-in-perks-to-entice-computer-makers-from-china-11614171742", "title": "India Offers $1 Billion in Perks to Entice Computer Makers From China", "date": "2021-02-24 08:02", "summary": "Program to offer firms that expand local production of laptops, tablets and more cash of up to 4% of the value of their sales. NEW DELHI-India announced close to $1 billion in incentives to persuade companies to make more computers within India, hoping to shrink its trade deficit and attract manufacturers trying to diversify away from production in China.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-echo-show-10-review-alexa-has-got-its-eye-on-you-11614171608", "title": "Amazon Echo Show 10 Review: Alexa Has Got Its Eye on You", "date": "2021-02-24 08:00", "summary": "Amazon's newest voice-controlled device is a fantastic speaker with a useful, but somewhat creepy, screen. It was about 7:30 a.m. on a Friday when I asked the new Echo Show 10 to read me the news. I walked toward the coffee machine, bleary eyed, and poured my morning cup. When I finally looked up in the Echo Show's direction, it had turned to meet my gaze. As I walked back over, the screen panned again. In the morning light, I could see the device's pea-size, motion-detecting camera challenging me to a staring contest I'd never win.", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-much-has-education-suffered-during-the-covid-19-pandemic-11614171608", "title": "Covid-19 Upended Schools. How Much Has Education Suffered?", "date": "2021-02-24 08:00", "summary": "Resume Subscription. Since schools across the U.S. first closed last spring, sending about 50 million children to learn remotely, one looming question for educators, parents and children has been: How much has learning suffered?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/syrian-ex-officer-is-convicted-in-first-trial-of-assad-regime-torture-11614171076", "title": "Former Syrian Officer Convicted in First Trial of Regime Torture", "date": "2021-02-24 07:51", "summary": "German court verdict could help pave the way for other convictions of Syrian officials around the world. BERLIN-A German court secured the world's first conviction of a former Syrian official in relation to state-sanctioned torture in what lawyers and human-rights groups hailed as a breakthrough in the effort to bring the regime to account.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/potential-ibm-watson-health-sale-puts-focus-on-data-challenges-11614169807", "title": "Potential IBM Watson Health Sale Puts Focus on Data Challenges", "date": "2021-02-24 07:30", "summary": "Massive data sets are needed for AI to help in healthcare decisions, but it can be difficult to compile comprehensive medical history and treatment outcome information. International Business Machines Corp.'s decision to explore a sale of its Watson Health business highlights the challenges of building data sets that unlock the full value of artificial intelligence in solving healthcare problems.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiger-woods-car-crash-injured-11614110274", "title": "Tiger Woods Seriously Injured in L.A. Car Accident", "date": "2021-02-24 07:21", "summary": "The golf legend was extricated from the wreck and taken into surgery after the accident in which he suffered leg injuries. Officials said there was no sign of impairment.. Golf legend Tiger Woods underwent surgery Tuesday after a rollover accident near Los Angeles left him with serious injuries to both legs and required him to be extricated by firefighters and paramedics.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eqt-stands-to-quadruple-its-money-through-1-billion-innovyze-sale-11614168193", "title": "EQT Stands to Quadruple Its Money Through $1 Billion Innovyze Sale", "date": "2021-02-24 07:03", "summary": "EQT formed the water infrastructure software provider in 2017 through corporate carve-outs. The private-equity arm of Stockholm-based EQT AB has agreed to sell U.S. water infrastructure company Innovyze to publicly traded Autodesk Inc. in a $1 billion deal that people familiar with the matter say stands to return more than four times EQT's initial investment.", "categories": [["Pro PE Exits"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-exits?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/salesforce-stuck-in-the-penalty-box-11614168007", "title": "Salesforce Stuck in the Penalty Box", "date": "2021-02-24 07:00", "summary": "Concerns about Slack acquisition have weighed on the stock ahead of year-end results. Salesforce . com has been in the doghouse with investors before. The way out this time will require a bit more attention to the bottom line.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coke-whirlpool-keep-tax-court-losses-off-the-books-11614168007", "title": "Coke, Whirlpool Keep Tax Court Losses Off the Books", "date": "2021-02-24 07:00", "summary": "After losing to the IRS, some companies delay recording the costs, confident they will eventually prevail. When court rulings and tax regulations go against them, companies have an effective way to minimize or defer the bottom-line costs. They don't count them, and announce that they will beat the government in the future.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rising-rates-damp-mortgage-applications-ahead-of-spring-selling-season-11614168007", "title": "Rising Rates Damp Mortgage Applications Ahead of Selling Season", "date": "2021-02-24 07:00", "summary": "The average rate on a 30-year fixed mortgage rose to 2.81% last week, its highest level since November. Mortgage rates reached their highest level since November last week, cooling off home purchase and refinance applications ahead of the all-important spring selling season.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-stock-markets-record-year-slams-into-a-big-tax-increase-11614153184", "title": "Hong Kong Stock Market's Record Year Slams Into a Big Tax Increase", "date": "2021-02-24 06:25", "summary": "Hong Kong stock-exchange operator posts record annual profit, but shares fall after government unveils plan to raise taxes on share trading. Hong Kong moved unexpectedly to raise taxes on share trading by 30%, putting a damper on the city's stock-exchange operator just as it was unveiling record annual sales and profits.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-higher-rates-are-hammering-big-tech-11614164580", "title": "Why Higher Rates Are Hammering Big Tech", "date": "2021-02-24 06:03", "summary": "Technology companies that prospered over the course of the pandemic have less appeal as the economy recovers. Rising long-term Treasury yields ultimately might not pose much of a problem for most stocks. But the bout of indigestion that higher yields are already giving to some of the past year's biggest winners-shares of companies including Amazon.com , Apple , Tesla and Microsoft -could prove more lasting.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warehouse-robotics-provider-berkshire-grey-to-go-public-through-spac-deal-11614164400", "title": "Warehouse Robotics Provider Berkshire Grey to Go Public Through SPAC Deal", "date": "2021-02-24 06:00", "summary": "The agreement comes as 'exploding' e-commerce demand drives investor interest in supply-chain automation. Logistics automation provider Berkshire Grey Inc. is planning to go public through a merger with special-purpose acquisition company Revolution Acceleration Acquisition Corp. that would value the robotics company at $2.7 billion.", "categories": [["WSJ News Exclusive", "Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bill-to-make-facebook-google-pay-for-news-clears-last-major-hurdle-in-australia-11614163071", "title": "Bill to Make Facebook, Google Pay for News Clears Last Hurdle in Australia", "date": "2021-02-24 05:37", "summary": "Proposed law prompted Facebook to block news for several days before government agreed to small changes. SYDNEY-Australian legislation effectively requiring Facebook Inc. and Google to pay news outlets for content cleared its last major parliamentary hurdle, capping a multiyear effort that could set a global precedent for regulating the tech giants' relations with publishers.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-electric-bills-were-28-billion-higher-under-deregulation-11614162780", "title": "Texas Electric Bills Were $28 Billion Higher Under Deregulation", "date": "2021-02-24 05:33", "summary": "Competition in the electricity-supply business promised reliable power at a more affordable cost. Texas's deregulated electricity market, which was supposed to provide reliable power at a lower price, left millions in the dark last week. For two decades, its customers have paid more for electricity than state residents who are served by traditional utilities, a Wall Street Journal analysis has found.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-shopping-makes-card-fees-a-bigger-burden-for-merchants-11614162602", "title": "Covid Shopping Makes Credit Card Fees a Burden for Merchants", "date": "2021-02-24 05:30", "summary": "Swipe fees are often higher on online orders; Visa, Mastercard plan to raise them for some purchases. Visa Inc. and Mastercard Inc. are planning to raise swipe fees for some types of credit-card purchases in April, adding to the squeeze felt by restaurants, retailers and other merchants already struggling through the Covid-19 pandemic.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tax-hikes-for-high-earners-are-on-the-table-in-some-states-11614162600", "title": "Tax Hikes for High Earners Are on the Table in Some States", "date": "2021-02-24 05:30", "summary": "Governors in New York, Minnesota and elsewhere urge higher income and capital-gains taxes to fortify pandemic-weakened budgets. State officials across the U.S. have grappled for months with the budgetary effects of the coronavirus pandemic. Now, some governors are proposing tax increases.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-whistleblower-protection-laws-broaden-oshas-investigative-reach-11614162602", "title": "New Whistleblower Protection Laws Broaden OSHA's Investigative Reach", "date": "2021-02-24 05:30", "summary": "The agency will investigate retaliation complaints related to antitrust and anti-money-laundering cases. New laws aimed at protecting whistleblowers in antitrust and anti-money-laundering cases are leading to a broader investigative role for the U.S. Labor Department.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-military-leadership-hollows-out-an-economy-11614158423", "title": "How Military Leadership Hollows Out an Economy", "date": "2021-02-24 04:20", "summary": "Myanmar's coup highlights the awkward dynamics for foreign businesses involved in countries where the armed forces have their own business interests. The military seizure of power in Myanmar doesn't have just political and diplomatic implications. It has economic ones too.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gang-warfare-in-ecuadors-prisons-kills-dozens-11614137461", "title": "Gang Warfare in Ecuador's Prisons Kills Dozens", "date": "2021-02-24 00:23", "summary": "Tuesday's confrontations underscore rise in violence in underfunded prisons. Dozens of Ecuadorean inmates were killed Tuesday in a bloody confrontation between rival gangs in three prisons fighting for control of the facilities, the government said.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11614114714", "title": "Pepper...and Salt", "date": "2021-02-24 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/faa-orders-new-inspections-of-boeing-777-jets-with-pratt-whitney-engines-11614137916", "title": "FAA Orders Inspections of Boeing 777 Jets With Pratt & Whitney Engines", "date": "2021-02-24 23:34", "summary": "United Airlines has said cargo shipments next month would be impacted after it voluntarily grounded the jets. Pratt & Whitney engines on Boeing Co. 777 jets will need to be inspected before those planes can fly again, according to a Tuesday emergency order issued by the Federal Aviation Administration.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgias-perdue-opts-not-to-run-for-senate-in-2022-11614123194", "title": "Georgia's Perdue Opts Not to Run for Senate in 2022", "date": "2021-02-24 22:23", "summary": "The ex-senator had said he might seek the Republican nomination. WASHINGTON-Former Republican Sen. David Perdue of Georgia said he wouldn't seek a return to the Senate in 2022, one week after announcing he was exploring a bid and filing early paperwork to do so.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-security-officials-to-testify-on-failure-to-blunt-capitol-attack-11614084412", "title": "Security Officials Blame Poor Intel for Failure to Blunt Capitol Attack", "date": "2021-02-24 21:27", "summary": "Former Capitol Police chief, sergeants at arms and Washington's acting police chief tell senators what went wrong in Jan. 6 riot by Trump supporters. WASHINGTON-Top officials responsible for the security of the U.S. Capitol during the Jan. 6 attack by Trump supporters told a congressional panel on Tuesday that faulty intelligence hampered their ability to prepare for the deadly riot.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-cfo-resigns-weeks-reddit-stock-market-frenzy-11614121870", "title": "GameStop CFO Resigns Weeks After Stock-Market Frenzy", "date": "2021-02-24 20:44", "summary": "The videogame retailer didn't provide a reason for Jim Bell's exit. GameStop Corp.'s finance chief is leaving weeks after a social-media-led frenzy sent the company's share price soaring, only for it to fall afterward.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/department-store-chain-belk-seeks-chapter-11-for-speedy-restructuring-11614130933", "title": "Department Store Chain Belk Seeks Chapter 11 for Speedy Restructuring", "date": "2021-02-24 20:42", "summary": "The century-old chain will remain majority owned by Sycamore Partners under a previously negotiated deal. Department store chain Belk Inc. filed for bankruptcy protection on Tuesday, commencing an ultra-quick timetable intended to lift the Sycamore Partners-owned company out of chapter 11 within around 24 hours.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korean-defectors-dmz-crossing-raises-questions-about-border-security-11614092681", "title": "North Korean's Border Crossing Raises Questions About Security", "date": "2021-02-24 20:40", "summary": "Man swam across the border, went through a drainage conduit and appeared on South Korean military cameras eight times before being detected. SEOUL-A North Korean defector swam south across the border, slipped through a drainage conduit, popped up on military cameras eight times and strolled down a barricaded road. Alarms blared twice.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-meets-virtually-with-canadas-trudeau-on-climate-change-covid-19-economic-recovery-11614123978", "title": "Biden Meets Virtually With Canada's Trudeau", "date": "2021-02-24 20:28", "summary": "Meeting marked Biden's first one-on-one encounter as U.S. president with another world leader. WASHINGTON-President Biden met with his Canadian counterpart on Tuesday, agreeing to closer cooperation on climate change, Covid-19 pandemic response, economic recovery and security in an effort to emphasize the importance of U.S. relations with its northern neighbor.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/minimum-wage-proposal-divides-senate-democrats-11614096660", "title": "Minimum-Wage Proposal Divides Senate Democrats", "date": "2021-02-24 20:22", "summary": "Lawmaker concerns over the $15 rate and pay for tipped workers could force changes to the $1.9 trillion relief package. WASHINGTON-Sen. Joe Manchin of West Virginia may be the most vocal Democrat sharing his concerns about the minimum-wage increase included in his party's $1.9 trillion coronavirus relief bill-but he isn't the only one with misgivings.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-tussle-with-australia-over-news-is-just-the-beginning-11614126091", "title": "Facebook's Tussle With Australia Over News Is Just the Beginning", "date": "2021-02-24 20:07", "summary": "Other nations have expressed frustration with Facebook's tradition of not paying for news posted to its platform. Facebook Inc.'s battle with publishers and regulators around the world over how the social-media giant handles news is far from finished after striking an agreement this week with the Australian government to pay for content.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/officers-involved-in-daniel-prudes-death-not-charged-11614120493", "title": "Officers Involved in Daniel Prude's Death Not Charged", "date": "2021-02-24 20:03", "summary": "New York's attorney general investigated the Black man's death after police restrained him with a mesh hood. New York Attorney General Letitia James said Tuesday a grand jury didn't indict any police officer involved in the death of Daniel Prude, a Black man who died in March after Rochester Police Department officers restrained him and placed a mesh hood over his head.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-experts-cited-by-the-new-censors-11614128309", "title": "The 'Experts' Cited by the New Censors", "date": "2021-02-24 19:58", "summary": "A leftist professor helps Democrats attack non-leftist media.. Two House Democrats from California, Reps. Anna Eshoo and Jerry McNerney, launched a frontal assault on the First Amendment this week with a letter to the CEOs of communications companies demanding to know what they are doing to police unwelcome speech.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexicos-lower-house-of-congress-passes-bill-that-favors-state-electric-company-11614125696", "title": "Mexican Lawmakers Pass Bill to Favor State Power Utility", "date": "2021-02-24 19:51", "summary": "The bill cancels key parts of the 2013 energy overhaul giving private and foreign investors a greater role in the electricity sector. MEXICO CITY-Mexico's lower house of congress passed a controversial bill that gives priority to the state-owned power utility over private generators, threatening to overturn the electricity market and putting billions of dollars of private investments in jeopardy.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-panel-probes-solarwinds-hack-to-learn-how-big-how-broad-hit-was-11614086918", "title": "More SolarWinds Hack Victims Yet to Be Publicly Identified, Tech Executives Say", "date": "2021-02-24 19:50", "summary": "Lawmakers see opening for mandatory hack reporting laws, other responses; Warner fears 'opportunities for future intrusions'. WASHINGTON-Technology executives who responded to the hack of federal government computer systems by suspected Russian agents told senators Tuesday the attack was likely wider, more complex and harder to trace than had previously been known.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/williamsburg-hotel-is-latest-bankruptcy-in-battered-new-york-lodging-industry-11614127735", "title": "Williamsburg Hotel Is Latest Bankruptcy In Battered New York Lodging Industry", "date": "2021-02-24 19:48", "summary": "The 147-room boutique hotel completed in 2017 is the latest New York City hotel pushed into chapter 11 during the Covid-19 pandemic. Developers behind the Williamsburg Hotel, an 147-room boutique hotel located in the gentrified Brooklyn neighborhood, have placed the property into bankruptcy, the latest hotel tipped into chapter 11 during the coronavirus pandemic.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-swoons-as-tech-stock-rout-deepens-11614093918", "title": "Tech Stocks Bounce Back as Rate Fears Ease", "date": "2021-02-24 19:40", "summary": "Swings highlight a shift in investor appetite to real-economy sectors such as banks. Tech stocks rebounded from an early swoon after Federal Reserve Chairman Jerome Powell pledged anew to support the economic recovery by keeping interest rates low, easing concerns about the impact of rising rates on the monthslong rally in major U.S. indexes.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-suspends-ex-kpmg-auditors-for-improper-professional-conduct-11614125649", "title": "SEC Suspends Ex-KPMG Auditors for Improper Professional Conduct", "date": "2021-02-24 19:14", "summary": "The claims stem from audit opinions of financial statements for the now-defunct College of New Rochelle. Two former KPMG auditors were suspended from practicing before the Securities and Exchange Commission over alleged improper professional conduct during a 2015 audit of a now-defunct not-for-profit college that had overstated its assets, the agency said.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-tax-commissioner-rejects-proposal-for-stock-transfer-levy-11614125611", "title": "New York Tax Commissioner Rejects Proposal For Stock-Transfer Levy", "date": "2021-02-24 19:13", "summary": "Official warns that reinstating the state's stock-transfer tax could prompt migration of trading activity. ALBANY, N.Y.-New York's tax commissioner warned legislators during a Tuesday budget hearing that reinstating the state's stock-transfer tax could prompt migration of trading activity to other areas.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-to-meet-with-lawmakers-about-chip-shortage-11614116881", "title": "White House to Meet With Lawmakers About Chip Shortage", "date": "2021-02-24 19:12", "summary": "President Biden has made supply-chain problems a priority and an executive order is imminent. WASHINGTON-The White House plans to hold a meeting with lawmakers Wednesday to discuss supply-chain issues, including a global chip shortage that is hurting U.S. auto makers, according to people familiar with the plans.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/petrobras-weighs-ceo-change-as-brazilian-president-turns-up-pressure-11614114749", "title": "Petrobras Weighs CEO Change as Brazilian President Turns Up Pressure", "date": "2021-02-24 19:04", "summary": "Move by Jair Bolsonaro to place army general atop oil giant is seen as meddling in state firm. SÃO PAULO-The financial future of Brazilian oil giant Petrobras hung in the balance Tuesday as its board moved forward with plans to approve President Jair Bolsonaro's controversial appointment of an army general to the company's helm in an apparent bid to force the firm to subsidize fuel prices.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-green-blackouts-ahead-11614125061", "title": "More Green Blackouts Ahead", "date": "2021-02-24 19:04", "summary": "Biden's regulators are ignoring the electrical grid's vulnerability.. You'd think the Texas blackouts would trigger some soul-searching about the vulnerability of America's electrical grid. Not in today's hothouse of climate politics. The Biden Administration is already moving to stop an examination of grid vulnerability to promote unreliable renewable energy sources.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-speech-coddling-in-chicago-11614125023", "title": "No Speech Coddling in Chicago", "date": "2021-02-24 19:03", "summary": "A new journal from students who refuse to be cancelled.. Most college administrators are no doubt exhausted by constant student demands that range from the type of cereal served in the dining hall to the latest intersectional fad. So those running the University of Chicago must be pleasantly surprised by the arrival of Chicago Thinker on their campus this school year. It's an online journal by conservative and libertarian students who refuse to be canceled.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/emma-coronel-wife-of-joaquin-el-chapo-guzman-is-held-without-bail-11614125032", "title": "Wife of Joaquín 'El Chapo' Guzmán Is Held Without Bail", "date": "2021-02-24 19:03", "summary": "Ms. Coronel allegedly helped her husband run his drug empire. MEXICO CITY-The U.S.-born wife of imprisoned drug lord Joaquín \"El Chapo\" Guzmán was ordered held without bail Tuesday at an initial court appearance after her arrest for allegedly helping her husband run his drug empire and carry out an escape from a maximum-security Mexican prison.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]