[{"link": "https://www.wsj.com/articles/after-bill-cosbys-release-from-prison-questions-about-whats-next-11625181599", "title": "After Cosby's Release From Prison, Questions About What's Next", "date": "2021-07-01 19:20", "summary": "A day after a court overturned his sexual-assault conviction, the entertainer is home and #MeToo victim's rights activists are outraged. Bill Cosby's release from prison following a ruling that overturned his conviction on sexual-assault charges reverberated throughout the #MeToo movement and raised questions about whether the entertainer, now 83 years old, might return to public life.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-withdraws-from-realtor-antitrust-settlement-11625170555", "title": "Justice Department Withdraws From Realtor Antitrust Settlement", "date": "2021-07-01 19:17", "summary": "The move marks a change in position by the Biden administration after Trump-era antitrust enforcers reached the agreement. WASHINGTON-The Justice Department on Thursday said it is withdrawing from an antitrust settlement it reached last year with the real-estate industry's largest trade group over brokers' commissions.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhood-spreads-the-wealth-and-takes-a-risk-11625181007", "title": "Robinhood Spreads the Wealth and Takes a Risk", "date": "2021-07-01 19:10", "summary": "The retail broker can live up to its ethos of democratizing finance by selling its customers its IPO, but the move is a gamble if the shares perform poorly or if it faces technical snafus. Robinhood Markets is going public and bringing some friends along for the ride.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-recall-election-for-gov-gavin-newsom-set-for-september-11625177288", "title": "California Recall Election for Gov. Gavin Newsom Set for September", "date": "2021-07-01 18:37", "summary": "Democrats recently passed law to allow earlier date, as polls show governor enjoys majority support. California Gov. Gavin Newsom will face a recall election Sept. 14, when voters will determine whether or not the first-term Democrat should be removed and, if so, who should replace him.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bishops-biden-and-communion-11625178959", "title": "The Bishops, Biden and Communion", "date": "2021-07-01 18:36", "summary": "It's the secular left, not the church, that is using the sacrament as a political weapon.. In 1962, New Orleans Archbishop Joseph Rummel made waves in Louisiana politics by ordering the racial integration of Catholic schools. He then excommunicated three community leaders, including an influential local political boss, for organizing opposition to his decision. Archbishop Rummel taught that \"racial segregation is morally wrong and sinful because it is a denial of the unity and solidarity of the human race as conceived by God.\" The excommunicated politician responded by pushing to end state support of Catholic schools.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-court-bolsters-voting-rights-11625178708", "title": "The Supreme Court Bolsters Voting Rights", "date": "2021-07-01 18:33", "summary": "A 6-3 majority saves judges from becoming election commissions.. The Supreme Court issued its ruling of the year on Thursday in upholding two Arizona voting rules. In a single blow, the Justices shot down efforts to politicize the Voting Rights Act and saved federal courts from becoming super election commissions.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-two-great-friends-overcame-politics-11625178766", "title": "How Two Great Friends Overcame Politics", "date": "2021-07-01 18:32", "summary": "Adams and Jefferson met in 1775 and came apart in 1789. A forgotten man brought them together.. America is a sharply divided place. The conservative world is divided, marked by the continued estrangement of old friends. There is the divide over Donald Trump, and the connected division between those open to conspiracism and those not. There are divides between those quietly fighting over policies that will determine the Republican Party's future meaning and purpose, its reason for being, and between those who differ-polite word!-on the right moral attitude, after 1/6, toward the former president.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/car-market-is-expected-to-cool-amid-dearth-of-vehicles-on-lots-11625131802", "title": "Car Sales Continue Hot Streak but Show Signs of Cooling", "date": "2021-07-01 18:31", "summary": "Auto makers are likely to report a slowing U.S. sales pace for recent months, as dealers have ready buyers but a lack of inventory. U.S. car sales continued at a blistering pace in the second quarter but showed some signs of slowing in June, as the number of vehicles on dealership lots continues to dwindle.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californias-growing-cultural-blacklist-11625178675", "title": "California's Growing Cultural Blacklist", "date": "2021-07-01 18:31", "summary": "The state expands its Texas sanctions to Florida and others.. In a little-noticed but significant decision in April, the Supreme Court refused to hear a case involving California's ban on state-funded travel to Texas and 11 other red states. Sacramento's culture warriors heard the message and this week extended their blacklist.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-cosby-court-show-11625178409", "title": "The Cosby Court Show", "date": "2021-07-01 18:26", "summary": "An unpopular but tough ruling for the rights of the accused.. Once celebrated as \"America's Dad,\" Bill Cosby today ranks among America's most detested public figures for using drugs and celebrity to sexually prey on women. All the more reason the Pennsylvania Supreme Court deserves credit for insisting he's still entitled to the protection of the Fifth Amendment.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhood-wants-you-to-buy-robinhood-stock-on-robinhood-11625131801", "title": "Robinhood Wants You to Buy Robinhood Stock on Robinhood", "date": "2021-07-01 18:24", "summary": "The trading app is allocating up to 35% of its IPO shares to individual investors, part of a strategy to bring IPO investing to the masses. Robinhood Markets Inc. wants its users to buy stock. The online brokerage firm's own, that is.", "categories": [["WSJ News Exclusive", "IPOs"]], "category_links": ["https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhood-ipo-filing-shows-power-of-the-meme-stock-boom-11625163113", "title": "Robinhood IPO Filing Shows Power of Meme-Stock Boom", "date": "2021-07-01 18:22", "summary": "Trading app, which plans to list on Nasdaq, generated $522 million of revenue in first quarter, more than quadruple its level from a year earlier. Robinhood Markets Inc. unveiled striking growth figures Thursday in the paperwork for its long-awaited initial public offering-and a long list of growing pains.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/start-spreading-the-newsranked-choice-voting-is-a-mess-11625178082", "title": "Start Spreading the News-Ranked-Choice Voting Is a Mess", "date": "2021-07-01 18:21", "summary": "New Yorkers won't know for weeks who won the June 22 Democratic primary for mayor.. New York City voters went to the polls on June 22, but a week and a half later the winner of the Democratic mayoral primary remains unclear. That's a big loss for the city's new system of ranked-choice voting.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-ban-critical-race-instruction-11625178053", "title": "Don't Ban Critical Race Instruction", "date": "2021-07-01 18:20", "summary": "Patriotism requires that we face up to our past, including slavery and racism.. As we celebrate our precious freedom, it's important that we use it to look honestly at American history-much of it good, but some of it immoral and horrific. That includes the enslavement of Africans and their descendants and the systemic racism against black people that persists today.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/highly-irregular-review-an-eloquent-confusion-11625177826", "title": "'Highly Irregular' Review: An Eloquent Confusion", "date": "2021-07-01 18:17", "summary": "In spelling, pronunciation, syntax and idioms, the English language can be perplexingly strange-or charmingly eccentric.. My daughter recently remarked, over breakfast in a cafe, that the customers, rather than the serving staff, should be known as waiters. Then she removed the mantle of cheese from my side order of hash browns and pointed out that these too were poorly named, since they were actually a shade of yellow. She is 3 years old-and though the assertive mode mostly trumps the interrogative, lately she has started asking tough questions about the English language.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-supreme-blow-to-intimidation-11625177781", "title": "A Supreme Blow to Intimidation", "date": "2021-07-01 18:16", "summary": "Sheldon Whitehouse is unhappy about Thursday's ruling. That's a good sign.. Rhode Island Sen. Sheldon Whitehouse is unhappy with Thursday's Supreme Court ruling that reins in his ability to harass political opponents. Perhaps he and his fellow intimidators should have been less brazen.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-historic-nashville-music-venue-has-reopened-but-everything-is-hard-11625147854", "title": "A Historic Nashville Music Venue-Now Open-Is Fighting to Survive", "date": "2021-07-01 18:15", "summary": "Resume Subscription. For two weeks, Chris Cobb checked the weather forecast obsessively. Exit/In, the historic Nashville music venue he owns, was set to host its first live event since Covid-19 shut it down.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/transcript-wsj-interview-with-philadelphia-fed-president-patrick-harker-11625177278", "title": "Transcript: WSJ Interview With Philadelphia Fed President Patrick Harker", "date": "2021-07-01 18:07", "summary": "Resume Subscription. Federal Reserve Bank of Philadelphia President Patrick Harker discussed in an interview with The Wall Street Journal his views on the central bank's monetary policy, including suggesting that the Fed trim its purchases of Treasury and mortgage bonds. He would like to see the process completed before the Fed raises interest rates. Here is a transcript, lightly edited for clarity and length.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-organization-cfo-allen-weisselberg-surrenders-to-authorities-11625138416", "title": "Trump Organization, CFO Allen Weisselberg Charged With Tax Crimes", "date": "2021-07-01 18:00", "summary": "Charges in a New York court launch the first criminal case resulting from a probe into former President Donald Trump's business affairs. New York prosecutors on Thursday unveiled a 15-count indictment charging the Trump Organization and its finance chief, Allen Weisselberg, with a wide-ranging conspiracy to avoid paying taxes, launching the first criminal case resulting from a multiyear investigation into former President Donald Trump's business affairs.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-visits-florida-to-discuss-condo-disaster-11625156217", "title": "Biden Consoles Family Members in Condo Disaster", "date": "2021-07-01 17:41", "summary": "President receives briefing from search-and-rescue officials and speaks of importance of cooperation between federal and local officials. President Biden consoled family members of those killed or unaccounted for in the partially collapsed condominium in Surfside, Fla., praising emergency responders and local leaders who have led the search for the missing.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/patients-to-be-protected-from-surprise-billing-under-new-rule-11625170951", "title": "Patients to Be Protected From Surprise Billing Under New Rule", "date": "2021-07-01 17:29", "summary": "Biden administration issued a rule that applies to patients who receive medical care out of network. Patients receiving emergency medical care would no longer get surprise medical bills from providers outside their insurance network under a rule issued Thursday by the Biden administration.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhoods-finra-settlement-highlights-growing-pains-of-fintech-firms-11625174661", "title": "Robinhood's Finra Settlement Highlights Growing Pains of Fintech Firms", "date": "2021-07-01 17:24", "summary": "The fast-growing online brokerage company, which officially filed for an IPO, has beefed up its legal and compliance teams. Robinhood Financial LLC's settlement with a Wall Street regulator highlights the scrutiny and compliance challenges financial technology companies could face as they transition from startups to publicly traded companies, experts said.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/columbia-legacy-review-conducting-history-11625174536", "title": "'Columbia Legacy' Review: Conducting History", "date": "2021-07-01 17:22", "summary": "A Sony Classical collection of 120 CDs explores the influential early sound of Eugene Ormandy and the Philadelphia Orchestra, from the 1930s through the '50s.. There has never been a better time to buy reissued classical music recordings from the 20th century. Within the past decade, more-or-less complete sets of the performances of Herbert von Karajan, Leonard Bernstein, Fritz Reiner, Charles Munch and other legends, as well as most of the leading soloists of their times, have been remastered in gleaming sound by the companies for which they recorded.", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/verizon-offers-low-cost-service-commitment-to-seal-tracfone-deal-11625171554", "title": "Verizon Offers Low-Cost Service Commitment to Seal TracFone Deal", "date": "2021-07-01 17:21", "summary": "Nation's largest wireless carrier told FCC it would keep backing subsidized Lifeline service for three years. Verizon Communications Inc. told federal regulators it would keep supporting low-cost wireless service for three years if it is allowed to buy TracFone, a sign of deepening negotiations in the carrier's effort to control a giant in prepaid cellphone plans.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mgm-resorts-agrees-to-sell-las-vegas-citycenter-for-3-9-billion-11625167097", "title": "MGM Resorts to Sell Las Vegas CityCenter for $3.9 Billion", "date": "2021-07-01 17:14", "summary": "Casino operator continues to raise cash from unloading the real estate tied to its Strip properties. MGM Resorts International agreed to take full ownership of the huge CityCenter property on the Las Vegas Strip in a complex arrangement to sell real estate but still gain all the revenues from operating the massive Strip casino, the company said Thursday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-07-01-21-11625125204", "title": "Stocks Gain as Oil Prices, Bond Yields Rise", "date": "2021-07-01 17:12", "summary": "S&P 500 logs sixth consecutive session of gains after jobless-claims data reach new pandemic low. U.S. stocks rose Thursday, with the S&P 500 logging its sixth consecutive session of gains.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pinterest-bans-weight-loss-ads-11625171134", "title": "Pinterest Bans Weight-Loss Ads", "date": "2021-07-01 17:07", "summary": "Image-sharing platform bars language and imagery that idealizes or denigrates certain body types. Pinterest Inc. said Thursday it will ban advertisements with weight-loss language and imagery on its platform, as the company joins a broader body-positivity movement.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-upholds-arizona-election-rules-11625148976", "title": "Supreme Court Upholds Arizona Election Rules", "date": "2021-07-01 17:01", "summary": "Justices, in 6-3 vote, overturn appeals-court decision that Arizona's rules discriminated against minority voters, leaving states more room to tighten voting laws. WASHINGTON-The Supreme Court upheld a pair of Arizona voting rules against Democratic claims that the state discriminated against minority voters, a decision that could make it more difficult to challenge new state efforts to tighten election regulations.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carlos-santana-buys-hawaii-home-20-5-million-11625173261", "title": "Carlos Santana Spends $20.5 Million on Hawaii Vacation Home", "date": "2021-07-01 17:01", "summary": "Resume Subscription. Musician Carlos Santana is trading up.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/friday-franchise-frozen-as-ice-cube-and-warner-bros-fight-over-new-movie-11625173229", "title": "'Friday' Franchise Frozen as Ice Cube and Warner Bros. Fight Over New Movie", "date": "2021-07-01 17:00", "summary": "Top box office star wants rights to 'Friday' franchise from Warner Bros. and is accusing the studio of excessive delays and poor treatment. Warner says the problem is Ice Cube.. A spat between star Ice Cube and WarnerMedia has escalated into a high-stakes blame game that threatens to permanently derail the movie \"Last Friday,\" the latest film planned for the long-running comedy franchise.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/santanas-smooth-new-home-11625173244", "title": "Santana's Smooth New Home", "date": "2021-07-01 17:00", "summary": "The musician's newly purchased Hawaii house has views of the mountains and Hanalei Bay. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/out-with-the-old-11625173193", "title": "Out With the Old", "date": "2021-07-01 16:59", "summary": "After buying a new, larger house, musician Carlos Santana is selling his prior Hawaii home. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/krispy-kreme-shares-rise-in-return-to-public-markets-11625161027", "title": "Krispy Kreme Shares Rise in Return to Public Markets", "date": "2021-07-01 16:51", "summary": "Doughnut-maker earlier went public in 2000 but later went private after it was bought by JAB Holding Co.. Krispy Kreme Inc. closed its first trading day with shares up 24%, marking a return to the public markets for the doughnut chain.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-sudden-move-review-a-noir-with-heart-and-smarts-11625172442", "title": "'No Sudden Move' Review: A Noir With Heart and Smarts", "date": "2021-07-01 16:47", "summary": "Steven Soderbergh's latest film, streaming on HBO Max and starring Don Cheadle and Brendan Fraser, is a crime thriller that twists and turns through a rapidly changing midcentury Detroit. Every time \"Out of Sight\" turns up on TV I'm hooked once again. Whatever I'm doing must stop while I watch at least a few minutes of Steven Soderbergh's 1998 comedy of interstate criminal behavior, with a peerlessly romantic encounter between Jennifer Lopez and George Clooney that plays out in a Detroit hotel lounge on a snowy winter night. The director's latest, \"No Sudden Move,\" takes place entirely in Detroit, though romance is hardly the mode. An exceedingly convoluted crime thriller set in 1954, and streaming on HBO Max, this is pitch-black noir with so many betrayals that the characters can't fathom the various plots they're caught up in. Yet it's another Soderbergh film whose allure is sure to endure. Whenever it shows or streams in years to come, I know I'll be happily in its thrall.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nfl-investigation-washington-football-team-10-million-fine-11625171200", "title": "NFL Levies $10 Million Fine Against Washington Football Team for Workplace Culture", "date": "2021-07-01 16:41", "summary": "The punishment comes after an investigation into allegations of workplace misconduct inside the team. Tanya Snyder, the co-CEO and wife of owner Dan Snyder, will take over day-to-day operations for the next several months.. The National Football League has fined the Washington Football Team $10 million following a law firm's investigation into the franchise's workplace culture that led commissioner Roger Goodell to conclude that for years the team's workplace environment was \"highly unprofessional,\" particularly for women.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-a-conservatorship-and-what-does-it-mean-for-your-finances-11613178198", "title": "What Is a Conservatorship and What Does It Mean for Your Finances?", "date": "2021-07-01 16:40", "summary": "The fight unfolding between Ms. Spears and her father has highlighted a little-known court proceeding. Britney Spears broke her silence regarding the obscure legal process known as conservatorship that has governed her life and finances for years. Ms. Spears railed against her father's control over her finances in a court hearing, the latest in a long-running battle over control of the conservatorship that gives him power over her estimated $50 million-plus fortune. Now, Ms. Spears' father is requesting an investigation into her claims.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roswell-the-final-verdict-review-aliens-vs-artificial-intelligence-11625172034", "title": "'Roswell: The Final Verdict' Review: Aliens vs. Artificial Intelligence", "date": "2021-07-01 16:40", "summary": "The famous 1947 UFO incident gets re-examined with new technology in this Discovery+ series. The recent emergence of U.S. Navy videos of UFOs-and the fact that the government is addressing them seriously-will no doubt generate larger than average buzz around \"Roswell: The Final Verdict,\" although the title suggests something like \"Final Destination 6\": Will the question of intergalactic life ever really be resolved until extraterrestrials can walk comfortably among us? \"Final Verdict\" is hooked to the 74th anniversary of the incidents at Roswell. It's safe to expect similar celebrations next year.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ride-share-and-the-girl-next-door-reviews-pandemic-as-plot-11625171932", "title": "'Ride Share' and 'The Girl Next Door' Reviews: Pandemic as Plot", "date": "2021-07-01 16:38", "summary": "These two productions-one a hybrid play from the Writers Theater in Glencoe, Illinois and the other a virtual staging at the Stephen Joseph Theater in Scarborough, England-turn the tedium of Covid-19 into something worth watching. Now that live theatrical performances in the U.S. are resuming, what will happen to webcast theater? At first it was purely a stopgap for onstage productions, but several regional companies have started to stream technically sophisticated shows filmed not in empty theaters but on location, such as the Irish Repertory Theatre's \"Yes! Reflections of Molly Bloom,\" a one-woman play shot in a Miami apartment, and the Wilma Theater's \"staging\" of Will Arbery's \"Heroes of the Fourth Turning,\" filmed outdoors in the Poconos.", "categories": [["Opinion", "Theater Review", "Theater Review | Terry Teachout"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ftc-vote-could-pave-way-for-new-privacy-rules-11625171274", "title": "FTC Vote Could Pave Way for New Privacy Rules", "date": "2021-07-01 16:27", "summary": "Streamlined process for regulations seen as key in lieu of federal privacy law. The Federal Trade Commission on Thursday approved a streamlined rule-making process that could enable it to more easily regulate companies for abuses such as privacy violations.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/summer-of-soul-review-grooving-and-healing-11625171230", "title": "'Summer of Soul' Review: Grooving and Healing", "date": "2021-07-01 16:27", "summary": "In his directorial debut, Questlove celebrates Black artistry in a documentary filled with long-overlooked footage from the 1969 Harlem Cultural Festival, featuring such stars as Stevie Wonder, Nina Simone and Mavis Staples. However you look at it-as concert footage enriched by cultural history or cultural history raised up by glorious music-\"Summer of Soul\" is a thrilling documentary and a remarkable feature debut by the musician and man of many media parts Ahmir \"Questlove\" Thompson. His film, which is playing in theaters and on Hulu, carries the subtitle \"(...Or, When the Revolution Could Not Be Televised).\" It's a rediscovery that amounts to a discovery-of the Harlem Cultural Festival, a series of free concerts attended by nearly 300,000 people over six consecutive weekends during the summer of 1969, the same summer when the Woodstock Festival took place 100 miles to the north. The video that forms the film's centerpiece sat in a basement for half a century, essentially unseen and forgotten until now. Some of the performances are breathtaking, and all of them are valuable, like the political and social context that surrounds them.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-one-and-only-dick-gregory-review-his-commitment-was-no-joke-11625171122", "title": "'The One and Only Dick Gregory' Review: His Commitment Was No Joke", "date": "2021-07-01 16:25", "summary": "Weaving together archival footage with commentary from stars such as Chris Rock and Dave Chappelle, this documentary traces the comedian-activist's lasting influence on Black America and beyond. Along with all the inspiration, turmoil and inspirational turmoil of \"The One and Only Dick Gregory,\" one of this documentary's more downbeat aspects is how much time has to be spent explaining who Dick Gregory was. It's not the fault of director Andre Gaines; time passes, fame fades. But Gregory-comedian, civil-rights activist, nutrition guru and, ultimately, irascible senior citizen-actually walked the walk. \"We've seen plenty of entertainers march and march again repeatedly and always-always-go back to the big money of show business,\" says one of the documentary's numerous voices, political commentator Lawrence O'Donnell, referring to celebrity protesters. \"But we do have this one example, of this one person, who went all the way.\"", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mohamed-hadid-wants-100-million-for-franklin-canyon-land-11625170938", "title": "Mohamed Hadid Wants $100 Million for Franklin Canyon Land", "date": "2021-07-01 16:22", "summary": "The real-estate developer is aiming to sell the roughly 70-acre property overlooking Beverly Hills after two development entities through which he owns the site filed for bankruptcy. After many years, and several lawsuits, a property overlooking Beverly Hills and owned by real-estate developer Mohamed Hadid is going on the market with an asking price of $100 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meet-the-fans-of-nathans-less-famous-fare-fried-frog-legs-11625170244", "title": "Meet the Fans of Nathan's Less Famous Fare: Fried Frog Legs", "date": "2021-07-01 16:10", "summary": "The aquatic offering doesn't leap to mind for a restaurant known for its all-beef frankfurters and crinkle-cut fries. When Geneva Gilmore heads to the Nathan's Famous original restaurant at Surf and Stillwell avenues in Brooklyn's Coney Island neighborhood, she has one menu item in mind.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-power-of-the-ikea-effect-11625170193", "title": "The Power of the 'IKEA Effect'", "date": "2021-07-01 16:09", "summary": "A behavioral economist answers questions on our attachment to things we build ourselves, how corruption spreads, and qualms about returning to the office. Behavioral economist Dan Ariely uses psychological research to advise on everyday dilemmas. Read more columns here.", "categories": [["Life & Work", "Ideas", "Ask Ariely"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/ask-ariely?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-your-summer-job-might-come-with-a-summer-bonus-11625169987", "title": "Why Your Summer Job Might Come with a Summer Bonus", "date": "2021-07-01 16:06", "summary": "As companies grow more desperate to fill open roles, some dangle incentives worth $1,000 or more. As the U.S. economy continues to recover, employers' search for hires is increasing in urgency, with some workers being offered signing bonuses of hundreds and even thousands of dollars. Nearly 20% of all jobs posted on job search site ZipRecruiter in June offer a signing bonus, up from 2% of jobs advertised on the job search site in March. Here's what else you need to know.", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/please-find-enclosed-friday-crossword-july-2-11624622293", "title": "Please Find Enclosed (Friday Crossword, July 2)", "date": "2021-07-01 16:01", "categories": [["WSJ Puzzles", "Crossword Contest"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword-contest?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-surge-as-opec-weighs-rising-demand-in-rich-countries-11625140860", "title": "Oil Prices Surge as OPEC Weighs Rising Demand in Rich Countries", "date": "2021-07-01 15:59", "summary": "Cartel and its Russia-led allies meet to decide whether to add to oil supplies amid accelerating reopenings. Oil prices rose above $75 a barrel as OPEC and a Russia-led group of producers met to weigh surging demand from the industrialized world-and delayed a decision about what to do about it.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ftc-vote-to-broaden-agencys-mandate-seen-as-targeting-tech-industry-11625169512", "title": "FTC Vote to Broaden Agency's Mandate Seen as Targeting Tech Industry", "date": "2021-07-01 15:58", "summary": "Party line vote broadens mandate to pursue cases beyond standard of whether practices cause harm to consumers. WASHINGTON-The Federal Trade Commission voted Thursday to broaden its discretion to challenge what it finds to be unfair methods of competition, potentially opening the door to a wider array of antitrust enforcement cases against big technology companies.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-wrestle-over-cost-breadth-of-antipoverty-plan-11625145383", "title": "Democrats Wrestle Over Cost, Breadth of Antipoverty Plan", "date": "2021-07-01 15:54", "summary": "Lawmakers hope to pass the package with no GOP votes, in parallel with infrastructure bill. WASHINGTON-Democrats have no shortage of ideas about what they hope to include in their next big legislative package-subsidized child care, universal preschool, free community college and clean-energy incentives, to name a few.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wells-fargo-acted-like-a-mafia-to-suppress-internal-critics-former-executive-said-11625169200", "title": "Wells Fargo Acted Like a 'Mafia' to Suppress Internal Critics, Former Executive Said", "date": "2021-07-01 15:53", "summary": "Alicia Reyes, who led the bank's European investment bank, said the lender swept regulatory problems under the carpet, according to evidence in a U.K. court. A former top Wells Fargo & Co. executive in London said the lender had a flawed compliance culture and executives acted like a mafia to suppress internal critics, according to a recorded phone call submitted to a U.K. court.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congressional-budget-office-sees-stronger-growth-inflation-deficits-in-2021-11625163150", "title": "CBO Sees Stronger Growth in 2021, After Covid-19 Relief Package", "date": "2021-07-01 15:48", "summary": "Deficits and debt expected to be lower after 2021 than forecast in February; inflation seen accelerating by 2.8% in the fourth quarter. WASHINGTON-The Congressional Budget Office on Thursday lifted its forecasts for economic growth, inflation and federal budget deficits this year, following the $1.9 trillion Covid-19 relief package enacted in March.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-caftans-this-summers-perfect-garment-11625168809", "title": "The Caftan is Forever. Why It's Summer 2021's Perfect Look.", "date": "2021-07-01 15:46", "summary": "Resume Subscription. AS SURELY AS spritzes and sandals, caftans and their Slim Aarons allure signify the arrival of summer. So it may come as a jolt to learn that early caftans were made for war. In ancient Mesopotamia, soldiers wore them under chain mail, and they were crafted from stoutly quilted cloth-not exactly poolside wear.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-wins-international-backing-for-global-minimum-tax-11625153698?mod=article_inline", "title": "The Global Tax Plan: Questions and Answers", "date": "2021-07-01 15:35", "summary": "Officials from 130 countries agree to broad outlines of wider overhaul of rules for taxing international companies. The U.S. has won international backing for a global minimum rate of tax as part of a wider overhaul of the rules for taxing international companies, a major step toward securing a final agreement on a key element of the Biden administration's domestic plans for revenue raising and spending.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hertz-faces-volatile-trading-bondholder-lawsuit-after-leaving-bankruptcy-11625167888", "title": "Hertz Faces Volatile Trading, Lawsuit After Leaving Bankruptcy", "date": "2021-07-01 15:33", "summary": "The rental-car company's seesaw as bondholders allege they were shortchanged by $272 million. Hertz Global Holdings Inc. shares swung wildly in the over-the-counter market after the rental-car company formally emerged from bankruptcy and was swiftly sued by bondholders demanding $272 million in premium payments.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-tech-says-global-tax-deal-is-a-win-11625167555", "title": "Big Tech Says Global Tax Deal Is a Win", "date": "2021-07-01 15:32", "summary": "With taxation overhaul plan, other sectors such as financial and extractive industries are less likely to feel a difference. Big tech companies said Thursday's breakthrough in negotiations over a global tax overhaul was a step toward avoiding a patchwork of overlapping national taxes, but executives and trade bodies said they still need to see those tax regimes disappear before calling the deal a win.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-the-heart-of-trump-organization-charges-cfo-allen-weisselbergs-lifestyle-11625159726", "title": "At the Heart of Trump Organization Charges: CFO Allen Weisselberg's Lifestyle", "date": "2021-07-01 15:15", "summary": "Confidant of former President Donald Trump was arraigned on charges of fraud and grand larceny over allegations of receiving tax-free fringe benefits at the company. Over four decades, Allen Weisselberg rose from a junior accountant for Donald Trump's father Fred to the Trump Organization's highest-ranking executive outside the Trump family.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/upper-bohemia-review-living-with-abandon-11625166453", "title": "'Upper Bohemia' Review: Living With Abandon", "date": "2021-07-01 15:07", "summary": "The author's parents were devoted to a life of personal liberty and artistic pursuits. Child care was not a priority.. Art historian Hayden Herrera's books include critically acclaimed biographies of Frida Kahlo and Arshile Gorky, whose lives and works she was exposed to during her roving childhood. With \"Upper Bohemia,\" she focuses on her own formative years and joins a growing contingent of biographers who have written memoirs, including Claire Tomalin (\"A Life of My Own\") and Deirdre Bair (\"Parisian Lives\").", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-scholarship-financial-aid-11625166123", "title": "You Got a College Scholarship. Now Make Sure It Doesn't Reduce Your Financial Aid.", "date": "2021-07-01 15:02", "summary": "Some states are trying to limit a school's ability to reduce aid when a student gets a private award. For many college students, receipt of a private scholarship is reason to rejoice. But the rejoicing may be unexpectedly short-lived.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-june-26-11625165939", "title": "Bestselling Books Week Ended June 26", "date": "2021-07-01 14:58", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-embraces-longer-videos-giving-creators-more-time-to-make-money-11625165703", "title": "TikTok Embraces Longer Videos, Giving Creators More Time to Make Money", "date": "2021-07-01 14:55", "summary": "Three-minute format marks new twist for company known for its short-form clips. TikTok is moving beyond the short-form video format that made the social-media app famous, giving the online stars it helped create and others more airtime amid heightened competition for eyeballs.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-wins-international-backing-for-global-minimum-tax-11625153698", "title": "U.S. Wins Backing for Global Minimum Corporate Tax", "date": "2021-07-01 14:50", "summary": "Officials from 130 countries agree to broad outlines of wider overhaul of rules for taxing international companies. The U.S. has won international backing for a global minimum rate of tax as part of a wider overhaul of the rules for taxing international companies, a major step toward securing a final agreement on a key element of the Biden administration's domestic plans for revenue raising and spending.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-strikes-down-nonprofit-donor-disclosure-rule-11625149777", "title": "Supreme Court Strikes Down Nonprofit Donor Disclosure Rule", "date": "2021-07-01 14:49", "summary": "By 6-3 vote, court agrees with conservative organizations that challenged California regulation as threat to freedom of associations. WASHINGTON-The Supreme Court ruled Thursday that California went too far in requiring charities to file with the state regulators federal forms disclosing major contributors to tax-exempt charities, finding that the policy infringed on donors' First Amendment rights.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijings-century-of-dodging-danger-is-no-guarantee-of-stability-11625164332", "title": "Beijing's Century of Dodging Danger Is No Guarantee of Stability", "date": "2021-07-01 14:32", "summary": "The Chinese Communist Party isn't at imminent risk of collapse, but challenges are mounting.. China's Communist Party leaders this week are celebrating the 100th anniversary of the party's founding. That longevity represents a political accomplishment, although not the sort many of us would cheer. It's just a shame about the economy.", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-cautiously-conservative-supreme-court-11625164373", "title": "A Cautiously Conservative Supreme Court", "date": "2021-07-01 14:32", "summary": "Ideological lines turn out to be more fluid than partisans had imagined when Barrett was named.. 'Every time a new justice comes to the Supreme Court,\" Justice Byron White used to say, \"it's a different court.\" Activists expected that to be especially true when Justice Amy Coney Barrett arrived last year. The leftist pressure group Demand Justice denounced the nominee to succeed Justice Ruth Bader Ginsburg as \"a far-right, activist judge whose confirmation would threaten to upend the lives of millions of Americans\" and predicted her vote would doom ObamaCare.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2021-ford-mustang-mach-1-a-noisy-throwback-machine-11625164112", "title": "2021 Ford Mustang Mach 1: A Noisy Throwback Machine", "date": "2021-07-01 14:28", "summary": "Stitched together from other specialty Mustang parts, the Mach 1 boasts a 5.0-liter V8 loud enough to turn heads-and an appeal powered by nostalgia. IMAGINE a merry-go-round where all the ponies are Ford Mustangs. In their gaily colored tack, each looks a little different, but they are all kind of the same. As the years pass, maybe you jump on, ride for a while, and fall off. If you get tired of your mount, or if it gets mange, another Mustang is always rounding into view.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-modern-miracle-the-survival-of-children-11625163176", "title": "A Modern Miracle: The Survival of Children", "date": "2021-07-01 14:12", "summary": "Only since the mid-1800s have child mortality rates dropped, a profound change in the human condition. Psychologist Alison Gopnik explores new discoveries in the science of human nature. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Mind & Matter"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/mind-and-matter-alison-gopnik?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicansask-federal-retirement-planfor-details-on-blackrock-state-streets-votes-11625139430", "title": "Republicans Ask Federal Retirement Plan for Details on BlackRock, State Street's Votes", "date": "2021-07-01 14:10", "summary": "Letter from senators shows heightened scrutiny on how large money managers are exerting their influence over companies on behalf of investors. Two Republican senators want more information from the nation's biggest 401(k)-type plan on how money managers BlackRock Inc. and State Street Global Advisors cast shareholder votes on behalf of government savers.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bob-hopes-longtime-los-angeles-home-11625162405", "title": "Bob Hope's Longtime Los Angeles Home", "date": "2021-07-01 14:00", "summary": "In Toluca Lake, the home is owned by billionaire Ron Burkle, who renovated it.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/feds-harker-supports-start-of-bond-buying-pullback-later-this-year-11625162443", "title": "Fed's Harker Supports Start of Bond Buying Pullback Later This Year", "date": "2021-07-01 14:00", "summary": "'I am in the camp of starting the tapering process,' Philadelphia Fed president says. Federal Reserve Bank of Philadelphia President Patrick Harker said Thursday that while an interest rate rise lies some ways in the distance, he is ready for the U.S. central bank to begin slowing the pace of its asset buying stimulus this year.", "categories": [["WSJ News Exclusive", "Central Banks"]], "category_links": ["https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/evian-thinks-outside-the-bottle-putting-water-in-thin-skinned-bubbles-for-home-use-11625162018", "title": "Evian Thinks Outside the Bottle, Putting Water in Thin-Skinned 'Bubbles'", "date": "2021-07-01 13:53", "summary": "Brand says water-dispensing system, available in France and the U.K., uses less plastic than bottles-and looks cool doing it. Evian has a plan to reduce consumers' plastic use at home: packaging water in collapsible \"bubbles\" instead of bottles.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ron-burkle-neverland-and-other-homes-11625161492", "title": "Ron Burkle's Collection of Homes Extends Far Beyond Neverland Ranch", "date": "2021-07-01 13:50", "summary": "The 2,700-acre Los Olivos, Calif., estate might be his most famous, but the billionaire investor has a cache of homes including Greenacres in Beverly Hills and a volcano-inspired house in Palm Springs. A look at some of his most notable properties.. It's nearly 100 degrees and bone dry on a June day at Neverland Ranch. A representative for the property's new owner, the California billionaire Ron Burkle, gives a tour. Every time our all-terrain vehicle hits a bump on the trail, a cloud of dust follows. A neighbor's cows are permitted to graze on the ranch under the hot sun. With every chomp, it's hoped that they'll reduce the scale of potential wildfires that plague the area.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israels-coalition-government-agrees-to-temporarily-evacuate-divisive-west-bank-settlement-11625158725", "title": "Israel's Government to Temporarily Evacuate West Bank Settlement", "date": "2021-07-01 13:41", "summary": "Under deal, Jewish settlers will leave the site by Friday afternoon; government has promised to legalize settlement if the land is found not to belong to Palestinians. EVYATAR OUTPOST, West Bank-Israel's new government reached a deal with leaders of an unauthorized settlement in the occupied West Bank that would see them evacuate the site, a temporary solution for an issue that has sharply divided the country's ruling coalition.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-adjust-predictive-models-in-wake-of-covid-11625160587", "title": "Companies Adjust Predictive Models in Wake of Covid", "date": "2021-07-01 13:29", "summary": "FedEx and other firms are leaning more heavily on real-time live data to gauge demand. Companies reliant on complex algorithms to gauge customer demand, set prices or fine-tune supply chains are putting less weight on data generated during the coronavirus pandemic that many consider to be skewed.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nantucket-red-pants-are-they-ever-a-good-idea-11625160180", "title": "Nantucket Red Pants: Are They Ever a Good Idea?", "date": "2021-07-01 13:23", "summary": "Fans say the salmon-hued trousers-a preppy East Coast mainstay since the 1960s-are classic and, if worn properly, even cool. Critics think they're obnoxious and old-fashioned. We argue both sides.. For the recurring series, That's Debatable, we take on a contentious issue of the day and present two spirited arguments-one in favor and other emphatically opposed. Previous installments from the series are here.", "categories": [["Life & Work", "Fashion", "That's Debatable"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/that-s-debatable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-speaker-pelosi-names-liz-cheney-to-jan-6-capitol-riot-committee-11625152369", "title": "Pelosi Names Cheney to Jan. 6 Capitol Riot Committee", "date": "2021-07-01 13:21", "summary": "Most Republicans have opposed the panel, calling it a partisan exercise. WASHINGTON-House Speaker Nancy Pelosi (D., Calif.) selected GOP Rep. Liz Cheney as one of her picks for the select committee looking into the Jan. 6 Capitol riot, putting a leading Republican critic of former President Donald Trump on the panel.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activist-investor-elliott-pushes-shake-up-at-glaxosmithkline-11625136734", "title": "Activist Investor Elliott Pushes Shake-Up at GlaxoSmithKline", "date": "2021-07-01 13:19", "summary": "Hedge fund calls on drug giant to replace directors and review the future role of its CEO to improve performance. Activist investor Elliott Management Corp. has intensified pressure on GlaxoSmithKline PLC, calling on the pharmaceutical giant to replace members of its board and launch a process to decide whether Chief Executive Emma Walmsley should continue to lead the group.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manufacturers-good-problems-11625159922", "title": "Manufacturers' Good Problems", "date": "2021-07-01 13:18", "summary": "For all the headaches factories are having, this is actually a good time for them. Manufacturers are getting hit by supply-chain bottlenecks, struggling with parts shortages and rising materials prices, and having a hard time finding workers. But don't let those things detract from the main story: Manufacturers are doing great.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ecb-signals-green-light-on-bank-dividends-11625144132", "title": "ECB Signals Green Light on Bank Dividends", "date": "2021-07-01 13:16", "summary": "European bank supervisors are following in the footsteps of the Federal Reserve, which lifted bans on bank dividends and buybacks imposed during the pandemic. The European Central Bank said it expects to lift restrictions on dividend payments and share buybacks for the continent's lenders later this year, signaling it believes banks are resilient enough, despite a challenging environment under the pandemic.", "categories": [["Markets", "Stocks", "Europe Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/europe-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-07-01-2021-11625091771", "title": "U.S. Jobless Claims Reach New Pandemic Low", "date": "2021-07-01 13:12", "summary": "Worker filings for benefits are down by about 50% since the first week of April but remain above pre-pandemic levels. Worker filings for jobless benefits fell to a new pandemic low last week and resumed a monthslong downward trend, adding to signs of a recovering labor market.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bob-hopes-palm-springs-hideaway-restored-11625159429", "title": "Bob Hope's Palm Springs Hideaway, Restored", "date": "2021-07-01 13:10", "summary": "Billionaire Ron Burkle employed a protégé of John Lautner, who did the original design, to restore it to the architect's original vision.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/caster-semenya-tokyo-olympics-11625159284", "title": "Blocked From Her Signature Race, Caster Semenya Won't Run in Tokyo", "date": "2021-07-01 13:09", "summary": "International track rules regarding elevated testosterone levels bar Semenya from the 800-meter distance she dominates. She unsuccessfully attempted a tough pivot to the 5,000.. South Africa's Caster Semenya can run 800 meters faster than any woman on the planet. But the two-time Olympic gold medalist won't defend her title in Tokyo because her testosterone levels exceed a 2018 limit imposed by track's governing body on female athletes competing in distances between 400 meters and 1500 meters.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-beautifully-restored-beverly-hills-grande-dame-11625159275", "title": "A Beautifully Restored Beverly Hills Grande Dame", "date": "2021-07-01 13:07", "summary": "Built for silent-movie mega-star Harold Lloyd, Greenacres has been fully renovated by billionaire Ron Burkle. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-megamansion-in-la-jolla-11625159159", "title": "A Megamansion in La Jolla", "date": "2021-07-01 13:05", "summary": "Owned by billionaire Ron Burkle, this roughly 50,000-square-foot estate is full of traditional details.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-york-hospitals-now-have-stockpiles-of-personal-protective-equipment-11625159140", "title": "New York Hospitals Now Have Stockpiles of PPE and Masks", "date": "2021-07-01 13:05", "summary": "The pandemic has forever shifted the way hospitals purchase supplies, executives say. Millions of masks. Pallets of disposable isolation gowns. Tons of gloves.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walgreens-sales-rise-as-covid-19-vaccinations-improve-prescriptions-business-11625140912", "title": "Walgreens Sales Rise as Vaccinations Improve Prescriptions Business", "date": "2021-07-01 12:53", "summary": "Drugstore chain has administered more than 25 million Covid-19 shots. Walgreens Boots Alliance Inc. 's role in administering Covid-19 vaccines helped lift its sales and profit in the latest quarter, but the drugstore chain said Thursday it is expecting a sharp slowdown in shots this summer.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xi-jinping-warns-china-wont-be-bullied-as-communist-party-marks-100-years-11625122870", "title": "Xi Warns China Won't Be Bullied as Communist Party Marks 100 Years", "date": "2021-07-01 12:51", "summary": "Resume Subscription. With a martial message of triumph, Chinese leader Xi Jinping marked his ruling Communist Party's 100th birthday with calls to rouse patriotic passions, repel foreign coercion and entrench one-party rule, signaling defiance against U.S.-led efforts to pressure Beijing.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/majority-of-new-yorkers-say-gov-andrew-cuomo-shouldnt-run-again-11625131801", "title": "Majority of New Yorkers Say Gov. Andrew Cuomo Shouldn't Run Again", "date": "2021-07-01 12:46", "summary": "A new survey finds that 33% of voters say he should seek a fourth term. As New York Gov. Andrew Cuomo gears up to campaign for a fourth term, a poll released Thursday found more than 60% of voters surveyed would rather see the Democratic executive resign immediately or not run for office again.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/working-people-getting-raises-11625156147", "title": "Working People Getting Raises...", "date": "2021-07-01 12:15", "summary": "...thanks to the large number of non-working people.. American small businesses continued to add jobs in June and a record number of small firms raised employee compensation in a historically tight U.S. job market. That's according to the latest monthly employment survey from the National Federation of Independent Business, due out later today.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-easy-to-avoid-going-gray-juststress-less-11625155293", "title": "It's Easy to Avoid Going Gray. Just Stress Less.", "date": "2021-07-01 12:01", "summary": "Science has now proved that our hair loses its color when we watch the N.Y. Jets. In breathtaking news for the prematurely gray, a research team led by scientists from Columbia University seems to have figured out how to make gray hair go back to being dark. And yes, it all has to do with reducing stress.", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/family-fighting-assets-11625155024", "title": "How to Prevent Your Family Fighting Over Your Assets When You Die: The Readers Weigh In", "date": "2021-07-01 11:59", "summary": "Among the suggestions: Auctions that use play money, and taking turns choosing. I read your column about heirs dividing up personal possessions after a family member dies. Here is a better approach for your consideration.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Ask Encore"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/5-reasons-to-pitch-a-pop-up-tent-this-summer-11625155165", "title": "Why Instant Tents Are the Newest Camping Convenience", "date": "2021-07-01 11:59", "summary": "Instant shelters might seem too good to be true. Here, we break down why they're actually as convenient as they seem.. WHEN MICHAEL C.B. Stevens first heard about the growing popularity of \"pop-up\" tents, the outdoorsy filmmaker and photographer was \"a little skeptical.\" Could these shelters-whose makers claim take mere seconds to erect-possibly be as functional as the set-it-up-yourself models he'd been using since he was a kid? And besides, aren't punishing physical exploits part of the point of being outdoors?", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walgreens-is-healthier-than-wall-street-thinks-11625154213", "title": "Walgreens Is Healthier Than Wall Street Thinks", "date": "2021-07-01 11:43", "summary": "Uncertain Covid-19 vaccination rates have investors nervous, but the pharmacy giant's results suggest they are too pessimistic. Walgreens Boots Alliance is out of favor on Wall Street. But Thursday's strong fiscal third-quarter results suggest that attitude should soften in the months ahead.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/financial-disclosures-wont-save-the-climate-11625153986", "title": "Financial Disclosures Won't Save the Climate", "date": "2021-07-01 11:39", "summary": "Most will probably be ignored by the average investor.. Anyone who has ever read a 10-K knows that it's typical for a publicly traded company to identify as many threats to its business as possible, hypothetical or otherwise, and then to make indefinite predictions as to their effects (\"SEC to Seek Climate Disclosures,\" U.S. News, June 22). Most are probably ignored by the average investor; they don't bear on the salient question of whether the company has a good business and reasonable prospects for growth. Some of the threats could have a devastating and immediate effect-say, a competitor, next month, unveiling a product that is faster, better, cheaper. But how to gauge the effect of climate change? Other than that the phenomenon, if it were actually deleterious, would likely affect almost all businesses, the average company would probably have a difficult time comprehending such a slow-moving change in its operating environment.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-naval-arms-race-hasnt-gone-the-way-of-the-dodo-11625153865", "title": "The Naval Arms Race Hasn't Gone the Way of the Dodo", "date": "2021-07-01 11:37", "summary": "Relearn the lessons of the Cold War and apply them to the rise of China.. In \"Defense Spending Versus the Welfare State\" (Letters, June 23), Frank Richter states, \"In the nuclear era, naval arms races are over.\" The outcome of the Cold War was affected by such an arms race.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-peculiar-way-modern-societies-help-people-in-need-11625153800", "title": "The Peculiar Way Modern Societies Help People in Need", "date": "2021-07-01 11:36", "summary": "We compare 'free' money with access to social workers. The solutions were different in 1852.. By happenstance I read Robert Doar's op-ed \"'Free' Money Can Make Life Worse\" (June 22) the morning after I found and read my hometown's (Springfield, Ohio) first directory, dated 1852. Antisocial behaviors were discussed in both, and at some level the behaviors were the same. (I cannot be certain horse racing on public streets is not a current problem in New York City.)", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baked-korean-fried-chicken-11625153525", "title": "Baked Korean Fried Chicken", "date": "2021-07-01 11:32", "summary": "Air-drying the wings in a dry brine made with baking powder helps to mimic the crisping effects of frying, but in the oven-without the stress, mess and bubbling oil. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-lawsuits-say-antiracism-and-critical-race-theory-in-schools-violate-constitution-11625151879", "title": "Federal Lawsuits Say Antiracism and Critical Race Theory in Schools Violate Constitution", "date": "2021-07-01 11:27", "summary": "Students, parents and teachers challenge whether schools can compel participation in exercises, separate students by race to teach about equality. A middle school drama teacher in a suburb of Chicago has filed a discrimination lawsuit against her school district alleging that mandated antiracist training has created a hostile environment for white students and educators.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-approves-transportation-bill-as-broader-bipartisan-effort-continues-11625152540", "title": "House Approves Transportation Bill", "date": "2021-07-01 11:15", "summary": "GOP lawmakers criticize Democratic bill as 'out of touch'. WASHINGTON-The House approved a $715 billion transportation and water infrastructure package, as House Democrats seek to make their imprint on the broader effort to pass a bipartisan infrastructure compromise through Congress in the coming months.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fried-chicken-pro-move-bake-it-11625152321", "title": "The Fried-Chicken Pro Move: Bake It", "date": "2021-07-01 11:12", "summary": "July 4th feasts call for fried chicken. This recipe produces Korean-style wings so shatteringly crisp, you'd swear they came straight from a fryer. Yet the cleanup is so much kinder.. IN THE YEARS I spent working in restaurant kitchens I broke down countless chickens. Often the wings would end up fried and served for staff meal, and it would, similarly, be impossible to count the number of ways I've seen fried chicken wings dressed up to delight the jaded palates of restaurant professionals.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/air-taxis-could-be-coming-but-not-in-the-way-you-might-think-11625135586", "title": "Air Taxis Could Be Coming, but Not in the Way You Might Think", "date": "2021-07-01 11:02", "summary": "Many startups trying to develop air taxis are focused on urban areas, but the technology could be a much better fit for short flights between cities. Air taxis evoke scenes from \"The Jetsons\" and \"Back to the Future II,\" in which workers fly through futuristic cities on their commutes. The reality could end up having more in common with modern-day helicopters and regional planes.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-sells-home-in-california-11625151621", "title": "TikTokers Filmed Inside a $5.299 Million California Listing. It Found a Buyer in Two Weeks.", "date": "2021-07-01 11:01", "summary": "Real-estate agent Rochelle Atlas Maize hatched a plan to market a Santa Monica home with a two-story waterslide and a video production area using the short-video app. The first time real-estate agent Rochelle Atlas Maize saw Julie Stevens's home in Santa Monica, Calif., she knew it would be perfect for TikTok. The house had a two-story waterslide into the swimming pool. In the basement, there was a video production area with a projector screen, lighting and microphones, and a hidden room containing an art studio.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-its-100th-birthday-chinas-communist-party-gets-a-bad-rap-11625149768", "title": "For Its 100th Birthday, China's Communist Party Gets a Bad Rap", "date": "2021-07-01 10:29", "summary": "The party's centennial featured speeches and fireworks but not the 15-minute tribute from 100 Chinese rappers that even die-hard fans dissed. HONG KONG-How do you get all the cool kids excited about the 100th birthday of China's Communist Party?", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-plans-to-introduce-covid-19-booster-shots-in-september-11625137154", "title": "U.K. Plans to Introduce Covid-19 Booster Shots in September", "date": "2021-07-01 10:24", "summary": "Extra doses may be needed to deal with waning immunity and variants, experts say. LONDON-The U.K. government said it is preparing to deliver booster Covid-19 vaccine shots from September, in case extra protection is needed to deal with waning immunity from initial doses and to bolster protection against new variants of the coronavirus.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-the-u-s-gave-up-gold-11625148788", "title": "When the U.S. Gave Up Gold", "date": "2021-07-01 10:13", "summary": "Fifty years ago, President Nixon turned the dollar into a fiat currency, overturning the basic monetary arrangements of the postwar era. Fifty years ago next month, at a secret weekend meeting at Camp David, President Richard Nixon and his top economic advisors decided to take the U.S. off the gold standard. The dramatic move, announced by the president upon his return to the White House on August 15, 1971, suspended the most fundamental rules of the international monetary system, affecting the prices of all products, commodities and services in world commerce. No policy choice since World War II has done more to shape global exchange, with repercussions still visible in today's economic and geopolitical rivalries.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chuck-grassley-performs-push-ups-as-his-re-election-vitality-is-debated-11625144401", "title": "Chuck Grassley Performs Push-Ups as His Re-Election Vitality Is Debated", "date": "2021-07-01 10:11", "summary": "Iowa's 87-year-old Republican lawmaker has been in the Senate for more than four decades. SIOUX CENTER, Iowa-Continually proving your physical vitality is politically important when you are 87 years old and contemplating a bid for another six-year term in the U.S. Senate.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/viacomcbs-names-ceos-for-nickelodeon-mtv-groups-11625144993", "title": "ViacomCBS Names CEOs for Nickelodeon, MTV Groups", "date": "2021-07-01 10:10", "summary": "Appointments come as media company seeks to expand its flagship service, Paramount+, around the world. ViacomCBS Inc. said it is naming chief executives of Nickelodeon and MTV Entertainment Group as it readies a major international push for its flagship video-streaming service.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-week-after-miami-area-condo-collapse-families-fear-missing-may-never-be-found-11625145479", "title": "Florida Condo Collapse's Families Fear That Missing May Never Be Found", "date": "2021-07-01 10:08", "summary": "A deep sense of loss in the community is compounded by the uncertainty over the 145 people still missing. SURFSIDE, Fla.-Days ago, the fear was that the missing may not be found alive. Now the fear is that the devastation was so great, they may not be found at all, making it harder to know when and how to grieve those lost.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/girl-met-boy-at-hootenanny-guitar-string-company-was-born-11625148034", "title": "Janet D'Addario, 72, Helped Found Guitar-String Company", "date": "2021-07-01 10:00", "summary": "Janet D'Addario, who has died at 72, helped found a global supplier of musical accessories and led charities. Folk music brought Janet Carbone and Jim D'Addario together. In the mid-1960s, when they were high-school students, they met at a hootenanny on New York's Long Island. He played the guitar and keyboards. She sang and played the guitar.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-puzzles-saturday-july-3-11625144647", "title": "Number Puzzles (Saturday, July 3)", "date": "2021-07-01 10:00", "categories": [["WSJ Puzzles", "Number Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/number-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grilled-summer-vegetables-with-roasted-grapes-and-burrata-11625147728", "title": "Grilled Summer Vegetables With Roasted Grapes and Burrata", "date": "2021-07-01 09:55", "summary": "A version of a mezze platter simple enough to put together any night of the week, satisfying enough to serve as the main event. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/easy-entertaining-recipe-grill-vegetables-extravagantly-11625147372", "title": "Easy Entertaining Recipe: Grill Vegetables Extravagantly", "date": "2021-07-01 09:49", "summary": "Creamy burrata cheese and butter-roasted grapes make this platter of grilled summer vegetables a dinner party dazzler. But it's simple enough to serve any night of the week.. EVEN WITH his eighth restaurant set to open in a couple months, Meherwan Irani finds time to host dinner parties. \"We have a new patio we put in during the pandemic,\" he said. \"I love to entertain. I love to grill.\"", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-passport-system-gets-first-test-in-europe-11625145761", "title": "Covid-19 Vaccine Passport System Gets First Test in Europe", "date": "2021-07-01 09:22", "summary": "EU's digital health certificate comes as airlines hope for summer travel recovery. The European Union started rolling out a first-of-a-kind digital health certificate that permits people who have been vaccinated to travel freely within the bloc without the need to quarantine or test negative for Covid-19 upon arrival at their destination.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/micron-technology-curevac-franklin-covey-what-to-watch-when-the-stock-market-opens-today-11625137195", "title": "Krispy Kreme, Micron Technology, CureVac: What to Watch When the Stock Market Opens Today", "date": "2021-07-01 09:20", "summary": "U.S. stock futures signaled muted moves for major indexes at the start of the second half of the year. Happy Thursday. Futures are edging up, signaling that stocks will open with muted gains, after fresh data showed that the number of Americans applying for unemployment benefits last week hit a fresh pandemic low.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkey-offers-covid-19-booster-shot-after-using-chinese-vaccine-in-early-drive-11625144544", "title": "Turkey Offers Covid-19 Booster Shot After Early Use of Chinese Vaccine", "date": "2021-07-01 09:02", "summary": "Third dose can come from vaccines produced by either Chinese company Sinovac or Pfizer and BioNTech. ISTANBUL-After an early drive to inoculate millions with a Chinese-made Covid-19 vaccine, Turkey started offering Thursday a booster shot to some people amid concerns over the spread of the highly transmissible Delta strain.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeffrey-epstein-home-in-new-mexico-asks-27-5-million-11625143985", "title": "Jeffrey Epstein's 8,000-Acre New Mexico Ranch Lists for $27.5 Million", "date": "2021-07-01 09:00", "summary": "Resume Subscription. Zorro Ranch, a roughly 8,000-acre New Mexico property long owned by the late convicted sex offender Jeffrey Epstein, is coming on the market for $27.5 million.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/its-payday-for-college-athletes-as-new-compensation-laws-take-effect-11625111830", "title": "It's Payday for College Athletes as New Compensation Laws Take Effect", "date": "2021-07-01 09:00", "summary": "State laws in Florida and other states have taken effect allowing college athletes like gymnast Leah Clapper to make money from their name, image and likeness. Leah Clapper, a senior gymnast at the University of Florida, has been blogging about food longer than she's been tumbling for the Gators. Her blog was popular enough to draw attention from brands who wanted to promote her via paid Instagram posts. But she always had to say no, as such payments would have violated the NCAA's long standing amateurism rules.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeffrey-epsteins-new-mexico-ranch-11625144381", "title": "Jeffrey Epstein's New Mexico Ranch", "date": "2021-07-01 08:59", "summary": "Roughly 8,000 acres, Zorro Ranch was owned for many years by the late convicted sex offender and has many luxurious touches.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/this-isnt-your-dads-old-golf-course-11625143365", "title": "A Golf Club For the Younger Fans", "date": "2021-07-01 08:42", "summary": "Golf's popularity is on the rise among younger generations. Inness, a new Hudson Valley resort, responds with a cooler kind of country club.. One summer day in 2016, Taavo Somer was driving around the Hudson Valley in his Dodge pickup, scouting for locations for his next hospitality project: a small hotel with a restaurant, pool and farm shop that could serve as a hangout for both locals and weekenders. In Accord, New York, he passed a rolling swath of rural acreage dotted with drooping willows, with a view of the Shawangunk and Catskill Mountains. It was properly zoned for his purpose. Perfect, that is to say, in just about every way.", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-respiratory-virus-is-spreading-as-u-s-gets-back-to-pre-covid-19-life-11625140800", "title": "Another Respiratory Virus Is Spreading as U.S. Gets Back to Pre-Covid-19 Life", "date": "2021-07-01 08:00", "summary": "RSV cases, typically more common in winter months, are rising in Southern states. A familiar respiratory virus is finding a foothold in the U.S. as the Covid-19 pandemic eases and people take fewer precautions: respiratory syncytial virus, or RSV.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zebra-technologies-to-buy-fetch-robotics-in-warehouse-automation-tie-up-11625140800", "title": "Zebra Technologies to Buy Fetch Robotics in Warehouse Automation Tie-Up", "date": "2021-07-01 08:00", "summary": "Companies aim to pull together logistics technology 'from the hand scanner to the robot'. Zebra Technologies Corp. is buying warehouse automation startup Fetch Robotics Inc. in a deal aimed at expanding the logistics-equipment provider's services to help businesses manage supply-chain operations.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delta-variant-covid-19-11620722888", "title": "The Delta Covid-19 Variant Is Spreading: What Does This Mean for the U.S.?", "date": "2021-07-01 07:55", "summary": "The fast-spreading version of the coronavirus has torn through India and the U.K. and is present in the U.S.. Politicians and public-health officials in the U.S. are expressing concern about the spread inside the country of the so-called Delta variant of the coronavirus designated by the World Health Organization as a global \"variant of concern.\"", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-head-of-global-accounting-rule-maker-expected-to-zero-in-on-technical-details-11625139000", "title": "New Head of Global Accounting Rule-Maker Expected to Zero In on Technical Details", "date": "2021-07-01 07:30", "summary": "Andreas Barckow on Thursday succeeded Hans Hoogervorst as chairman of the International Accounting Standards Board. The International Accounting Standards Board on Thursday got a new leader after a decade in which the standard-setter expanded its reach to more countries and implemented several key rule changes.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lust-is-a-better-buy-than-wanderlust-11625137380", "title": "Lust Is a Better Buy Than Wanderlust", "date": "2021-07-01 07:03", "summary": "Investors playing reopening trades may be looking for love in all the wrong places. This summer, Instagram feeds are featuring splashy girl trips, bachelor parties, weddings and family reunions as consumers go big after a year at home. But the party can't last forever: Eventually, budgets will run dry, vacation time will be depleted and in-person school will resume. Chances are consumers will then be looking for a different pandemic itch to scratch.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-pandemic-to-endemic-singapore-creates-model-for-living-with-covid-19-11625137201", "title": "Singapore Creates Model for Living With Covid-19", "date": "2021-07-01 07:00", "summary": "As vaccinations rise, the city-state plans to move to a new stage in which the virus ceases to paralyze daily life. SINGAPORE-For months, this city-state has enforced strict rules to keep coronavirus infections as close to zero as possible. Its border remains largely sealed. In the past two weeks, it has recorded between four and 20 new local cases a day-high enough by its low-risk standards that residents aren't permitted to eat at restaurants in groups of more than two.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/droughts-toll-on-u-s-agriculture-points-to-even-higher-food-prices-11625137201", "title": "Drought's Toll on U.S. Agriculture Points to Even-Higher Food Prices", "date": "2021-07-01 07:00", "summary": "Depleted snowmelt and dry weather darken outlook for crops and threaten to extend a run-up in beef, pork and milk costs. The Southwest is suffering through one of its worst droughts on record amid a critical reduction in the amount of water from snowpack runoff.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/general-atlantic-collects-3-billion-to-extend-ownership-of-four-portfolio-companies-11625137200", "title": "General Atlantic Collects $3 Billion to Extend Ownership of Four Portfolio Companies", "date": "2021-07-01 07:00", "summary": "The global growth investor is using an increasingly popular investment structure called a continuation fund to give it more money and time to develop the companies. General Atlantic, a growth investor that made early bets on Alibaba Group Holding Ltd. and Priceline.com LLC, has collected $3 billion for a fund that gives the firm more time and money to develop four companies it has backed.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/educational-software-firm-articulate-reaches-3-75-billion-valuation-11625137200", "title": "Educational Software Firm Articulate Reaches $3.75 Billion Valuation", "date": "2021-07-01 07:00", "summary": "General Atlantic led the $1.5 billion funding round, with participation from Blackstone and ICONIQ. Articulate Global LLC, an educational-technology firm that has grown quickly during the global shift toward remote work, is valued at $3.75 billion after a new funding round.", "categories": [["Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-new-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chris-paul-phoenix-suns-nba-finals-11625113408", "title": "Chris Paul Played JV Basketball. Now He's Playing in the NBA Finals.", "date": "2021-07-01 07:00", "summary": "Before he was the Point God, he was a junior-varsity point guard-for two years. Tim Fuller became the coach of a high school's junior-varsity basketball team in 2001, and it didn't take him long to recognize that his point guard was good. Then he realized that he was too good.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delta-variants-spread-hobbles-global-efforts-to-lift-covid-19-restrictions-11625131968", "title": "Delta Variant Hobbles Global Efforts to Lift Covid-19 Restrictions", "date": "2021-07-01 06:59", "summary": "Vaccines that reduce hospitalizations and deaths are tempering economic concerns-but not in poorer, less-inoculated countries. The fast spread of the Delta variant of the coronavirus in much of the world is thwarting plans in many countries to lift lockdowns and reopen economies, a major setback to efforts to contain the global Covid-19 pandemic.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/h-m-pays-price-of-upsetting-beijing-as-china-sales-drop-11625136844", "title": "H&M Pays Price of Upsetting Beijing as China Sales Drop", "date": "2021-07-01 06:56", "summary": "Retailer faced internet boycott after raising concerns over allegations of forced labor in Xinjiang. H&M Hennes and Mauritz AB put a number on the cost of upsetting China: about $74 million in lost sales last quarter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-many-jobs-signing-bonuses-of-1-000and-upare-the-new-norm-11625131800", "title": "This Summer, Jobs Come With a Hefty Signing Bonus", "date": "2021-07-01 05:30", "summary": "As companies grow more desperate to fill open roles, some dangle incentives worth $1,000 or more. Signing bonuses are usually reserved for professional athletes and a privileged few white-collar professionals. Not this summer.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/propane-prices-are-cooking-signaling-higher-winter-heating-bills-for-many-11625116423", "title": "Higher Propane Prices Signal Rise in Heating Bills", "date": "2021-07-01 05:30", "summary": "Overseas demand has depleted domestic stockpiles, leading to potential cold-weather price surges for U.S. households. Propane has rarely been so expensive this time of year, and prices may have to move higher yet to ensure ample supply for winter, when millions of rural Americans rely on the fuel to heat their homes.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-equity-firms-put-retirees-annuities-in-higher-risks-but-also-more-cash-11625130001", "title": "Private-Equity Firms Put Retirees' Annuities in Higher Risks", "date": "2021-07-01 05:00", "summary": "New report sheds light on how private-equity-backed insurers differ from traditional ones. Private-equity-backed insurance companies that owe billions of dollars to retirees in annuity payments are taking some additional risk with investments, new analysis by ratings firm A.M. Best shows.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kantar-hires-chris-jansen-as-its-new-ceo-11625121901", "title": "Kantar Hires Chris Jansen as Its New CEO", "date": "2021-07-01 02:45", "summary": "Bain Capital bought 60% of the market research firm in 2019, citing opportunities to expand its capabilities. Data and media research business Kantar has named Chris Jansen its new chief executive officer, effective Nov. 1.", "categories": [["WSJ News Exclusive", "CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apollo-to-take-stake-in-fintech-investor-motive-partners-11625133600", "title": "Apollo to Take Stake in Motive Partners", "date": "2021-07-01 00:01", "summary": "The move is aimed at beefing up the private-equity giant's technology. Apollo Global Management Inc. agreed to take a stake in financial-technology investor Motive Partners, a move aimed at beefing up the private-equity giant's own technology.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11625089756", "title": "Pepper...and Salt", "date": "2021-07-01 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-blocks-florida-law-barring-twitter-facebook-bans-of-candidates-11625106851", "title": "Florida Law Barring Twitter, Facebook Bans of Candidates Is Blocked", "date": "2021-07-01 23:15", "summary": "Restrictions on social-media companies seen as likely violating First Amendment and conflicting with federal law. A federal judge in Florida on Wednesday blocked the state from enforcing key parts of a new law that makes social-media companies such as Twitter Inc. and Facebook Inc. potentially liable for censoring political candidates, the news media and other users.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-fox-news-anchor-ed-henry-sues-channels-ceo-over-misconduct-allegations-11625108924", "title": "Ex-Anchor Files Suit Against Fox News", "date": "2021-07-01 23:08", "summary": "Company fired co-anchor of 'America's Newsroom' morning show last year after investigating sexual misconduct complaint against him. Former Fox News anchor Ed Henry sued the cable channel Wednesday, accusing his former employer of defaming him in a statement the company issued after it fired him last year following a sexual misconduct investigation.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-organization-and-cfo-allen-weisselberg-expected-to-be-charged-thursday-11625060765", "title": "Trump Organization and CFO Indicted on Tax Charges", "date": "2021-07-01 21:24", "summary": "The first criminal allegations stemming from New York prosecutors' probe into the former president's business affairs will be made public Thursday in court. A New York grand jury has indicted the Trump Organization and its chief financial officer with tax-related crimes that will be made public Thursday in court, people familiar with the matter said, marking the first criminal charges against the former president's company since prosecutors began investigating it three years ago.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exxon-disavows-remarks-after-video-shows-lobbyists-dismissing-companys-climate-stance-11625099651", "title": "Exxon Disavows Remarks After Video Shows Lobbyists Dismissing Company's Climate Stance", "date": "2021-07-01 20:57", "summary": "CEO says comments from lobbyists, including that Exxon only supports a carbon tax because it is unlikely to pass, don't reflect the company's positions. Exxon Mobil Corp. Chief Executive Darren Woods apologized and disavowed statements made by two of the company's top Washington lobbyists after an environmental group released a video recording of their dismissing its public positions on climate change.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-lorde-to-migos-the-best-songs-you-should-be-listening-to-right-now-11625073111", "title": "From Lorde to Migos, the Best Songs You Should Be Listening to Right Now", "date": "2021-07-01 20:51", "summary": "Here's WSJ.'s monthly roundup of new pop releases: everything that's grabbing our attention, making us think or getting us dancing.. Puerto Rican trap star Bad Bunny is lovesick on his latest single. \"Yonaguni,\" which references the western island of Japan, closes with the artist singing in Japanese. This is Bad Bunny's first solo release since his string of three new albums last year, YHLQMDLG, Las Que No Iban a Salir and El Último Tour del Mundo.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeings-new-cfo-faces-tough-decisions-on-how-to-reduce-debt-11625100461", "title": "Boeing's New CFO Faces Tough Decisions on How to Reduce Debt", "date": "2021-07-01 20:47", "summary": "The company on Wednesday said it hired Brian West, a former GE manager, to lead its finances. Boeing Co. 's new finance chief, a former General Electric Co. manager with close ties to the plane maker's chief executive, faces tough choices around how to bring down the company's debt.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delta-most-common-covid-19-variant-in-u-s-data-show-11625092580", "title": "Delta Most Common Covid-19 Variant in U.S., Data Show", "date": "2021-07-01 20:01", "summary": "CDC says fully vaccinated Americans don't need to wear face masks despite variant's spread. The highly transmissible Delta variant is the most common strain of the Covid-19 virus circulating in the U.S., new data showed, but federal health officials said fully vaccinated people don't necessarily need to put on face masks again.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]