[{"link": "https://www.wsj.com/articles/fasb-gives-interest-rate-relief-to-private-companies-nonprofits-renting-assets-11631746710", "title": "FASB Gives Interest-Rate Relief to Private Companies, Nonprofits Renting Assets", "date": "2021-09-15 18:58", "summary": "The change is supposed to make a new lease-accounting rule easier to implement and reduce costs for certain firms. The Financial Accounting Standards Board is giving private companies and nonprofits more flexibility in determining the rate they use when classifying and measuring their leases.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-price-controls--more-expensive-drugs-pills-11631740741", "title": "Biden's Price Controls Will Make Good Health More Expensive", "date": "2021-09-15 18:53", "summary": "Pharmaceutical innovation will suffer and drugs that could save your life may not reach the market.. Democrats are looking for ways to finance their $3.5 trillion reconciliation bill and one plan is to put price controls on prescription drugs. If enacted, these policies would harm patients enormously. Far from saving money, price controls would make better health more expensive.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/had-too-many-potential-recall-voters-already-moved-to-texas-11631746330", "title": "Had Too Many Potential Recall Voters Already Moved to Texas?", "date": "2021-09-15 18:52", "summary": "The Golden State's downward spiral continues.. When Gov. Gavin Newsom of California was facing a referendum on his leadership, public opinion polls showed the Democrat in danger of being recalled. But after making Tuesday's recall election a test of voter willingness to be governed by Republican candidate Larry Elder, whom state media outlets shamefully and successfully demonized, Mr. Newsom won in a landslide.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/masters-of-scale-review-make-it-and-blitz-it-11631746266", "title": "'Masters of Scale' Review: Make It and 'Blitz' It", "date": "2021-09-15 18:51", "summary": "To ﬁnd a big idea, you have to be actively looking for it. Once found, you need to 'go big' with it-before competitors can overtake you.. Sara Blakely was 26 years old and selling fax machines door to door when she \"pulled off to the side of the road and thought, I'm in the wrong movie.\" She searched around for a more compelling line of work, writing in her journal: \"I want to invent a product I can sell to millions of people that will make them feel good.\" She found it one night in 1997 as she got dressed for a party and realized that she wanted to wear body-shaping pantyhose under her pants but not with her shoes. She cut the feet off her nylons, and in an instant the idea for Spanx (a company now valued at around a billion dollars) was born.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/little-bit-karl-rove-dog-loss-passing-pets-joy-grief-cocker-spaniel-11631740732", "title": "Why God Created Dogs", "date": "2021-09-15 18:50", "summary": "Pets are a reminder to balance joy and grief. A fond farewell to the world's greatest dog.. Just after 10 a.m. on Saturday, Sept. 4, Little Bit Rove, the world's greatest dog, passed from this life to the next. She apparently had an arrhythmia from birth and despite the best efforts of Dr. Julie Page of Palisade, Colo., and her Valley Emergency Pet Care colleagues in Basalt, Little Bit's loving heart gave out. She'd have been three in November.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadians-hate-the-metric-system-imperial-pounds-kilograms-kilometer-mile-11631740937", "title": "Canadians Hate the Metric System", "date": "2021-09-15 18:48", "summary": "Most of us still use pounds despite a government policy of compulsory kilograms.. Vancouver, British Columbia", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-packing-justice-breyer-barrett-biden-squad-tinker-roe-abortion-politicized-11631738719", "title": "Can Stephen Breyer Save the Supreme Court?", "date": "2021-09-15 18:48", "summary": "The two justices share one opinion: The Court is in trouble.. At the start of each sitting of the U.S. Supreme Court, the participants and gallery hear this prayer: \"God save the United States and this Honorable Court!\" With court-packing in the air, one may ask: Does God think the Supreme Court is worth saving?", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/entitlement-affirmation-self-care-validation-politicians-government-11631740836", "title": "What Have I Done to Deserve This?", "date": "2021-09-15 18:47", "summary": "America's obsession with indiscriminate affirmation has me wondering whether I've really earned it.. Everyone seems to want to tell me what I deserve. Apparently I deserve affordable healthcare as well as high-speed internet access. I deserve to retire with dignity, according to Joe Biden. I deserve \"the full measure of happiness,\" according to Barack Obama. It also seems I deserve paid leave, a great life, a quality education, and above all a commitment from Congress to provide states with sufficient resources to modernize the water and sewer infrastructure systems.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/waiting-for-general-mark-milley-china-bob-woodward-report-11631744398", "title": "Waiting for General Milley", "date": "2021-09-15 18:45", "summary": "The Chairman of the Joint Chiefs has more explaining to do.. Donald Trump's behavior as a candidate and President unhinged some of America's vital institutions, including the press and the FBI. It would be disturbing to find out that military leaders also responded to the President's norm-breaking by betraying their institutional obligations.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-democrats-defeat-donald-trump-gavin-newsom-larry-elder-recall-election-11631739171", "title": "California Democrats Defeat Trump", "date": "2021-09-15 18:41", "summary": "Gavin Newsom saves his job by running against the former President.. On their present leftward sprint, Democrats will have a hard time keeping their Congressional majorities in 2022. But they think they may have found the political strategy for doing so: Wrap Donald Trump around the GOP's neck. That strategy worked Tuesday for California Gov. Gavin Newsom, as he routed the opposition in a recall election.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investment-firm-lexington-partners-explores-sale-11631745604", "title": "Investment Firm Lexington Partners Explores Sale", "date": "2021-09-15 18:40", "summary": "KKR is among large private-equity firms weighing bids in potential deal that could value buyout-fund investor at a few billion dollars, sources say. Investment firm Lexington Partners LP is exploring a sale of its business, part of an increasingly popular niche of the red-hot private-equity industry, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-block-mergers-the-easy-way-federal-trade-commission-guidelines-11631740650", "title": "How to Block Mergers the Easy Way", "date": "2021-09-15 18:40", "summary": "The FTC takes less than a week to drop a rule on vertical acquisitions.. President Biden this week finally appointed a replacement for Federal Trade Commissioner Rohit Chopra, so the acolyte of Sen. Elizabeth Warren can move on to harass businesses as the next director of the Consumer Financial Protection Bureau. Meantime, the commission continues to move full speed ahead.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-north-korea-nuclear-temptation-kim-jong-un-joe-biden-missile-tests-11631548034", "title": "The North Korea Nuclear Temptation", "date": "2021-09-15 18:39", "summary": "Carrots and sticks have both failed to stop Pyongyang's advances.. A pattern has emerged in President Biden's dealings with weaker adversaries: He opens with tough talk but fails to follow through. This has been most conspicuous with Iran, Russia and the Taliban, but North Korea could be next.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colorado-probe-of-aurora-police-department-finds-racial-bias-11631742217", "title": "Colorado Probe of Aurora Police Department Finds Racial Bias", "date": "2021-09-15 18:08", "summary": "State attorney general's investigation began a year after death of Elijah McClain in police custody. The Aurora police department used force against and arrested people of color, particularly Black people, at disproportionately higher rates than white people, according to the findings of a yearlong investigation by the Colorado attorney general's office.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-house-tax-bill-companies-get-return-of-higher-rates-but-not-the-breaks-11631739940", "title": "In House Tax Bill, Companies Get Return of Higher Rates but Not the Breaks", "date": "2021-09-15 18:05", "summary": "Where Republican legislation in 2017 restructured how the U.S. taxed corporations at home and abroad, the new bill largely keeps existing rules but raises tax rates. When Republicans made sweeping changes to corporate taxes in their 2017 tax overhaul, executives and tax professionals worried that a Democratic Congress could roll back the legislation's rate cuts without reinstating the many tax breaks the law tightened or eliminated.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fires-in-sequoia-national-forest-close-park-could-threaten-giant-trees-11631723440", "title": "Fires in Sequoia National Forest Close Park, Threatens Giant Trees", "date": "2021-09-15 18:02", "summary": "Park officials, firefighters work to keep sequoia tree groves safe. A pair of wildfires burning in the Sequoia National Park in California ballooned in size this week, threatening famous giant sequoia trees and prompting new evacuation advisories for the area.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadian-pacific-kansas-city-southern-agree-to-roughly-30-billion-deal-11631728418", "title": "Canadian Pacific Reaches $27 Billion Deal to Buy Kansas City Southern", "date": "2021-09-15 18:01", "summary": "A rival, Canadian National Railway, drops its pursuit, bringing to a close a monthslong battle for the coveted company. Canadian Pacific Railway Ltd. clinched a deal to take over Kansas City Southern , as a rival dropped its pursuit of the highly coveted railroad after a monthslong battle.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-holmes-trial-ex-employee-testifies-theranos-cut-corners-11631720459", "title": "Former Theranos Lab Worker Testifies in Elizabeth Holmes Trial", "date": "2021-09-15 17:57", "summary": "Former lab worker Erika Cheung tells of events that led her to alert federal authorities to the company's practices. SAN JOSE, Calif.-A former Theranos Inc. lab worker testified Wednesday that she raised alarms about the blood-testing startup's practices with colleagues, managers and even a top executive and a board member but was rebuffed at every turn.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uranium-heats-up-and-hedge-funds-score-11631698681", "title": "Uranium Heats Up, and Hedge Funds Score", "date": "2021-09-15 17:48", "summary": "Segra, Sachem Cove and Azarias notch gains driven by the nuclear fuel's unexpected emergence as an investor favorite. Uranium prices are rising, enriching a handful of hedge funds that have been betting a market laid low by a nuclear disaster a decade ago would rebound.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-plans-60-billion-share-buyback-program-raises-dividend-11631720770", "title": "Microsoft Plans $60 Billion Share-Buyback Program, Raises Dividend", "date": "2021-09-15 17:39", "summary": "Congressional Democrats have proposed implementing a 2% tax on public companies' stock buybacks. Microsoft Corp.'s board approved a plan to buy back as much as $60 billion of its stock, extending the tech giant's extensive repurchase program at a time when Congressional Democrats have proposed taxing companies that do buybacks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drug-prices-measure-blocked-in-house-committee-as-democrats-splinter-11631736372", "title": "Drug-Prices Measure Splinters House Democrats", "date": "2021-09-15 17:38", "summary": "Provision in $3.5 trillion budget package would allow Medicare to negotiate over the cost of prescriptions. WASHINGTON-Democratic divisions spilled into the open Wednesday over how to lower prescription drug prices as part of a broader $3.5 trillion budget package, signaling the challenge Democratic leaders face ironing out internal disagreements over a marquee component of the legislation.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ftc-moves-toward-stricter-antitrust-scrutiny-of-vertical-mergers-11631741589", "title": "FTC Moves Toward Stricter Antitrust Scrutiny of Vertical Mergers", "date": "2021-09-15 17:33", "summary": "Commission withdraws Trump-era policy, signals tougher approach on deals combining complementary companies. WASHINGTON-A divided Federal Trade Commission on Wednesday withdrew guidelines adopted just last year on how the government reviews so-called vertical mergers of companies that don't directly compete with one another, the latest signal the agency is looking to escalate antitrust scrutiny of deal making.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/finding-good-kids-mask-is-even-harder-this-fall-as-delta-variant-surges-11631683626", "title": "How to Find the Best Children's Mask as the Delta Variant Surges", "date": "2021-09-15 17:17", "summary": "It's harder to find a good children's mask this fall as many popular brands are selling out and the ubiquitous cloth masks are less effective against Delta. Masks for children are in high demand as schools resume, and for parents, the task of finding suitable ones is tough.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clint-eastwood-cry-macho-late-films-orson-welles-citizen-kane-jean-renoir-akiro-kurosawa-robert-altman-john-huston-alfred-hitchcock-john-ford-andrei-tarkovsky-stanley-kubrick-11631740304", "title": "Golden Years on the Silver Screen", "date": "2021-09-15 17:13", "summary": "The work that comes late in directors' careers is often lean, intimate and uncommonly urgent. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/village-vanguard-live-jazz-jason-moran-fred-hersch-arturo-o'farrill-birdland-blue-note-jazz-at-lincoln-center-wynton-marsalis-pat-metheny-11631739791", "title": "The Village Vanguard's Reopening Notes", "date": "2021-09-15 17:04", "summary": "Tuesday night's performance at the historic club by Ron Miles is just one of many exciting shows in the jazz world as it re-emerges in the wake of Covid-19. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-09-15-2021-11631695604", "title": "Stocks Climb After Pullback", "date": "2021-09-15 17:00", "summary": "Oil prices rally amid output disruptions in the Gulf of Mexico. U.S. stocks rose Wednesday, staging a rebound as investors tried to gauge the strength of the economic recovery.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boy-scouts-move-closer-to-bankruptcy-exit-with-two-settlement-deals-11631739271", "title": "Boy Scouts Move Closer to Bankruptcy Exit With Two Settlement Deals", "date": "2021-09-15 16:54", "summary": "Official committee of sex-abuse victims opposes settlements with insurer Hartford and Mormon Church, saying they are too low. The Boy Scouts of America took a step closer to reaching a resolution with tens of thousands of sex-abuse victims and exiting bankruptcy by signing deals totaling more than $1 billion with Hartford Financial Services Group Inc., one of the group's biggest insurers, and the Church of Jesus Christ of Latter-day Saints, which had been a supporter of its activities.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-pandemic-aid-kept-millions-of-americans-out-of-poverty-in-2020-11631739225", "title": "U.S. Pandemic Aid Kept Millions Out of Poverty in 2020", "date": "2021-09-15 16:53", "summary": "Without first two rounds of federal stimulus payments, 11.7 million more people would have fallen beneath poverty line last year, census data show. The sweeping financial assistance Congress provided to Americans earlier in the Covid-19 pandemic kept millions from sliding into poverty during the worst economic fallout from the crisis, new census figures show.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-expresses-confidence-in-mark-milley-after-reports-of-generals-talks-with-china-11631737118", "title": "Biden Voices Support for Joint Chiefs Chairman Milley", "date": "2021-09-15 16:52", "summary": "Republicans call for ouster of joint chiefs chairman over his discussions with his Chinese counterpart at end of Trump presidency. WASHINGTON-President Biden is standing behind his senior military adviser, Chairman of the Joint Chiefs of Staff Army Gen. Mark Milley, after Republicans called for his ouster following reports he had been in touch with his Chinese counterpart to ease tensions in the frenetic waning days of the Trump administration.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/billionaire-investor-nicolas-berggruen-to-buy-hearst-estate-in-beverly-hills-11631738843", "title": "Billionaire Nicolas Berggruen to Buy Hearst Estate in Beverly Hills", "date": "2021-09-15 16:47", "summary": "Mr. Berggruen won a bankruptcy auction for the estate with a $63.1 million offer, a discount from earlier asking prices. Billionaire investor and philanthropist Nicolas Berggruen is buying a Beverly Hills, Calif., estate once owned by William Randolph Hearst that has been tied up in bankruptcy for nearly two years.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-tax-proposal-takes-aim-at-etfs-11631717324", "title": "Democratic Tax Proposal Takes Aim at ETFs", "date": "2021-09-15 16:34", "summary": "Big money managers are bracing for a fight over Senate Finance Committee Chairman Ron Wyden's proposal. A top Senate Democrat has been circulating a proposal that would hit the rapidly growing world of exchange-traded funds. Big money managers are bracing for a fight.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-boy-scouts-bankruptcy-case-what-to-know-11630062000", "title": "What We Know About the Boy Scouts' Plan to Exit Bankruptcy", "date": "2021-09-15 16:32", "summary": "The youth group is pushing to exit chapter 11 this year. The Boy Scouts of America is pushing to exit bankruptcy after seeking chapter 11 protection last year from sex-abuse claims. The bankruptcy case, which spotlighted past failures by the organization to protect children, may be nearing its end as a settlement offer gains momentum. The youth group has said it needs to make peace with sex-abuse victims for its mission to survive. Here's what you should know about the chapter 11 case, the largest ever filed over sexual abuse, and what could happen next:", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-estate-jobs-luxury-condo-buildings-11631721734", "title": "How Two Real-Estate Outsiders Landed Jobs Inside Luxury Condo Buildings", "date": "2021-09-15 16:30", "summary": "A general manager and a cultural-and-lifestyle coordinator share how they ended up working at some of the most exclusive apartment towers in the country. Aziz Bendriss", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-cryptocurrency-fund-manager-sentenced-to-7-years-in-prison-11631736989", "title": "Ex-Cryptocurrency Fund Manager Sentenced to 7½ Years in Prison", "date": "2021-09-15 16:16", "summary": "Stefan Qin had pleaded guilty to one count of securities fraud after prosecutors said he ran his $90 million Virgil Sigma Fund like a Ponzi scheme. A cryptocurrency hedge-fund manager who lied about returns on his $90 million fund and siphoned money from its accounts to cover a lavish lifestyle was sentenced to 7½ years in prison Wednesday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-closer-look-11631736945", "title": "A Closer Look", "date": "2021-09-15 16:15", "summary": "Selections from 'When I Am Bigger' by Maria Dek. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-closer-look-11631736885", "title": "A Closer Look", "date": "2021-09-15 16:14", "summary": "Selections from 'Moose's Book Bus' by Inga Moore. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-closer-look-11631736816", "title": "A Closer Look", "date": "2021-09-15 16:13", "summary": "Selections from 'The Little Wooden Robot and the Log Princess' by Tom Gauld. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-closer-look-11631736734", "title": "A Closer Look", "date": "2021-09-15 16:12", "summary": "Selections from 'For Every Little Thing' by June Cotner and Nancy Tupper Ling, illustrated by Helen Cann. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/emojis-get-a-refresh-new-additions-amid-growing-use-for-work-11631736657", "title": "Emojis Get a Refresh, New Additions Amid Growing Use for Work", "date": "2021-09-15 16:10", "summary": "New emojis come out every year, but big tech companies have also been busy updating the ones they have as options for in-person communication remain limited. The governing body of emojis released a new batch of the graphic images that convey human expressions and add other visual context to text communications.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-pets-emotional-support-animals-dogs-cats-11631735988", "title": "Animal House: Ferrets, Guinea Pigs, Lizards Accompany Students to Campus", "date": "2021-09-15 16:04", "summary": "Resume Subscription. Last spring, when Tori Rystrom was a junior at Eckerd College in St. Petersburg, Fla., she bought a ferret she named Ozzie to help alleviate her anxiety. Then she started to worry that he would become sad and lonely when she went to class.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/90-degrees-of-separation-thursday-crossword-september-16-11631293309", "title": "90 Degrees of Separation (Thursday Crossword, September 16)", "date": "2021-09-15 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arizonas-sen-mark-kelly-avoids-fights-with-fellow-democrats-and-the-gop-sees-an-opening-11631703600", "title": "In Swing State Arizona, Sen. Mark Kelly Avoids Fights With Fellow Democrats in Re-Election Bid", "date": "2021-09-15 15:36", "summary": "Resume Subscription. PHOENIX-Unlike the other Democratic senator in Arizona, Sen. Mark Kelly isn't causing trouble for party leaders, saying he is focused on state issues. Republicans argue his stance gives them an opening to unseat him when he seeks re-election next year.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/cisco-introduces-new-metrics-to-showcase-shift-toward-software-11631734200", "title": "Cisco Introduces New Metrics to Showcase Business Transformation to Investors", "date": "2021-09-15 15:30", "summary": "The company wants to stress its business transformation to investors as it seeks to generate more subscription sales, its CFO says. Network equipment maker Cisco Systems Inc. plans to introduce new financial metrics and overhaul its reporting segments to showcase the growth of its software business.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yellen-irs-push-democrats-to-require-banks-to-report-annual-account-flows-11631727020", "title": "Yellen, IRS Push Democrats to Require Banks to Report Annual Account Flows", "date": "2021-09-15 15:21", "summary": "House Democrats didn't include a bank account reporting provision in their tax bill, declining for now to adopt a Biden administration proposal.. Treasury Secretary Janet Yellen and IRS Commissioner Charles Rettig pressed lawmakers Wednesday to give the Internal Revenue Service more information about taxpayers' bank accounts, as the Biden administration tries to salvage its struggling tax-compliance proposal.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-handbags-that-rich-women-carry-on-tv-11631733295", "title": "The Handbags That Rich Women Carry...on TV", "date": "2021-09-15 15:14", "summary": "You can tell a lot about an affluent TV heroine from the handbag she carries. Here, what seven real totes say about their fictional owners, from 'Empire' exec Cookie Lyon to 'The White Lotus' trophy wife Rachel Patton.. DESIGNER HANDBAGS are rarely the focal point of hit TV shows, but costume designers know that a character's purse can telegraph her lifestyle more subtly and authentically than other details. \"I'm very cognizant of a purse because it's like an appendage to women,\" said \"The White Lotus\" costume designer Alex Bovaird, who accessorized corporate executive Nicole Mossbacher (Connie Britton) with not one but two different Louis Vuitton Neverfulls (one for her laptop, one for the beach). And she outfitted newlywed Rachel Patton (Alex Daddario) with a green Goyard tote-a gift from her status-conscious husband-that created a flurry of online chatter among fans.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/st-andrews-scotland-golf-real-estate-11631732237", "title": "St. Andrews Is a Golf 'Mecca.' Well-Heeled Home Buyers Happen to Flock There, Too.", "date": "2021-09-15 15:00", "summary": "The Scottish town's world-class golf courses are helping draw buyers from around the world. Mika Vidgren and his wife, Petra, are mad about golf. Their problem is that the climate in their native Finland means that the season at home is frustratingly short. \"It is usually from about May until September, because the greens are under the snow for months in winter,\" said Mr. Vidgren.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-seven-shows-and-movies-to-stream-this-week-11631732401", "title": "What to Watch: Seven Shows and Movies to Stream This Week", "date": "2021-09-15 15:00", "summary": "Ken Burns's 'Muhammad Ali' documentary arrives on PBS, B.J. Novak's newsy anthology series 'The Premise' is on Hulu and more to add to your queue. Ken Burns's new documentary examines one of the icons of the 20th century, B.J. Novak's new anthology examines life in the 21st. Plus, \"Ted Lasso\" 's Jeremy Swift, who is nominated for an Emmy at this Sunday's awards ceremony, recommends a series about later life. Here's where to stream it all.", "categories": [["Books & Arts", "Entertainment", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scenic-st-andrews-11631731929", "title": "Scenic St. Andrews", "date": "2021-09-15 14:52", "summary": "A visit to the seaside town on Scotland's east coast.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/biden-to-meet-with-top-executives-on-covid-19-vaccine-mandate-11631696400", "title": "Biden Meets With Executives on Vaccine Mandate", "date": "2021-09-15 14:48", "summary": "Microsoft, Walgreens and others have chance to give input on president's plan to contain coronavirus pandemic. WASHINGTON-President Biden met Wednesday with executives from companies including Walt Disney Co. , Microsoft Corp. and Walgreens Boots Alliance Inc. to advance his Covid-19 vaccination requirements for the private sector.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/simone-biles-mckayla-maroney-aly-raisman-senate-fbi-investigation-11631723958", "title": "Star Gymnasts Give Senators an Unsparing Account of FBI's Failures in Nassar Investigation", "date": "2021-09-15 14:42", "summary": "Simone Biles, McKayla Maroney, Maggie Nichols and Aly Raisman appeared before the Senate Judiciary Committee describing their abuse and its aftermath. WASHINGTON-In a litany of reports and documents, the four women who appeared before the Senate Judiciary Committee on Wednesday have for years been referred to by initials or numbers: \"Athlete B,\" \"Gymnast 1\", \"Athlete A,\" \"Gymnast 3.\"", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-instant-pot-taco-recipe-inspired-by-nine-perfect-strangers-makes-the-best-tv-dinner-11631730600", "title": "The Best TV Dinner: A Taco Recipe Inspired by 'Nine Perfect Strangers'", "date": "2021-09-15 14:30", "summary": "An unsettling episode provides the jumping-off point, but this warming, meaty birria delivers nothing but comfort. Simple to make, it's ideal for enjoying in front of the TV.. AS THE WEATHER cools, many of us will be pulling out our Instant Pots and diving into braises, ragouts and other low-effort, high-reward comfort foods. Almost no category of dishes is better suited to this purpose than guisados, homey Mexican stews like chicken tinga and cochinita pibil, tailor-made for tucking into tacos. And-inspired by a jaw-dropping scene involving an unsuspecting pet goat and a tribe of desperately hungry spa-goers in Nicole Kidman's new Hulu series, \"Nine Perfect Strangers\"-perhaps no guisado better suits this moment than the Jaliscan stew of goat and chile known as birria.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/minnesota-judge-strikes-down-referendum-on-replacing-minneapolis-police-department-11631724193", "title": "Judge Strikes Down Referendum on Replacing Minneapolis Police Department", "date": "2021-09-15 14:12", "summary": "Minnesota Supreme Court agrees to review language of ballot question, which stems from the killing of George Floyd. The Minnesota Supreme Court on Wednesday agreed to review a Minnesota judge's decision to strike down language for a proposed ballot initiative that would have cleared the way to replace the city's Police Department with a new agency days before early voting was set to begin.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dish-network-enlists-ibm-to-help-build-5g-network-11631728243", "title": "Dish Network Enlists IBM to Help Build 5G Network", "date": "2021-09-15 13:50", "summary": "IBM will provide orchestration software, technology that helps network providers manage and automate how they deliver 5G services. Dish Network Corp. tapped International Business Machines Corp. to help manage its coming 5G network, a move it sees as key to luring enterprise customers to its wireless business.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-medical-degree-isnt-a-license-to-spout-off-11631727789", "title": "A Medical Degree Isn't a License to Spout Off", "date": "2021-09-15 13:43", "summary": "Editors of medical journals prescribe economic policies to fight climate change.. \"Doctors Join the Climate Lobby\" (Review & Outlook, Sept. 8) rightly takes to task the editorial in more than 200 medical journals about the impending apocalypse of global warming. One criticism you miss, however, is that in their screed there is not a single appearance of the word \"nuclear,\" even though nuclear power is the only realistic long-term means of reducing greenhouse-gas emissions.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iowa-farm-farmers-capital-gains-tax-step-up-basis-biden-agriculture-11631659308", "title": "Iowa Farm Bureau Responds to Ag Secretary on Taxes", "date": "2021-09-15 13:42", "summary": "The Biden administration plan to end the step-up in basis would hurt real farmers.. Farmers everywhere took issue with Agriculture Secretary Tom Vilsack's claim that no real farmer would be hurt by the administration's proposed tax changes (\"Biden's Tax Changes Won't Hurt Family Farmers,\" op-ed, Sept. 9). The secretary knows full well that agriculture is an asset-rich and cash-poor enterprise.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-refugees-afghanistan-vietnam-border-immigration-11631658358", "title": "Biden Opposed Resettling Refugees in the U.S. After Vietnam", "date": "2021-09-15 13:39", "summary": "Yet he's willing to open the doors to Afghans and those streaming across the southern border.. William Galston criticizes some Republicans who are concerned about admitting Afghan refugees into our country (\"Doing the Honorable Thing Divides the GOP,\" Politics & Ideas, Sept. 1). He reminds us of the benefits we have derived from the thousands of Vietnamese and Cambodian refugees admitted under similar circumstances. But he doesn't discuss the resistance by some Democrats to resettling these Vietnam War refugees in the U.S. In a 2018 op-ed in the Journal, Joseph D'Hippolito detailed strenuous opposition from Jerry Brown, George McGovern and Joe Biden.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jones-act-imports-shipping-gas-lng-domestic-industry-11631657839", "title": "The Jones Act Ties the Hands of American Industry", "date": "2021-09-15 13:37", "summary": "The law hands an edge to imports.. Your editorial's framing of the Jones Act as an impediment to the distribution of American products (\"Mr. Biden's Fish Story,\" Sept. 10) is right on the mark. By dramatically raising the cost of domestic ocean transport, the law hands an edge to imports with access to more competitively priced international shipping. The companies suing Customs and Border Protection plausibly claim that, should Alaskan fish be denied access to international shipping, the Northeast U.S. will have at least some of its seafood needs met from Russian and Chinese firms.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/food-stamps-snap-iga-grocery-store-medicaid-healthcare-11631657506", "title": "If Food Stamps Were Like Medicaid", "date": "2021-09-15 13:36", "summary": "Unlike grocery stores, doctors and healthcare providers have to give a discount.. IGA CEO John Ross supports the SNAP program-clearly a good program when managed well (Letters, Sept. 11). I wonder if he'd support it if IGA stores were required to give a 30% discount to SNAP recipients, much like doctors or healthcare providers are required to do for Medicaid patients.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-prime-minister-boris-johnson-shifts-dominic-raab-aside-in-cabinet-reorganization-11631726799", "title": "Boris Johnson Shifts Top Diplomat Aside in Cabinet Reorganization", "date": "2021-09-15 13:26", "summary": "Move of the country's top diplomat follows recriminations over Afghan evacuation; Liz Truss to step into role. LONDON-British Prime Minister Boris Johnson Wednesday shuffled a number of top ministerial jobs in a bid to enforce discipline within Conservative Party ranks and move on from the Covid-19 crisis.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-invade-taiwan-strait-pla-missile-mines-counterinsurgency-biden-xi-tsai-ing-wen-11631721031", "title": "How to Deter China From Invading Taiwan", "date": "2021-09-15 13:12", "summary": "To change Beijing's calculus, arm Taipei with missiles and turn the island into a 'porcupine.'. The fall of Afghanistan and the chaotic American withdrawal have been a propaganda windfall for autocrats across the world. Nowhere has the perception of American weakness been more trumpeted than in China, where state media outlets run predictions of American decline and warn U.S. allies and partners that they, too, will be abandoned. The Chinese Communist Party mouthpiece, Global Times, called Afghanistan an \"omen\" for Taiwan's fate.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zhao-wei-china-biggest-movie-star-erased-from-internet-11631713293", "title": "China's Biggest Movie Star Was Erased From the Internet, and the Mystery Is Why", "date": "2021-09-15 13:11", "summary": "Resume Subscription. HONG KONG-Zhao Wei spent the past two decades as China's equivalent of Reese Witherspoon, a beloved actress turned business mogul.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/law-school-american-bar-association-aba-anticompetitive-access-low-moderate-income-11631720838", "title": "Lower the Bar for Legal Eagles Who Don't Go to Law School", "date": "2021-09-15 13:09", "summary": "You shouldn't need three years of ABA-accredited education to provide basic advice on a contract.. CNN anchor Poppy Harlow recently took a leave of absence from the network to attend a one-year master's degree program for nonlawyers at Yale Law School. By drawing attention to Yale's M.S.L. program, Ms. Harlow helps shed light on the absurdity of the legal profession's time-consuming and expensive requirements to be licensed as a lawyer, which primarily serve to raise lawyers' earnings and limit access to justice.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/close-email-open-netflix-how-tv-replaced-the-commute-as-a-workday-wind-down-11631725138", "title": "Close Email, Open Netflix. How TV Replaced the Commute as a Workday Wind-Down.", "date": "2021-09-15 12:59", "summary": "Pre-Covid, office workers used commutes to decompress after a stressful day. Now, stuck at home, we're immersing ourselves in TV drama to detach from job dramas. Here's how to max out the benefits.. SAMANTHA LEFAVE used to walk home from her office in downtown Denver every day. For those 20 minutes, the 31-year-old content marketer was unavailable on email. Often, she'd put on headphones and pull up music or a podcast to ensure her mind didn't wander to thoughts of deadlines.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gary-gensler-focuses-on-crypto-trading-platforms-in-senate-hearing-11631640427", "title": "Gensler Focuses on Crypto Trading Platforms in Senate Hearing", "date": "2021-09-15 12:50", "summary": "Securities and Exchange Commission chairman says many crypto assets meet definition of securities. WASHINGTON-Securities and Exchange Commission Chairman Gary Gensler said he was taking a hard look at cryptocurrency-trading platforms in a hearing Tuesday in which he called for more funding for the regulatory agency.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prince-andrews-effort-to-block-sex-abuse-lawsuit-hits-setback-11631723843", "title": "Prince Andrew's Effort to Block Sex-Abuse Suit Hits Setback", "date": "2021-09-15 12:37", "summary": "England's High Court said it would take steps to formally notify British royal of legal case. LONDON-A court in the U.K. agreed to formally notify Prince Andrew of a lawsuit by a woman who alleges she was sexually abused by the British royal, potentially paving the way for Queen Elizabeth's son to provide a formal response to the accusations.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-invest-retirement-savings-in-esg-11631539490", "title": "How to Invest Retirement Savings in ESG-Even if Your 401(k) Doesn't Offer It", "date": "2021-09-15 12:00", "summary": "It may take a little more work and research, but it's doable. Investors who yearn to align their portfolios with their values often face a dilemma. Many working Americans hold the bulk of their retirement money in a 401(k) or other employer-sponsored retirement-savings plan, and such plans rarely include funds that are clearly focused on environmental, social and governance (ESG) issues.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zoom-follows-workers-back-to-the-office-with-a-video-booth-11631720263", "title": "Zoom Follows Workers Back to the Office With a Video Booth", "date": "2021-09-15 11:37", "summary": "First it helped people work from home. Now Zoom is offering its services to those struggling to video-call from the office.. Zoom Video Communications Inc. has teamed up with a maker of office phone booths to create a videoconferencing pod for offices, as part of its strategy to remain useful as workers begin to trickle back to the workplace.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-georgetown-tennis-coach-to-plead-guilty-in-college-admissions-cheating-case-11631718418", "title": "Former Georgetown Tennis Coach to Plead Guilty in College-Admissions Case", "date": "2021-09-15 11:06", "summary": "Gordon Ernst agrees to deal admitting to bribery, conspiracy and tax fraud; prosecutors recommend four years in prison. BOSTON-Former Georgetown University tennis coach Gordon Ernst has agreed to plead guilty to federal charges in connection with the sprawling nationwide college-admissions cheating scandal.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-tv-tray-tables-offer-more-than-nostalgia-11631718000", "title": "Why TV Tray Tables Offer More Than Nostalgia", "date": "2021-09-15 11:00", "summary": "Folding tray tables might evoke your childhood, but the latest designs serve up cutting-edge styles and materials-and are coming in handy in the WFH era. 'CHIC' TV TABLE is not an oxymoron-a good thing, given the need for flexible décor while families' remote workers and students monopolize actual tables. If you're a grandmillennial or nostalgia-seeker drawn to the metal variety of the 1960s, when the novelty of dining in the glow of \"Gunsmoke\" or \"The Addams Family\" caught on, you can find stylish takes on vintage sites. New iterations appear in bamboo wood, stainless steel or acrylic, like CB2's Nova Acrylic Folding Table, above. Sandra Moreno, founder of New York's Studio No. 8 Interior Design, has paired it with sectional couches and chaises. \"It doesn't take up a lot of visual space, but it's functional,\" she said.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wells-fargo-embraces-multicloud-with-microsoft-google-deals-11631717100", "title": "Wells Fargo Embraces Multicloud With Microsoft, Google Deals", "date": "2021-09-15 10:45", "summary": "The bank is part of an industry shift away from private data centers to the public cloud. Wells Fargo & Co. unveiled a decadelong initiative to update its digital infrastructure in part by moving its workloads to cloud services from Microsoft Corp. and Alphabet Inc.'s Google-the latest large bank to make a significant bet on the public cloud.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/socially-responsible-companies-11631539607", "title": "Which Fund Company Is Winning the Race for Socially Responsible Investors?", "date": "2021-09-15 10:34", "summary": "BlackRock has the most ESG assets, thanks to a blitz of new ETFs. BlackRock Inc. has vaulted from fourth to first place in socially responsible fund assets in the past 18 months with a barrage of 29 launches of mutual funds and exchange-traded funds.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-union-drive-heads-north-to-canada-11631651335", "title": "Amazon Union Drive Heads North to Canada", "date": "2021-09-15 10:24", "summary": "Teamsters targets warehouse in Alberta, setting stage for another campaign pitting unions versus the e-commerce retailer. OTTAWA-Organized labor's efforts to unionize workers at Amazon.com Inc. warehouses have moved north to Canada following a failed drive this year at the e-commerce retailer's operations in Alabama.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-u-s-nailed-the-economic-response-to-covid-19-11631714400", "title": "How the U.S. Nailed the Economic Response to Covid-19", "date": "2021-09-15 10:00", "summary": "America's fiscal policy succeeded in pushing poverty in the opposite direction that usually occurs in recessions. Countless things have gone wrong since Covid-19 arrived on American shores, yet this week we got proof of something that really went right: the economic policy response.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-stymies-once-united-u-n-panel-on-north-korea-sanctions-11631714247", "title": "China Stymies Once-United U.N. Panel on North Korea Sanctions", "date": "2021-09-15 09:57", "summary": "A draft panel report is filled with perfunctory responses and dissenting footnotes from Beijing. A United Nations panel of experts tasked with monitoring international sanctions on North Korea has fallen into dysfunction, people familiar with the matter said, as China seeks to help its ally and feuds with the U.S.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fintech-startup-pagaya-nears-9-billion-spac-deal-11631678461", "title": "Fintech Startup Pagaya Reaches $9 Billion SPAC Deal to Go Public", "date": "2021-09-15 09:33", "summary": "Company, which uses artificial intelligence to improve lending and other financial processes, is combining with EJF Acquisition. Pagaya Technologies Ltd. is going public through a merger with a special-purpose acquisition company that values the financial-technology startup at about $9 billion, the companies said.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hurricane-ida-henri-climate-change-united-nations-un-galsgow-conference-natural-disaster-infrastructure-carbon-emissions-11630704844", "title": "Hurricane Ida Isn't the Whole Story on Climate", "date": "2021-09-15 09:30", "summary": "The number of landfall hurricanes isn't rising and the world is getting better at mitigating their destruction.. Editor's note: As November's global climate conference in Glasgow draws near, important facts about climate change don't always make it into the dominant media coverage. We're here to help. Each week contributor Bjorn Lomborg will provide some important background so readers can have a better understanding of the true effects of climate change and the real costs of climate policy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-las-vegas-sands-occidental-petroleum-what-to-watch-when-the-stock-market-opens-today-11631704121", "title": "Microsoft, Las Vegas Sands, AMC: What to Watch When the Stock Market Opens Today", "date": "2021-09-15 09:18", "summary": "Stock futures are up, indicating a tepid rebound for major indexes. U.S. stock futures are up, signaling a tepid rebound for major indexes. Here's what we're watching ahead of Wednesday's opening bell.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doordash-sues-new-york-city-over-sharing-data-with-restaurants-11631711461", "title": "DoorDash Sues New York City Over Sharing Data With Restaurants", "date": "2021-09-15 09:11", "summary": "New legal case adds to battle that food-delivery companies are having with city over commission caps. DoorDash Inc. is doubling down in its legal battle with New York City, suing the city over a law that would require food-delivery companies to share more data with restaurants.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zara-owners-stock-has-shrunk-in-the-lockdown-wash-11631711143", "title": "Zara Owner's Stock Has Shrunk in the Lockdown Wash", "date": "2021-09-15 09:05", "summary": "Sales at Spanish fast-fashion retailer Inditex have fully recovered from their pandemic falls, but the company's valuation hasn't. Even as shoppers stock up on new clothes to return to the office and bars, fast-fashion stocks have been left on the shelf. This could show nerves about fresh lockdowns, but another explanation is possible: Investors might be starting to pay more attention to the clothing industry's environmental footprint.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/viacomcbs-wants-to-lure-big-producers-with-ownership-stakes-in-bet-venture-11631710800", "title": "ViacomCBS Wants to Lure Big Producers With Ownership Stakes in BET Venture", "date": "2021-09-15 09:00", "summary": "BET Studios, controlled by ViacomCBS, is offering creative executives equity positions in lieu of big cash guarantees. When producer Aaron Rahsaan Thomas was exploring his next career opportunity earlier this year, there were offers from streaming services and traditional TV networks. But one suitor was promising him something the others weren't: ownership.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/our-reviewers-on-8-booker-prize-winning-novels-11631710501", "title": "Our Reviewers on 8 Booker Prize-Winning Novels", "date": "2021-09-15 08:55", "summary": "With the announcement of the 2021 Booker short list, a look back at some previous winners.. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-joins-ford-and-argo-ai-to-pilot-self-driving-delivery-service-11631710243", "title": "Walmart to Test Self-Driving Delivery Service With Ford and Argo AI", "date": "2021-09-15 08:50", "summary": "Companies aim to start autonomous-vehicle delivery service in Miami, Washington, D.C., and Austin, Texas. Walmart Inc. is working with Ford Motor Co. and Argo AI to start testing an autonomous-vehicle delivery service in three U.S. cities as the big-box retailer's consumers continue to favor deliveries within the same or next day.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-goes-cold-turkey-on-property-11631709955", "title": "China Goes Cold Turkey on Property", "date": "2021-09-15 08:45", "summary": "Weak economic data show just how complicated any transition away from real estate could be. Beijing has decided it wants a German economy: lots of high-tech manufacturing and exports, high savings-and definitely no American-sized housing bubbles.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jay-shetty-interview-tea-ariana-11631709668", "title": "A Former Monk, Now a Viral Life Coach: \"I Want People to Discover Their Purpose.\"", "date": "2021-09-15 08:41", "summary": "Jay Shetty-whose videos have amassed over eight billion views and attracted fans including Arianna Huffington, Will Smith and Oprah-seeks to bring wisdom to the world.. Jay Shetty's goal is to make wisdom go viral. So far, the British-born author, podcast host and former monk has succeeded: He's a best-selling author of Think Like A Monk: Train Your Mind for Peace and Purpose Every Day, the creator of over 400 videos with a total of over eight billion views, a life and purpose coach with over 48 million followers across social media, the host of the popular health and wellness podcast On Purpose with Jay Shetty, on which he's interviewed everyone from Novak Djokovic to Oprah Winfrey, and, most recently, a co-founder-along with his wife, Radhi Devlukia-Shetty-of Sama Tea, an organic tea line that launches this month.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-property-curbs-send-economic-tremors-11631707347", "title": "China's Property Curbs Send Economic Tremors", "date": "2021-09-15 08:02", "summary": "Nonperforming real-estate loans rise at Chinese banks. Beijing's pressure on the real-estate sector is being felt far beyond China Evergrande Group , raising questions about how much economic pain China's leaders are willing to stomach as they rein in yet another industry.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/law-enforcements-use-of-commercial-phone-data-stirs-surveillance-fight-11631707201", "title": "Law Enforcement's Use of Commercial Phone Data Stirs Surveillance Fight", "date": "2021-09-15 08:00", "summary": "Agencies' growing use of purchased data without warrants raises new legal questions. In January 2020, a 14-year-old girl was reported missing from her home in Missouri and classified as a runaway by local police. Her phone had been wiped of data and left behind, leaving few clues about her whereabouts.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/padres-austin-adams-pitcher-hit-batsmen-11631676397", "title": "The Padres' Austin Adams Is the Greatest Hit Man in MLB History", "date": "2021-09-15 08:00", "summary": "The San Diego reliever has tied the record for hit batsmen in a season, plunking one in 10 of the hitters he has faced. There may be nothing more daunting in baseball than stepping up to the plate and seeing Austin Adams standing on the mound. That's because there's a shockingly good chance that the hitter will walk away from the encounter with a painful bruise caused by a baseball traveling nearly 90 mph slamming into his body.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldman-is-buying-greensky-in-a-2-2-billion-bid-to-finance-your-childs-braces-11631706601", "title": "Goldman to Buy Specialty Lender GreenSky for $2.2 Billion", "date": "2021-09-15 07:50", "summary": "Specialty lender helps consumers with big one-time purchases like cosmetic surgery and home improvements. Goldman Sachs Group Inc. is buying specialty lender GreenSky Inc. for $2.2 billion, striking a deal it hopes will further its reinvention from Wall Street powerhouse to Main Street player.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflixs-sizzle-reel-needs-to-impress-11631705402", "title": "Netflix's Sizzle Reel Needs to Impress", "date": "2021-09-15 07:30", "summary": "Streaming giant will hold first major preview event following period of anemic user growth. Netflix badly needs the second half of the year to go better than the first. Investors are already betting that it will.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelotons-treadmill-cant-run-on-hype-11631703780", "title": "Peloton's Treadmill Can't Run on Hype", "date": "2021-09-15 07:03", "summary": "The company's next leg might not be as revolutionary as it hopes. Peloton Interactive 's treadmill business is finding its legs, but it may be a while before it is truly up and running.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhood-is-going-on-a-college-tour-to-recruit-new-customers-11631703600", "title": "Robinhood Is Going on a College Tour to Recruit New Customers", "date": "2021-09-15 07:00", "summary": "The app criticized for gamifying trading is kicking off a nationwide push to court students, including a shot at a $20,000 prize. Robinhood Markets Inc., the go-to trading app for young investors, wants its user base to get even younger.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airlines-delays-cancellations-summer-11631651918", "title": "Ambitious Flight Schedules Burned Airlines This Summer", "date": "2021-09-15 06:00", "summary": "Cancellations and delays plagued airlines with the fullest slate of flights. Just how bad was air travel this summer? It really depended on which airline you flew.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smartnews-app-raises-230-million-considers-possible-ipo-11631700001", "title": "SmartNews App Raises $230 Million, Considers Possible IPO", "date": "2021-09-15 06:00", "summary": "Tokyo-based news-discovery company is valued at $2 billion in its latest funding round. SmartNews Inc. has raised $230 million in its latest funding round, valuing the news-discovery app at roughly $2 billion and setting the stage for a potential listing of its shares.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tokyo-olympics-didnt-worsen-covid-19-spread-data-suggest-11631700000", "title": "Tokyo Olympics Didn't Worsen Covid-19 Spread, Data Suggest", "date": "2021-09-15 06:00", "summary": "Outside specialists still see issues with Japan's porous bubble for Summer Games participants. TOKYO-Initial data suggest that the spectator-free Tokyo Olympics didn't exacerbate the Covid-19 outbreak in Japan, providing organizers of the Winter Games in China in February with one template for hosting the event.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-former-mao-aides-diaries-spark-a-custody-battle-over-an-unofficial-history-of-china-11631698202", "title": "A Former Mao Aide's Diaries Spark a Custody Battle", "date": "2021-09-15 05:30", "summary": "Resume Subscription. For 80 years, Li Rui, once a top aide to Mao Zedong, penned letters and diary notes detailing his long, topsy-turvy life near the center of the Communist Party. Before his death in 2019, Mr. Li's daughter spirited the volumes out of China and into a California archive.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/payment-jewelry-still-has-its-fans-despite-smartwatch-dominance-11631698200", "title": "Payment Jewelry Still Has Fans, Despite Smartwatch Dominance", "date": "2021-09-15 05:30", "summary": "Smaller companies say rings and bracelets with payment technology are selling well, even as some banks retreat from wearable jewelry. In September 2015, credit-card issuer Barclaycard and fashion house Lyle & Scott Ltd. unveiled a winter jacket whose wearer could make purchases by tapping the sleeve on contactless payment terminals.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-steel-prices-have-manufacturers-scrounging-for-supplies-11631698202", "title": "High Steel Prices Put Squeeze on Manufacturers", "date": "2021-09-15 05:30", "summary": "Companies hunt for metal and hire help to find supplies; steel industry says 'we are producing as much as we can'. Manufacturers are facing the highest steel and aluminum prices in years, another hurdle for U.S. companies already struggling to make enough cars, cans and other products.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supply-chain-strains-hit-prices-inventories-of-artificial-christmas-trees-11631698200", "title": "Christmas Tree Sellers Hit by Supply-Chain Disruptions", "date": "2021-09-15 05:30", "summary": "High shipping costs, delivery delays have artificial-tree merchants raising list prices and warning of shortfalls in holiday decorations. Supply-chain disruptions will make decking the halls more expensive than ever for consumers looking for artificial trees this Christmas.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spacex-jared-isaacman-face-test-during-private-flight-to-orbit-11631698201", "title": "SpaceX, Jared Isaacman Face Test During Private Flight to Orbit", "date": "2021-09-15 05:30", "summary": "Founder of payment-processing company to lead first orbital mission by an all-civilian crew. Elon Musk's SpaceX has demonstrated its ability to accomplish missions for the U.S. government. This week, the company has a new customer from the private sector to satisfy: a 38-year-old billionaire who wants to be an astronaut.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-iphone-13s-price-wins-favor-in-china-11631698201", "title": "Apple iPhone 13's Price Wins Favor in China", "date": "2021-09-15 05:30", "summary": "Huawei's fall benefits company in key market, but supply problems and local challenges remain. Apple Inc.'s latest smartphone lineup won favorable reviews from Chinese consumers thanks to its competitive pricing, although supply constraints and competition from local brands remain challenges in one of Apple's most important markets.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macau-casinos-uncommon-prosperity-is-at-risk-11631696153", "title": "Macau Casinos' Uncommon Prosperity Is at Risk", "date": "2021-09-15 04:55", "summary": "A decadent gambling hub doesn't fit well with China's new 'common prosperity' mantra. Investors fear a tougher stance is coming.. Investors are folding their bets on Macau as they worry the gambling hub could be the next target of China's all-encompassing regulatory crackdown.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-recall-effort-fails-gavin-newsom-remains-governor-11631678768", "title": "Gavin Newsom Beats California Recall Effort, Remains Governor", "date": "2021-09-15 02:04", "summary": "Larry Elder receives most votes among candidates who vied to replace Democrat in unsuccessful effort by Republicans. California Gov. Gavin Newsom has easily defeated a recall effort led by Republicans and fueled by frustrations over his handling of the Covid-19 pandemic, according to a vote projection by the Associated Press.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-asks-federal-judge-to-quickly-block-texas-abortion-law-11631684768", "title": "Judge Sets Oct. 1 Hearing for Federal Bid to Block Texas Abortion Law", "date": "2021-09-15 01:46", "summary": "Justice Department seeks a preliminary injunction or temporary restraining order while court considers department's lawsuit against Texas. WASHINGTON-A federal judge set an Oct. 1 hearing date for the Biden administration's bid to block a Texas law designed to largely end access to abortion throughout the state.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-economic-recovery-is-looking-gloomier-11631683862", "title": "China's Economic Recovery Is Looking Gloomier", "date": "2021-09-15 01:31", "summary": "Retail and property sectors show weakness amid a fresh outbreak of Covid-19 and tighter government regulations. BEIJING-Growth across a range of Chinese economic indicators pulled back sharply in August, as a new outbreak of the Covid-19 Delta variant and tighter government regulations on the property market hit consumer spending and the housing sector.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paytm-blazed-a-trail-in-indian-fintech-but-faces-crowded-market-as-ipo-nears-11631616723", "title": "Buffett-Backed Indian Fintech Giant Faces Challenges as IPO Nears", "date": "2021-09-15 00:23", "summary": "Company isn't the dominant player in payments that it wanted to become. Paytm, a pioneer in mobile payments in India and one of the country's best-known startups, set out years ago to build an ubiquitous digital-finance ecosystem much like Ant Group Co.'s Alipay in China.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11631637072", "title": "Pepper...and Salt", "date": "2021-09-15 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-casino-stocks-fall-on-fears-of-increased-macau-regulations-11631647437", "title": "U.S. Casino Stocks Fall on Fears of Increased Macau Regulations", "date": "2021-09-15 23:46", "summary": "The Macau government launches process for new gambling licenses. Stocks in U.S. casino companies fell Tuesday after the Macau government set expectations for the future of the gambling industry there, including increased regulatory scrutiny over casino operations.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/analog-devices-hires-new-chief-legal-officer-11631655900", "title": "Analog Devices Hires New Chief Legal Officer", "date": "2021-09-15 23:44", "summary": "The semiconductor company has brought on board Janene Asgeirsson, who was involved with the sale of Acacia Communications to Cisco Systems earlier this year. Analog Devices Inc. has hired a new chief legal officer, the analog semiconductor company said Tuesday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/verzuz-moves-to-in-person-fan-events-with-ja-rule-and-fat-joe-rap-battle-at-madison-square-garden-11631669582", "title": "Verzuz Moves to In-Person Events With Ja Rule, Fat Joe Battle", "date": "2021-09-15 21:33", "summary": "Streaming event that gained popularity during Covid-19 lockdowns holds second major concert. One of the creative ways artists and producers shared music during the pandemic is continuing in an in-person format.", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/george-w-bush-mark-milley-and-violent-extremists-11631667584", "title": "George W. Bush, Mark Milley and Violent Extremists", "date": "2021-09-15 20:59", "summary": "What are America's domestic threats?. Pundits have widely interpreted former President George W. Bush's Saturday remarks to be a condemnation of participants in last January's Capitol Riot. But recent news brings other possibilities. Last weekend Mr. Bush said at a 9/11 memorial service for the heroes of Flight 93:", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/haiti-prosecutor-seeks-charges-against-prime-minister-in-presidents-assassination-11631644373", "title": "Haiti Prosecutor Seeks Charges Against Prime Minister in President's Assassination", "date": "2021-09-15 20:52", "summary": "The prosecutor said Prime Minister Ariel Henry talked on the phone to a leading suspect in the hours after the killing of President Jovenel Moïse. A leading Haitian prosecutor asked a judge on Tuesday to charge Prime Minister Ariel Henry in connection with the July assassination of President Jovenel Moïse. The prime minister, meanwhile, fired the prosecutor, the latest twists in an unresolved murder drama likely to deepen the country's political chaos.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senators-seek-answers-from-facebook-after-wsj-report-on-instagrams-impact-on-young-users-11631664695", "title": "Senators Seek Answers From Facebook After WSJ Report", "date": "2021-09-15 20:11", "summary": "Lawmakers say they may seek documents and interview other witnesses. Sens. Richard Blumenthal and Marsha Blackburn said they would launch a probe into Facebook Inc.'s internal research on the way its Instagram photo- and video-sharing service affects young users, prompted by a Wall Street Journal investigation that showed the company knew the app was harmful to some in that group.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-incomes-fell-in-2020-census-figures-show-11631629285", "title": "Americans' Incomes Fell in 2020", "date": "2021-09-15 20:03", "summary": "Economic fallout of Covid-19 pandemic weighed on median household income. Americans last year saw their first significant decline in household income in nearly a decade, government data showed, with economic pain from the Covid-19 pandemic prompting government aid that helped keep millions from falling into poverty.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}]