[{"link": "https://www.wsj.com/articles/bad-judgment-and-bidens-pentagon-11615246787", "title": "Bad Judgment and Biden's Pentagon", "date": "2021-03-08 18:39", "summary": "Colin Kahl is the wrong choice to be chief Defense strategist.. Another Biden nominee with a record of intemperate tweets is at risk of sinking in the Senate, and the press is comparing him to Neera Tanden, the President's withdrawn first pick to lead the Office of Management and Budget. Yet whoever replaces Ms. Tanden is unlikely to change the trajectory of the Biden Administration's progressive policies.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-airbus-boeing-tariff-truce-11615246634", "title": "An Airbus-Boeing Tariff Truce", "date": "2021-03-08 18:37", "summary": "Biden deserves credit for limiting harm over the subsidy dispute.. Trade disputes can take years to resolve, and even friendly nations cause each other needless pain in the meantime. Give the Biden Administration credit for reducing that pain by reaching a truce with the European Union over the Boeing - Airbus subsidy fight.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/finance-chiefs-look-to-price-increases-to-offset-higher-commodities-costs-11615199401", "title": "Finance Chiefs Look to Price Increases to Offset Higher Commodities Costs", "date": "2021-03-08 18:36", "summary": "Consumers could pay more for goods as chemical and raw-material prices put pressure on companies' bottom lines. Consumers could expect to see prices on goods from mattresses to storage containers increase as finance chiefs try to offset higher costs for raw materials.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cathie-woods-ark-faces-test-as-tech-rally-cools-11615208809", "title": "Cathie Wood's ARK Faces Test as Tech Rally Cools", "date": "2021-03-08 18:36", "summary": "Big bets on unprofitable companies are causing trouble for the star stock picker's funds. The stock market's swift turn against technology and other growth stocks has handed star stock picker Cathie Wood and her firm, ARK Investment Management LLC, their toughest test yet.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cdc-says-fully-vaccinated-people-can-gather-in-small-groups-without-masks-11615219222", "title": "CDC Says Vaccinated People Can Gather Privately Without Masks", "date": "2021-03-08 18:34", "summary": "New guidelines direct fully inoculated people to wear masks and observe social distancing in public. People who are fully vaccinated against the new coronavirus can gather privately in small groups without masks or physical distancing, the Centers for Disease Control and Prevention said, relaxing safety guidelines for inoculated individuals under some circumstances.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tax-forgiveness-for-student-loan-forgiveness-11615246397", "title": "Tax Forgiveness for Student Loan Forgiveness", "date": "2021-03-08 18:33", "summary": "Democrats grease the budget wheels for writing off debt by Biden decree.. You almost have to admire how Democrats have used the pandemic and budget reconciliation to realize their progressive ambitions. Consider a provision that Senate Democrats snuck into the $1.9 trillion spending bill teeing up as much as $1.6 trillion in student-loan forgiveness.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/broadway-may-be-the-next-move-for-the-queens-gambit-11615246241", "title": "Broadway May Be the Next Move for 'The Queen's Gambit'", "date": "2021-03-08 18:30", "summary": "Entertainment company Level Forward acquires the stage rights to the novel up which the Netflix series was based. The Netflix Inc. miniseries \"The Queen's Gambit\" became one of the streaming favorites of the past year, with viewers responding enthusiastically to its story of a female chess champion making her way in a male-dominated field.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philadelphias-union-thuggery-11615246148", "title": "Philadelphia's Union Thuggery", "date": "2021-03-08 18:29", "summary": "The feds allege a powerful labor chief engaged in extortion.. Good luck building in Philadelphia without paying off Big Labor. The building-trades unions have maintained a choke-hold on construction in the city, including through violence and intimidation. An indictment last week shines light on business as usual.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-can-lift-the-covid-cloud-from-the-delayed-2020-olympics-11615245675", "title": "Japan Can Lift the Covid Cloud From the (Delayed) 2020 Olympics", "date": "2021-03-08 18:21", "summary": "Participants will be subject to strict controls-most of which vaccination has rendered unnecessary.. Japan blunted the international outcry over its 83-year-old Olympic chief's comment that \"women talk too much\" by replacing Yoshiro Mori with a woman, Seiko Hashimoto. But it will require a 90-degree turn for Tokyo to mount what it calls \"an Olympics to unite the world.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-do-you-solve-a-problem-like-korea-11615245637", "title": "How Do You Solve a Problem Like Korea?", "date": "2021-03-08 18:20", "summary": "Pyongyang shrugs off sticks and turns up its nose at carrots. Biden has few options.. The Journal reports that Kim Jong Un's authorized biography is out and a Korean-language edition has been uploaded to the web. The authors are, unsurprisingly, bullish on Mr. Kim. The closing section (\"Spinning the World Under the Axis of Sovereignty and Justice\") hails Mr. Kim's summits with leaders including Donald Trump, Xi Jinping, Vladimir Putin and South Korea's President Moon Jae-in. Summing it up, the authors gush that \"there has never been a time when all the world has been this focused on our people's greatness and dignity in our 5,000-year history.\"", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mike-pence-goes-from-hero-to-villain-11615245616", "title": "Mike Pence Goes From Hero to Villain", "date": "2021-03-08 18:20", "summary": "For criticizing H.R.1, he is accused of spreading Donald Trump's 'big lie.'. That didn't last long.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reclaiming-patriotism-in-an-age-of-extremes-review-competing-loyalties-11615245558", "title": "'Reclaiming Patriotism in an Age of Extremes' Review: Competing Loyalties", "date": "2021-03-08 18:19", "summary": "Today both nationalism and cosmopolitanism are testing the very deﬁnition of allegiance to one's country.. Almost two decades ago, I received a letter from a young man serving in AmeriCorps, the civilian national service program. At the time, I headed the agency that ran the program. After 9/11, President Bush had called on Americans to serve their country, to \"fight evil by doing good,\" as he put it, and he mentioned joining AmeriCorps. The response almost overwhelmed the AmeriCorps budget.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apax-partners-seeks-1-5-billion-for-second-midmarket-digital-fund-11615240108", "title": "Apax Partners Seeks $1.5 Billion for Second Midmarket Digital Fund", "date": "2021-03-08 17:56", "summary": "The firm expects to hold a first close for Apax Digital II LP in May or June. Buyout firm Apax Partners is pitching its second digital fund focused on midmarket technology companies just weeks after collecting $11 billion for its latest main investment pool.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apollo-strikes-11-billion-all-stock-merger-with-athene-11615211824", "title": "Apollo Reabsorbs Athene in Deal Valuing Firm at $11 Billion", "date": "2021-03-08 17:53", "summary": "Apollo shareholders will own about 76% of the combined company; Athene investors will own the rest. Apollo Global Management Inc. said it is buying the portion of Athene Holding Ltd. it doesn't already own, in a move to consolidate the investment giant's ownership of its highly successful insurance affiliate.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trial-in-george-floyds-death-what-to-know-about-derek-chauvin-jury-11615241942", "title": "Trial in George Floyd's Death: Charges Against Derek Chauvin, Jury and What Else You Need To Know", "date": "2021-03-08 17:52", "summary": "Minneapolis police officer is the first to stand trial in Floyd's death. When does the trial begin?", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-board-forms-committee-to-focus-on-transformation-efforts-11615214040", "title": "GameStop Board Forms Committee to Focus on Transformation", "date": "2021-03-08 17:50", "summary": "Videogame retailer says Chewy co-founder, Ryan Cohen, leads committee. GameStop Corp.'s board tapped Chewy Inc. co-founder Ryan Cohen to lead a committee dedicated to transforming the retailer.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/streaming-for-audiophiles-11615243830", "title": "Streaming for Audiophiles", "date": "2021-03-08 17:50", "summary": "Spotify announced it would begin offering higher-resolution sound. But will you really be able to hear the difference, or care?. ", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pandemic-is-prompting-many-to-delay-or-abandon-plans-to-have-children-11615243830", "title": "The Pandemic Is Prompting Many to Delay or Abandon Plans to Have Children", "date": "2021-03-08 17:50", "summary": "Demographers warn the baby bust is unlikely to be temporary. A year into the pandemic, early data and surveys point to a baby bust in many advanced economies from the U.S. to Europe to East Asia. A combination of health and economic crises is prompting many people to delay or abandon plans to have children.", "categories": [["News"]], "category_links": ["https://www.wsj.com/news/types/noted-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wholl-be-left-after-the-seuss-cancellation-11615242255", "title": "Who'll Be Left After the Seuss Cancellation?", "date": "2021-03-08 17:24", "summary": "Antonio Gramsci, a co-founder of the Italian Communist Party, wrote that to capture power you don't need an armed revolution, you simply need to undermine the existing culture.. Regarding Michael Saltsman's \"The Next Cancellation Target: Dr. Seuss,\" op-ed, March 2): Dr. Seuss is yet another victim of the so-called \"liberals\" and \"progressives.\" The book burners and totalitarians in waiting continue to be carelessly portrayed by the centrist and conservative media as \"liberals\" and \"progressives.\" Today's liberals and progressives' calculated linguistic somersault is designed to pigeonhole their opponents. After all who can be against social justice and in favor of racism?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rubio-calls-for-rare-earth-industrial-policy-11615242218", "title": "Rubio Calls for Rare-Earth Industrial Policy", "date": "2021-03-08 17:23", "summary": "Today, the U.S. is largely dependent on China's government-backed rare-earth manufacturing industry.. Rare-earth minerals are integral to many of America's most important advanced manufacturing industries. Hard drives, electric vehicles, critical defense technologies and countless other consumer devices all require them. Today, the U.S. is largely dependent on China's government-backed rare-earth manufacturing industry. Such a reliance poses serious national and economic security concerns. Yet your editorial (\"Rare Truths About China's Rare Earths,\" March 4) plays down the risks and oversimplifies what is needed to restart and sustain a domestic rare-earth mining industry, suggesting the failure to do so boils down to environmental regulations.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-covid-unemployment-aid-bonanza-is-killing-us-11615242158", "title": "The Covid Unemployment Aid Bonanza Is Killing Us", "date": "2021-03-08 17:22", "summary": "Our job postings on multiple online platforms, social media and the local newspapers return zero interested applicants week after week.. Regarding Mitt Romney's \"Biden's Stimulus Bill Is a $1.9 Trillion Clunker\" (op-ed, Feb. 24) and Casey B. Mulligan and Stephen Moore's \"How Many Jobs Will the 'Stimulus' Kill?\" (op-ed, Feb. 26): The stimulus is indeed throwing sand in the gears of many restaurant owners. While I applaud Congress's intention to support individuals in need, this is best done without disincentivizing work and strangling small businesses. Although our two family-owned restaurants in Vermont pay employees well above the minimum wage, since the first $600 stimulus checks were mailed last spring, hiring has been nearly impossible. Our job postings on multiple online platforms, social media and the local newspapers return zero interested applicants week after week. These are flexible jobs, with advancement opportunity and a reasonable wage. In speaking with other restaurant owners around the country, I've found they universally report the same problem-too many jobs, not enough candidates.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-grants-new-deportation-protection-for-venezuelans-in-the-u-s-illegally-11615238111", "title": "U.S. Grants New Deportation Protection for Venezuelans", "date": "2021-03-08 17:22", "summary": "Temporary Protected Status designation offers work permits, deportation relief for at least 18 months. WASHINGTON-The Biden administration said it would grant temporary legal authorization to Venezuelans in the U.S. without permission, allowing potentially hundreds of thousands of people to remain in the country.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/political-propaganda-race-and-public-health-scares-11615242104", "title": "Political Propaganda, Race And Public-Health Scares", "date": "2021-03-08 17:21", "summary": "T.D. Jakes reports that black Americans think the Covid vaccine is a reprise of the Tuskegee syphilis experiment. None of this surprises me, but then again I grew up in the U.S.S.R.. T.D. Jakes reports that black Americans think the Covid vaccine is a reprise of the Tuskegee syphilis experiment (\"Prayer and Science Led Me to the Vaccine,\" Houses of Worship, Feb. 26). Of course they do. For months liberals have been shouting that whites are guilty of \"supremacy\" and that minorities should get vaccines before anyone else. And just like the syphilis experiment, it costs nothing to participate. Can we really blame black Americans for mistaking a racially prioritized program for, well, racism?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-would-reagan-say-now-about-the-chinese-communist-party-11615240574", "title": "What Would Reagan Say Now About the Chinese Communist Party?", "date": "2021-03-08 16:56", "summary": "Central planning still doesn't work.. Is communist dictator Xi Jinping breaking the China model of economic growth? His Beijing regime is infamously hostile to democracy and religious liberty, and now the costs of his increasing state control over the economy are becoming manifest. To encourage reform, friends of Chinese liberty should consider the playbook of Ronald Reagan. As history's most accomplished underminer of communist dictatorships, Reagan used a particularly effective method of highlighting Marxist dysfunction.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-03-08-2021-11615192681", "title": "Nasdaq Enters Correction Territory as Tech Shares Sink", "date": "2021-03-08 16:54", "summary": "Stimulus hopes and brightening economic prospects hit tech stocks. Technology stocks continued falling Monday, pulling the Nasdaq Composite into correction territory, as a selloff in U.S. government bonds extended into a sixth week and sapped demand for the once highflying shares.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lirr-service-cuts-lead-to-crowding-11615239880", "title": "LIRR Service Cuts Lead to Crowding", "date": "2021-03-08 16:44", "summary": "Long Island Rail Road plans to add back some capacity on Tuesday to alleviate rider concerns. Long Island Rail Road enacted new service reductions on its trains Monday morning, leading to some rider complaints about overcrowding and concerns about a lack of social distancing for Covid-19.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zoom-ceo-eric-yuan-transfers-6-billion-worth-of-his-shares-11615239106", "title": "Zoom CEO Transfers $6 Billion of His Shares", "date": "2021-03-08 16:31", "summary": "After stock surge, founder and his wife shift 40% of stake; company says it is consistent with estate-planning practices. Zoom Video Communications Inc. founder Eric Yuan transferred roughly 40% of his ownership in the company he runs, a stake valued at about $6 billion, after Zoom's shares more than tripled last year.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yellen-expects-u-s-economy-to-return-to-full-employment-in-2022-11615215460", "title": "House Progressives Back Revised Covid-19 Aid Bill as Vote Nears", "date": "2021-03-08 16:23", "summary": "Democrats set to pass $1.9 trillion relief package with no GOP votes. WASHINGTON-The House looked on track to pass the latest version of the $1.9 trillion coronavirus relief package later this week, as liberal Democrats swallowed their frustration with the Senate's changes and prepared to approve the bill for a second time.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/equatorial-guinea-takes-stock-after-giant-explosions-11615221995", "title": "Equatorial Guinea Takes Stock After Giant Explosions", "date": "2021-03-08 16:16", "summary": "Death and destruction in small Central African nation's largest city could pose challenge for entrenched rule of world's longest-serving president. KAMPALA, Uganda-Hundreds of rescue workers and volunteers fanned out across devastated neighborhoods in Equatorial Guinea's largest city on Monday, searching for survivors a day after a series of massive explosions erupted in the Central African nation.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-widens-path-for-free-speech-cases-11615232556", "title": "Supreme Court Widens Path for Free-Speech Cases", "date": "2021-03-08 16:08", "summary": "Georgia college is found liable for nominal damages despite having now removed offending restrictions on a student's speech rights. WASHINGTON-The Supreme Court on Monday expanded the liability that public institutions face for infringing free-speech rights, ruling that they could still lose judgments even if they previously repealed the challenged policies.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rest-easy-tuesday-crossword-march-9-11614983369", "title": "Rest Easy (Tuesday Crossword, March 9)", "date": "2021-03-08 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-orders-review-of-trump-policy-related-to-campus-sexual-assaults-11615234594", "title": "Biden Orders Review of Trump Policy Related to Campus Sexual Assaults", "date": "2021-03-08 15:16", "summary": "President also signs executive order establishing White House council on gender policy. WASHINGTON-President Biden signed an executive order on Monday directing his administration to review policies related to how schools handle allegations of sexual harassment and assault, and he singled out for possible changes a Trump administration regulation that bolsters protections for those accused of sexual misconduct.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/los-angeles-teachers-union-wields-power-in-fight-to-reopen-schools-11615215600", "title": "Los Angeles Teachers Union Wields Power in Fight to Reopen Schools", "date": "2021-03-08 15:16", "summary": "United Teachers Los Angeles hasn't agreed to return to in-person instruction, even as California offers vaccines and billions in aid. LOS ANGELES-California leaders say they are ready to start reopening schools, but in Los Angeles, the second-largest school district in the country, whether and when that happens is largely up to the teachers union.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ais-impact-on-businessesand-jobs-11615234143", "title": "AI's Impact on Businesses-and Jobs", "date": "2021-03-08 15:09", "summary": "Venture capitalist Kai-Fu Lee sees a lot of potential for all sorts of industries. But, he says, CIOs need to be sensitive to the impact on jobs.. Venture capitalist Kai-Fu Lee sees a tidal wave of change coming over the next decade, caused by the myriad ways in which artificial intelligence will help companies and organizations do work more efficiently.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/greensill-capital-tumbles-into-insolvency-spreading-financial-pain-11615216346", "title": "Greensill Files for Insolvency, Leaving Pain for Investors", "date": "2021-03-08 14:31", "summary": "SoftBank-backed corporate lending startup was once valued at $4 billion and now leaves a trail of losses for investors and bank depositors. LONDON-Greensill Capital filed for insolvency protection Monday, days after regulators took over its banking unit and Credit Suisse Group AG froze investment funds that were critical to the startup's operations.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/instant-feedback-smiley-buttons-go-touchless-in-pandemic-11615230651", "title": "Instant Feedback 'Smiley' Buttons Go Touchless in Pandemic", "date": "2021-03-08 14:10", "summary": "Companies are developing contactless interfaces to gauge the sentiment of consumers now wary of touching buttons. But the newer versions are not as quick or simple to use. It's a familiar sight in airports, hospitals and public restrooms around the world: An array of smiley-face buttons-from the red and angry to the green and happy-that gently ask a version of \"How would you rate your experience with us today?\"", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/christian-louboutin-sells-24-stake-to-italys-agnelli-family-11615230614", "title": "Christian Louboutin Sells 24% Stake to Italy's Agnelli Family", "date": "2021-03-08 14:10", "summary": "Stake values luxury footwear brand known for its red soles at $2.73 billion. PARIS-Christian Louboutin, the high-price stiletto brand known for its shoes' red soles, is selling a 24% stake to an investment firm controlled by Italy's Agnelli family, in a deal that values the French company at 2.3 billion euros, equivalent to $2.73 billion.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-new-york-city-high-schools-to-reopen-march-22-11615213297", "title": "New York City High Schools to Reopen March 22", "date": "2021-03-08 13:38", "summary": "About 55,000 students can return, as education officials aim for a full reopening in September. New York City public high schools will reopen March 22 for some in-person learning, after being closed for more than two months, and in some cases longer, because of Covid-19 restrictions.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-yields-jump-again-on-covid-19-stimulus-jobs-11615209647", "title": "Treasury Yields Jump Again on Covid-19 Stimulus, Jobs", "date": "2021-03-08 13:36", "summary": "Inflation expectations are increasing along with yields, but move puts pressure on growth stocks. U.S. Treasury yields jumped Monday following the Senate's approval of the $1.9 trillion Covid-19 relief bill over the weekend, which moves President Biden's spending package closer to being signed into law.", "categories": [["Markets", "Treasurys"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/treasurys?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-you-can-and-cant-do-if-youve-been-vaccinated-travel-gatherings-risk-factors-what-you-need-to-know-11614978343", "title": "What You Can and Can't Do if You've Been Vaccinated: Travel, Risk Factors, What You Need to Know", "date": "2021-03-08 13:34", "summary": "Until we reach herd immunity, vaccinated people must navigate some complicated decision-making. Here's how to assess the risks.. Many people hope that getting a Covid-19 vaccine will mark an immediate return to normal: no more masks, no more distancing, safe indoor dinner parties and big hugs with friends.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-is-poised-to-upend-tax-season-with-new-break-for-unemployment-benefits-11615228351", "title": "Congress Is Poised to Upend Tax Season With New Break for Unemployment Benefits", "date": "2021-03-08 13:32", "summary": "Exemption for $10,200 of jobless aid would help households, as accountants and lawmakers urge delay in April 15 filing deadline. WASHINGTON-Congress is about to change a piece of the tax code affecting the returns being filed by as many as 40 million Americans-a month after the tax-filing season started.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meghan-markle-and-prince-harrys-oprah-interview-drew-about-17-1-million-viewers-11615220026", "title": "Meghan Markle and Prince Harry's Oprah Interview Drew About 17.1 Million Viewers", "date": "2021-03-08 13:27", "summary": "Interview among most-watched TV events of season, but still far behind Super Bowl telecast. About 17.1 million people watched Oprah Winfrey's Sunday night interview with Prince Harry and Duchess of Sussex Meghan Markle on CBS , making it one of the most-watched events of the TV season but still well behind the Super Bowl.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warrens-wealth-tax-enriches-foreign-billionaires-11615227317", "title": "Warren's Wealth Tax Enriches Foreign Billionaires", "date": "2021-03-08 13:15", "summary": "Guess who'd get a bargain when wealthy Americans have to unload their assets.. Sen. Elizabeth Warren thinks millionaires and billionaires are too rich and has introduced legislation to tax away some of their wealth. Her Ultra-Millionaire Tax Act of 2021 would levy a 2% annual tax on net wealth above $50 million and an additional 1% above $1 billion. But the biggest beneficiaries would be foreign billionaires.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meghan-and-harry-aristocratic-victims-for-our-times-11615227357", "title": "Meghan and Harry: Aristocratic Victims for Our Times", "date": "2021-03-08 13:15", "summary": "Our elites parade their grievances before us, demanding sympathy and remorse from the masses.. When some future historian, or perhaps some honest parodist of our modern mores, seeks an event that captures the inversion at the core of our continuing cultural revolution, he should examine closely the television spectacle that aired on CBS Sunday evening.", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/plastics-recycler-carbonlite-files-for-bankruptcy-11615226888", "title": "Plastics Recycler CarbonLite Files for Bankruptcy", "date": "2021-03-08 13:08", "summary": "One of the world's largest producers of recycled plastic bottles has filed a chapter 11 petition. CarbonLite Holdings LLC, which bills itself as the world's largest plastic bottle recycler, sought bankruptcy protection Monday, citing disruption stemming from the coronavirus pandemic.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/electricity-deregulation-utility-retail-energy-bills-11615213623", "title": "Deregulation Aimed to Lower Home-Power Bills. For Many, It Didn't.", "date": "2021-03-08 12:24", "summary": "Resume Subscription. Twenty years ago, a new breed of energy companies promised consumers that deregulation of the electricity industry would cut their power bills.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-we-calculated-electricity-rate-comparisons-11615223851", "title": "How We Calculated Electricity-Rate Comparisons", "date": "2021-03-08 12:17", "summary": "The Wall Street Journal investigated how retail choice has worked out for residential power customers. In more than a dozen states, many residents can choose the provider of their electricity. In most of those states, residents who used to have only one choice for their electricity provider-a traditional utility-now could choose between sticking with their utility for full service or shopping around and buying their power from a retail energy marketer, with their utility delivering it for a fee. Texas went even further, requiring nearly 60% of its residents to buy electricity on the open market, with no option to remain with a traditional utility. The marketers in that state charge for all facets of the electricity, including delivery.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/billionaire-vincent-violas-new-york-mansion-to-sell-for-roughly-60-million-11615223714", "title": "Billionaire Vincent Viola's New York Mansion to Sell for About $60 Million", "date": "2021-03-08 12:15", "summary": "The townhouse, previously in contract to sell to Chinese oilman who disappeared, has a new suitor. A roughly 20,000-square-foot mansion with a panic room and a complicated past is in contract to be sold for close to $60 million, according to three people familiar with the deal.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-you-overpaying-for-electricity-heres-how-to-find-out-11615223723", "title": "Are You Overpaying for Electricity? Here's How to Find Out.", "date": "2021-03-08 12:15", "summary": "Many consumers don't know from whom they actually buy their power. Are you overpaying for electricity? The answer is more complicated than it seems. Many consumers don't know from whom they actually buy their power.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-remote-work-becomes-the-norm-vast-new-possibilities-open-for-people-with-autism-11615222804", "title": "Remote Work Could Revolutionize Jobs for Autistic People", "date": "2021-03-08 12:00", "summary": "Technology like Zoom and Slack that eases the pressures of social contact could make jobs much less stressful for people on the spectrum. I've long worried about how my autistic son will fare when he enters the workforce. He's got the sort of autism that used to be known as Asperger's syndrome: On the one hand, he's extraordinarily brilliant, incredibly friendly and can do anything he sets his mind to.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-do-dogs-really-think-pet-psychics-are-standing-by-11615222623", "title": "What Do Dogs Really Think? Pet Psychics Are Standing By", "date": "2021-03-08 11:57", "summary": "Resume Subscription. Once or twice a year, Terri O'Hara visits a ranch in Littleton, Colo., to talk with the animals.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/covid-19s-lasting-effects-on-mental-healthfor-good-and-bad-11615222473", "title": "Covid-19's Lasting Effects on Mental Health-for Good and Bad", "date": "2021-03-08 11:54", "summary": "Americans are likely to continue to suffer from more psychological issues after the pandemic subsides. Experts offer their predictions for what that looks like, and what might help.. Author", "categories": [["", "Well-Being"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/selling-jet-leasing-could-be-a-breakup-too-far-for-ge-11615218863", "title": "Selling Jet-Leasing Could Be a Breakup Too Far for GE", "date": "2021-03-08 10:54", "summary": "General Electric's aviation business might lose a key advantage as CEO Larry Culp continues to unwind his predecessors' legacy. For General Electric, hiving off jet-leasing isn't the no-brainer other asset sales of recent years have been.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-francis-defends-iraq-trip-despite-covid-19-risks-11615218043", "title": "Pope Francis Defends Iraq Trip Despite Covid-19 Risks", "date": "2021-03-08 10:40", "summary": "The pontiff said traveling again was like being released from a prison. ABOARD THE PAPAL PLANE-Pope Francis responded to public-health concerns about his trip to Iraq by saying he had considered the dangers, but ultimately trusted in God to protect Iraqis.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-airlines-to-use-frequent-flier-program-to-raise-7-5-billion-11615217163", "title": "American Airlines to Use Frequent-Flier Program to Raise $7.5 Billion", "date": "2021-03-08 10:26", "summary": "Carrier will use funds to replace a loan from the federal government. American Airlines Group Inc. said it would raise $7.5 billion backed by its frequent-flier program to repay a loan that the carrier took out from the federal government after the coronavirus pandemic decimated air travel.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-could-receive-a-third-stimulus-check-11612462739", "title": "Who Could Receive a Third Stimulus Check?", "date": "2021-03-08 10:11", "summary": "Democrats are calling for broad distribution, while Republicans have proposed a more-targeted approach. Republicans have called for a more-targeted approach to a third round of stimulus checks, while Democrats have argued that broad distribution is necessary to cover gaps in other federal programs and are moving forward with plans to pass a Covid-aid package without GOP support. Here is a look at the proposals, which differ both on the size of the payment and in who is eligible.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-new-york-city-parents-criticize-new-gifted-and-talented-admissions-11615215603", "title": "Some New York City Parents Criticize New Gifted and Talented Admissions", "date": "2021-03-08 10:00", "summary": "Instead of standardized testing, preschoolers will be selected by lottery based on recommendations, which parents can start requesting Monday. When Clayton Broomes Jr.'s 11-year-old son was a 4-year-old pre-K student, he scored in the 97th percentile on the assessment test for entry into New York City's elementary-level gifted and talented program, following in the footsteps of his older brother, who scored a 99.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-perpetual-outrage-machine-churns-on-11615214342", "title": "The Perpetual Outrage Machine Churns On", "date": "2021-03-08 09:39", "summary": "Underlying increased national acrimony is the emergence of people and institutions with a vested interest in profiting from stoking anger. Two months after the Jan. 6 mob attack on the Capitol, ugly fencing still surrounds the area, and Capitol Police have asked National Guard troops to remain on patrol for two more months. In Minneapolis, authorities are erecting their own barbed-wire fences in anticipation of trouble around the trial of the former police officer accused of killing George Floyd.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/being-outside-is-good-for-your-healthbut-does-golf-count-11615213969", "title": "Being Outside Is Good for Your Health-but Does Golf Count?", "date": "2021-03-08 09:32", "summary": "The Covid pandemic has underscored the health benefits of spending time in nature-but what exactly does that mean?. In response to our recent story about the health benefits of spending time in nature, readers wanted to know: What type of nature counts?", "categories": [["Life & Work", "Ask Personal Journal"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/ask-personal-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/international-womens-day-caps-a-year-like-no-other-for-working-women-11615213205", "title": "It's Been a Year Like No Other for Working Women", "date": "2021-03-08 09:20", "summary": "How women are coping with Covid-19 and the long-term impact it could have on their careers. International Women's Day on Monday coincides with the anniversary of the coronavirus gripping the global economy-and one of the most turbulent 12-month periods for working women in recent memory.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-team-races-to-assemble-new-climate-change-strategy-11615212023", "title": "Biden Team Races to Assemble New Climate-Change Strategy", "date": "2021-03-08 09:00", "summary": "The administration is enlisting agencies across the government as it aims to unveil in April a revised target for U.S. emissions reductions. WASHINGTON-The Biden administration is racing to complete a wide-ranging climate-change strategy next month, enlisting agencies across the government to craft a plan that could reshape the U.S. economy and disrupt major industries.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-companies-say-they-cant-find-good-employees-the-companies-may-be-the-problem-11615212029", "title": "Tech Companies Say They Can't Find Good Employees. The Companies May Be the Problem.", "date": "2021-03-08 09:00", "summary": "The hiring process could be weeding out able workers-especially women and minorities. Many technology companies bemoan how difficult it is to find good employees. A new study suggests the companies themselves might be partly to blame.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-tesla-general-electric-what-to-watch-when-the-stock-market-opens-today-11615205258", "title": "Disney, Apollo, Coherent, Tesla: What to Watch When the Stock Market Opens Today", "date": "2021-03-08 08:59", "summary": "Tech stocks led declines premarket while government-bond yields rose. Here's what we're watching before Monday's trading action begins.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-departments-stance-on-policing-faces-scrutiny-as-floyd-murder-trial-begins-11615210731", "title": "Justice Department's Stance on Policing Faces Scrutiny as Floyd Murder Trial Begins", "date": "2021-03-08 08:38", "summary": "Biden's pick for leading post will face questions from Senate on her support for broad probes into police forces of a sort largely spurned under Trump. President Biden's pick to be the Justice Department's No. 3 official is a civil-rights leader who has strongly advocated a far-ranging federal investigation into the Minneapolis Police Department, highlighting the prospect of using federal authority to force the city to change its policing practices after the May killing of George Floyd.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-max-greenfield-never-checks-his-phone-in-the-grocery-store-checkout-line-11615210597", "title": "Why Max Greenfield Never Checks His Phone in the Grocery Store Checkout Line", "date": "2021-03-08 08:36", "summary": "The actor, 40, known for his comedic roles in 'New Girl' and 'The Neighborhood,' shares what's on his phone. Person you FaceTime most", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taraji-p-henson-fitness-hack-quarantine-11615210485", "title": "Taraji P. Henson on the Fitness Hack That Replaced Her Personal Trainer", "date": "2021-03-08 08:35", "summary": "\"I needed equipment that would train me like my trainer. You know how they have those sponsored pages on Instagram? The algorithm knows me well, the algorithm knows they're going to get my money.\". In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roger-federer-tennis-comeback-doha-knee-injury-11615209528", "title": "Federer Returns: 'I Feel Like There's Still Something Left'", "date": "2021-03-08 08:26", "summary": "After 13 months away from tennis, the sport's most decorated men's player is coming back. It was him, all right. Roger Federer. Looking fit, looking rested, seemingly ready to go, though this was another one of those Zoom media calls, so who can really judge?", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oregon-track-nike-phil-knight-hayward-field-11615169965", "title": "Oregon's Lavish Nike-Fueled Track Stadium Cost $270 Million*", "date": "2021-03-08 08:04", "summary": "*According to an appraisal. Lead donor Phil Knight's preference for privacy means the public doesn't know the actual cost of Hayward Field's controversial overhaul.. Most college track and field stadiums are basic structures. The University of Arkansas's John McDonnell Field, one of the top outdoor track and field facilities in the nation, cost about $34 million including its 1998 construction and subsequent renovations. Even adjusting for inflation, McDonnell cost a fraction of what big schools routinely spend to renovate their football stadiums.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-covid-19-eligibility-expands-interest-may-wane-11615208079", "title": "As Covid-19 Vaccine Eligibility Expands, Interest May Wane", "date": "2021-03-08 07:54", "summary": "Hesitancy, notably among younger adults, remains a potential challenge to achieving herd immunity. The first months of vaccine distribution have largely been targeted at populations that have shown the most willingness to receive it. Distribution plans differ from state to state, but most gave priority to older Americans in the early phases of the rollout. But as eligibility expands to encompass younger age groups, a continuing Census Bureau survey suggests uptake may slow.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-closed-restaurants-are-reopening-running-them-is-still-a-battle-11615207758", "title": "Restaurants Are Reopening. Running Them Is Still a Battle.", "date": "2021-03-08 07:49", "summary": "Pandemic-scarred eateries try to operate in a changed world; 'it's chaos...every time you think you know something, it changes'. A year into the pandemic, restaurants' wish is coming true: State and local governments are allowing them to seat and serve customers indoors again. But that comes with its own challenges.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-backed-deliveroo-plans-ipo-testing-londons-appetite-for-big-tech-11615205988", "title": "Amazon-Backed Deliveroo Plans IPO, Testing London's Big Tech Appetite", "date": "2021-03-08 07:19", "summary": "U.K.'s version of DoorDash could launch IPO this month in a deal that would value the food-delivery company at around $10 billion. Deliveroo, backed by Amazon . com Inc., took the first step Monday to list on the London Stock Exchange , seeking to replicate the stock-market success of U.S. rival DoorDash Inc. as the pandemic fuels demand for online food deliveries.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vmg-partners-closes-new-growth-fund-with-850-million-11615204811", "title": "VMG Partners Closes New Growth Fund With $850 Million", "date": "2021-03-08 07:00", "summary": "The firm needed just three months to raise its latest fund for investing in fresh consumer brands. Consumer-focused VMG Partners, which backs such brands as Smashmallow and Daily Harvest, collected $850 million for its latest growth fund in just three months, according to Robin Tsai, a general partner.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-power-companies-in-texas-may-clean-up-from-storm-11615204812", "title": "Big Power Companies in Texas May Clean Up From Storm", "date": "2021-03-08 07:00", "summary": "The large power companies in Texas will foot some hefty bills in the short term but the coming shakeup isn't all bad news for them. For the biggest power companies in Texas, what doesn't kill them might actually help them emerge stronger.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oracles-low-bar-is-rising-11615203000", "title": "Oracle's Low Bar Is Rising", "date": "2021-03-08 06:30", "summary": "The software giant's stock has been the best performer in tech ahead of its next earnings report. Tech investors have been going old-school of late. Oracle Corp. will be the first to educate them on the wisdom of their bets.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-u-s-throws-workers-a-lifeline-europes-safety-net-leaves-many-behind-11615202977", "title": "Many of Europe's Self-Employed Fall Through Safety Nets", "date": "2021-03-08 06:29", "summary": "Resume Subscription. Just before the Covid-19 pandemic, Floriana Tremiterra paid off most of the debt on three restaurants she co-owns in Milan and treated herself to a 20-day vacation in Kenya.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/quantum-computing-startup-ionq-plans-public-debut-in-2-billion-spac-merger-11615201201", "title": "Quantum-Computing Startup IonQ Plans Public Debut in $2 Billion SPAC Merger", "date": "2021-03-08 06:00", "summary": "IonQ is competing against several big tech companies set on commercializing the technology. Quantum -computing startup IonQ Inc. plans to merge with blank-check firm dMY Technology Group Inc. III, which would make it the first publicly traded company specifically focused on commercializing quantum-computing hardware and software.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russias-covid-19-vaccine-is-embraced-abroad-snubbed-at-home-11615200713", "title": "Russia's Vaccine Is Embraced Abroad, Avoided at Home", "date": "2021-03-08 05:51", "summary": "Behind the skepticism are doubts about the shot's rapid development and an ingrained distrust of authorities stemming from the country's Soviet past. MOSCOW-Last summer, Russia was the first nation to announce its approval of a Covid-19 vaccine. Dozens of countries from Mexico to Iran have since ordered millions of doses of the shot, known as Sputnik V.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-stocks-slide-with-a-major-index-in-correction-territory-11615200391", "title": "Chinese Stocks Slide, With a Major Index in Correction Territory", "date": "2021-03-08 05:46", "summary": "CSI 300 benchmark has fallen 12.5% from a recent peak in February. China's main stock benchmarks tumbled, erasing all of this year's gains, as investors grappled with signs that policy makers in Beijing will take more action to rein in debt and prevent asset bubbles from forming.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gmail-zoom-or-slack-how-to-pick-a-communication-tool-that-fits-the-situation-11615199400", "title": "Gmail, Zoom or Slack? How to Pick a Communication Tool That Fits the Situation", "date": "2021-03-08 05:30", "summary": "There's a right and wrong time to use each method of chatting with colleagues. When it comes to collaborating with colleagues these days, choosing the right communication tool can be as important as the communication itself.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trading-chicken-feet-is-going-digital-11615199402", "title": "Trading Chicken Parts Is Going Digital", "date": "2021-03-08 05:30", "summary": "For giants like Tyson, moving millions of pounds of meat from farmers to vendors still requires phone calls, spreadsheets and middlemen. Ashley Honey spent his career surrounded by glowing computer screens, swinging hundreds of millions of euros or yen around the globe at a keystroke.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-departments-foreign-bribery-unit-adds-prosecutors-compliance-expertise-11615199402", "title": "Justice Department's Foreign Bribery Unit Adds Prosecutors, Compliance Expertise", "date": "2021-03-08 05:30", "summary": "The agency recently hired a lawyer with a decade of private sector compliance and monitoring experience. The pieces are in place for aggressive Foreign Corrupt Practices Act enforcement under the Biden administration with a strong focus on compliance, white-collar defense lawyers say.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-social-network-without-ads-discord-defies-convention-11615199401", "title": "What Is Everybody Doing on Discord?", "date": "2021-03-08 05:30", "summary": "The chat startup is leaning on its millions of passionate users to fuel growth after nearly tripling revenue last year. Chat startup Discord Inc. has ridden a surge in popularity to soaring revenue and a lofty valuation despite lacking the one thing found on most successful social-networking platforms: advertising. Its chief executive says don't expect that to change.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/all-pot-stocks-arent-created-equal-11615199178", "title": "All Pot Stocks Aren't Created Equal", "date": "2021-03-08 05:26", "summary": "U.S. cannabis companies are growing faster than Canadian rivals. The catch is that their shares are harder to trade.. Booming sales and profits mean big U.S. cannabis growers are becoming attractive bets. Many investors still have to settle for shakier Canadian names which are easier to buy.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/minnesota-prosecutors-seek-delay-in-trial-over-george-floyd-death-11615218418", "title": "Prosecutors Seek Delay in Trial Over George Floyd Death", "date": "2021-03-08 00:01", "summary": "Minnesota lawyers say state Supreme Court must rule first on third-degree murder charge for former officer Derek Chauvin. MINNEAPOLIS-Jury selection in the murder trial of a former police officer accused of killing George Floyd was on hold Monday after prosecutors filed for a delay pending an appeal to the Minnesota Supreme Court over an additional charge of third-degree murder.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11615146151", "title": "Pepper...and Salt", "date": "2021-03-08 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turning-colder-monday-crossword-march-8-11614983182", "title": "Turning Colder (Monday Crossword, March 8)", "date": "2021-03-08 00:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meghan-markle-reveals-suicidal-thoughts-over-royal-treatment-11615178077", "title": "Meghan Markle Reveals Suicidal Thoughts Over Royal Treatment", "date": "2021-03-08 23:34", "summary": "The Duke and Duchess of Sussex said their rift with 'the firm,' as they called the palace, was exacerbated by the British tabloid media. Meghan Markle, the Duchess of Sussex, said she had suicidal thoughts after marrying into the British royal family, and was asked about how dark her son's skin might be, in a CBS interview aired Sunday night.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-backed-houthi-rebels-say-they-targeted-saudi-oil-port-11615157185", "title": "Iran-Backed Houthi Rebels Say They Targeted Saudi Oil Port", "date": "2021-03-08 21:23", "summary": "Saudi Arabia says there were no casualties and no damage from the Sunday strike. RIYADH, Saudi Arabiaâ\u0080\u0094Yemenâ\u0080\u0099s Iran-aligned Houthi rebels said they attacked a major Saudi Arabian oil port on the Persian Gulf with drones and missiles on Sunday. Saudi authorities said the strike caused no casualties or damage.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-better-than-slack-these-companies-have-some-ideas-11615118401", "title": "What's Better Than Slack? These Companies Have Some Ideas.", "date": "2021-03-08 20:54", "summary": "Even as the messaging platform has exploded in recent years, some organizations have sought other ways for employees to communicate. When Becky Kane started interning at a productivity software company in 2014, she experienced a workplace rite of passage: drowning in Slack messages.", "categories": [["Life & Work", "At Work"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/at-work?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/time-management-tricks-to-take-back-control-of-your-calendar-11615165200", "title": "Time Management Tricks to Take Back Control of Your Calendar", "date": "2021-03-08 20:00", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/florida-republicans-pitch-state-as-model-for-elections-expanding-gop-appeal-11615136400", "title": "Florida Republicans Pitch State as Model for Expanding GOP Appeal", "date": "2021-03-08 19:03", "summary": "The state is a rare battleground where former President Donald Trump improved on his 2016 performance; local Republicans feel emboldened. LAKE CITY, Fla.-Florida Republicans are pitching themselves as a model for Republicans across the country on how to hold elections, handle the coronavirus pandemic and expand the GOP's appeal to a broad swath of voters by emphasizing freedom and casting Democrats as socialist.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]