[{"link": "https://www.wsj.com/articles/starbucks-target-among-companies-to-still-mandate-masks-in-texas-despite-lift-on-covid-19-restrictions-11614800113", "title": "Starbucks, Target Among Companies to Still Mandate Masks in Texas Despite Lift on Covid-19 Restrictions", "date": "2021-03-03 18:52", "summary": "Several large chains plan to keep restrictions in place despite Gov. Abbott's move; Life Time, Albertsons to drop mask requirement. Some of the biggest U.S. retail, theater, hotel and restaurant chains say they will continue mandating masks and limiting capacity in Texas after the state drops Covid-related restrictions next week.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-closing-at-least-60-brick-and-mortar-stores-in-north-america-11614815085", "title": "Disney Closes at Least 60 Stores, Shifts Focus to E-Commerce", "date": "2021-03-03 18:44", "summary": "Strategy reflects consumers shopping more online during the pandemic. Walt Disney Co. announced Wednesday it will close at least 60 Disney Stores throughout North America this year. The company said it would focus more on e-commerce while reducing the number of bricks-and-mortar locations it operates.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fedex-to-invest-2-billion-in-bid-for-carbon-neutral-operations-11614790055", "title": "FedEx to Invest $2 Billion in Bid for Carbon-Neutral Operations", "date": "2021-03-03 18:38", "summary": "The plan to eliminate carbon from package-and-delivery services by 2040 will include moving to an electric fleet. FedEx Corp. said it plans to invest an initial $2 billion as part of a new plan to make its global operations carbon-neutral by 2040.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chip-shortage-strains-heavy-duty-truck-makers-11614814111", "title": "Chip Shortage Strains Heavy-Duty Truck Makers", "date": "2021-03-03 18:28", "summary": "Surging orders for big rigs have the backlog at factories growing while key components are in short supply. The global semiconductor crunch is reaching assembly lines for heavy-duty trucks, as the shortfall in chips and other components hits manufacturers trying to fill surging orders from operators of big rigs.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rare-truths-about-chinas-rare-earths-11614814070", "title": "Rare Truths About China's Rare Earths", "date": "2021-03-03 18:27", "summary": "Environmentalists and markets can end Beijing's monopoly on minerals for smartphones and more.. Looks like it's time for another panic about rare-earth elements. New fears are surfacing that Beijing could use its dominance of the production of these vital minerals to throttle the global economy. As usual, the truth is more complex and less favorable for Beijing.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teachers-union-privilege-11614813998", "title": "Teachers Union Privilege", "date": "2021-03-03 18:26", "summary": "Playing the race card to avoid having to return to the classroom.. Parents across America are getting an education in how teachers unions work to advance their own interests, not those of children. Another example this week comes from the United Teachers Los Angeles (UTLA), which denounced the state's push to reopen schools as \"a recipe for propagating structural racism.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-culture-wars-are-coming-to-the-sec-11614813925", "title": "The Culture Wars Are Coming to the SEC", "date": "2021-03-03 18:25", "summary": "Biden's top securities regulator signals he'll wade into social policy.. How should Americans manage their differences on heated political issues like climate change, campaign finance, race and gender? Our old-fashioned view is that the healthiest way is through democratic debate and deliberation.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/britain-pays-for-covidand-pays-and-pays-11614813780", "title": "Britain Pays for Covid-and Pays, and Pays", "date": "2021-03-03 18:23", "summary": "A taxing budget won't rev the economy, or government revenues.. Give credit to the British government at least for asking the question every other government wants to ignore: How to pay for Covid relief? Alas the answer Chancellor Rishi Sunak unveiled in Wednesday's budget is a mixed bag for the economy, which inevitably will make it a miss for government finances.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-to-stop-selling-ads-based-on-your-specific-web-browsing-11614780021", "title": "Google to Stop Selling Ads Based on Web Browsing", "date": "2021-03-03 18:15", "summary": "Citing privacy concerns, Google says it won't use technologies that track individuals across multiple websites. Google plans to stop selling ads based on individuals' browsing across multiple websites, a change that could hasten upheaval in the digital advertising industry.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/only-netanyahu-can-go-to-nazareth-11614812918", "title": "Only Netanyahu Can Go to Nazareth", "date": "2021-03-03 18:08", "summary": "Will it be this prime minister, of all people, who finally woos Arab Israelis off the political sidelines?. When Prime Minister Benjamin Netanyahu infamously warned his supporters on Israel's election day, March 17, 2015, that \"Arab voters are coming out in droves to the polls,\" few would have predicted that it would be he, six years later, who opens the door to a new stage in Arab political participation. But it's happening. In a twist of fate befitting a Shakespearean plot, Mr. Netanyahu could make Arab Israelis the new kingmakers of Israeli politics.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumpism-according-to-trump-11614812815", "title": "Trumpism According to Trump", "date": "2021-03-03 18:06", "summary": "Many of the ideas described in the CPAC speech were identified with Ronald Reagan.. Before the study of history in the United States became a branch of fiction, most schoolchildren encountered Louis XIV of France, an absolute monarch who regarded the state he governed and himself as inseparable, or as he unforgettably put it: \"L'état, c'est moi.\" Which brings us to Donald Trump's weekend speech at the Conservative Political Action Conference.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-appeal-rings-hollow-at-cpac-11614812740", "title": "Trump's Appeal Rings Hollow at CPAC", "date": "2021-03-03 18:05", "summary": "Only 68% of a crowd of Trump's fervent supporters want him to run in 2024.. Donald Trump's Conservative Political Action Conference speech in Orlando, Fla., Sunday started with a bang-\"Do you miss me yet?\"-causing the audience to explode in cheers. After a few pleasantries, Mr. Trump delivered big news: \"I am not starting a new party.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-dont-need-any-education-11614812672", "title": "We Don't Need Any Education", "date": "2021-03-03 18:04", "summary": "My mother loved rock 'n' roll, but she loved good grammar even more ardently.. My mother, Donna Kerrigan, was a classic-rock fan, and so am I. When I was in middle school, she'd blast the radio in her Volkswagen Rabbit convertible, making her, at first glance, a very cool mom of the mid-1980s.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-schools-really-matter-review-learning-outside-class-11614812577", "title": "'How Schools Really Matter' Review: Learning Outside Class", "date": "2021-03-03 18:02", "summary": "Are schools the principal driver of inequality, in the classroom and in later life? If not, we need to redirect our efforts to close achievement gaps.. The hyper-specialization of the academy has had some unfortunate effects. Among much else, it has led professors to spend too much energy addressing debates internal to their discipline and too little to areas they see as lying outside their area of expertise. Both effects-along with an effort to address important questions about educational differences-are on display in Douglas B. Downey's \"How Schools Really Matter: Why Our Assumption About Schools and Inequality Is Mostly Wrong.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/okta-to-acquire-customer-authentication-provider-for-6-5-billion-11614811551", "title": "Okta to Acquire Customer-Authentication Provider for $6.5 Billion", "date": "2021-03-03 18:00", "summary": "The deal for Auth0 would help expand the company's focus beyond its workplace-based identity software. Okta Inc. agreed to buy a software provider that helps businesses manage customers online for $6.5 billion in stock.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rocket-is-becoming-the-new-meme-stock-move-over-gamestop-11614782903", "title": "Rocket Stock Is the New Meme Trade. Move Over, GameStop.", "date": "2021-03-03 17:48", "summary": "Rocket, the parent of Quicken Loans, has surged 28% this week. The individual investors that powered GameStop Corp.'s meteoric rise have a new target: Rocket Cos., the parent company of Quicken Loans.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-prosecutors-urge-tougher-punishment-for-spitting-at-transit-workers-11614811467", "title": "New York Prosecutors Urge Tougher Punishment for Spitting at Transit Workers", "date": "2021-03-03 17:44", "summary": "Change in the penal code would make spitting a misdemeanor, punishable by up to a year in jail. New York's top prosecutors called Wednesday for harsher penalties for people who spit at subway and bus workers.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hertz-stock-nosedives-as-bankruptcy-exit-plan-threatens-to-wipe-out-holders-11614804329", "title": "Hertz Stock Nosedives as Bankruptcy-Exit Plan Threatens to Wipe Out Holders", "date": "2021-03-03 17:31", "summary": "Shareholders receive no compensation under the car-rental company's restructuring proposal. Shares of Hertz Global Holdings Inc. continued their tumble toward zero Wednesday, one day after the car-rental company unveiled a restructuring proposal to exit bankruptcy that will wipe out existing shareholders.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/key-cuomo-adviser-departs-new-york-state-coronavirus-task-force-11614794907", "title": "Andrew Cuomo Says He Won't Resign Amid Sexual-Harassment Probe", "date": "2021-03-03 17:29", "summary": "'I'm sorry for whatever pain I caused anyone,' he says of accusations. ALBANY, N.Y.-In his first public appearance since last week, New York Gov. Andrew Cuomo apologized over sexual-harassment accusations made against him by three women but rebuffed calls by some lawmakers for his immediate resignation.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coinbase-transactions-under-review-by-u-s-sanctions-enforcer-11614803086", "title": "Coinbase Transactions Under Review by U.S. Sanctions Enforcer", "date": "2021-03-03 17:28", "summary": "The cryptocurrency exchange said it disclosed certain transactions to the Treasury Department's Office of Foreign Assets Control. Cryptocurrency exchange Coinbase Global Inc. said its services may have been used by individuals, entities or jurisdictions subject to U.S. sanctions regulations and has disclosed the activity to a federal agency.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeep-owner-stellantis-is-open-to-dropping-cherokee-name-ceo-says-11614799301", "title": "Jeep-Owner Stellantis Is Open to Dropping Cherokee Name", "date": "2021-03-03 17:09", "summary": "Carlos Tavares says auto brand's parent company is holding talks with Cherokee Nation over use of tribe's name in line of vehicles. The head of Jeep's owner said he is open to dropping the Cherokee name from vehicles after recent criticism from the Native American tribe's leader.", "categories": [["WSJ News Exclusive", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-low-income-students-hit-hard-by-funding-clawback-lawmakers-say-11614809264", "title": "New York City Low-Income Students Hit Hard by Funding Clawback, Lawmakers Say", "date": "2021-03-03 17:07", "summary": "The Department of Education requires schools that have lost enrollment to return funding amid Covid-19. Low-income students will be disproportionately affected by a New York City policy that requires public schools to return funding if their enrollment dropped during the Covid-19 pandemic, a coalition of city council members said.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-more-graffiti-during-covid-19-lockdowns-nypd-hopes-volunteers-will-help-clean-up-11614808992", "title": "With More Graffiti During Covid-19 Lockdowns, NYPD Hopes Volunteers Will Help Clean Up", "date": "2021-03-03 17:03", "summary": "New program comes after city suspended $3 million remediation program in March. New York Police Department officials are launching a fresh effort to combat graffiti, after businesses and residents complained of an increase during the Covid-19 pandemic.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-to-ease-covid-19-restrictions-on-size-of-gatherings-11614808984", "title": "New York to Ease Covid-19 Restrictions on Size of Gatherings", "date": "2021-03-03 17:03", "summary": "Sports and entertainment venues and residential homes will be allowed extra capacity as cases in the state decline. New York state will ease Covid-19 restrictions on the size of gatherings at sports and entertainment venues and in residential homes as coronavirus cases decline from a January peak, Gov. Andrew Cuomo said Wednesday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-03-03-2021-11614761029", "title": "Tech Shares Fall as Yields Rise", "date": "2021-03-03 16:57", "summary": "Nasdaq slides 2.7%, leading stocks lower after Tuesday's decline. Technology stocks dropped sharply again Wednesday as government-bond yields ticked higher.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sands-to-sell-las-vegas-properties-for-6-25-billion-as-it-focuses-on-asia-11614776358", "title": "Sands to Sell Las Vegas Properties for $6.25 Billion as It Focuses on Asia", "date": "2021-03-03 16:46", "summary": "Executives have said casino operator seeks to invest in Singapore and Macau properties, which generate most of its revenue. Las Vegas Sands Corp. agreed to sell its Las Vegas properties to Apollo Global Management Inc. and a real-estate investment trust for about $6.25 billion as the casino operator exits the gambling hub to focus on its core Asia operations.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/der-freischutz-and-songs-for-murdered-sisters-reviews-where-relationships-and-violence-meet-11614807938", "title": "'Der Freischütz' and 'Songs for Murdered Sisters' Reviews: Where Relationships and Violence Meet", "date": "2021-03-03 16:45", "summary": "Carl Maria von Weber's 'The Marksman,' moved to today's corporate world; a song cycle by composer Jake Heggie and poet and novelist Margaret Atwood, performed by baritone Joshua Hopkins in response to the murder of his sister by her ex-partner.. ", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-evans-not-worried-by-rise-in-long-term-bond-yields-11614807614", "title": "Fed's Evans Not Worried By Rise In Long-Term Bond Yields", "date": "2021-03-03 16:40", "summary": "Charles Evans attributed the increase in yields to a number of factors, including the improved vaccine rollout and chances for an economic recovery. Federal Reserve Bank of Chicago President Charles Evans joined with his colleagues, saying he was unworried about the rise in longer-term bond yields.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-rate-scares-ahead-for-stocks-11614772800", "title": "More Rate Scares Ahead for Stocks", "date": "2021-03-03 16:36", "summary": "Market selloffs based on fears of higher rates are likely to become a frequent occurrence. The convulsions that the Treasury market sent stocks into over the past couple of weeks are something that investors should probably get used to.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/climate-change-emerges-as-a-compliance-focus-for-sec-11614802615", "title": "Climate Change Emerges as a Compliance Focus for SEC", "date": "2021-03-03 16:35", "summary": "Environmental, social and governance funds attract increased scrutiny from the regulator. WASHINGTON-Securities regulators are sharpening their focus on whether asset managers that tout funds as socially responsible are picking stocks that align with that cause, and whether the firms support environmentally-friendly policies at companies they have invested in.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michaels-to-go-private-in-apollo-deal-11614785987", "title": "Michaels to Go Private in Apollo Deal", "date": "2021-03-03 16:33", "summary": "Arts-and-crafts chain, boosted by homebound shoppers, valued at $3.3 billion in leveraged buyout. Michaels Cos. is going private in a leveraged buyout by Apollo Global Management Inc. that values the arts-and-crafts seller at $3.3 billion, after the pandemic boosted the retailer's fortunes.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-crash-suv-carried-migrants-smuggled-through-border-wall-hole-11614805242", "title": "California Crash SUV Carried Migrants Smuggled Through Border Fence", "date": "2021-03-03 16:31", "summary": "Vehicle had driven across border shortly before the crash, border agency says. Thirteen people killed in a vehicle crash in Southern California Tuesday had been smuggled into the U.S. through a hole in a border fence shortly before the crash, U.S. Customs and Border Protection said Wednesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chips-political-moment-will-need-to-last-11614769382", "title": "Chips' Political Moment Will Need to Last", "date": "2021-03-03 16:26", "summary": "A shortage of semiconductor manufacturing capacity is a complex problem that government dollars alone won't solve. Fixing the production shortage plaguing the chip industry will take a lot of money. It will also take a lot more than money.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-in-talks-to-carry-many-nfl-games-exclusively-on-prime-video-11614805362", "title": "Amazon in Talks to Carry Many NFL Games Exclusively", "date": "2021-03-03 16:26", "summary": "TV networks are expected to pay nearly twice as much for new rights to Sunday, Monday games. The National Football League is on the verge of signing new rights deals with media partners that could see Amazon.com Inc . carry many games exclusively and TV networks pay as much as double their current rate, people familiar with the matter said.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeffrey-epsteins-new-york-townhouse-to-sell-for-roughly-50-million-11614806651", "title": "Jeffrey Epstein's New York Townhouse to Sell for Roughly $50 Million", "date": "2021-03-03 16:24", "summary": "Resume Subscription. The New York City townhouse of the late financier and convicted sex offender Jeffrey Epstein is in contract to sell for roughly $50 million, according to two people familiar with the transaction. If the deal closes, the townhouse would be among the most expensive homes to sell in New York over the past year.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/google-can-now-afford-to-let-the-cookies-crumble-11614798927", "title": "Google Can Now Afford to Let the Cookies Crumble", "date": "2021-03-03 16:13", "summary": "Changes to user tracking may hurt advertising business, but Google's position still conveys an advantage. Google may have had little choice but to disrupt its own business. It helps that the company is doing so from a position of newfound strength.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shares-of-joshua-kushners-oscar-health-fall-in-debut-11614793423", "title": "Shares of Joshua Kushner's Oscar Health Fall in Debut", "date": "2021-03-03 16:12", "summary": "The health insurer's stock made its debut at $36, compared with its IPO price of $39. Shares of health insurer Oscar Health Inc. fell 11% Wednesday, the company's first day of trading on the public markets and during a massive year for initial public offerings.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-businesses-optimistic-about-economy-due-to-vaccines-and-hiring-fed-beige-book-says-11614800696", "title": "U.S. Businesses Optimistic About Economy, Fed Beige Book Says", "date": "2021-03-03 16:07", "summary": "Federal Reserve's compilation of anecdotes from business contacts shows economic activity expanded modestly at the start of the year. Most businesses are optimistic about the economic recovery this year as coronavirus vaccines are more widely distributed and hiring picked up slowly across the country, a Federal Reserve report said Wednesday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rung-by-rung-thursday-crossword-march-4-11614353075", "title": "Rung by Rung (Thursday Crossword, March 4)", "date": "2021-03-03 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/designers-on-their-first-apartmentsand-their-cheap-decor-tricks-11614805162", "title": "Designers on Their First Apartments-and Their Cheap Décor Tricks", "date": "2021-03-03 15:59", "summary": "We asked design pros to recall the ways they gussied up their starter homes despite a lack of money. We knew their hacks would be brilliant.. LIKE THE stories our parents tell us of their youthful struggles, even our fondest recollections of our earliest flats are colored by compromise. The verses of the first-apartment blues may differ in their details (huffing up six flights of stairs, storing shoes in kitchen cabinets), but everyone sings the same chorus: We all did what we could to spiff up our digs.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-white-house-doctor-bullied-colleagues-drank-inquiry-finds-11614791385", "title": "Ex-White House Doctor Bullied Colleagues, Drank, Inquiry Finds", "date": "2021-03-03 15:53", "summary": "Ronny Jackson made inappropriate sexual comments, drank alcohol and improperly used sleeping pills on the job, Pentagon's watchdog says. WASHINGTON-A White House physician to former Presidents Barack Obama and Donald Trump disparaged and bullied staff members, made inappropriate sexual comments and drank alcohol and improperly used sleeping pills while on the job, the Pentagon's internal watchdog office said in a report published Wednesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-is-no-longer-what-it-was-11614804021", "title": "Hong Kong Is No Longer What It Was", "date": "2021-03-03 15:40", "summary": "Once a beacon of freedom, the city has become just another Chinese commercial center.. Hong Kong sat atop the Heritage Foundation's annual Index of Economic Freedom for 25 years. When the 27th edition of the index is released Thursday, Hong Kong won't be found.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cinema-chain-alamo-drafthouse-plans-bankruptcy-sale-to-fortress-led-investors-11614804049", "title": "Alamo Drafthouse Plans Bankruptcy Sale to Fortress-Led Investors", "date": "2021-03-03 15:40", "summary": "Austin-based Alamo has a restructuring agreement in-hand to sell the business to investors led by Fortress Investment Group. Alamo Drafthouse Cinemas Holdings LLC, a theater chain offering moviegoers seat-side food service, beer and themed cocktails, has filed for bankruptcy while planning to sell the business to Fortress Investment Group LLC and other investors.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fedex-delivery-delays-stretch-for-weeks-after-storm-hits-memphis-hub-11614795749", "title": "FedEx Delivery Delays Stretch for Weeks in Wake of Storms", "date": "2021-03-03 15:31", "summary": "Customers gripe, but firm says it is adding shifts and expects service to return to normal by weekend. Lorraine Williams drove 45 minutes to Atlanta's airport on the night of Feb. 22 and paid $136 to FedEx Corp. to make sure her package would get to New Orleans in two days. It took more than a week to arrive.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/30-minute-recipe-a-fresh-take-on-hot-and-sour-soup-11614802761", "title": "30-Minute Recipe: A Fresh Take on Hot and Sour Soup", "date": "2021-03-03 15:19", "summary": "The consistency is surprisingly delicate and the flavors are bold in chef Brandon Jew's recipe for hot and sour soup with mushrooms and tofu. WITH THIS RECIPE, chef Brandon Jew puts his spin on a Chinese American classic. This version skips the cornstarch that typically gives hot and sour soup a somewhat viscous consistency. The result is surprisingly delicate but also comfortingly familiar. \"This isn't traditional,\" Mr. Jew said. \"But it honors traditional flavors.\"", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hot-and-sour-soup-with-mushrooms-and-tofu-11614802587", "title": "Hot and Sour Soup With Mushrooms and Tofu", "date": "2021-03-03 15:16", "summary": "The consistency is surprisingly delicate and the flavors are bold in chef Brandon Jew's recipe for hot and sour soup with mushrooms and tofu. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-eddie-murphys-coming-2-america-live-up-to-the-hype-11614802285", "title": "Can Eddie Murphy's 'Coming 2 America' Live Up to the Hype?", "date": "2021-03-03 15:11", "summary": "More than three decades after the '80s classic, the sequel is here with more stars and a PG-13 rating that has some fans worried it will be too clean to be funny. Director Craig Brewer answers some questions.. In \"Coming 2 America,\" the long-awaited follow-up to the Eddie Murphy-Arsenio Hall classic, two characters bond over a shared disdain for sequels. \"If something is good,\" one says, \"why ruin it?\"", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-decade-of-quantum-computing-is-upon-us-ibm-exec-says-11614802190", "title": "The Decade of Quantum Computing Is Upon Us, IBM Exec Says", "date": "2021-03-03 15:09", "summary": "With business uses poised to accelerate, CIOs need to start tinkering with platforms, forming work groups and looking for problems the technology could address, says IBM Research's Dario Gil. As more uses for quantum computing appear, chief information officers need to help their companies see the emerging technology's potential as well as its risks, an International Business Machines Corp. executive said on Tuesday.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rockets-hit-iraq-base-hosting-u-s-troops-11614768729", "title": "Rockets Hit Iraq Base Hosting U.S. Troops Amid Tension With Iran", "date": "2021-03-03 15:08", "summary": "A U.S. civilian contractor suffered a heart attack while sheltering during the strike and died. Ten rockets struck a military base used by U.S. forces in Iraq amid heightened tensions between Washington and Iran-backed militant groups in the country.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nine-killed-in-myanmar-as-regime-seeks-to-crush-anticoup-protests-11614775439", "title": "Deaths Mount as Myanmar's Military Seeks to Crush Protests", "date": "2021-03-03 15:01", "summary": "Police open fire on demonstrators, killing at least 38 people in deadliest day since coup. SINGAPORE-At least 38 people were killed as Myanmar's new military rulers, who overthrew its democratically elected government Feb. 1, continued to unleash a lethal campaign to suppress protests that have swept the country for nearly a month.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/attacking-for-profit-colleges-helps-nobody-11614800475", "title": "Attacking For-Profit Colleges Helps Nobody", "date": "2021-03-03 14:41", "summary": "Forcing students into a one-size-fits-all learning environment and limiting the educational opportunities of those who have sacrificed for our country is wrong.. Your editorial \"A Poison Pill for For-Profit Colleges\" (Feb. 26) exposes the truth about the Democrats' educational agenda-expand federal intervention at the expense of students and taxpayers.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-is-qualified-in-nasdaqs-diversity-11614800408", "title": "Where Is 'Qualified' in Nasdaq's Diversity?", "date": "2021-03-03 14:40", "summary": "Whatever you think of the stock exchange's proposal, calling it 'market driven' seems to be a huge stretch.. In \"Nasdaq Amends Its Diversity Plan\" (op-ed, March 1), Nasdaq President and CEO Adena T. Friedman describes Nasdaq's boardroom diversity proposal submitted to the Securities and Exchange Commission as a \"market-driven solution-rather than government intervention.\" Whatever you think of Nasdaq's proposal, calling it \"market driven\" seems to be a huge stretch.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-coming-bailout-of-state-pension-plans-11614800348", "title": "The Coming Bailout of State Pension Plans", "date": "2021-03-03 14:39", "summary": "The unquestionable governing principle must be that bailouts require reform: No reform, no bailout.. In \"Prelude to a State Pension Bailout\" (op-ed, March 1), Andrew C. Biggs is doubtless right that the coming bailout of hopelessly insolvent multiemployer pension plans will lead to further bailouts of other broke pension plans. These will be justified with the argument that the pensions were \"promised\"-but by whom? They weren't promised by the taxpayers, only by the defaulting plans and a government insurance program that is itself insolvent. How very clever it was to set up the Pension Benefit Guaranty Corporation and promise it would never call on the taxpayers: This very same illusion created Fannie Mae and Freddie Mac and their subsequent bailout. The multiemployer pension plans are deeply in need of structural reform, and so are many public-employee pension plans, and so is the PBGC. If indeed, as Mr. Biggs argues, the political urge to bail them out is irresistible, the opportunity for reform thereby created should not be missed. The unquestionable governing principle must be that bailouts require reform: No reform, no bailout.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fitz-henry-lanes-hometown-harbor-11614800334", "title": "Fitz Henry Lane's Hometown Harbor", "date": "2021-03-03 14:38", "summary": "The Cape Ann Museum in Gloucester, Mass., holds an unparalleled collection of the 19th-century painter and printmaker's luminous works. Gloucester, Mass.", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/long-ago-tv-used-to-be-a-unifying-factor-in-the-u-s-11614800265", "title": "Long Ago, TV Used to Be a Unifying Factor in the U.S.", "date": "2021-03-03 14:37", "summary": "There is an important lesson here for those who would force diversity on society. Common experiences are the glue that binds society together.. In \"The Most Popular Shows You've Never Seen\" (op-ed, Feb. 22) about the evolution of TV, Peter Funt observes that the nation lost something precious when the volume of content exploded and viewers could watch at a time of their choosing. He put it succinctly: \"TV is no longer America's great common denominator.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lancet-focus-on-getting-your-medical-articles-right-11614800159", "title": "Lancet: Focus on Getting Your Medical Articles Right", "date": "2021-03-03 14:36", "summary": "Perhaps the Lancet should spend more time on verifying the integrity of its data rather than publishing harsh and questionable political opinions.. Regarding a Feb. 10 report by the Lancet cited in the Feb. 19 Notable & Quotable: Perhaps the Lancet should spend more time on verifying the integrity of its data (Covid-19 studies retracted June 2020, the 1998 autism/vaccine study retracted 2010) rather than publishing harsh and questionable political opinions masked in the name of \"public policy and health.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-a-wardrobe-upgrade-book-a-trip-to-ghana-11614799804", "title": "For a Wardrobe Upgrade, Book a Trip to Ghana", "date": "2021-03-03 14:30", "summary": "Brooklynite Nadia Owusu remembers her gleeful shopping trip to Accra two summers ago, where she and her husband had several outfits custom-made-'none of them in New York black'. TWO SUMMERS AGO, my husband and I traveled from our home in New York to Ghana, where my father was born, and where my brother now lives. My brother and his wife had recently had a baby boy, and we were excited to meet him. We were just as excited to upgrade our wardrobes.", "categories": [["Life & Work", "Travel", "Traveler's Tale"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/traveler-s-tale?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/icc-to-probe-alleged-war-crimes-in-palestinian-territories-11614799663", "title": "ICC to Probe Alleged War Crimes in Palestinian Territories", "date": "2021-03-03 14:27", "summary": "Israel condemned the move and Palestinian officials welcomed the investigation. TEL AVIV-The International Criminal Court prosecutor said she is opening an investigation into possible war crimes committed in the Palestinian territories since 2014, a move welcomed by the Palestinian Authority and condemned by Israel.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/greensill-problems-put-spotlight-on-steel-tycoon-once-feted-by-royalty-11614776304", "title": "Greensill Problems Put Spotlight on Steel Tycoon", "date": "2021-03-03 14:26", "summary": "Sanjeev Gupta has amassed an empire of unloved industrial assets partly fueled by the embattled supply-chain finance specialist. At the center of the unraveling of specialty finance firm Greensill Capital is Sanjeev Gupta, an Anglo-Indian steel entrepreneur building a new empire in an old industry.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-emerging-conservative-coalition-11614799358", "title": "The Emerging Conservative Coalition", "date": "2021-03-03 14:22", "summary": "Trump, AOC and BLM made the GOP more diverse.. Is the Republican Party the one building the \"coalition of the ascendant\" as it draws support from an increasingly diverse constituency?", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-defeats-effort-to-expand-voting-to-16-year-olds-11614798907", "title": "House Defeats Effort to Expand Voting to 16-Year-Olds", "date": "2021-03-03 14:15", "summary": "Progressives made push to lower current age from 18. WASHINGTON-Some teenagers are going to have to wait a couple more years to vote.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/starboard-takes-elanco-stake-nominates-three-to-its-board-11614796994", "title": "Starboard Takes Elanco Stake, Nominates Three to Its Board", "date": "2021-03-03 13:53", "summary": "Animal-health company has market value of around $15 billion. Activist investor Starboard Value LP has taken a stake in Elanco Animal Health Inc. and nominated three directors to the company's board, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosis-latest-partisan-commission-11614795409", "title": "Pelosi's Latest Partisan Commission", "date": "2021-03-03 13:16", "summary": "After Jan. 6, she follows her financial-crisis script, creating a panel to reach a foregone conclusion.. Yes, history repeats itself, especially when it is made by the same person, for the same reason, and with the same vehicle. Unlike the 9/11 Commission, which was praised for its bipartisanship, House Speaker Nancy Pelosi's proposed commission to review the Jan. 6 attack on the Capitol will mirror the unbalanced Financial Crisis Inquiry Commission she set up after the 2008 financial crisis, and will be a failure for the same reasons.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ontario-court-finds-man-guilty-for-2018-toronto-van-attack-11614791199", "title": "Ontario Court Finds Man Guilty for 2018 Toronto Van Attack", "date": "2021-03-03 13:09", "summary": "Alek Minassian was found guilty on all counts; the attack killed 10 people. TORONTO-An Ontario Court Wednesday found the driver of a van in a 2018 attack, which killed 10 people and injured 16 others, guilty on all counts.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-sets-out-plans-to-raise-taxes-to-claw-back-covid-19-costs-11614788615", "title": "U.K. First Major Economy to Set Plans to Claw Back Covid-19 Costs", "date": "2021-03-03 12:49", "summary": "Government will boost taxes after economy recovers to repair public finances, reversing long decline in levies since Thatcher era. LONDON-The U.K. became the first major economy to set plans to repair the damage to government finances caused by the coronavirus pandemic, saying it will raise taxes after the economy recovers from its worst downturn in more than 300 years.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/greensill-capital-planning-to-file-for-insolvency-in-u-k-this-week-11614768903", "title": "Greensill to File for Insolvency", "date": "2021-03-03 12:46", "summary": "BaFin move comes as U.K financial firm plans insolvency filing this week. Embattled financial startup Greensill Capital plans to file for insolvency in the U.K. this week, as it simultaneously moves toward a deal to sell its operating business to Apollo Global Management , according to people familiar with the matter.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parler-files-new-lawsuit-against-amazon-alleging-anticompetitive-conduct-11614793091", "title": "Parler Files New Lawsuit Against Amazon", "date": "2021-03-03 12:38", "summary": "Tech giant had stopped services for social-media network popular with conservatives following Jan. 6 attack on Capitol. Parler LLC has filed a new lawsuit against Amazon.com Inc. as the company continues its dispute with the tech giant for ending web-hosting services for the social network.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-pandemic-may-be-a-risky-time-for-a-higher-minimum-wage-11614792712", "title": "A Pandemic May Be a Risky Time for a Higher Minimum Wage", "date": "2021-03-03 12:31", "summary": "Pandemic's outsize hit to sectors where wages and productivity are low heightens risks of sharp rise in the minimum wage. The U.S. labor market has been through more turmoil lately than at any time in modern memory. Total employment is down by 10 million from February 2020, predominantly among low-wage workers. The pandemic is sorting employers into winners and losers, boosting some such as those in e-commerce at the expense of small bricks-and-mortar retailers.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/law-enforcement-steps-up-efforts-against-domestic-extremism-11614767400", "title": "After Capitol Riot, Law Enforcement Steps Up Efforts Against Domestic Extremism", "date": "2021-03-03 12:27", "summary": "Officials use stings and arrests on smaller charges; some question tactics, saying they may embolden potential extremists. Law enforcement agencies are using undercover stings and charges not directly related to terrorism, like gun violations, to arrest suspected domestic extremists as part of an aggressive effort to head off potential attacks.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-1800s-era-south-carolina-estate-with-a-modern-party-space-asks-21-million-11614789912", "title": "An 1800s-Era South Carolina Estate With a Modern Party Space Asks $21 Million", "date": "2021-03-03 11:45", "summary": "The sellers restored a historic home and built a 'creek house' with multiple bars and its own dedicated oyster station. On South Carolina's Kiawah Island, a 16-acre property with two structures-a historic house that was built for a soldier who eventually became governor of the state, and a modern party space with a dedicated oyster station-is listing for $21 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-covid-19-vaccine-is-found-effective-boosting-national-efforts-11614787370", "title": "India's Covid-19 Vaccine Is Found Effective, Boosting National Efforts", "date": "2021-03-03 11:45", "summary": "Bharat Biotech reports 81% efficacy in large clinical trial, aiding vaccination drive and exports. NEW DELHI-India's Bharat Biotech said its Covid-19 vaccine has proved 81% effective at protecting people in a large clinical trial, a report that could invigorate India's inoculation drive and vaccine-diplomacy efforts.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/contrasting-spaces-and-styles-on-kiawah-island-11614789851", "title": "Contrasting Spaces and Styles on Kiawah Island", "date": "2021-03-03 11:44", "summary": "In South Carolina, this large property has both a restored traditional historic home as well as a modern party space.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/top-public-and-private-colleges-in-the-west-11614789708", "title": "Top Public and Private Colleges in the West", "date": "2021-03-03 11:41", "summary": "The University of California system shines in this slice of the WSJ/THE College Rankings. The University of California system has the four highest-ranked public schools in the West in the Wall Street Journal/Times Higher Education College Rankings. In all, it has six of the top 10 public schools in the region.", "categories": [["Life & Work", "Journal Reports: College Rankings"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-college-rankings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exxon-once-a-skeptic-sees-profit-in-capturing-carbon-emissions-11614787892", "title": "Exxon, Once a Skeptic, Sees Profit in Capturing Carbon Emissions", "date": "2021-03-03 11:39", "summary": "Oil giant had been pessimistic about economic prospects of the technology but now wants to commercialize carbon capture and storage. Exxon Mobil Corp. says the time has come to turn capturing carbon emissions into a real business, as it faces pressure from activists to become a greener company.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/people-want-to-forget-the-pandemic-museums-want-you-to-remember-it-11614789313", "title": "Museums Launch Covid-19 Exhibits: Virus-Shaped Piñatas, 'Happy Hour' Masks", "date": "2021-03-03 11:35", "summary": "Resume Subscription. In South Florida, the pandemic is already history.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-new-e-ink-tablets-combine-the-best-of-kindles-and-ipads-11614788505", "title": "How New E Ink Tablets Combine the Best of Kindles and iPads", "date": "2021-03-03 11:21", "summary": "A new generation of tablets is kind on eyes like Kindles, but lets you make notes the way iPads do-with batteries that last for weeks. DURING QUARANTINE last spring, eager to do more than leave an increasingly permanent indent in my couch, I started going on picnics. As companions went, only my iPad seemed safe. But apart from moments when the sun slipped behind the clouds, the screen's glare limited my ability to doomscroll, read a novel or finish the writing assignments that are my actual job. And even if fully charged when I left the house, the battery soon dwindled to depletion.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germany-to-make-firms-responsible-for-policing-abuses-by-global-suppliers-11614780088", "title": "Germany to Make Firms Responsible for Policing Abuses by Global Suppliers", "date": "2021-03-03 10:51", "summary": "Industries fears the new legislation, part of a European trend, may saddle them with bureaucracy and make them less competitive. BERLIN-Germany is set to force companies to screen suppliers for environmental violations and human-rights abuses, such as illegal mining and child labor, in a move that some corporations says will be hard to enforce and could make them less competitive internationally.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-billionaire-behind-the-biggest-u-s-tax-fraud-case-ever-filed-11614785519", "title": "The Billionaire Behind the Biggest U.S. Tax Fraud Case Ever Filed", "date": "2021-03-03 10:32", "summary": "Resume Subscription. More than 20 years ago, a group of former salesmen for Houston software entrepreneur Robert Brockman sued their old boss, claiming in court that he had deprived them of commissions by directing a portion of customer payments to a Cayman Islands entity.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/use-your-noodle-wednesday-crossword-march-3-11614785224", "title": "Use Your Noodle (Wednesday Crossword, March 3)", "date": "2021-03-03 10:27", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-do-after-you-get-fired-11607376418", "title": "What to Do After You Get Fired", "date": "2021-03-03 10:20", "summary": "Most Popular News. When Melissa Ben-Ishay was 24 years old, she was fired from her job as an assistant media planner for poor performance. She wasn't passionate about the job, she says, and it showed. Still, she was disappointed, and thought it was unfair that she had been fired. She called her brother, Brian Bushell, who told her that getting fired was the best thing that could happen to her.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judy-wald-found-talent-for-advertising-agencies-11614783600", "title": "Judy Wald Found Talent for Advertising Agencies", "date": "2021-03-03 10:00", "summary": "Headhunter, who has died at age 96, specialized in creative types and 'made us worth more than we probably were'. Judy Wald helped administer shock treatments in a psychiatric ward and worked as a comparison shopper at Macy's before finding a career that suited her: talent spotter for the advertising business.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/commercial-property-giant-moves-into-rental-houses-11614771000", "title": "Commercial Property Giant Moves Into Rental Houses", "date": "2021-03-03 09:59", "summary": "Jones Lang LaSalle takes minority stake in Roofstock, which manages rental properties for big investors. Jones Lang LaSalle Inc., a major player in office leasing and management, is moving into the red-hot market for rental homes.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ellsworth-kellys-sketches-offer-a-peek-into-the-artists-mind-11614783324", "title": "Ellsworth Kelly's Sketches Offer a Peek Into the Artist's Mind", "date": "2021-03-03 09:55", "summary": "Twenty-five sketchbooks recently donated to the Museum of Modern Art detail 'an intimate conversation he was having with himself about art'. A bubble-gum wrapper crumpled on a sidewalk. Shadows crosshatching a sunlit stair. Sprouting leaves. A gauzy scarf.", "categories": [["Books & Arts", "Arts", "Art"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germanys-largest-opposition-party-under-extremism-investigation-11614783345", "title": "Germany's Largest Opposition Party Under Extremism Investigation", "date": "2021-03-03 09:55", "summary": "Intelligence probe into far-right Alternative for Germany comes months before a general election. Germany's intelligence agency opened an investigation into the far-right Alternative for Germany as a potential threat to the constitutional order, officials said Wednesday, an unprecedented move at the start of a decisive election year for the country.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/six-dr-seuss-books-are-dropped-after-review-finds-imagery-offensive-11614711623", "title": "Six Dr. Seuss Books Are Dropped After Review Finds Imagery Offensive", "date": "2021-03-03 09:49", "summary": "Decision was made by company overseeing late author's works; none of the best-known books are affected. Six of Dr. Seuss's books will no longer be published after a recent review concluded they contained offensive images, the company in charge of the late author's works said.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-tencent-becomes-an-investment-powerhouse-using-deals-to-expand-its-empire-11614769545", "title": "China's Tencent Becomes an Investment Powerhouse, Using Deals to Expand Its Empire", "date": "2021-03-03 09:36", "summary": "The tech giant has investments worth an estimated $259 billion in Chinese and overseas startups. A tech-market boom has yielded huge gains for China's Tencent Holdings Ltd. , which has invested in hundreds of up-and-coming businesses and is now sitting on a portfolio worth roughly a quarter of a trillion dollars.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lyft-las-vegas-sands-ross-stores-what-to-watch-when-the-stock-market-opens-today-11614772663", "title": "Lyft, Las Vegas Sands, DraftKings: What to Watch When the Stock Market Opens Today", "date": "2021-03-03 09:11", "summary": "Futures pointed to muted losses for technology shares. Here's what we're watching before Wednesday's trading gets underway.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frequent-fliers-itch-to-take-off-a-year-after-being-grounded-11614780360", "title": "Frequent Fliers Itch to Take Off a Year After Being Grounded", "date": "2021-03-03 09:06", "summary": "Road warriors are feeling like newbies as they prepare for traveling as Covid recedes. For a frequent traveler, it's an almost unimaginable milestone: a full year with no flights.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-wrote-down-goodwill-in-spades-last-year-as-the-pandemic-took-a-toll-11614780000", "title": "Companies Wrote Down Goodwill in Spades Last Year as Pandemic Took a Toll", "date": "2021-03-03 09:00", "summary": "In data available thus far, U.S. public firms took $143 billion in impairments in 2020, the most in at least a decade, according to Duff & Phelps. U.S. public companies last year wrote down the largest amount of goodwill in more than a decade as the value of certain assets declined during the Covid-19 pandemic.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-koreas-new-must-read-is-kim-jong-uns-biography-11614780001", "title": "North Korea's New Must-Read? Kim Jong Un's New Biography", "date": "2021-03-03 09:00", "summary": "Regime aims to boost morale with first official book on leader as country struggles with severe economic downturn. SEOUL-With North Korea battling its worst economic downturn in decades, its regime has released a biography of leader Kim Jong Un in an effort to boost morale.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-turn-a-200-blanket-into-a-statement-headboard-11614779881", "title": "How to Turn a $200 Blanket Into a Statement Headboard", "date": "2021-03-03 08:58", "summary": "Steal this unique bedroom-décor improvisation from a rising-star European designer. WITH A DARING sense of wit and color, and a style equal parts Scandi-chic and Anglo-eccentric, Swedish designer Beata Heuman crafts interiors that look and feel like no others-as illustrated in her new book, \"Every Room Should Sing\" (Rizzoli). The wellspring of her inspiration? A knack for what she calls \"magpie borrowing,\" and a canny eye for potential in even the most obscure sources.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-mens-sneakers-for-the-season-ahead-11614778830", "title": "The Best Men's Sneakers for the Season Ahead", "date": "2021-03-03 08:40", "summary": "Vintage-inspired sneakers feature throwback style and a minimalist silhouette. A low-top sneaker with a slim profile is the best way to ease out of slippers this spring. Suitable with shorts, sweats, jeans and dress pants, refined kicks are a foolproof way to avoid footwear faux pas after a long period of dress-code dormancy. For the new season, designers created minimalist versions with a retro twist, from '70s-style runners to vintage-inspired driving sneakers. While classic white Adidas Sambas can have a similar effect, there are more luxurious options to consider. For bespoke quality, there's Brunello Cucinelli 's nylon, leather and suede sneakers, handcrafted in the same Italian workshop where the brand makes its signature suits. For a sportier look, Loewe reintroduced its ballet runners in an all-white lambskin version with a leather scripted logo on the side. Another lace-up pair from Prada can be slipped on and dressed up despite its athletic appearance. Marni, a brand known for its self-aware takes on everyday pieces, created a pre-worn track shoe complete with scuffs and stains that can make a simple suit look unexpectedly cool. And for shifting between hiking trails and city walks, Moncler released a new sneaker made from a combination of water-repellent nylon and premium suede. -Jenny Hartman", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buying-a-luxury-home-itll-cost-you-more-than-that-million-dollar-price-tag-11614778254", "title": "Buying a Luxury Home? It'll Cost You More Than That Million-Dollar Price Tag", "date": "2021-03-03 08:30", "summary": "Maintenance costs, property taxes, insurance-it all adds up. That disclosure form you received from your lender prior to closing on your new home lays out the terms of your mortgage, loan fees, closing costs and other expenses associated with your purchase. But if you think those are all the costs you will incur as the owner of a luxury home, you might be in for a rude awakening.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rise-and-fall-of-80s-glam-metal-11614777293", "title": "The Rise and Fall of '80s Glam Metal", "date": "2021-03-03 08:14", "summary": "Resume Subscription. The glam-metal music of the 1980s is known for its over the top style and sound: the teased hair, heavy makeup and spandex; prodigious pyrotechnics and bombastic power ballads; lightning-fast guitar solos.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/mrna-covid-19-vaccines-are-fast-to-make-but-hard-to-scale-11614776401", "title": "mRNA Covid-19 Vaccines Are Fast to Make but Hard to Scale", "date": "2021-03-03 08:00", "summary": "Resume Subscription. Pfizer Inc. and partner BioNTech SE did the unimaginable when they developed a Covid-19 vaccine in less than a year. Previously, the quickest vaccine development program was the four years it took to make the mumps vaccine, licensed in 1967.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/sports-streamer-dazn-taps-disney-veteran-kevin-mayer-as-chairman-11614776403", "title": "Sports Streamer DAZN Taps Disney Veteran Kevin Mayer as Chairman", "date": "2021-03-03 08:00", "summary": "Service has substantial boxing and international soccer rights and is looking to expand. Kevin Mayer, a former senior executive of the Walt Disney Co. and architect of its Disney+ streaming service, has been named chairman of DAZN Group, a sports-streaming platform, DAZN said.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/labor-nominee-faces-scrutiny-over-bostons-contracting-practices-11614775151", "title": "Labor Nominee Faces Scrutiny Over Boston's Contracting Practices", "date": "2021-03-03 07:39", "summary": "As Marty Walsh awaits Senate confirmation, community groups filed a federal complaint alleging discrimination in how city awards contracts. President Biden's nominee for Labor secretary, Boston Mayor Marty Walsh, is facing criticism over his city's record on awarding contracts to Black- and Latino-owned firms.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeep-maker-stellantis-needs-some-tech-star-dust-11614774653", "title": "Jeep Maker Stellantis Needs Some Tech Star Dust", "date": "2021-03-03 07:30", "summary": "Company formed from the merger of Fiat Chrysler and Peugeot owner PSA has a strong industrial story to tell investors but a weak technological one. Stellantis, the merged company resulting from the combination of Fiat Chrysler and Peugeot owner PSA, is starting its journey on a strong financial footing. With the car industry and stock market gripped by technology fever, though, that isn't enough.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-announce-merck-will-help-make-johnson-johnson-vaccine-11614693084", "title": "Biden Says U.S. to Have Vaccines for All Adults by End of May", "date": "2021-03-03 07:17", "summary": "Merck has agreed to help its competitor Johnson & Johnson produce vaccines, speeding up the production of shots. President Biden said the U.S. would have enough Covid-19 vaccines for all American adults by the end of May, two months earlier than he had previously said, after regulators authorized the one-shot Johnson & Johnson vaccine and Merck & Co. agreed to help produce it.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/support-for-covid-19-vaccine-passports-grows-with-european-chinese-backing-11614771850", "title": "Vaccine-Passport Support Grows, With European, Chinese Backing", "date": "2021-03-03 06:44", "summary": "U.S. holds back for now amid ethical and practical concerns. Many international travelers will likely need to prove they are vaccinated or free of Covid-19 if they plan trips later this year, after the European Union and China both said they would move ahead with plans for \"vaccine passports.\"", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-appetite-for-bonds-fueled-by-capital-holiday-11614771452", "title": "Bank Appetite for Bonds Fueled by Capital Holiday", "date": "2021-03-03 06:37", "summary": "Some investors say a recovery from February's Treasury rout is vulnerable to the rollback of an exemption that favors government-bond purchases. Treasury prices have stabilized following last month's rout, but many investors say a continued recovery likely hinges on an imminent decision on U.S. capital rules for banks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/off-price-retail-is-fully-priced-11614771000", "title": "Off-Price Retail Is Fully Priced", "date": "2021-03-03 06:30", "summary": "Considering uncertainties of the post-Covid-19 environment, off-price retailers such as TJX and Ross Stores are already priced for perfection. Despite their gravity-defying sales track record, the holidays were a reminder of just how much off-price retailers' fates are tied to physical stores.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-embraces-nuclear-energy-expansion-to-lower-carbon-emissions-11614767403", "title": "Canada Embraces Nuclear Energy Expansion", "date": "2021-03-03 06:12", "summary": "Government is encouraging the deployment of small modular reactors, making the country an exception in the developed world. OTTAWA-In most developed nations, enthusiasm for expanding nuclear power is limited or nonexistent. One exception: Canada.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nuclear-powers-prospects-cool-a-decade-after-fukushima-meltdowns-11614767406", "title": "Nuclear Power's Prospects Cool a Decade After Fukushima Meltdowns", "date": "2021-03-03 06:10", "summary": "Disaster at the Japanese reactors marked a turning point for an industry that once promised to give the world a nearly unlimited source of energy. OMAEZAKI, Japan-At a seaside nuclear-power plant here, a concrete wall stretching a mile along the coast and towering 73 feet above sea level offers protection against almost any conceivable tsunami. Two reactors are ready to start splitting atoms again to heat water into steam and generate power, the operator has told regulators.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/singapore-airlines-opens-a-customer-service-school-for-businesses-11614769201", "title": "Singapore Airlines Opens a Customer-Service School for Businesses", "date": "2021-03-03 06:00", "summary": "Carrier's new division plays into HR leaders' growing interest in learning and development amid the pandemic. Singapore Airlines Ltd. has tried out a variety of new ways to generate revenue since the coronavirus pandemic first grounded much of its fleet last March, from offering guided tours of its training campus to delivering business-class meals-complete with Dom Pérignon Champagne-to the homes of Singaporean customers.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/leeds-united-premier-league-marcelo-bielsa-11614733795", "title": "The Premier League's Most Exciting Team Is in 11th Place", "date": "2021-03-03 06:00", "summary": "Leeds United games feature more goals than any other team-many of them for the opposition. But the attacking strategy is the club's ticket to another season in the Premier League.. Leeds United arrived in the Premier League this season steeled to play in the most intense soccer competition in the world. They knew that teams ran longer, pressed higher, and tackled harder than anywhere else.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wall-street-lobbies-to-bring-more-esg-funds-into-401-k-s-11614767400", "title": "Wall Street Lobbies to Bring More ESG Funds Into 401(k)s", "date": "2021-03-03 05:30", "summary": "Money managers are pushing for a revision of a Labor Department rule that effectively bars socially focused funds from many retirement plans. Money managers are lobbying to scrap a Trump-era rule that makes it difficult for 401(k) plans to invest in socially focused funds.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/concerts-were-wiped-out-during-covid-19-heres-when-they-could-come-back-11614767402", "title": "Concerts Could Be Back Sooner Than You Think", "date": "2021-03-03 05:30", "summary": "Widespread vaccinations and warmer weather could mean outdoor concerts this summer, with possible indoor shows later in the fall. Fans could be back at concerts this summer.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-employers-of-business-school-grads-are-customizing-the-degrees-11614767401", "title": "Big Employers of Business-School Grads Are Customizing the Degrees", "date": "2021-03-03 05:30", "summary": "PwC, KPMG, Ernst & Young join universities to craft their accounting and management programs to make sure graduates get needed skills. Companies hire thousands of business-school graduates every year only to spend months catching them up in the specific demands and skills of the job.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-covid-19-vaccine-without-a-needle-these-firms-are-on-the-case-11614767402", "title": "A Vaccine Without a Needle? These Firms Are On the Case", "date": "2021-03-03 05:30", "summary": "Possibility of annual shots, future pandemics spark hunt for a better solution. The effort to vaccinate the world against Covid-19 relies on the syringe and needle, using a 19th-century technology to get 21st-century science into the arms of billions. Now the race is on to find alternatives.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-oil-market-bounced-back-from-a-year-of-crisis-11614764428", "title": "How the Oil Market Bounced Back From a Year of Crisis", "date": "2021-03-03 04:40", "summary": "A fall in stockpiles, restraint among U.S. producers and the speedy recovery in Asian demand have driven the rally. Oil prices have staged a rapid recovery since the biggest crisis to strike the energy industry in decades.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bangladesh-is-becoming-south-asias-economic-bull-case-11614763213", "title": "Bangladesh Is Becoming South Asia's Economic Bull Case", "date": "2021-03-03 04:20", "summary": "Country's exports have boomed over the past decade, while those of India and Pakistan have lagged behind. Bangladesh achieved an economic landmark last week, when the United Nations' Committee for Development Policy recommended that the country graduate from the least-developed-country categorization that it has held for most of the 50 years since it became independent.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-developers-4-6-billion-in-offshore-debt-is-in-doubt-after-default-11614680954", "title": "Chinese Developer's $4.6 Billion in Offshore Debt Is in Doubt After Default", "date": "2021-03-03 01:47", "summary": "Beijing has grown more tolerant of defaults as it tries to erode assumptions that investors will always be made whole. ", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-least-15-die-in-southern-california-highway-crash-11614714046", "title": "At Least 13 Die in California Crash Near Mexico Border", "date": "2021-03-03 00:31", "summary": "An SUV carrying 25 passengers was struck by a semi truck laden with gravel. At least 13 people died Tuesday morning in a crash between a semi truck and an SUV packed with people in southeastern California near the Mexico border, police said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11614726086", "title": "Pepper...and Salt", "date": "2021-03-03 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-suffer-first-setback-in-50-50-senate-11614791719", "title": "Democrats Suffer First Setback in 50-50 Senate", "date": "2021-03-03 00:01", "summary": "Narrow control of chamber sinks Tanden nomination but also figures in Covid-19 aid package, planned infrastructure push. WASHINGTON-The withdrawal of Neera Tanden's nomination for White House budget director underscores the tenuous nature of Democrats' hold on the Senate, where the party can't afford to lose a single vote on nominees or its multitrillion-dollar spending plans.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-democrats-iron-out-details-on-covid-19-aid-package-11614709186", "title": "Senate Democrats Iron Out Details on Covid-19 Aid Package", "date": "2021-03-03 23:35", "summary": "President Biden urges Democrats during a call to stay united on the legislation and pass it quickly. WASHINGTON-Senate Democrats sought to bridge differences over jobless benefits, aid for state and local governments and $1,400 direct payments as they aimed to complete a $1.9 trillion coronavirus relief package and pass it through their chamber in the coming days.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rio-tinto-chairman-to-step-down-over-destruction-of-ancient-caves-11614744978", "title": "Rio Tinto Chairman to Step Down Over Destruction of Ancient Caves", "date": "2021-03-03 23:16", "summary": "Simon Thompson will be the fourth senior leader to leave the miner over its demolition of two ancient rock shelters, which prompted widespread outrage. SYDNEY- Rio Tinto PLC said its chairman would step down because of its destruction of two ancient rock shelters in Australia last year, bowing to demands from some investors for greater accountability for the incident.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-equity-group-including-baypine-nears-deal-to-buy-mavis-express-tire-services-11614738443", "title": "Private-Equity Group Led by BayPine Nears Deal to Buy Mavis Express Tire Services", "date": "2021-03-03 22:51", "summary": "Deal for auto-service chain would value it at around $6 billion including debt, sources say. A group of private-equity firms led by BayPine LP is nearing a deal to buy Mavis Express Tire Services Corp. in a transaction that would value the auto-service chain at around $6 billion including debt, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anti-money-laundering-unit-must-staff-up-to-fulfill-reform-mandate-official-says-11614736240", "title": "Anti-Money-Laundering Unit Must Staff Up to Fulfill Reform Mandate, Official Says", "date": "2021-03-03 20:50", "summary": "FinCEN director expresses confidence in agency's ability to implement a new anti-money-laundering law and launch a corporate ownership database. The U.S. Treasury Department's financial crimes unit is focused on acquiring the resources it needs to implement sweeping new anti-money-laundering reforms-in a way that doesn't unnecessarily burden the financial industry, its director said.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-variant-in-brazil-overwhelms-local-hospitals-hits-younger-patients-11614705337", "title": "Covid-19 Variant in Brazil Overwhelms Local Hospitals, Hits Younger Patients", "date": "2021-03-03 20:06", "summary": "New coronavirus strain is more contagious and more capable of reinfecting people than earlier strain, studies show. SÃO PAULO-Researchers and doctors are sounding the alarm over a new, more aggressive coronavirus strain from the Amazon area of Brazil, which they believe is responsible for a recent rise in deaths, as well as infections in younger people, in parts of South America.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/neera-tandens-nomination-as-budget-office-head-to-be-withdrawn-11614729559", "title": "White House Withdraws Neera Tanden Nomination", "date": "2021-03-03 20:00", "summary": "White House pulls Biden's pick to lead Office of Management and Budget following criticism from lawmakers. WASHINGTON-The White House is withdrawing Neera Tanden's nomination to lead the Office of Management and Budget amid opposition from Senate Republicans and a key Democrat, marking the first failed confirmation push for one of President Biden's cabinet picks.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activision-blizzard-says-frances-townsend-will-oversee-compliance-11614732608", "title": "Activision Blizzard Says Frances Townsend Will Oversee Compliance", "date": "2021-03-03 19:50", "summary": "The former counterterrorism official under former President George W. Bush was named executive vice president for corporate affairs by the gaming company. Activision Blizzard Inc. on Tuesday said Frances F. Townsend will serve as its executive vice president for corporate affairs, and has been appointed by the board to serve as corporate secretary and chief compliance officer.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administrations-review-of-sanctions-programs-could-take-months-white-house-official-says-11614732627", "title": "Biden Administration's Review of Sanctions Programs Could Take Months, White House Official Says", "date": "2021-03-03 19:50", "summary": "Review will focus on whether U.S. sanctions are achieving their stated goals as well as having unintended consequences. The Biden administration's ongoing review of U.S. sanctions programs could take months as key personnel await Senate confirmation, a senior White House official said.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gina-raimondo-confirmed-as-commerce-secretary-11614715295", "title": "Raimondo Confirmed as Commerce Secretary", "date": "2021-03-03 19:25", "summary": "Some Republicans who opposed the Rhode Island governor's nomination say she hasn't sounded tough enough on China. WASHINGTON-Rhode Island Gov. Gina Raimondo won easy Senate confirmation for commerce secretary Tuesday, but faces big challenges ahead at an agency tasked with addressing Chinese trade and technology threats.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/target-cfo-boosts-store-investments-as-pandemic-lifts-sales-11614725408", "title": "Target CFO Boosts Store Investments as Pandemic Lifts Sales", "date": "2021-03-03 19:22", "summary": "Michael Fiddelke, a 17-year veteran of the retailer, has been CFO since late 2019. Michael Fiddelke, the Target Corp. veteran who has been running the retailer's finances since late 2019, is planning further investments in its stores to hold on to sales gains made during the pandemic.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hedge-fund-manager-thomas-sandell-pays-105-million-new-york-tax-settlement-11614726139", "title": "Hedge-Fund Manager Thomas Sandell Pays $105 Million New York Tax Settlement", "date": "2021-03-03 19:01", "summary": "The agreement over alleged efforts to evade taxes is the largest False Claims Act recovery in the state's history. New York authorities reached a $105 million settlement with Swedish hedge-fund manager Thomas Sandell over his alleged efforts to evade state and city taxes.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/data-integrity-company-precisely-gains-new-majority-owners-in-3-5-billion-deal-11614729600", "title": "Data-Integrity Company Precisely Gains New Majority Owners in $3.5 Billion Deal", "date": "2021-03-03 19:00", "summary": "TA Associates and Clearlake Capital are taking control of the business from Centerbridge Partners. Two private-equity firms have agreed to back data-integrity business Precisely in a $3.5 billion deal, people familiar with the situation said, banking on the growth and importance of trusted data.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}]