[{"link": "https://www.wsj.com/articles/house-tackles-ban-on-imports-from-chinas-xinjiang-region-11639524574", "title": "House Votes to Ban Imports From China's Xinjiang on Labor Concern", "date": "2021-12-14 23:50", "summary": "Bipartisan agreement was reached with Senate on language of Uyghur Forced Labor Prevention Act. WASHINGTON-The House voted unanimously Tuesday to ban imports from China's Xinjiang region over concerns about the use of forced labor, after a bipartisan agreement was reached with the Senate on the language of the legislation.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-set-to-vote-to-hold-mark-meadows-in-criminal-contempt-of-congress-11639504114", "title": "House Votes to Hold Mark Meadows in Criminal Contempt of Congress", "date": "2021-12-14 23:10", "summary": "Former Trump chief of staff has defied subpoena to testify to Jan. 6 panel investigating the Capitol riot. WASHINGTON-The Democratic-controlled House voted to hold former President Donald Trump's final chief of staff, Mark Meadows, in criminal contempt of Congress as lawmakers zeroed in on his communications related to the Jan. 6 attack on the Capitol by Trump supporters.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gas-truck-blast-in-haiti-kills-some-40-in-latest-disaster-for-nation-11639490464", "title": "Haiti Gas-Truck Blast Kills at Least 62 People", "date": "2021-12-14 22:28", "summary": "Dozens more are injured by the explosion in Cap-Haïtien, and officials say death toll is likely to rise. A tanker truck carrying gasoline exploded in Haiti's second-largest city of Cap-Haïtien, killing at least 62 people and injuring dozens more, Haitian officials said Tuesday.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-covid-19-deaths-top-800-000-11639526446", "title": "U.S. Covid-19 Deaths Top 800,000", "date": "2021-12-14 20:41", "summary": "This year's coronavirus fatalities exceed those reported in 2020 as new infections, hospitalizations rise in parts of the country. Reported Covid-19 deaths in the U.S. have surpassed 800,000, with the coronavirus pandemic set to continue into the new year.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stephen-curry-3-point-record-nba-ray-allen-11639431348", "title": "Stephen Curry Breaks the NBA's 3-Point Record", "date": "2021-12-14 20:05", "summary": "Curry became the league's all-time leader by making his 2,974th career three. Here's how he shot his way into history.. The first 3-pointer of Stephen Curry's career was in 2009, long before the birth of a dynasty built around his majestic shooting.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tornado-kentucky-path-mayfield-damage-11639529262", "title": "Along the Monster Tornado's 230-Mile Path: 'She Saw the Fear in My Eyes'", "date": "2021-12-14 19:50", "summary": "Resume Subscription. Soon after a siren warned of a coming tornado on Friday evening, nursing assistant Linda Knapp took an elderly resident at the Monette Manor nursing home in Monette, Ark., to the bathroom. Then the twister struck, ripping the roof off the building and dislodging chunks of the wall.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/educators-inspired-amid-covid-discovery-center-stop-award-school-choice-11639517626", "title": "Educators Inspired Amid Covid", "date": "2021-12-14 19:03", "summary": "The $1 million STOP Award goes to a museum that became a school.. Americans rightly cheer the cops, firemen, nurses and emergency medical technicians who stayed on the job during the pandemic. But in education some big contributions have gone largely unsung. We hope that changes now that the Discovery Center in Springfield, Mo., has won the $1 million STOP Award.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australia-eases-covid-19-travel-rules-as-others-bolster-omicron-defenses-11639467056", "title": "Australia Eases Covid-19 Travel Rules as Others Bolster Omicron Defenses", "date": "2021-12-14 18:50", "summary": "Skilled migrants, foreign students gain entry, though tourists are still mostly barred. SYDNEY-Australia said it would move ahead with the next stage of its border reopening, deeming it has sufficient defenses to manage outbreaks of Covid-19 even as the Omicron variant prompts leaders elsewhere to tighten restrictions.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/o-j-simpson-released-from-parole-early-11639522166", "title": "O.J. Simpson Released From Parole Early", "date": "2021-12-14 18:48", "summary": "Former NFL star had been on parole since 2017 following armed robbery conviction. O.J. Simpson is no longer on parole.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blockchain-entrepreneur-jonathan-yantis-pays-12-5-million-to-buy-colorado-mansion-from-former-dollar-general-ceo-11639525486", "title": "Blockchain Entrepreneur to Buy Colorado Mansion", "date": "2021-12-14 18:46", "summary": "Resume Subscription. Jonathan Yantis, the 51-year-old co-founder of the NFT blockchain Worldwide Asset eXchange, has purchased a roughly 70-acre estate outside Denver, for $12.5 million, according to listing agent Liza Hogan of Douglas Elliman.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/omicron-variant-accounts-for-3-of-u-s-covid-19-infections-11639502183", "title": "Omicron Variant Accounts for 3% of U.S. Covid-19 Infections", "date": "2021-12-14 18:25", "summary": "CDC data shows higher concentration of Omicron cases in New York, New Jersey. The Omicron variant accounts for an estimated 3% of Covid-19 cases in the U.S. and more than one in eight cases in the New York and New Jersey area, federal data show.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-kentucky-man-played-the-piano-after-a-tornado-destroyed-his-home-11639524250", "title": "This Kentucky Man Played the Piano After a Tornado Destroyed His Home", "date": "2021-12-14 18:24", "summary": "Of the video that went viral, Jordan Baize's sister says, 'I feel like people are using this for whatever they're facing, and it has brought peace to them in their storm'. Jordan Baize sat down at the waterlogged grand piano, the day after a tornado blew the roof off his home in Bremen, Ky., in what remained of his living room to play a Christian hymn that had been rattling around his head for days.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/centene-ceo-to-retire-amid-activist-investor-pressure-11639502655", "title": "Centene CEO to Retire Amid Activist Pressure", "date": "2021-12-14 18:23", "summary": "Managed-care provider's board to be restructured in a deal with activist hedge fund Politan. Managed-care provider Centene Corp. said its long-serving chief executive officer will retire next year and it will name five new board members amid pressure from activist hedge fund Politan Capital Management LP.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-price-of-the-feds-delay-jerome-powell-federal-reserve-inflation-producer-price-index-11639515049", "title": "The Price of the Fed's Delay", "date": "2021-12-14 18:19", "summary": "Powell said he'd wait to see inflation before acting to stop it. He got that, and more.. The Federal Open Market Committee (FOMC) is meeting this week, and its members were greeted Tuesday with the rude welcome of surging wholesale prices. This is more evidence that Chairman Jerome Powell and the Federal Reserve have made a historic mistake that they now have to fix without sending the economy into recession.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tony-blinkens-tiny-island-diplomacy-china-us-micronesia-kiribati-nauru-11639520693", "title": "Tony Blinken's Tiny Island Diplomacy", "date": "2021-12-14 18:18", "summary": "Why the U.S., Japan and Australia are investing in three Pacific states.. Even in the age of cyber attacks and hypersonic weapons, American strategists are discovering that old-fashioned physical geography matters in U.S.-China competition. One consequence is that sparsely populated island nations in the Pacific Ocean are getting heightened attention from the U.S. and its allies. The latest example is a joint investment by the U.S., Japan and Australia in an undersea cable connecting the Federated States of Micronesia (FSM), Kiribati and Nauru.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizers-latest-covid-breakthrough-paxlovid-antiviral-pill-11639516088", "title": "Pfizer's Latest Covid Breakthrough", "date": "2021-12-14 18:18", "summary": "The company's antiviral pill is the best therapeutic news so far.. Pfizer CEO Albert Bourla on Tuesday hailed his company's antiviral pill Paxlovid as a \"game changer\" after final trial data showed it reduced risk of hospitalization among high-risk groups by nearly 90%.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-son-of-ex-panama-president-pleads-guilty-in-odebrecht-bribery-case-11639523813", "title": "Another Son of Ex-Panama President Pleads Guilty in Odebrecht Bribery Case", "date": "2021-12-14 18:16", "summary": "Ricardo Alberto Martinelli admitted to setting up offshore accounts to direct money to a relative who was a government official in Panama. Another son of former Panamanian President Ricardo Martinelli pleaded guilty to a U.S. charge related to his role in a bribery scheme involving Brazil's Odebrecht SA.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-and-on-and-on-11639523755", "title": "Omicron and On and On...", "date": "2021-12-14 18:15", "summary": "Another Covid variant, another federal effort to combat it.. The chair of the South African Medical Association, who helped alert the world to Covid's Omicron variant, is still trying to persuade the British government not to panic about it. Dr. Angelique Coetzeewrites this week in the Daily Mail:", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-biden-price-plan-wage-stagnation-inflation-money-supply-price-regulation-control-federal-reserve-11639517901", "title": "A Biden Plan for Prices? No Thanks", "date": "2021-12-14 18:06", "summary": "The Build Back Better plan would make things worse by injecting trillions of dollars into the economy.. Asked about his plan for a dangerous opponent, boxer Mike Tyson once said: \"Everybody has a plan until they get punched in the mouth.\" President Biden has proposed various plans to deal with inflation.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-lesson-for-rohit-chopra-and-cfpb-overdraft-fees-money-transfer-unbanked-regulation-11639518656", "title": "Walmart's Lesson for Rohit Chopra and the CFPB", "date": "2021-12-14 18:05", "summary": "Competition, not regulation, will reduce costs for the 7.1 million unbanked U.S. households.. Customers pay overdraft fees when banks honor transactions that would otherwise result in insufficient funds. This can be useful for consumers who are essentially being floated a short-term loan to avoid denial of a transaction. That's not how Rohit Chopra sees it. On Dec. 1, the head of the Consumer Financial Protection Bureau declared that banks are \"hooked on exploitative junk fees that can quickly drain a family's bank account.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-dont-have-a-blog-and-never-will-twitter-author-books-writing-posts-social-media-11639517456", "title": "I Don't Have a Blog and Never Will", "date": "2021-12-14 18:04", "summary": "I have many opinions, but I save them for conversations.. I was checking to see how many websites were selling my latest book the other day when I noticed that Amazon listed me on Google in the following way: \"Stephen Miller: Books, Biography, Blog, Audiobooks, Kindle.\" Blog? I've never blogged in my life. I don't even have a website. I do have a Twitter account, but I have tweeted maybe 10 times in seven years and have only seven followers. What are they following?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-schools-without-de-blasio-education-gap-chancellor-banks-charter-mayor-adams-11639518269", "title": "New York Schools With de Blasio Out of the Way", "date": "2021-12-14 18:02", "summary": "Mayor-elect Eric Adams makes a promising choice to run New York City's public education system.. New York's departing mayor, Bill de Blasio, has spent eight years at loggerheads with law enforcement and school reformers. When he wasn't siding with Black Lives Matter demonstrators at antipolice protests, the mayor was busy thwarting the expansion of high-performing charter schools, attacking gifted-and-talented middle-school programs and denouncing public high schools that admit students based on a standardized test score.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-variant-meets-our-policy-mess-death-fatality-covid-vaccines-mask-mandate-hospitalization-11639517305", "title": "Omicron Variant Meets Our Public-Policy Mess", "date": "2021-12-14 18:00", "summary": "Americans are having to adapt instinctively because they are led and informed badly.. The best hope for Omicron goes like this: If it spreads more easily, big deal. The virus is already everywhere. If it's also milder, hooray. This is the thing that matters now. As it spreads to the vaccinated and unvaccinated alike, let's protect the most vulnerable while accepting that Omicron will boost population resistance and contribute to reducing Covid to a mostly non-life-threatening nuisance.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-finest-review-princes-of-the-city-11639522536", "title": "'New York's Finest' Review: Princes of the City", "date": "2021-12-14 17:55", "summary": "Steven McDonald of the NYPD was left paralyzed in a 1986 shooting-yet publicly forgave the man who shot him.. About midway through \"New York's Finest,\" Michael Daly tells a story that may strike a chord with New Yorkers-or, more likely, former New Yorkers-of a certain age. It's about a run-of-the-mill shooting, nothing like the horrific crimes Mr. Daly portrays elsewhere in his paean to the New York Police Department. But it took place in a seemingly safe space: a Vera Wang bridal shop on Manhattan's Upper East Side in early 1994. Two men robbed an out-of-town couple shopping with their daughters; one of the robbers then shot the couple with a semiautomatic pistol.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amtrak-changing-course-suspends-covid-19-vaccine-mandate-for-workers-11639521984", "title": "Amtrak Suspends Covid-19 Vaccine Mandate for Workers", "date": "2021-12-14 17:46", "summary": "Rail operator to allow weekly testing as alternative to vaccination as it seeks to avoid disruptions to train schedules. Amtrak said it would suspend its Covid-19 vaccine mandate for employees, a reversal from last week's policy stance that the rail company said would allow it to operate its passenger trains as scheduled.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/titian-the-medici-cezanne-soutine-de-kooning-dawoud-bey-jasper-johns-frick-madison-11639521245", "title": "The Best Art of 2021: Reunions, Retrospectives and Radicals", "date": "2021-12-14 17:35", "summary": "Standout shows from this year included a meeting of long-separated Titian works, a two-venue celebration of American icon Jasper Johns, and a look at Dawoud Bey's brilliant portraiture.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/young-rock-kenan-christmas-show-mr-mayor-nbc-kenan-thompson-dwayne-johnson-ted-danson-holly-hunter-11639521134", "title": "Adding Laughs to Your Silent Night", "date": "2021-12-14 17:33", "summary": "Holiday episodes of 'Young Rock,' 'Kenan' and 'Mr. Mayor' offer the gift of comedy to Christmastime programming.. The meaning of Christmas? For TV viewers, it means holiday specials about the meaning of Christmas. For sitcom writers, it means wrapping their existing show inside a storyline where 1) nobody appreciates the meaning of Christmas; 2) everyone learns the meaning of Christmas; 3) everyone leaves merry and bright.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-scrutinizing-bank-mergers-delaying-deals-11639500809", "title": "Biden Administration Presses to Scrutinize Bank Mergers, Potentially Delaying Deals", "date": "2021-12-14 17:32", "summary": "Trump FDIC appointee stands in the way of Democrats on agency board seeking to review rules. WASHINGTON-Democratic members of the Federal Deposit Insurance Corp. are pushing to review regulations around big-bank mergers, showing the Biden administration's wider concern with such tie-ups.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/close-to-me-sundance-connie-nielsen-christopher-eccleston-susan-lynch-tom-taylor-amanda-reynolds-11639520933", "title": "'Close to Me' Review: Unremembrance of Things Past", "date": "2021-12-14 17:30", "summary": "A woman struggles to piece together the year before she suffered a head trauma in the new series based on the novel by Amanda Reynolds.. Having fallen-presumably-down a flight of stairs and looking like she's gone 10 rounds with a Buick, Jo Harding (Connie Nielsen) is being brought home from the hospital by her doting husband, Rob (Christopher Eccleston), struggling to remember the year of her life that head trauma has completely erased. Her husband looks different. \"I've lost weight,\" he says from the driver's seat. Where are his glasses? \"I wear contacts now,\" he tells her. \"Are you having an affair?\" she asks. He says no. \"Am I having an affair?\" she asks, thinking out loud. It certainly makes her amnesia convincing: It's a question one would pose only if one really didn't know.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-says-its-covid-19-pill-likely-works-against-omicron-11639482302", "title": "Pfizer Says Its Pill Likely Works Against Omicron", "date": "2021-12-14 17:27", "summary": "Antiviral drug Paxlovid stayed 89% effective at reducing the risk of hospitalization and death in a final analysis of a key study in high-risk adults. Preliminary laboratory tests gave encouraging signs that Pfizer Inc.'s experimental Covid-19 pill for the newly infected could work against Omicron, the company said.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-nominate-sandra-thompson-to-lead-fannie-and-freddies-overseer-11639516604", "title": "Biden to Nominate Sandra Thompson to Lead Fannie and Freddie's Overseer", "date": "2021-12-14 17:24", "summary": "The acting director of the Federal Housing Finance Agency has the support of industry groups and key Democrats. WASHINGTON-President Biden plans to nominate Sandra Thompson to become the permanent director of the Federal Housing Finance Agency, the White House said, tapping a career regulator to head the agency responsible for overseeing mortgage-finance giants Fannie Mae and Freddie Mac.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iphigenia-wayne-shorter-esperanza-spalding-frank-gehry-11639520430", "title": "'... (Iphigenia)' Review: A Sacrificial Character Finds Her Voice", "date": "2021-12-14 17:22", "summary": "Wayne Shorter and Esperanza Spalding team up for an operatic retelling of Euripides' play.. Washington", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-we-get-offline-students-smartphone-texting-social-media-twitter-instagram-facebook-11639517594", "title": "Should We Get Offline From Time to Time?", "date": "2021-12-14 17:22", "summary": "Students debate the use and abuse of smartphones and social media.. Editor's note: In this Future View, students discuss taking themselves offline. Next week we'll ask, \"Pascal once suggested we all have a god-shaped hole-an emptiness that can only be filled by God. In a time of increased secularization, are young Americans missing a part of themselves by turning away from religion?\" Students should click here to submit opinions of fewer than 250 words before Dec. 21. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-12-14-2021-11639471315", "title": "U.S. Stocks Extend Monday's Losses", "date": "2021-12-14 17:12", "summary": "Investors await the Federal Reserve's next move amid Omicron, inflation developments. U.S. stocks ended lower Tuesday as the Federal Reserve kicked off its two-day policy meeting, which is expected to end with the central bank signaling a faster wind-down of its bond-buying program.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/queued-up-wednesday-crossword-december-15-11639518700", "title": "Queued Up (Wednesday Crossword, December 15)", "date": "2021-12-14 16:51", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-big-omicron-study-finds-two-doses-of-pfizers-vaccine-cuts-hospitalization-risk-by-70-11639495432", "title": "Study Finds Two Pfizer Vaccine Doses Offer Less Protection Against Omicron Than Against Delta", "date": "2021-12-14 16:50", "summary": "Protection against hospitalization falls to 70% from 93% and against infection to 33% from 80%. The first large real-world study of how vaccines hold up against Omicron found that two shots of Pfizer Inc. and BioNTech SE 's Covid-19 vaccine lowered the risk of hospital admission by 70% for patients infected with the highly mutated variant.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-response-tests-boris-johnsons-pledge-to-keep-u-k-open-11639493134", "title": "Vaccine Rules Stir Political Resistance for U.K.'s Johnson", "date": "2021-12-14 16:49", "summary": "Prime minister says he will keep country open, even as cases rise. LONDON-British Prime Minister Boris Johnson faced resistance over plans to require vaccinations in certain venues to stem the fast spread of the Covid-19 Omicron variant, as dozens of lawmakers from his own Conservative Party voted against the measure Tuesday.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vacation-rental-manager-vacasa-aims-to-add-homes-after-public-listing-11639517105", "title": "Vacation-Rental Manager Vacasa Aims to Add Homes After Public Listing", "date": "2021-12-14 16:25", "summary": "The company raised about $340 million this month by merging with a special-purpose acquisition company. Vacation rental-management company Vacasa Inc. plans to use the roughly $340 million it raised in its recent public listing to add new homes and features to its platform.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-tells-unvaccinated-workers-to-stay-home-11639516822", "title": "JPMorgan Tells Unvaccinated Workers To Stay Home", "date": "2021-12-14 16:20", "summary": "'It seems unfair to require our vaccinated employees to wear masks all day at their desks,' the bank said. JPMorgan Chase & Co. told unvaccinated employees in New York that they must work from home starting Tuesday.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/district-of-columbia-sues-proud-boys-oath-keepers-11639505929", "title": "Proud Boys, Oath Keepers Sued Over Capitol Attack", "date": "2021-12-14 16:14", "summary": "The District of Columbia's attorney general alleges the groups conspired to attack the Capitol on Jan. 6. WASHINGTON-The District of Columbia sued the Proud Boys and the Oath Keepers, D.C. Attorney General Karl Racine said, alleging the far-right groups conspired to attack the U.S. Capitol on Jan. 6 and disrupt the certification of President Biden's election victory.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-takes-rare-court-loss-in-insider-trading-case-11639515867", "title": "SEC Takes Rare Court Loss in Insider-Trading Case", "date": "2021-12-14 16:04", "summary": "Federal judge says agency's case centering on a Gartner acquisition in 2017 was based too much on speculation. WASHINGTON-The Securities and Exchange Commission suffered a rare defeat in an insider-trading case, with a judge finding the regulator failed to prove a Virginia mortgage banker traded on illicit tips.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvard-professor-goes-on-trial-on-charges-of-lying-about-china-ties-11639483309", "title": "Harvard Professor Goes on Trial on Charges of Lying About China Ties", "date": "2021-12-14 16:01", "summary": "Government alleges that nanoscience expert Charles Lieber misled government, university about his links to Wuhan University of Technology. Harvard chemistry professor Charles Lieber went on federal trial in Boston Tuesday over whether he misled the U.S. Defense Department and others about his relationship with a Chinese university, testing the government's policing of U.S.-China collaborations after a similar case ended in an acquittal earlier this year.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arizona-asks-supreme-court-to-reinstate-abortion-law-11639514794", "title": "Arizona Asks Supreme Court to Reinstate Abortion Law", "date": "2021-12-14 15:46", "summary": "State requests emergency order to reverse lower court's block on legislation criminalizing abortions for fetal abnormalities. WASHINGTON-The state of Arizona asked the Supreme Court Tuesday for an emergency order reinstating a law passed earlier this year that imposes criminal penalties for abortions performed because of fetal genetic abnormalities.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/f1-grand-prix-weekend-austin-food-drink-11639513946", "title": "An F1 Grand Prix Weekend in Austin Offers Grand Times, On and Off the Track", "date": "2021-12-14 15:33", "summary": "For 'Drive to Survive' viewers and longtime F1 fans alike, building a vacation around a race is its own kind of thrill. Plus, a brief guide to 2022 races in Miami, Montreal and more.. IN HIS 1971 NOVEL \"Fear and Loathing in Las Vegas,\" Hunter S. Thompson sends his alter ego Raoul Duke to the Nevada desert to report on the Mint 400 off-road race. I recently had reason to travel for motor sport, though my companions and I were comparably sober during our long weekend in Austin, Texas, the home of Formula One's United States Grand Prix. The race takes place on the Circuit of the Americas (COTA), which was built in 2012 about a 20-minute drive from downtown. The track is 3.4 miles and the race runs 56 laps.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-will-slow-oil-demand-recovery-but-not-destroy-it-iea-says-11639472417", "title": "Omicron Will Slow Oil Demand Recovery but Not Destroy It, IEA Says", "date": "2021-12-14 15:18", "summary": "Most of the new variant's impact will be in air travel, watchdog says. The Omicron variant's emergence will allow the supply of oil to overtake the rate at which the world is consuming it, easing the supply tightness of recent months, the International Energy Agency said Tuesday.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kroger-to-end-some-covid-19-benefits-for-unvaccinated-workers-11639477802", "title": "Kroger to End Some Covid-19 Benefits for Unvaccinated Workers", "date": "2021-12-14 15:11", "summary": "Grocery chain to remove paid emergency leave for unvaccinated employees who contract Covid-19, add $50 monthly health surcharge for some staff. Kroger Co. is eliminating some Covid-19 benefits for unvaccinated employees, a move to encourage inoculations as the Biden administration's vaccine mandate faces legal challenges.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andrew-cuomo-is-ordered-to-relinquish-money-he-made-from-covid-19-memoir-11639510417", "title": "Cuomo Ordered to Relinquish Money He Made From Covid Memoir", "date": "2021-12-14 14:58", "summary": "Former governor's attorney says he will go to court to fight ethics commission's order that he give up millions due to alleged use of public resources on book. ALBANY, N.Y.-New York state's ethics watchdog passed a resolution Tuesday ordering former Gov. Andrew Cuomo to relinquish millions of dollars he was paid for the memoir he wrote about his handling of the Covid-19 pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-renews-mask-mandates-in-u-s-stores-as-covid-19-surges-11639511574", "title": "Apple Renews Mask Rules in U.S. Stores", "date": "2021-12-14 14:52", "summary": "Tech giant reimposes policy as California tightens indoor health protocols. Apple Inc. stores across the U.S. are returning to requiring masks as Covid-19 cases surge.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-google-hold-vise-like-grip-on-smartphones-u-k-regulator-says-11639489558", "title": "Apple, Google Hold 'Vise-Like Grip' on Smartphones, U.K. Regulator Says", "date": "2021-12-14 14:48", "summary": "Nonbinding report is aimed at providing options for regulator if it gets new powers proposed by government. LONDON- Apple Inc. and Alphabet Inc.'s Google hold a \"vise-like grip\" over how people use mobile devices, Britain's antitrust regulator said Tuesday, adding it was assessing whether to try to loosen what it said was their control over smartphone ecosystems.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/death-toll-from-tornadoes-holds-steady-as-rescue-efforts-continue-11639509999", "title": "Death Toll From Tornadoes Holds Steady as Rescue Efforts Continue", "date": "2021-12-14 14:26", "summary": "Fatalities in Kentucky stand at 74, with more than 100 still missing. The death toll from this weekend's devastating tornadoes in the country's midsection held steady at 88 on Tuesday, as officials worked to shelter displaced residents, restore electricity and set up temporary clinics.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-firm-nydig-raises-1-billion-from-investors-11639509672", "title": "Bitcoin Firm NYDIG Raises $1 Billion From Investors", "date": "2021-12-14 14:21", "summary": "New York firm valued at more than $7 billion in latest blockbuster funding round by a crypto startup. New York-based bitcoin firm NYDIG said Tuesday that it had raised $1 billion at a valuation of more than $7 billion, the latest in a series of blockbuster funding rounds this year by cryptocurrency startups.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/belarus-sentences-husband-of-opposition-leader-to-18-years-in-prison-11639507300", "title": "Belarus Sentences Husband of Opposition Leader to 18 Years in Prison", "date": "2021-12-14 13:41", "summary": "Sergei Tikhanovsky was arrested before last year's disputed presidential election, in which he had hoped to compete; his wife ran in his place. MOSCOW-The husband of Belarus's most prominent opposition leader was sentenced Tuesday to 18 years in prison, the latest move against increasingly beleaguered opponents of authoritarian leader Alexander Lukashenko.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/giving-pledge-grows-as-more-of-worlds-wealthy-sign-on-to-give-away-money-11639505058", "title": "More of World's Wealthy Sign On to Give Away Money", "date": "2021-12-14 13:16", "summary": "DoorDash, Pinterest co-founders join effort started in 2010 by Buffett and Gateses. More than a dozen of some of the world's richest people have joined a pledge to donate a majority of their wealth to charitable causes, either during their lifetimes or in their wills.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-arab-emirates-threatens-to-pull-out-of-23-billion-f-35-drone-deal-with-u-s-11639491997", "title": "U.A.E. Threatens to Pull Out of $23 Billion F-35, Drone Deal With U.S.", "date": "2021-12-14 13:10", "summary": "Gulf partner complained about security requirements aimed at guarding against Chinese espionage, officials say. WASHINGTON-The United Arab Emirates is threatening to pull out of a multibillion-dollar deal to buy American-made F-35 aircraft, Reaper drones and other advanced munitions, U.S. officials said, in what would be a significant shake-up between two longtime partners increasingly at odds over China's role in the Gulf.", "categories": [["WSJ News Exclusive", "World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/campbell-is-getting-warmer-11639504887", "title": "Campbell Is Getting Warmer", "date": "2021-12-14 13:01", "summary": "The snacks and soup maker is making many of the right moves to emerge stronger once near-term inflation challenges fade. Campbell Soup is close to turning a decisive corner after a challenging year, but it isn't quite there yet.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-and-china-dangerous-population-decline-indo-pacific-pivot-research-development-taiwan-ukraine-11639497466", "title": "Russia and China's Dangerous Decline", "date": "2021-12-14 12:54", "summary": "The risk of war arises not because they're strong but because they foresee their advantages slipping away.. The risk of confrontation between the U.S. and China is greater than it has been in decades, and a broader war, triggered by a Chinese action against Taiwan, is a possibility. In \"Destined for War: Can America and China Escape Thucydides's Trap?\" (2017), Graham Allison likened the situation to the Peloponnesian War, which the Athenian historian thought inevitable because Sparta feared the rising power of Athens.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-covid-changed-the-american-workforce-participation-remote-benefits-welfare-inflation-11639496874", "title": "How Covid Changed the American Workforce", "date": "2021-12-14 12:51", "summary": "Companies are racing to automate, as older workers and parents work less or quit.. Economic forecasting is a tricky business-at best, an art rather than a science-and even the best observers get it wrong sometimes, as the Federal Reserve Board has this year with inflation. Disjunctive events, such as a pandemic, make predictions even more difficult.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/martin-scorsese-to-get-nyu-institute-named-after-him-11639503646", "title": "Martin Scorsese to Get NYU Institute Named After Him", "date": "2021-12-14 12:40", "summary": "Institute to be funded by donation from investor Mellody Hobson and husband George Lucas, who directed 'Star Wars'. Martin Scorsese is getting an institute named after him at New York University, the school the director graduated from in the 1960s before going on to make \"Taxi Driver,\" \"Raging Bull\" and other hit movies.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israeli-cyber-firm-nso-explores-sale-closure-of-spyware-unit-11639503139", "title": "Israeli Cyber Firm NSO Explores Sale, Closure of Spyware Unit", "date": "2021-12-14 12:32", "summary": "Maker of surveillance software in talks that could lead controversial Pegasus operations to shut down. TEL AVIV-Israeli cybersecurity company NSO Group is exploring a potential sale of business or the closure of its controversial spyware unit, according to a person familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chanel-picks-luxury-industry-outsider-leena-nair-as-its-next-ceo-11639502802", "title": "Chanel Picks Industry Outsider to Lead French Fashion House", "date": "2021-12-14 12:26", "summary": "She comes to the French fashion house after leading human resources at Unilever. LONDON-French luxury group Chanel SA poached consumer-goods executive Leena Nair to become its chief executive, reaching outside the fashion market for leadership as it strives to recover from the industry's pandemic slump.", "categories": [["Business", "Europe"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wirecutter-union-new-york-times-agree-to-contract-after-black-friday-strike-11639502722", "title": "Wirecutter Union, New York Times Agree to Contract", "date": "2021-12-14 12:25", "summary": "Three-year deal includes average wage increases of about $5,000; lowest paid staffers to get 18% raises immediately, union says. The Wirecutter Union said it has reached a deal on its first collective bargaining agreement with the New York Times Co. after staffers for the product-review site went on strike last month during the busy holiday shopping season.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/famed-russian-rights-group-that-investigated-soviet-era-crimes-faces-closure-under-putin-11639502515", "title": "Famed Russian Rights Group That Investigated Soviet-Era Crimes Faces Closure Under Putin", "date": "2021-12-14 12:21", "summary": "The foundation Memorial began amid Mikhail Gorbachev's glasnost-era reforms. MOSCOW-Russia's Memorial is among the most storied of the world's human-rights groups. It traces its origins back to the glasnost era of reforms ushered in by former Soviet leader Mikhail Gorbachev. Its first chairman was Andrei Sakharov, a Nobel Peace Prize winner, and had long been a source of pride for Russians across the political spectrum.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-loses-another-ruling-on-ending-remain-in-mexico-policy-11639501985", "title": "Biden Administration Loses Another Ruling on Ending 'Remain in Mexico'", "date": "2021-12-14 12:13", "summary": "Decision is the latest in a battle over what to do with asylum seekers at the southern U.S. border. The Biden administration has suffered another legal setback in its bid to end a Trump-era immigration policy requiring U.S. asylum seekers at the southern border to remain in Mexico while their claims are considered.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hallmarks-christmas-movie-battle-with-upstart-channel-means-double-the-holiday-sap-11639501588", "title": "Hallmark's Christmas Movie Battle With Upstart Channel Means Double the Holiday Sap", "date": "2021-12-14 12:06", "summary": "GAC Family, a channel run by Hallmark's former boss, also makes Christmas fare, often hiring the same actors; 'definitely confusing'. A brewing war for Christmas TV talent is giving Trevor Donovan plenty of exposure this holiday season.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dells-new-laptop-is-repairable-reusable-low-carbonand-not-for-sale-11639501201", "title": "Dell's New Laptop Is Repairable, Reusable, Low-Carbon-and Not for Sale", "date": "2021-12-14 12:00", "summary": "Laptop maker says its latest circular-economy prototype cuts greenhouse-gas emissions roughly in half compared with a recent model. Dell Technologies Inc.'s new, more environmentally friendly prototype laptop has a tenth as many screws as a regular laptop, fewer components and modular parts that can be reused. The laptop will never be sold and instead shows how Dell is positioning itself in the so-called circular economy.", "categories": [["Sustainable Business"]], "category_links": ["https://www.wsj.com/news/types/sustainable-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-producer-prices-climbed-sharply-in-november-11639500799", "title": "Producer Prices Climbed Sharply in November", "date": "2021-12-14 11:53", "summary": "Prices that suppliers charge businesses and other customers jumped 9.6% last month from a year ago, the most on record. Prices that suppliers are charging businesses and other customers leapt in November, signaling that broad-based price pressures are still building throughout the U.S. supply chain.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toyota-keeps-its-ev-options-openmaybe-too-open-11639498979", "title": "Toyota Keeps Its EV Options Open-Maybe Too Open", "date": "2021-12-14 11:23", "summary": "Auto maker's balanced investments in battery electric vehicles and hybrids make more sense than its support of hydrogen technologies. Toyota Motor Corp. is getting more serious about all-electric vehicles, but not as serious as the likes of Volkswagen or General Motors . Some of its reasons for reticence are better than others.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-christmas-decorations-2021-shopping-guide-11639162814", "title": "The Best Decorations for Christmas-A Shopping Guide for Every Taste", "date": "2021-12-14 11:13", "summary": "Resume Subscription. REMEMBER CHRISTMAS in the 20th century? In bungalows, split-levels, even mansions, the holiday looked much the same: fake snow sprayed onto windows, tiny china choristers on the mantel, strings of lights that stubbornly remained one color. On the Christmas tree? Basic glass globes and strips of tinsel that invariably turned up later all over the family dog.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/starbucks-workers-in-boston-want-to-unionize-after-buffalo-victory-11639497874", "title": "Starbucks Workers in Boston Area Want to Unionize", "date": "2021-12-14 11:08", "summary": "Attempts to organize at the coffee company are spreading to additional markets. Starbucks Corp . workers at two locations in the Boston area want to unionize, days after workers at a store in Buffalo, N.Y. voted in favor of unionizing and a sign that attempts to organize at Starbucks stores are spreading across the country.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/and-just-like-that-actress-kristin-davis-went-from-wallflower-to-hippie-theater-kid-11639497366", "title": "'And Just Like That...' Actress Kristin Davis Went From Wallflower to Hippie Theater Kid", "date": "2021-12-14 10:56", "summary": "She was shy as a child and struggled to shake off her shell. Kristin Davis, 56, is an actress and producer best known for her roles in \"Melrose Place,\" \"Holiday in the Wild\" and \"Sex and the City.\" She co-stars in HBO Max's new 10-episode series \"And Just Like That...,\" a \"Sex and the City\" sequel. She spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/m-ms-world-store-sells-in-a-sweet-sign-for-times-square-11639486803", "title": "M&M's World Store Sells, in a Sweet Sign for Times Square", "date": "2021-12-14 10:48", "summary": "Sale in entertainment district marks one of the largest retail transactions in New York City during the pandemic. Signs of life are stirring in Midtown Manhattan's beleaguered retail sector, after two recent property sales that are among the city's biggest retail transactions since the start of the pandemic.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/millennials-are-supercharging-the-housing-market-11639496815", "title": "Millennials Are Supercharging the Housing Market", "date": "2021-12-14 10:46", "summary": "The generation that supposedly didn't want to buy things now accounts for over half of all home-purchase loan applications; economists expect them to bolster demand for years. Alex and Michelle Angert lived the last years of their 20s without a permanent address. They moved out of a small Manhattan apartment in 2018 to stay in short-term rentals around the U.S. before embarking on a yearlong honeymoon to travel the world, starting in the Philippines.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-loans-student-debt-parents-university-11639433330", "title": "Think Twice Before Taking Large Student Loans", "date": "2021-12-14 10:45", "summary": "Debt throttles students' ability to start their economic lives while placing their parents' ability to retire in grave doubt.. I shudder for the graduates and parents who have saddled themselves with six-figure debt to the government that accrues above-market interest, is difficult to repay or renegotiate and is essentially nondischargeable in bankruptcy (\"Why Congress Won't Tackle Student Debt,\" Page One, Dec. 9).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/summit-democracy-biden-transparency-anti-corruption-11639432322", "title": "The Achievements of the Summit for Democracy", "date": "2021-12-14 10:43", "summary": "What happened was more important than the guest list.. Critics of the Summit for Democracy (\"At the Democracy Summit, Biden Bungles Again\" by Sadanand Dhume, East Is East, Dec. 10) focus on who was invited, like at a wedding, where a snub may trigger a family feud. Pakistan was in, Hungary was out. Why? Don't know, won't defend. I will suggest that what happened at the summit is more important.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-gas-heating-tax-seniors-build-back-better-mccarthy-democrats-11639431821", "title": "Gas-Heating Tax Will Hit Seniors", "date": "2021-12-14 10:39", "summary": "The Build Back Better bill would hurt ordinary Americans.. The Democrats' Build Back Better bill might reward political allies, but ordinary Americans would be hurt the most. That's particularly true for seniors on fixed incomes in the case of \"The Stealth Home-Heating Tax\" (Review & Outlook, Dec. 10). The Democrats should hear what Claudette Duff, president and CEO of Integrity Senior Services, said to us last month about this home-heating tax: \"I am concerned that vulnerable seniors are not being considered. While I believe we must battle climate change, I am also painfully aware that most seniors have little financial wiggle room. . . . Any possibility of an added cost to [seniors] must be seriously considered.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/caltech-college-admissions-asians-11639431134", "title": "Caltech's Honest Admissions Policy", "date": "2021-12-14 10:37", "summary": "Asians constitute more than 40% of the undergraduate student body.. Regarding William McGurn's column \"Systemic Anti-Asian Bias\" (Main Street, Dec. 7): The only U.S. educational institution that gives Asians a fair shake is the California Institute of Technology. All that matters for admission is pure merit. No preference is given to athletes, legacies, development cases or races.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/karl-rove-college-indoctrination-education-11639430810", "title": "Plaudits for Prof. Karl Rove", "date": "2021-12-14 10:34", "summary": "University education can switch from indoctrination to informed learning.. Karl Rove's \"Those Who Campaign, Teach My Students\" (op-ed, Dec. 9) provides a rare glimpse of a balanced education that expands young minds by inverting the Socratic method, with students directing questions to diverse experts. While such well-known guests may not be available to other teachers, this example of objectively excavating diverse experiences and opinions can be replicated with written sources almost as well, helping to switch from indoctrination to informed learning.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toyota-in-reversal-says-it-will-shift-more-rapidly-to-evs-11639465002", "title": "Toyota Says It Will Shift More Rapidly to EVs", "date": "2021-12-14 10:13", "summary": "The Japanese car maker plans global sales of 3.5 million electric vehicles by 2030 and intends to make Lexus brand 100% electric. TOKYO- Toyota Motor Corp. , the last voice of caution about electric vehicles among the world's top auto makers, on Tuesday declared itself a believer and said it would make 3.5 million EVs a year by 2030.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-americans-left-religion-during-the-pandemic-11639494003", "title": "More Americans Left Religion During the Pandemic", "date": "2021-12-14 10:00", "summary": "Survey shows the percentage of Americans with no religious affiliation rose to 29%, while Christians declined to 63%. Religious affiliation in the U.S. has continued to fall during the pandemic, according to a new survey from the Pew Research Center.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/job-market-weird-11638290178", "title": "How to Explain This Weird Job Market", "date": "2021-12-14 10:00", "summary": "Resume Subscription. The 2021 labor-market story should have been one of a strong-if incomplete-recovery. The unemployment rate fell to 4.2% in November after ending 2020 at 6.7%. The economy gained more than 555,000 jobs a month on average. Although still about four million shy of pre-pandemic levels, the pace of job growth was quick.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/whos-traveling-now-where-and-why-11639412143", "title": "Who's Traveling Now-and Where and Why", "date": "2021-12-14 10:00", "summary": "Resume Subscription. Travel is gradually rebounding, after freezing in March 2020, when the Covid pandemic hit with full force.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tinx-tiktok-rich-mom-gift-guide-11639492449", "title": "'Rich Mom' Gifts, From Tinx With Love", "date": "2021-12-14 09:34", "summary": "TikTok's Tinx has a satirist's eye for so-called Rich Moms. And Rich Moms themselves? They love her right back.. Christina Najjar, 31, the TikTok star known as Tinx, was walking through a London park recently when she was accosted by a woman pushing a stroller. I'm one of those moms, the woman exclaimed-those moms you talk about on TikTok. But by way of maternal evidence, she didn't point to her baby.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/3m-nears-deal-to-combine-food-safety-unit-with-neogen-11639481112", "title": "3M to Combine Its Food-Safety Unit With Neogen", "date": "2021-12-14 09:29", "summary": "Deal values the combined company at $9.3 billion including debt. 3M Corp. on Tuesday agreed to combine its food-safety business with Neogen Corp. , a food testing and animal healthcare specialist, to create a combined company worth $9.3 billion, including debt.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ios-15-digital-legacy-iphone-11639488636", "title": "The iPhone Feature to Turn On Before You Die", "date": "2021-12-14 08:43", "summary": "Resume Subscription. You must meet two qualifications for this column to be useful:", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/vox-media-in-advanced-talks-to-merge-with-group-nine-media-11639420533", "title": "Vox Media Agrees to Buy Group Nine Media", "date": "2021-12-14 08:42", "summary": "Vox Media will have 75% ownership of the new company, which will combine the brands Vox.com and SB Nation with NowThis and Thrillist. Vox Media said it agreed to acquire Group Nine Media Inc., a deal that unites two of the biggest players in digital publishing.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/open-air-shopping-centers-are-leading-retail-recovery-11639486803", "title": "Open-Air Shopping Centers Lead Retail Recovery", "date": "2021-12-14 08:00", "summary": "Resume Subscription. Shopping centers are having a moment, propelled by increased foot traffic to grocery stores, curbside pickup and population shifts that favor suburban shopping.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/politics-2021-normal-what-happened-11638300479", "title": "Politics Was Supposed to Return to Normal in 2021. What Happened?", "date": "2021-12-14 08:00", "summary": "Resume Subscription. Riots at the Capitol. Searing debates over school closures and vaccine mandates. An attempted recall of California's governor. Paralyzing fights within the Democratic Party. One prominent Republican censured in the House, and another indicted on a charge of defying Congress.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/dogecoin-soars-boosted-by-musk-tweet-11639486452", "title": "Dogecoin Soars After Elon Musk Says Tesla Will Accept It as Payment for Merchandise", "date": "2021-12-14 07:54", "summary": "Auto maker will make some merchandise available to buy with the cryptocurrency, its chief said in a tweet. The cryptocurrency dogecoin surged after Elon Musk tweeted that Tesla will accept some payments in the digital token.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/miller-forristall-cleveland-browns-trevor-lawrence-alabama-cartersville-11639485257", "title": "Trevor Lawrence Stole His Job in High School. Now He's an NFL Tight End.", "date": "2021-12-14 07:40", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/restaurant-menu-food-costs-shortages-11639437261", "title": "Going Out to Eat in the Age of the Shrinking Menu", "date": "2021-12-14 07:00", "summary": "Resume Subscription. Diners catching up with their favorite restaurants might be finding fewer options on the menu.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/amazons-marketplace-model-coming-to-a-store-near-you-11639483202", "title": "Amazon's Marketplace Model Coming to a Store Near You", "date": "2021-12-14 07:00", "summary": "As more retailers dive into the online marketplace craze, investors should step back and ask why they need it. Everyone and their brother is getting an online marketplace. What should investors make of it?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-fines-weibo-for-spreading-illegal-information-11639482120", "title": "China Fines Weibo for Spreading 'Illegal Information'", "date": "2021-12-14 06:42", "summary": "Popular Twitter-like site is the second Chinese social-media giant to be punished in two weeks as internet controls tighten. SINGAPORE-Chinese authorities said they have fined social-media giant Weibo Corp. millions of dollars for a string of infractions, the second time in two weeks that Beijing has announced the punishment of a major internet platform amid a further tightening of controls online.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-are-hesitant-to-invest-even-if-demand-is-soaring-11639481681", "title": "Why Companies Are Hesitant to Invest, Even if Demand Is Soaring", "date": "2021-12-14 06:34", "summary": "Investment spending in largest economies fell this fall; some businesses worry about durability of demand and struggle for raw materials or equipment. Investment spending in the world's largest economies has stalled, as supply-chain disruptions and uncertainty over the durability of the current economic boom hold back spending, a trend that could further exacerbate already high inflation.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heating-your-home-is-expensive-and-carbon-heavy-will-heat-pumps-help-11639479602", "title": "Heating Your Home Is Expensive and Carbon Heavy. Will Heat Pumps Help?", "date": "2021-12-14 06:00", "summary": "Resume Subscription. As consumers and governments aim to reduce their carbon footprints, heat pumps are growing in popularity as a way to cut emissions associated with the way we heat our homes.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/uber-google-ford-delay-office-return-as-omicrons-spread-threatens-business-districts-11639477982", "title": "Uber, Google, Ford Delay Office Return as Omicron's Spread Threatens Business Districts", "date": "2021-12-14 05:33", "summary": "Landlords and small businesses that rely on office workers agonize as companies let employees continue to work from home. Office-building owners and small businesses near such properties are bracing for another letdown in January, as the latest Covid-19 variant threatens to interfere with widespread company plans to return to the workplace.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-investors-should-care-about-the-powell-pivot-11639474493", "title": "What Investors Should Make of 'Powell Pivot'", "date": "2021-12-14 05:33", "summary": "There are all sorts of rationales behind Fed chief Jerome Powell's changed stance on inflation. Why he pivoted matters to investors.. The Powell Pivot is the one thing that can compete with Omicron for investor attention. That will be clear when the Federal Reserve discusses a faster taper of its bond purchases at this week's meeting, due to conclude on Wednesday.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-a-car-deal-will-be-hard-to-find-this-holiday-season-11639477803", "title": "Why a Car Deal Will Be Hard to Find This Holiday Season", "date": "2021-12-14 05:30", "summary": "Prices continue to soar as computer-chip shortage leaves showrooms bare and dealers add charges. With dealership lots stripped of inventory, car buyers hunting for a bargain will be lucky if they end up paying the sticker price.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cash-glut-in-eurozone-drives-dollar-demand-11639477801", "title": "Cash Glut in Eurozone Drives Dollar Demand", "date": "2021-12-14 05:30", "summary": "A wave of programs intended to boost European bank loans has left institutions looking for a place to park cash heading into year end. Cash-rich eurozone banks are rushing to change their euros into dollars by the end of the year, driving a key measure of demand for the greenback.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-meets-for-first-time-since-powell-signaled-policy-shift-11639477806", "title": "Fed Set to Address Rising Inflation at Key Policy Meeting", "date": "2021-12-14 05:30", "summary": "Officials set to accelerate wind-down of stimulus program while weighing how to characterize inflation risks. Federal Reserve officials meet Tuesday and Wednesday for the first time since Chairman Jerome Powell said last month that the central bank needed to shift its focus toward preventing higher inflation from becoming entrenched and away from fostering a rapid rebound in hiring from the pandemic.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/asian-insurer-fwd-to-raise-more-than-1-4-billion-ahead-of-ipo-11639469563", "title": "Asian Insurer FWD to Raise More Than $1.4 Billion Ahead of IPO", "date": "2021-12-14 03:12", "summary": "Group is leaning toward a Hong Kong listing after cooling on plans to list in New York. Hong Kong billionaire Richard Li's FWD Group Holdings Ltd. is raising more than $1.4 billion from investors to pay down debt ahead of a planned multibillion-dollar initial public offering.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11639417728", "title": "Pepper...and Salt", "date": "2021-12-14 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]