[{"link": "https://www.wsj.com/articles/new-york-repeal-of-anti-prostitution-loitering-statute-passed-by-lawmakers-11612303523", "title": "New York Repeal of Anti-Prostitution Loitering Statute Is Approved", "date": "2021-02-02 18:56", "summary": "State law had been used to harass people based on their gender expression, advocates say. ALBANY, N.Y.-New York state lawmakers on Tuesday repealed the offense of loitering for the purposes of prostitution, which advocates said has been used to harass people based on their gender expression.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wheres-biden-on-opening-schools-11612309139", "title": "Where's Biden on Opening Schools?", "date": "2021-02-02 18:39", "summary": "So far he's buckling to the unions that won't return to classrooms.. Perhaps you've heard, a few thousand times, that the Biden Administration will listen to the science. Well, the science says schools can safely reopen, but the White House is still listening, make that bowing, to the non-scientists who run the teachers unions.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-republican-reckoning-11612309178", "title": "House Republican Reckoning", "date": "2021-02-02 18:39", "summary": "The fates of Reps. Cheney and Greene will suggest the GOP future.. Minorities in the House of Representatives are rarely relevant, but the current GOP minority is only a few seats from taking back control. That makes its deliberations Wednesday over two of its Members an important message about the party's potential return to power.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alexei-navalnys-cause-11612309007", "title": "Alexei Navalny's Cause", "date": "2021-02-02 18:36", "summary": "Can the Biden Administration marshal a unified Western response to the Russian opposition leader's prison sentence?. We would have liked to have been in the room when Vladimir Putin confronted whoever came up with the idea to poison Alexei Navalny last year. The opposition politician nearly died, but the assassination attempt by Russian spooks has made him an even more prominent threat to the Russian dictator's rule.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-new-trans-policy-11612308907", "title": "Joe Biden's New Trans Policy", "date": "2021-02-02 18:35", "summary": "Students debate the changes to the military and high-school sports.. Editor's note: This week's Future View discusses the Biden administration's move to allow transgender people to serve openly in the military and transgender high-school girls to compete on girls' sports teams. For next week we'll ask, \"In light of the GameStop stock-market mania, is the mass coordination facilitated by social-media platforms a blessing or a curse?\" Students should click here to submit opinions of fewer than 250 words before Feb. 9. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeff-bezos-sort-of-goes-out-on-top-11612308362", "title": "Jeff Bezos Sort of Goes Out on Top", "date": "2021-02-02 18:26", "summary": "Amazon CEO's transition comes following stellar performance-and ahead of big challenges. There was never going to be an ideal time for Jeff Bezos to go. But now is probably as good as it is going to get.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-alphabet-googl-4q-earnings-report-2020-11612236441", "title": "Google Rides Global Ad Recovery to Record Revenue", "date": "2021-02-02 18:21", "summary": "Search giant's advertising units pulled in $46.2 billion, up nearly 22% from a year earlier. Google rode a surge in online holiday spending to record revenue in the fourth quarter, even though it disclosed for the first time continued losses in its closely watched cloud division.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-risks-of-too-much-stimulus-11612307861", "title": "The Risks of Too Much 'Stimulus'", "date": "2021-02-02 18:17", "summary": "Disposable real per capita income rose 5.5% in 2020, the highest rate since 1984, due largely to transfer payments.. Even among economists who strongly support President Biden, a consensus is growing that the economy emerged from last year set for a robust recovery. That view has been espoused by Bill Clinton's Treasury Secretary Lawrence Summers and Barack Obama's former top economist Jason Furman. Both have expressed concern that the economy may overheat.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/progressives-put-the-racial-equity-squeeze-on-biden-11612307761", "title": "Progressives Put the Racial 'Equity' Squeeze on Biden", "date": "2021-02-02 18:16", "summary": "The left wants a spoils system on steroids. If the president gives it to them, heaven help us.. President Biden likes to talk about \"healing\" and \"unity,\" but he also keeps pledging to prioritize the supposed interests of certain favored minority groups. When is he going to realize that his goals of racial unification and racial favoritism are at cross-purposes?", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congressional-democrats-plan-to-bail-out-china-11612307799", "title": "Congressional Democrats' Plan to Bail Out China", "date": "2021-02-02 18:16", "summary": "IMF 'special drawing rights' with no strings are the wrong way to help developing countries.. Sometimes an idea gets legs in Washington that is so objectively bad, you're almost tempted to admire it simply for beating the odds. Such is the case with left-wing claims that the International Monetary Fund must shower money on developing economies to beat Covid-19. Congressional Democrats have pushed repeatedly for time-sensitive \"must pass\" legislation to require the IMF to issue at least two trillion special drawing rights, or SDRs, to its 190 member countries, which governments could then exchange for nearly $3 trillion in hard currency to defend against the pandemic.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investing-has-a-pr-problem-11612307725", "title": "Investing Has a PR Problem", "date": "2021-02-02 18:15", "summary": "Robinhood might remind its customers that stocks are about something real.. With the GameStop bubble coming to its foreordained conclusion on Tuesday the broader stock market was having its best day in a while. Internet progress is sometimes measured in pratfalls. The stumble of the free online brokerage Robinhood over its customers' trading of GameStop actually hearkens to a precedent that has nothing to do with the Wall Street vs. little guy narrative.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/just-eat-review-got-to-lose-some-weight-11612307671", "title": "'Just Eat' Review: Got to Lose Some Weight", "date": "2021-02-02 18:14", "summary": "There are so many diet programs to choose from-but do any of them work? One man's try-anything search for a slimmer self.. In the past two decades, one dimension of U.S. public health has undergone a shocking transformation: body weight. In 2000, the residents of West Virginia had an obesity rate of 23.9%, the highest of any U.S. state. By 2019, Colorado had nearly the same rate (23.8%), and it was the lowest of any state. Leaving aside a few small nations, the United States is the fattest country in the world, with an adult obesity rate exceeding 42%.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/silver-etf-at-center-of-reddit-fueled-surge-11612281290", "title": "GameStop Mania Hits a Wall of Tighter Trading Terms", "date": "2021-02-02 18:06", "summary": "The CME's stricter margin requirements on silver futures hit a market that has been among the hottest in recent memory. A weekslong mania centering on GameStop Corp. and AMC Entertainment Holdings Inc. suffered its sharpest reversal yet on Tuesday, following an exchange operator's decision to rein in the use of borrowed money in another hot market, silver.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italys-president-expected-to-ask-mario-draghi-to-form-new-government-11612300690", "title": "Italy's President Turns to Mario Draghi to Help Solve Political Crisis", "date": "2021-02-02 18:04", "summary": "If Draghi becomes prime minister, he would face the twin challenges of Covid-19 and a deep economic slump. ROME-Mario Draghi saved the euro, but can he save Italy from political confusion?", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/they-cant-quit-him-11612306525", "title": "They Can't Quit Him", "date": "2021-02-02 17:55", "summary": "The first full week of the post-Trump era wasn't kind to CNN.. No media outlets worked harder than CNN and MSNBC to promote Donald Trump's quest for the Republican nomination for president in 2016. Their investment of massive airtime certainly paid off, as the Trump era turned out to be a golden age for political controversy and news-like programming.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/electronic-arts-plans-return-to-college-football-videogames-11612288511", "title": "Electronic Arts Plans Return to College Football Videogames", "date": "2021-02-02 17:46", "summary": "Company is planning new games featuring real schools-but without the names or likenesses of specific athletes. Electronic Arts Inc. plans to bring back college football videogames after it stopped making them years ago amid a legal battle over the use of student-athletes' names and images.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coup-puts-myanmar-at-the-center-of-u-s-china-clash-11612292576", "title": "Coup Puts Myanmar at the Center of U.S.-China Clash", "date": "2021-02-02 17:26", "summary": "Resume Subscription. SINGAPORE-Myanmar's transition from military rule toward democracy that began a decade ago was trumpeted as a strategic victory for Washington in China's backyard. Eager to blunt Beijing's influence, Myanmar opened its doors to diplomatic and commercial ties with the West.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-02-02-2021-11612255494", "title": "Stocks Rise Ahead of Amazon, Alphabet Earnings", "date": "2021-02-02 17:19", "summary": "Silver prices dropped after the Comex exchange increased margin requirements. U.S. stocks rose Tuesday, reflecting a steadier tone for markets this week despite fireworks in GameStop shares and silver futures.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-labels-detention-of-myanmar-leader-aung-san-suu-kyi-a-coup-11612282701", "title": "U.S. Labels Detention of Myanmar Leader Aung San Suu Kyi a Coup", "date": "2021-02-02 17:15", "summary": "Official assessment will force curtailment of U.S. aid, though that aid is limited. The State Department said Tuesday that the Myanmar military's detention of civilian leader Aung San Suu Kyi and President Win Myint constitutes a coup.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-house-democrats-to-lay-out-impeachment-trial-strategies-11612270484", "title": "Trump, House Democrats Lay Out Impeachment Trial Strategies", "date": "2021-02-02 17:14", "summary": "Former president argues process is unconstitutional because he is out of office. WASHINGTON-House impeachment managers said they were on solid constitutional ground in seeking to convict Donald Trump of inciting an insurrection ahead of the Jan. 6 attack on the Capitol, while the former president's lawyers denied that he sparked the deadly riot and argued that it is unconstitutional for the Senate to convict an impeached former officeholder.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-recalls-roughly-135-000-vehicles-over-touch-screen-failures-11612270332", "title": "Tesla Recalls 135,000 Vehicles Over Touch-Screen Failures", "date": "2021-02-02 17:09", "summary": "Safety action is one of the electric-car maker's largest to date. Tesla Inc. is recalling roughly 135,000 Model S luxury sedans and Model X sport-utility vehicles over touch-screen failures, one of the electric-car maker's largest-ever safety actions.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cfos-prepare-for-long-term-shifts-in-customer-demand-as-pandemic-drags-on-11612302923", "title": "CFOs Prepare for Long-Term Shifts in Customer Demand as Pandemic Drags On", "date": "2021-02-02 16:55", "summary": "In a recent survey, 86% of finance chiefs said that helping their businesses adapt is their top priority over the next five years. Finance chiefs are assessing whether the economic downturn caused by the pandemic could force their companies to make long-term changes to their business models as the coronavirus upends customers' spending patterns.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/usda-nominee-vilsack-casts-farmers-as-leaders-in-climate-fight-11612299259", "title": "USDA Nominee Vilsack Casts Farmers as Leaders in Climate Fight", "date": "2021-02-02 16:44", "summary": "Incentives can help agriculture curb emissions, Vilsack says; Republicans warn against overreach. President Biden's nominee to lead the U.S. Department of Agriculture said farmers and cattle ranchers are potential leaders in the new administration's battle against climate change.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buttigieg-confirmed-by-senate-for-transportation-secretary-11612291787", "title": "Senate Confirms Mayorkas as Homeland Security Secretary", "date": "2021-02-02 16:25", "summary": "Mr. Mayorkas was confirmed by a narrow margin, 56-43, while Mr. Buttigieg was approved by a bipartisan vote of 86 to 13. WASHINGTON-The Senate confirmed Alejandro Mayorkas as the next secretary of Homeland Security, making him the first Latino and first immigrant to lead the agency, and former South Bend, Ind., Mayor Pete Buttigieg as secretary of Transportation, the first openly gay person to be approved for a cabinet position.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-begins-reopening-after-snowstorm-11612276260", "title": "New York City Begins Reopening After Snowstorm", "date": "2021-02-02 16:24", "summary": "Vaccination centers and schools will remain closed Tuesday, officials said. New York City on Tuesday slowly emerged from a snow-induced shutdown, as workers cleared streets, mass transit resumed and businesses began reopening.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hedge-fund-manager-ackman-raises-bet-on-housing-in-texas-hawaii-las-vegas-11612300229", "title": "Ackman Raises Bet on Housing in Texas, Hawaii, Las Vegas", "date": "2021-02-02 16:10", "summary": "Pershing Square Capital Management increases stake in Houston developer of multifamily housing in warm, low-tax states. Billionaire hedge-fund manager William Ackman is raising his bet that the migration of Americans to warmer, lower-tax cities is here to stay.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/film-lab-wednesday-crossword-february-3-11612119930", "title": "Film Lab (Wednesday Crossword, February 3)", "date": "2021-02-02 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/advice-on-raising-resilient-kids-during-the-covid-19-pandemic-11612298912", "title": "Advice on Raising Resilient Kids During the Covid-19 Pandemic", "date": "2021-02-02 15:48", "summary": "Dr. Harold S. Koplewicz lays out a new parenting approach in his book, 'The Scaffold Effect.'. The pandemic has dealt a tough hand to kids and their parents, with social isolation, distance learning and the constant threat of illness. Child and adolescent psychiatrist Harold S. Koplewicz says even small steps can help parents foster resilience and self-reliance in their children.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/connecticuts-housing-market-hit-new-high-in-2020-report-says-11612298605", "title": "Connecticut's Housing Market Hit New High in 2020, Report Says", "date": "2021-02-02 15:43", "summary": "Market benefited from low-interest rates and workers' ability to be remote during the pandemic. Home buyers purchased the most homes in Connecticut in 15 years in 2020, propelling median-sale prices to a record high, according to a new report.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-ways-to-drive-across-country-11612298638", "title": "America's Top Road Trips, According to the AAA", "date": "2021-02-02 15:43", "summary": "During Covid, even driving vacations can get a little bumpy so we asked AAA trip-planning pros to suggest three foolproof routes (for now or after the pandemic) and a few tips for smoothing the way. FOR STIR-crazed Americans wrestling with the virus and its variants while awaiting the vaccine, the dream of roaming pedal-to-the-metal across the continent is a transfixing one. \"In quarantine you're not just stuck in a place physically, you're stuck mentally, and travel opens up your thoughts,\" said Chicago photographer Jasmin Shah who made several cross-country trips last year. Whatever the inspiration, be it Sacagawea, Kerouac or \"Thelma & Louise,\" it's still possible to conduct an epic cross-country road trip during the pandemic. But do plenty of research before heading out the door. Think about \"snacks, water, cleaning supplies and stops,\" said Paula Twidale, senior vice-president of travel at the American Automobile Association (AAA), who ticked off a list of precautions to consider. \"You need to plan ahead to have freedom and flexibility.\" Covid-19 restrictions, quarantines, openings and closings change frequently so check them often. AAA, for example, posts such information on the organization's travel planning site triptik.aaa.com. Ms. Twidale's team of travel planners outline three memorable trips:", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hedge-fund-behind-amc-rescue-loan-made-hundreds-of-millions-in-gains-11612298380", "title": "Hedge Fund Behind AMC Rescue Loan Made Hundreds of Millions in Gains", "date": "2021-02-02 15:39", "summary": "Most of the $200 million in gains are on debt, rest from options. Mudrick Capital Management LP, the hedge fund that provided a much-needed lifeline to AMC Entertainment Holdings Inc. in December, is sitting on hundreds of millions of dollars in gains following last week's rally in the price of AMC's shares.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-novichok-the-nerve-agent-used-to-poison-alexei-navalny-11599072960", "title": "What Is Novichok, the Poisoning Agent Used on Russia's Alexei Navalny?", "date": "2021-02-02 15:36", "summary": "The deadly nerve agent was developed in the Soviet Union. Russian opposition activist Alexei Navalny was sentenced to serve about 3½ years in prison following his return from Germany where he was transported after a near fatal poisoning attempt last August. Prosecutors had requested that a suspended sentence Mr. Navalny received in 2014 be turned into real prison time, for what authorities said was repeated violations of the terms of his parole, including when he was recuperating in a Berlin hospital. The 3½-year sentence credits the time Mr. Navalny served under house, leaving him to serve 32 months behind bars. European authorities say Novichok, a military-grade chemical nerve agent, was used in the attack against the political activist.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/traders-who-launched-gamestop-frenzy-are-turning-against-new-members-11612297756", "title": "Traders Who Launched GameStop Frenzy Turn Against New Members", "date": "2021-02-02 15:29", "summary": "Longtime WallStreetBets followers ask moderators to ban new users or limit where they appear. Longtime members of the Reddit forum that was the launchpad for the GameStop frenzy are lashing out at the group's millions of new users, asking whether they can be trusted and accusing them of working for hedge funds.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/defense-chief-clears-out-pentagon-advisory-boards-to-oust-last-minute-trump-picks-11612289262", "title": "Pentagon Clears Out Advisory Boards to Oust Trump Picks", "date": "2021-02-02 15:25", "summary": "With clean sweep, Defense Secretary Lloyd Austin avoids selectively firing Trump supporters. WASHINGTON-Defense Secretary Lloyd Austin dismissed hundreds of members of the Pentagon's policy advisory boards Monday, ousting last-minute Trump administration nominees as well as officials appointed by previous administrations.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-charity-hero-capt-tom-moore-dies-at-100-11612292795", "title": "Capt. Tom Moore, U.K. Covid-19 Charity Hero, Dies at 100", "date": "2021-02-02 15:22", "summary": "Queen Elizabeth II knighted the centenarian, who raised millions of pounds by walking lengths of his garden during coronavirus lockdown. LONDON-Capt. Tom Moore, a British military veteran who shot to fame last year after raising millions of pounds for charity by walking lengths of his garden during lockdown, has died at age 100 after contracting the coronavirus.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-restaurant-workers-can-now-qualify-for-covid-19-vaccine-11612296868", "title": "New York Restaurant Workers Can Now Qualify for Covid-19 Vaccine", "date": "2021-02-02 15:14", "summary": "Gov. Andrew Cuomo opened up the eligibility but said local governments will decide if they want restaurant workers and taxi drivers to have shots. New York Gov. Andrew Cuomo said local governments can now offer Covid-19 vaccines to restaurant employees, one day after saying there wasn't a large enough supply of shots to include that group.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-lifts-outlook-on-covid-19-vaccine-posts-weaker-profit-11612270628", "title": "Pfizer Sees Covid-19 Vaccine Ranking Among Its Top Sellers", "date": "2021-02-02 15:06", "summary": "Drugmaker expects vaccine to yield about $15 billion in sales this year. Pfizer Inc. said it expects its Covid-19 vaccine to generate about $15 billion in sales this year, making the shot one of the drugmaker's top-selling products and potentially a steady source of revenue.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/businesses-launch-legal-fight-to-prevent-usps-price-hikes-11612295801", "title": "Businesses Launch Legal Fight to Prevent USPS Price Hikes", "date": "2021-02-02 14:56", "summary": "Court petition comes as on-time delivery for first-class mail dropped to below 64% in December. Big users of the U.S. Mail, who already are upset about slow service, are asking a federal court to block hefty postage increases they expect to be announced next month and implemented this summer.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-are-the-best-sustainable-fashion-brands-for-actually-stylish-clothes-11612295743", "title": "The Best Sustainable Fashion Brands-If You're Sick of Fast Fashion", "date": "2021-02-02 14:55", "summary": "Fashion insiders share their favorite eco-conscious labels and how they're making a difference. NEXT TO sweatpants and Zoom shirts, sustainability might be the hottest thing in fashion right now. Consumers-especially younger ones-increasingly expect more from the brands they patronize: more transparency, more accountability, more emphasis on ethical practices. You should, however, take any brand's claims that its products are \"sustainable\" with a grain of salt. \"Sustainable\" is a vague, catch-all term that can be exploited for marketing purposes. A brand that sells only locally produced clothes made from recycled fabric can use the word-but so can one that works with harmful chemicals yet occasionally releases a limited run of vegan-leather shoes. \"It's like saying food is 'natural.' It's very broad,\" said Kayla Gil, owner and curator of Seattle's Pipe & Row boutique. That doesn't mean that shoppers hoping to lighten their carbon footprints should give up-it just means they should do a little homework.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hca-healthcares-profit-rises-despite-drop-in-patients-11612295161", "title": "HCA Healthcare's Profit Rises Despite Drop in Patients", "date": "2021-02-02 14:46", "summary": "Revenue per admission climbed at national hospital chain in 2020, with brunt of Covid-19 cases coming at year-end. National hospital chain HCA Healthcare Inc. ended the first year of the pandemic with a higher annual profit, and said it expects growth to pick up as disruption from the public-health crisis fades.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-europe-tripped-in-covid-19-vaccine-race-11612293218", "title": "How Europe Tripped in Covid-19 Vaccine Race", "date": "2021-02-02 14:43", "summary": "The continent wanted to teach the world a lesson in solidarity. Now its vaccination plan is falling apart.. As Western governments faced criticism for their pandemic management last summer, European Union officials began work on a vaccine-procurement plan they hoped would put the continent at the forefront of efforts to banish the coronavirus and reopen economies.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fall-of-the-house-of-usher-and-fidelio-reviews-operas-updated-for-our-times-11612294366", "title": "'The Fall of the House of Usher' and 'Fidelio' Reviews: Operas Updated for Our Times", "date": "2021-02-02 14:32", "summary": "Boston Lyric Opera fuses Philip Glass's 1987 work with the story of a migrant child in detention; Washington National Opera releases a graphic novel version of Beethoven's only opera.. ", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccines-to-stress-test-grocery-stores-and-pharmacies-11612175400", "title": "Covid-19 Vaccines to Stress-Test Grocery Stores and Pharmacies", "date": "2021-02-02 14:31", "summary": "CVS, Walgreens, Kroger and others will require appointments, hope to avoid logjams as they join national effort. Some of America's biggest retailers are preparing to take a central role in administering Covid-19 shots, hoping to avoid logjams and other complications that have slowed the vaccine rollout's early days.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-supply-to-states-to-rise-again-biden-administration-says-11612288723", "title": "Covid-19 Vaccine Supply to States to Rise Again, Biden Administration Says", "date": "2021-02-02 14:25", "summary": "The increases will bring the weekly vaccine supply for states to 10.5 million doses. White House Covid-19 response coordinator Jeff Zients said the Biden administration will increase its weekly vaccine supply to states by another 5% for three weeks, in addition to the 16% increase announced last week.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bliss-review-a-trip-from-skid-row-to-altered-states-11612293884", "title": "'Bliss' Review: A Trip From Skid Row to Altered States", "date": "2021-02-02 14:24", "summary": "Owen Wilson and Salma Hayek star as an unlikely duo on a drug-induced quest to prove that their world is a simulation in this sci-fi film written and directed by Mike Cahill.. Writer-directorMike Cahill's 2011 \"Another Earth\" was a tantalizing feature, in large part because its sci-fi elements orbited at an oblique angle: The heart of the story was recklessness, tragedy and a young woman's need for redemption. Only tangentially did it involve an alternative planet, a parallel reality and a correctable past. It was off-handedly fantastic, thus plausible. It was everything \"Bliss\" is not.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-learn-from-trump-and-the-experts-11612293339", "title": "What to Learn From Trump and the Experts?", "date": "2021-02-02 14:15", "summary": "The expert class will continue to create their opinions within their own bubble of reinforcing data, leaving a wide open political landscape for those willing to venture beyond those self-imposed constraints.. Barton Swaim's \"Trump and the Failure of the Expert Class\" (op-ed, Jan. 23) describes how the \"experts\" got it wrong in 2016 because they were totally out of touch with the average American and misread the mood of the voter. The flashing light that should have been a signal to the pollsters, consultants and political pundits was the consistent 30%, plus or minus, support for Bernie Sanders and similar support for Donald Trump throughout the Democratic and Republican primaries. The conclusion to be drawn was that approximately 60% of all Americans were fed up with the establishment \"business as usual\" political system and were looking for drastic change either in the form of a self-avowed socialist or populist. When Hillary Clinton won the Democratic nomination, it was no surprise that Bernie supporters either stayed home or voted for Donald Trump.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-oil-lease-ban-makes-good-market-sense-11612293226", "title": "New Oil Lease Ban Makes Good Market Sense", "date": "2021-02-02 14:13", "summary": "The sky is not falling for the oil and gas industry and there is neither a shortage of federal oil and gas leases nor a need for expanding production.. Regarding your editorial \"Biden's Fossil-Fuel Freeze\" (Jan. 23): The federal leasing system has been a mess for a long time. Overproduction and a glut in global oil markets has driven prices down and bankruptcies up since 2015-long before the pandemic. In other words, there is no urgency to lease more federal land for drilling, a course the Trump administration blindly pursued. Most lease sales have one bidder, many none at all. Leases often sell for $2 per acre. Millions of leased acres sit idle and will probably never enter production. In the recent, highly contentious Arctic National Wildlife Refuge lease sale, the biggest bidder was the state of Alaska, and no major oil producers submitted bids at all.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/self-serving-teachers-bring-shame-to-the-windy-city-11612293159", "title": "Self-Serving Teachers Bring Shame to the Windy City", "date": "2021-02-02 14:12", "summary": "After all these years of insisting that the classroom is the only place to educate our children, it's fascinating to learn that the Chicago Teachers Union now opposes the classroom learning model.. Regarding your editorial \"Chicago Teachers Union vs. Biden\" (Jan. 26): After all these years of insisting that the classroom is the only place to educate our children, it's fascinating to learn that the CTU now opposes the classroom learning model. Looks like another illogical example of the self-serving actions of the teachers and their unions. I hope this home learning will increase in popularity and start a rising movement of home schooling without the confines of the schools and the union-indoctrinated teachers.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/online-censorship-seems-only-to-ban-one-viewpoint-11612293041", "title": "Online Censorship Seems Only to Ban One Viewpoint", "date": "2021-02-02 14:10", "summary": "Where in the galloping stampede toward censorship are the right's efforts? Nowhere.. Regarding Andy Kessler's \"Online Speech Wars Are Here to Stay\" (Inside View, Jan. 25): Where in the galloping stampede toward censorship are the right's efforts? Nowhere. Right now, we're playing defense against a powerful lineup. Some of us should get our one suitcase for the left's re-education camps.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hormel-in-talks-to-buy-planters-from-kraft-heinz-for-around-3-billion-11612291856", "title": "Kraft Heinz Nears Deal to Sell Planters Brand to Hormel", "date": "2021-02-02 14:00", "summary": "The deal, which would value the century-old brand at around $3 billion, could be finalized as soon as next week. Kraft Heinz Co. is nearing a deal to sell its Planters snack business to Skippy peanut butter owner Hormel Foods Corp. , according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joan-didion-style-what-i-mean-essay-11612282938", "title": "For a Generation, Writing in Joan Didion House Style", "date": "2021-02-02 14:00", "summary": "In light of a new collection of classic Didion essays, 'Let Me Tell You What I Mean,' a question arises: Are today's young writers missing what made their famously detached idol special?. As a child, Joan Didion thought a great deal about meaninglessness. \"[It] seemed at the time the most prominent negative feature on the horizon,\" she wrote in her 2005 memoir, The Year of Magical Thinking. She goes on to list earthquakes and certain rituals of domestic life-making gumbo, arranging stacks of clean towels-as fragments that mattered to her. Cohesion felt impossible, she wrote, so she found solace in the specific. In a 1979 interview with the critic Michiko Kakutani, Didion said she believed that nothing matters. She also believed, more strongly, that it is worth making a record of experience anyway.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foolproof-ribeye-recipe-11612292231", "title": "Foolproof Ribeye Recipe", "date": "2021-02-02 13:57", "summary": "We tapped a panel of top butchers for tips on the best way to cook a steak. This simple recipe is the sum of their advice.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joan-didions-style-guide-11612292100", "title": "Joan Didion's Style Guide", "date": "2021-02-02 13:55", "summary": "Her personal style made her iconicity easy to echo-the sunglasses, the famous packing list for reporting trips, where she had everything except a watch. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/whats-the-best-way-to-cook-a-steak-11612291551", "title": "How Butchers Wish Everyone Would Cook Their Steaks", "date": "2021-02-02 13:45", "summary": "We assembled a panel of top meat purveyors to answer this question. Turns out it comes down to four simple steps.. ANYONE WHO has ever lifted a skillet has an opinion on the wildly subjective matter of the best way to cook a steak. Some swear by the charcoal grill. Some geek out over their sous-vide setup. While chefs and home cooks alike love their techniques and gadgets, we thought the best people to ask are those who truly know meat. Enter our panel of butchers, five steak-savvy pros who assure us success lies in four easy steps-Nathan Abeyta from Deep Cuts, Dallas; Theotis Cason from Cason's Fine Meats, Portland, Ore.; Nicholas Ponte and Sarah Welch from Marrow, Detroit; and Orlando Sanchez from Butcher Bar, New York City.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wood-pulp-prices-surge-as-speculators-pounce-in-china-11612270802", "title": "Wood-Pulp Prices Surge as Speculators Pounce in China", "date": "2021-02-02 13:18", "summary": "Demand rises for premium napkins and toilet paper, with more people home during the Covid-19 pandemic. Wood-pulp prices are soaring thanks to speculators in China, with help from paper takeout containers, a weaker dollar and people using restrooms at home instead of at the office.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bobby-flays-l-a-home-was-missing-one-thing-before-he-bought-it-an-outdoor-kitchen-11612289807", "title": "Bobby Flay's L.A. Home Was Missing One Thing Before He Bought It: An Outdoor Kitchen", "date": "2021-02-02 13:16", "summary": "The sellers built the celebrity chef a custom space with a pizza oven and an Argentinian-style grill before he purchased the property for $7.6 million. Over the past few months, celebrity chef Bobby Flay returned several times to check out a Midcentury Modern-inspired home in the tony Bird Streets area of Los Angeles. The newly built property came with a distinctive interior glass atrium and matte black oak floors-but it didn't have the outdoor kitchen Mr. Flay dreamed of, according to the agents involved in the deal.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-coronavirus-variant-acquires-mutation-that-could-weaken-vaccine-defense-11612289757", "title": "U.K. Coronavirus Variant Acquires Mutation That Could Weaken Vaccine Defense", "date": "2021-02-02 13:15", "summary": "So far 11 cases of potentially supercharged version of virus now dominant in the U.K. have been identified. LONDON-British authorities say they have discovered a potentially supercharged version of the country's more-contagious coronavirus variant with a new mutation-one also detected in strains in South Africa and Brazil-that appears to make some vaccines less effective.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bobby-flays-new-los-angeles-casa-11612289600", "title": "Bobby Flay's New Los Angeles Casa", "date": "2021-02-02 13:13", "summary": "The celebrity chef's home has lots of monochromatic colors and will come with an outdoor kitchen.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/upss-revenue-jumps-21-on-online-shopping-surge-11612266696", "title": "UPS's Revenue Jumps 21% on Online Shopping Surge", "date": "2021-02-02 13:02", "summary": "Package giant's revenue jumps 21% boosted by higher fees and holiday volumes during pandemic. As United Parcel Service Inc. targets smaller customers to help boost profits, it is also getting in deeper with the biggest customer of them all.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/youtube-cancels-the-u-s-senate-11612288061", "title": "YouTube Cancels the U.S. Senate", "date": "2021-02-02 12:47", "summary": "It censors testimony from physicians on early treatments for Covid-19 patients.. Google's YouTube has ratcheted up censorship to a new level by removing two videos from a U.S. Senate committee. They were from a Dec. 8 Committee on Homeland Security and Governmental Affairs hearing on early treatment of Covid-19. One was a 30-minute summary; the other was the opening statement of critical-care specialist Pierre Kory.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-biden-broker-a-covid-compromise-11612287963", "title": "Can Biden Broker a Covid Compromise?", "date": "2021-02-02 12:46", "summary": "The best shot at a bipartisan bill is focusing on relief, not structural change.. The Covid-19 relief bill is the first test for the Biden administration. It's no surprise there's disagreement on how to proceed. One controversy is strategic: How vigorously should the administration pursue bipartisan support for its legislation, and what price should it be willing to pay to achieve it? Some Democrats-myself among them-believe that the president's calls for unity will be hollow unless he does all he can to reach a bipartisan agreement that satisfies his core objectives. Monday's meeting with 10 Republican senators to discuss their $618 billion offer was a good first step, and conversations will continue.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-are-the-best-low-maintenance-house-plantsthat-arent-everywhere-11612287913", "title": "Easy House Plants Don't Have to Be Dull", "date": "2021-02-02 12:45", "summary": "Lists of easy-care greenery always include the same species-from snake plant to rubber tree. We asked horticulturalists to recommend five handsome, no-brainer alternatives.. THE INTERNET BRIMS with recommendations for houseplants that are tough to kill. But the same suggestions-ZZ plants, snake plants, rubber plants-crop up again and again. To break the botany monotony, we consulted horticulturalists who create and maintain plantscapes for office lobbies, hotels and other public spaces. Could they point us to less ubiquitous varieties that are just as low-care? \"We prefer plants that are relatively drought-tolerant, pest-resistant and don't frequently shed leaves,\" said Louise Fair, a Seattle-area interior landscaper. Here, five examples of no-fuss flora that stand out from the crowd.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-nobel-peace-prize-nominees-and-winners-are-selected-11612287296", "title": "How Nobel Peace Prize Nominees and Winners Are Selected", "date": "2021-02-02 12:34", "summary": "Anyone can be nominated, and this year's nominees include Stacey Abrams, Jared Kushner and the Black Lives Matter movement. Each year since 1901, with a few exceptions, the Nobel Peace Prize has been awarded to a figure seen as advancing \"fraternity among nations,\" fulfilling the wish of Swedish industrialist Alfred Nobel, who established the prize in his will.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-covid-19-vaccine-was-highly-effective-in-trial-study-finds-boosting-moscows-rollout-ambitions-11612269047", "title": "Russian Covid-19 Vaccine Was Highly Effective in Trial, Boosting Moscow's Rollout Ambitions", "date": "2021-02-02 12:30", "summary": "Sputnik V shot achieved 91.6% efficacy in preventing coronavirus symptoms, handing the country a geopolitical coup. MOSCOW-Russia's homegrown Sputnik V vaccine showed high levels of efficacy and safety in a peer-reviewed study, handing Moscow a geopolitical coup and a potential slice of the multibillion-dollar vaccine market as it seeks to promote the Covid-19 shot abroad and curb the pandemic at home.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-mayoral-candidate-andrew-yang-tests-positive-for-covid-19-11612286820", "title": "New York City Mayoral Candidate Yang Tests Positive for Covid-19", "date": "2021-02-02 12:27", "summary": "Yang received a positive result on a rapid Covid-19 test on Tuesday.. New York City mayoral candidate Andrew Yang said Tuesday that he tested positive for Covid-19, days after he went into quarantine because a staffer tested positive for the virus.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alibabas-quarterly-sales-lifted-by-extended-shopping-event-11612272234", "title": "Alibaba, Amid Antitrust Pressure, Is Conducting Internal Review", "date": "2021-02-02 12:15", "summary": "Chinese e-commerce giant reports 52% rise in quarterly net income even as regulatory scrutiny intensifies. Alibaba Group Holding Ltd. has set up a task force to review some of its businesses in response to an antitrust probe in China, its chief executive said Tuesday, as the threat of a regulatory overhaul looms over the Chinese e-commerce giant founded by Jack Ma.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-to-buy-drizly-for-1-1-billion-in-stock-and-cash-11612276216", "title": "Uber's Drizly Deal Set to Turbocharge Online Alcohol Delivery", "date": "2021-02-02 12:13", "summary": "Ride-hailing giant builds out offerings it can bring to homebound consumers. Uber Technologies Inc. said it reached a deal to buy alcohol-delivery service Drizly for $1.1 billion in stock and cash, signaling the company's ambitions to provide a wider range of items to consumers' doorsteps.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-the-best-space-heater-11612284859", "title": "Powerful Space Heaters That Don't Look Hideous", "date": "2021-02-02 11:54", "summary": "It's time to replace your clanky, janky hand-me-down space heater-especially if you're trying to work at home. Here, four that combine power with good design.. THE LATEST work-from-home indignity? Enduring attacks of the shivers in the poorly insulated spaces that we've converted into makeshift home offices.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaccine-skeptics-join-forces-with-antimask-crowd-11612284890", "title": "Vaccine Skeptics Join Forces With Antimask Advocates", "date": "2021-02-02 11:54", "summary": "Resume Subscription. Antivaccine activists have expanded their reach by joining forces with antimask advocates and others dedicated to what they call \"health freedom,\" a sign of mistrust in government that is complicating efforts to tackle the Covid-19 pandemic.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/if-you-want-to-buy-gamestop-stock-for-fun-heres-why-you-should-think-twice-11612261800", "title": "Why You Should Think Twice Before Buying GameStop Stock", "date": "2021-02-02 11:53", "summary": "Even a single share of the hot stock doesn't come without risk. It is tempting to want to get in on the GameStop rally.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michelle-buteau-taking-center-stage-11612282776", "title": "Michelle Buteau Started Behind the Scenes. Now She Is Taking Center Stage.", "date": "2021-02-02 11:20", "summary": "The 'Welcome to Buteaupia' comedian opens up about her childhood in New Jersey, being painfully shy and how an insult turned into a 'defining' moment. Michelle Buteau, 43, is a comedian and actress who appears in the Netflix stand-up special \"Welcome to Buteaupia.\" She is the author of the memoir, \"Survival of the Thickest\" (Gallery). She spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prosecutors-home-in-on-capitol-rioters-who-faced-off-with-police-11612279121", "title": "Capitol Riot Probe Focuses on Protesters Who Assaulted Police", "date": "2021-02-02 11:13", "summary": "Recent charges in Jan. 6 attack center on assaulting and obstructing law-enforcement officers. WASHINGTON-Investigators examining the Jan. 6 riot at the U.S. Capitol have ramped up efforts to identify and charge participants who assaulted or otherwise obstructed law-enforcement officers during the attack, interviews and a review of court filings show.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iphone-boom-a-mixed-blessing-for-chip-suppliers-11612282168", "title": "iPhone Boom a Mixed Blessing for Chip Suppliers", "date": "2021-02-02 11:09", "summary": "Skyworks, Cirrus Logic show benefits and risks of Apple dependency. Apple Inc. is definitely having a moment. For the many chip companies who supply the tech giant, the question remains just how long that moment will last.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auto-makers-abandon-effort-to-challenge-california-on-emissions-rules-11612279048", "title": "Auto Makers End Challenge to California on Emissions Rules", "date": "2021-02-02 10:17", "summary": "Toyota, GM and others had joined Trump administration's effort to revoke California's authority to limit tailpipe emissions. Toyota Motor Corp. , Stellantis NV and other auto makers that had joined the Trump administration in challenging California's authority on auto emissions have abandoned the effort, saying they want to work with President Biden on new rules.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bp-warns-pandemic-pain-to-persist-in-2021-11612264019", "title": "Oil Companies Endure Brutal 2020, Warn of Slow Recovery", "date": "2021-02-02 10:04", "summary": "Exxon, BP and others notched one of their worst annual performances as the pandemic crushed demand for fossil fuels. The big international oil companies are reporting one of their worst annual performances in decades and signaling that the pandemic could continue to challenge their businesses in 2021.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyc-chefs-deliver-with-a-new-spotify-for-food-11612278000", "title": "New York City Chefs Beef Up Business With New Twist", "date": "2021-02-02 10:00", "summary": "Resume Subscription. You probably haven't heard of chef Chris Ratel. The 53-year-old Brooklyn native has yet to launch his own restaurant or star in a cooking show. But in one corner of the culinary universe, he's a star. His classic American comfort food is the top-selling cuisine on CookUnity-a meal-delivery service with an unusual business model.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fernando-tatis-jr-wants-to-be-the-face-of-baseball-11612278015", "title": "Fernando Tatís Jr. Wants to Be the Face of Baseball", "date": "2021-02-02 10:00", "summary": "The Padres star was the breakout performer of the pandemic-shortened 2020 season, developing from an intriguing prospect into a powerhouse. If Major League Baseball could build the ideal superstar-that one elusive player capable of transcending the sport's hidebound ways and revitalizing the national pastime for an apathetic younger generation-he would possess several qualities.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-apple-lead-the-management-top-250-all-stars-11612277514", "title": "Microsoft, Apple Lead the Management Top 250 All-Stars", "date": "2021-02-02 09:51", "summary": "Only eight companies are designated as all-stars for their performance in all five of the ranking's main components. ", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marriott-ceo-arne-sorenson-scales-back-duties-for-cancer-treatment-11612277104", "title": "Marriott CEO Scales Back Duties for Cancer Treatment", "date": "2021-02-02 09:45", "summary": "Hotel chain says day-to-day operations will be overseen by others. Marriott International Inc. Chief Executive Arne Sorenson will reduce his schedule over the next few months to allow for a more demanding treatment for pancreatic cancer, leaving day-to-day operations to lieutenants, the company said.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musk-takes-break-from-twitter-11612275781", "title": "Elon Musk Takes Break From Twitter", "date": "2021-02-02 09:23", "summary": "'Off Twitter for a while' appeared on the Tesla CEO's personal account, generating tens of thousands of likes within a few hours. BERLIN-Musk out-for now, anyway.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-ups-silver-what-to-watch-when-the-stock-market-opens-today-11612267341", "title": "GameStop, UPS, Silver: What to Watch When the Stock Market Opens Today", "date": "2021-02-02 09:11", "summary": "Stock futures rose ahead of earnings from technology giants Amazon.com and Google-parent Alphabet. Here's what we're watching ahead of the opening bell on Tuesday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exxon-logs-fourth-quarterly-loss-in-a-row-11612271506", "title": "Exxon Logs Fourth Quarterly Loss in a Row", "date": "2021-02-02 09:04", "summary": "Oil giant reports total loss of more than $22 billion for fiscal year; adds new director to its board. Exxon Mobil Corp. posted its fourth consecutive quarterly loss, bringing its total loss for its fiscal year to more than $22 billion.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lee-brooms-tribeca-penthouse-has-a-beyonce-approved-swinging-chair-11612273304", "title": "Lee Broom's Tribeca Penthouse Has a Beyoncé-Approved Swinging Chair", "date": "2021-02-02 08:41", "summary": "Lured by a booming market-and clients including Beyoncé and Jay-Z-British designer Lee Broom sets up house in New York City. In late March of 2020, Lee Broom stood on a New York City sidewalk and watched as a crate holding an '80s cocktail bar he'd recently bought swayed six stories high in the breeze, steadying itself before being craned onto the terrace of his new Tribeca penthouse. He pulled out his phone and took a video. \"It was frightening, but I was kind of like, these are the lengths you go to to get exactly what you want,\" he says.", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-hawaii-the-quest-for-the-greatest-cup-of-coffee-in-the-world-11612273213", "title": "In Hawaii, the Quest for the Greatest Cup of Coffee in the World", "date": "2021-02-02 08:40", "summary": "The bean-to-cup movement is all about capturing coffee's Holy Grail. For one coffee-obsessed entrepreneur in Kauai, Hawaii, the elusive dream is becoming a reality.. It's not unusual, within a certain 24-hour period, for Ben Fitt to touch nearly every step in the complex process that allows you to enjoy a morning cup of coffee. An afternoon tending orchards in the rolling hills above Kauai's northern beaches-where he grows tall, skinny Typica coffee plants with red berries and squat Catuai trees with yellow fruit-often gives way to an evening spent roasting beans on the island's east side. The next morning, Fitt might drive north to place some of those roasted beans in a La Marzocco GS3 espresso machine that he repaired himself, before pulling shots for customers at a farmers' market in Hanalei.", "categories": [["Food"]], "category_links": ["https://www.wsj.com/news/types/magazine-food?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-arctic-oil-taints-bps-green-shift-11612273198", "title": "Russian Arctic Oil Taints BP's Green Shift", "date": "2021-02-02 08:39", "summary": "An almost 20% stake in Rosneft is likely to hamper the U.K. company's efforts to appeal to environmental investors. For oil supermajor BP , one big obstacle stands out on the road to a greener future: its almost 20% stake in Russia's top oil producer.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-myanmar-coup-facebook-bans-national-military-tv-networks-page-11612272870", "title": "Facebook Removes Myanmar Military TV Page", "date": "2021-02-02 08:34", "summary": "Facebook removed Myawaddy network from platform and is 'closely monitoring political events' in Myanmar. Facebook Inc. banned a Myanmar military television network page following Monday's coup, the social media giant's latest move in a country where its platform has been connected in previous years to physical violence.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-economy-falls-further-behind-u-s-and-china-its-getting-desperate-11612272788", "title": "Europe's Economy Falls Further Behind U.S. and China. 'It's Getting Desperate.'", "date": "2021-02-02 08:33", "summary": "Eurozone GDP fell nearly twice as much as the U.S.'s last year, as China powered ahead. The eurozone's economy is diverging sharply from the U.S. and China, as stubbornly high coronavirus infections, extensive Covid-19 restrictions and a painfully slow vaccine rollout delay Europe's recovery from last year's historic economic downturn.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tampa-hotels-hope-super-bowl-wont-be-a-super-bust-11612270800", "title": "Tampa Hotels Hope Super Bowl Won't Be a Super Bust", "date": "2021-02-02 08:00", "summary": "Average four-star hotel room rates in Tampa stand to peak at $512 this weekend-well below last year's $2,294 peak. The Super Bowl usually has one guaranteed winner: the host city's hotel owners. But this Sunday, hotels in the Tampa, Fla., area are hoping not to feel like losers.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-unveils-outdoorsy-new-hq2-renewing-its-commitment-to-offices-11612267200", "title": "Amazon Unveils Outdoorsy New HQ2", "date": "2021-02-02 08:00", "summary": "Centerpiece of design is a 350-foot building dubbed the Helix, which features two spiraling outdoor walkways. Amazon . com Inc.'s plans for its new northern Virginia headquarters feature an outdoor theme, the latest sign that big tech companies are getting more creative with office space rather than abandoning it.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/patrick-mahomes-basketball-super-bowl-11612243581", "title": "Patrick Mahomes Was Better at Basketball Than Football", "date": "2021-02-02 08:00", "summary": "Why are the Chiefs back in the Super Bowl? Because their star quarterback plays like a point guard.. One of the craziest athletic feats of Kansas City Chiefs quarterback Patrick Mahomes's life came in a high-school game against three future NFL players. He read the defense. He surveyed the space in front of him. He saw a chance to score and jumped over his defender.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snow-storm-halts-new-york-citys-covid-19-vaccinations-11612183362", "title": "NYC Snowstorm Halts Covid-19 Vaccinations", "date": "2021-02-02 07:13", "summary": "Storm forces vaccination cancellations as New York and New Jersey declare states of emergency. A powerful winter storm pounded New York on Monday as city and state officials suspended Covid-19 vaccinations, closed in-person learning at schools and halted mass-transit services.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/noreaster-threatens-up-to-2-feet-of-snow-11612187730", "title": "Snowstorm Batters Northeast, Delaying Vaccinations", "date": "2021-02-02 07:11", "summary": "Weather forces vaccination cancellations as New York and New Jersey declare states of emergency. A major winter storm blanketed parts of the mid-Atlantic in up to 2 feet of snow Monday as it churned up the Northeast coast, delaying Covid-19 vaccinations and testing across the region.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-budget-gets-recovery-right-long-term-development-wrong-11612265843", "title": "India's Budget Gets Recovery Right, Long-Term Development Wrong", "date": "2021-02-02 06:37", "summary": "The country still awaits policies that would allow it to become an upper-middle-income country. India's aggressive new fiscal plan will be a boon to its post-Covid recovery. But there is still no coherent longer-term plan for lifting the country into the upper-middle-income club.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rocket-startup-astra-space-poised-to-go-public-at-2-1-billion-valuation-11612265400", "title": "Rocket Startup Astra Space Poised to Go Public at $2.1 Billion Valuation", "date": "2021-02-02 06:30", "summary": "Northern California space-transportation company would be first small-booster specialist to trade in U.S.. Northern California space-transportation company Astra Space Inc. intends to be the first maker of small rockets to go public in the U.S., using a blank-check company, or SPAC, in a transaction valuing it at $2.1 billion.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ralph-lauren-cmo-moves-to-boll-branch-11612263600", "title": "Ralph Lauren CMO Moves to Boll & Branch", "date": "2021-02-02 06:00", "summary": "The luxury bedding company, which generated more than $100 million in revenue last year, aims to reach more potential customers. Boll & Branch LLC, a luxury bedding company that started out as an e-commerce business selling products directly to consumers online, has hired the top marketing executive from Ralph Lauren Corp. as it charts its next stage of growth.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hospitals-suffer-new-wave-of-hacking-attempts-11612261802", "title": "Hospitals Suffer New Wave of Hacking Attempts", "date": "2021-02-02 05:30", "summary": "Cyberattackers renew activity as hospitals roll out Covid-19 vaccines. Hackers are increasing their attempts to break into health-care companies, putting additional pressure on an industry already struggling with managing the coronavirus pandemic.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/risky-borrowers-hope-to-boost-green-credentials-11612260535", "title": "Risky Borrowers Hope to Boost Green Credentials", "date": "2021-02-02 05:08", "summary": "Some companies are asking investors to trim their interest costs on risky loans if they hit ESG targets. Investors' thirst for yield in debt markets is driving demand for the risky loans that fund private equity deals. That is allowing companies to begin testing new features designed to boost their green and governance credentials.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-top-diplomat-warns-biden-against-meddling-in-hong-kong-xinjiang-11612243592", "title": "China Warns U.S. Against Meddling in Hong Kong, Xinjiang", "date": "2021-02-02 00:26", "summary": "Yang Jiechi's firm statement on 'red line' came as U.S. secretary of state criticized Beijing. China's top diplomat warned the U.S. not to cross a \"red line,\" in an attempt to steer a delicate bilateral relationship toward areas of cooperation as President Biden signals continuity with the previous administration on hot-button issues including Hong Kong and Xinjiang.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-propose-618-billion-covid-relief-plan-11612188851", "title": "Republicans Propose $618 Billion Covid-19 Stimulus Plan", "date": "2021-02-02 00:12", "summary": "GOP's $618 billion plan is less than a third the cost of the president's. WASHINGTON-A group of Senate Republicans outlined their roughly $618 billion coronavirus-relief offer Monday, including a round of $1,000 direct checks for many adults, as Democrats began a process that would allow them to pass President Biden's $1.9 trillion plan along party lines.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11612219361", "title": "Pepper...and Salt", "date": "2021-02-02 00:01", "summary": "Resume Subscription. ", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-boeing-ceo-dennis-muilenburg-is-raising-200-million-for-spac-11612241902", "title": "Former Boeing CEO Muilenburg Is Raising $200 Million for SPAC", "date": "2021-02-02 23:58", "summary": "Blank-check company plans to target companies in space, defense and other industries. Former Boeing Co. Chief Executive Dennis Muilenburg, about a year after his ouster from the aerospace giant, is taking steps to re-enter American business with a special-purpose acquisition company.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-pressure-gop-to-remove-marjorie-taylor-greene-from-committees-11612219818", "title": "McConnell Criticizes Marjorie Taylor Greene Over 'Loony Lies'", "date": "2021-02-02 22:27", "summary": "Comments come as House Republican leaders face pressure to sanction freshman lawmaker. WASHINGTON-Senate Minority Leader Mitch McConnell (R., Ky.) sharply criticized Rep. Marjorie Taylor Greene (R., Ga.) over her past comments embracing conspiracy theories, raising the pressure on House Republican leaders to sanction the freshman lawmaker.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-keeps-aluminum-tariffs-on-uae-reversing-trump-policy-11612234157", "title": "Biden Keeps Aluminum Tariffs on U.A.E.", "date": "2021-02-02 22:11", "summary": "The Trump administration had scheduled to lift the tariffs on Feb. 3. WASHINGTON-The Biden administration Monday reversed a last-minute decision by former President Donald Trump to lift aluminum tariffs on the United Arab Emirates.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/officer-who-shot-capitol-rioter-ashli-babbitt-shouldnt-be-charged-investigators-recommend-11612222798", "title": "Charges Unlikely for Officer Who Shot Capitol Rioter", "date": "2021-02-02 21:46", "summary": "Babbitt died after being shot by Capitol Police officer on Jan. 6. WASHINGTON-Investigators have made a preliminary determination that the police officer who shot and killed Ashli Babbitt during the U.S. Capitol riot shouldn't be charged with any crimes in connection with her death, according to people familiar with the review.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-jpmorgan-banker-acquitted-in-sons-and-daughters-bribery-trial-11612170781", "title": "Former JPMorgan Banker Acquitted in 'Sons and Daughters' Bribery Trial", "date": "2021-02-02 20:38", "summary": "Hong Kong judge acquits Catherine Leung Kar-cheung of bribing a potential client by offering his son a job at the bank. A former senior banker at JPMorgan Chase & Co. was acquitted of bribing a potential client by hiring his son, in a defeat for Hong Kong's antigraft agency.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicago-schools-make-progress-in-talks-with-teachers-on-reopening-11612224883", "title": "Chicago Schools Make Progress in Talks With Teachers on Reopening", "date": "2021-02-02 19:14", "summary": "City seeks 48-hour cooling-off period, won't remove teachers' access to remote learning after strike threat amid Covid-19 pandemic. CHICAGO-City leaders cited progress in its talks with the teachers union over a plan to reopen elementary schools amid the coronavirus pandemic and called for a two-day cooling-off period to resolve remaining issues.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-settles-with-labor-department-over-hiring-pay-discrimination-claims-11612224769", "title": "Google Settles With Labor Department Over Bias Claims", "date": "2021-02-02 19:12", "summary": "Company to pay more than $3.8 million to resolve a case. Alphabet Inc.'s Google LLC agreed to pay more than $3.8 million to resolve a case of hiring and pay discrimination at several locations in California and Washington state, the Labor Department said.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}]