[{"link": "https://www.wsj.com/articles/family-of-taliban-hostage-mark-frerichs-urge-biden-to-make-deal-for-his-freedom-11629982245", "title": "Family of Taliban Hostage Urges Biden to Make Deal for His Freedom", "date": "2021-08-26 19:49", "summary": "State Department says efforts to return Illinois-born civil engineer ongoing; Taliban have said they would trade for imprisoned drug lord. When the U.S. withdraws the last of its military forces from Afghanistan next week, at least one American is expected to be left behind: Mark Frerichs, a contractor abducted last year by Afghan militants.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-kabul-airport-massacre-taliban-afghanistan-joe-biden-11630016714", "title": "The Kabul Airport Massacre", "date": "2021-08-26 19:37", "summary": "Jihadists kill 13 Americans, more than died in Afghanistan in all of 2020.. The jihadist attack on Kabul airport that everyone feared finally happened on Thursday, killing 13 American soldiers and wounding 15, as well as killing at least 90 Afghans and wounding dozens more. The suicide bomber is responsible for the deaths. President Biden spoke for the country Thursday in his expression of empathy and loss, but he can't duck responsibility for the failure to provide enough force to execute a safe evacuation.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kabul-airport-explosions-afghanistan-what-happened-11630010272", "title": "Kabul Airport Explosions: What We Know About the Bombing Attacks", "date": "2021-08-26 19:16", "summary": "U.S. service members among dozens killed, injured in blasts for which Islamic State affiliate claimed responsibility. A pair of explosions Thursday-one at Hamid Karzai International Airport and another at a nearby hotel-killed at least 13 U.S. service members and dozens of Afghan civilians, with another 18 Americans injured. The casualty figures are expected to rise.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kabul-airport-attack-roils-afghanistan-evacuation-efforts-11630011584", "title": "Kabul Airport Attack Roils Afghanistan Evacuation Efforts", "date": "2021-08-26 19:15", "summary": "Explosions outside airport killed 13 Americans, the first to die in combat in Afghanistan since early 2020. A pair of explosions at the Kabul airport claimed the lives of 13 U.S. service members and at least 90 Afghans as the U.S.-led evacuation efforts in Afghanistan raced against an Aug. 31 withdrawal deadline. Another 18 service members and many more Afghans were wounded.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tora-bora-al-qaeda-afgahnistan-taliban-withdrawal-osama-bin-laden-rumsfeld-bush-biden-11630007504", "title": "What Might Have Been at Tora Bora", "date": "2021-08-26 19:02", "summary": "A missed opportunity to get bin Laden set the stage for 20 years of frustrating, painful war in Afghanistan.. 'For all sad words of tongue or pen, / The saddest are these: 'It might have been!' \"", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/times-up-president-tina-tchen-resigns-11630017067", "title": "Time's Up President Tina Tchen Resigns", "date": "2021-08-26 18:59", "summary": "Departure is latest fallout from New York attorney general's report on Cuomo sexual harassment allegations. Tina Tchen resigned as president and chief executive of Time's Up on Thursday, calling her leadership a \"painful and divisive focal point\" amid controversy over the advocacy group's involvement in former New York Gov. Andrew Cuomo's handling of sexual harassment allegations.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-j-injury-claimants-fail-to-prevent-potential-talc-bankruptcy-11630010528", "title": "J&J Injury Claimants Fail to Prevent Potential Talc Bankruptcy", "date": "2021-08-26 18:57", "summary": "Delaware judge declines to keep J&J from being able to separate talc liabilities from its core assets. A Delaware judge declined to prohibit Johnson & Johnson from separating talc-related liabilities from the rest of its business, ruling against personal-injury lawyers who said they fear the company could place thousands of cancer claims into bankruptcy to try to drive settlements.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anarchy-in-portland-oregon-ted-wheeler-chuck-lovell-11630014195", "title": "Anarchy in Portland", "date": "2021-08-26 18:55", "summary": "Political leaders yawn as left and right battle with guns in the streets.. Cities that tolerate political violence invite more of it. Portland, Ore., has failed to learn this lesson, and it's a miracle no one was killed amid recent clashes. On Sunday Antifa adherents squared off against demonstrators affiliated with the far right Proud Boys. Bloody confrontations have become routine in Portland, but this one was even more harrowing than usual. Social-media video appears to show participants exchanging gunfire, and Police Chief Chuck Lovellsaid one person was apprehended for firing a weapon.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-in-afghanistans-shadow-naftali-bennett-joe-biden-11630013276", "title": "Israel in Afghanistan's Shadow", "date": "2021-08-26 18:52", "summary": "The new PM lobbies Washington on Iran amid chaos in Kabul.. President Biden's meeting with Israeli Prime Minister Naftali Bennett was postponed Thursday for a day after the attack on American forces in Kabul. The botched exit from Afghanistan looms large for American strategy from Europe to the Far East, but perhaps especially in the Mideast as the U.S. tries to manage diplomacy with its ally Israel and a revisionist Iran.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arizona-legal-tax-upheaval-supreme-court-spending-cap-11629901361", "title": "Arizona's Great Tax Upheaval", "date": "2021-08-26 18:49", "summary": "The state Supreme Court upholds a constitutional cap on spending.. Victories for constitutionally limited government are rare these days. All the more reason to cheer a ruling last week by the Arizona Supreme Court that effectively deep-sixed a ballot initiative that overrode a spending cap in Arizona's constitution (Fann v. State of Arizona).", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peloton-slashes-price-on-exercise-bike-predicts-slowing-growth-11630013307", "title": "Peloton Cuts Price on Bike, Predicts Slowing Growth", "date": "2021-08-26 18:48", "summary": "Exercise equipment maker drops price on lower-end bike by 20%. Peloton Interactive Inc. on Thursday lowered by 20% the price of its original stationary bike, a move that comes as the company expects more muted growth in the coming year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-moderate-democrats-blue-dog-progressives-congressional-majority-2022-midterm-11630015136", "title": "Pelosi's Cannon Fodder", "date": "2021-08-26 18:34", "summary": "Moderate Democrats again are forced to sacrifice to pass her legislative agenda.. Nancy Pelosi jammed a $3.5 trillion budget outline through her party's holdouts this week, earning more plaudits for her steely rule. Tell that to the political ghosts of Walt Minnick and Bobby Bright.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/old-timey-words-language-courtesy-civility-swearing-cursing-coarse-joe-biden-donald-trump-11630012935", "title": "Old-Fangled Words Are Wondrous, Methinks", "date": "2021-08-26 18:32", "summary": "'What are you, 95?' my wife asked, leaving for the 'beauty parlor.'. After her second vaccine shot, my wife had no doubt about her top priority before mingling-coloring her hair.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-fed-chair-jerome-powell-jackson-hole-inflation-federal-reserve-emerging-markets-11630012468", "title": "Now It's Everyone's Dollar, and Everyone's Problem", "date": "2021-08-26 18:30", "summary": "Debate over who should lead the Fed will focus on regulation and politics. What about the currency?. Something vaguely resembling a debate is finally breaking out in Washington over who should lead the Federal Reserve. And well it should. The Fed chairman is the world's most important central banker, a role too vital to be filled without any discussion. Now, if only lawmakers, academics and tweeters would debate the right issues. Such as the dollar.", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/giant-jesus-statues-christ-redeemer-protector-rio-de-janeiro-encantado-brazil-11630012671", "title": "The Appeal of Giant Jesus Statues", "date": "2021-08-26 18:29", "summary": "Even the nonreligious can find solace in these benevolent and welcoming figures.. Christ the Redeemer, the iconic 125-foot statue of Jesus overlooking Rio de Janeiro, will soon have an even bigger rival: Christ the Protector. The 140-foot statue, under construction 700 miles to the south, will join dozens of similar works around the world. But the influence of the 90-year-old original remains unsurpassed.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senator-biden-nation-building-afghanistan-withdrawal-iraq-war-jihadists-islamists-taliban-11630012872", "title": "Notable & Quotable: Biden", "date": "2021-08-26 18:29", "summary": "'Democrats understand that those who would spread radical fundamentalism . . . are beyond the reach of reason.'. From \"A Democratic Foreign Policy\" by Sen. Joseph R. Biden Jr. in the Journal, Sept. 9, 2004:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-bad-thinking-happens-to-good-people-review-lets-be-reasonable-11630016871", "title": "'When Bad Thinking Happens to Good People' Review: Let's Be Reasonable", "date": "2021-08-26 18:27", "summary": "To believe something without sufﬁcient evidence is not only a mistake, it may be morally blameworthy. Can philosophy help?. The reputation of science had been taking a bit of a battering before its successes in fighting the global pandemic raised its esteem. Could the reputation of philosophy benefit from a similar upswing, thanks to a very different form of contagion? According to the philosophers Steven Nadler and Lawrence Shapiro, it should. In the midst of \"an epidemic of bad thinking\" that spreads \"like a virus,\" it is to philosophy that we \"must first turn\" in order to \"cure America . . . of the baseless and harmful ideas that have infected a frighteningly large portion of its population.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/candyman-2021-review-horror-movie-jordan-peele-11630015756", "title": "'Candyman': See It, See It, See It, See It, See It", "date": "2021-08-26 18:12", "summary": "The 'spiritual sequel' to the '90s horror movie-directed by Nia DaCosta and written by her, Jordan Peele and Win Rosenfeld-is a smart take on race, art and gentrification. Urban legends are what they need to be, stories that evolve, morph or mutate to fit the times they're told in. The first fine idea in \"Candyman,\" a pop-culture prodigy that calls itself a \"spiritual sequel\" to the 1992 slasher classic, is the seductive elegance of its physical setting. Gone are the grim concrete barracks of Chicago's Cabrini-Green housing project, once haunted by fear of a ghostly Black avenger with a hook for a hand. In a time of relentless gentrification they've been replaced by stylish lofts. One prime unit is occupied by the legend's new hero-not Helen Lyle, the white graduate student played by Virginia Madsen in the original, but Anthony McCoy (Yahya Abdul-Mateen II), a Black artist in search of a theme, who shares the apartment with his girlfriend, Brianna Cartwright, an affluent gallery director played by Teyonah Parris. (The film is in wide theatrical distribution.)", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/together-james-mcvoy-sharon-hogan-covid-19-lockdown-11630014508", "title": "'Together' Review: Locked Down, Riled Up", "date": "2021-08-26 17:55", "summary": "James McAvoy and Sharon Horgan star as an unhappily married couple who have to learn to live with each other in the early days of the Covid-19 lockdown. During the depths of the Covid-19 lockdown, when the strongest relationships were tested, one consolation for many of us was knowing there were people worse off than we were-couples who'd been at each other's throats long before the rampaging virus confined them to quarters, families that had already perfected their own versions of dysfunction. \"Together,\" a dark comedy playing in theaters, brings us into just such a home, a battleground that could be mistaken for a pleasant, middle-class row house on a pretty London street, at just the moment the U.K.'s lockdown begins in March 2020. And it brings us in almost literally. We are the camera. The husband and wife talk to us, consult us, confide in us, make us a party-though it's anything but a party-to their impassioned wranglings, lacerating accusations and hilarious misunderstandings, while their 10-year-old son watches and listens without saying a word.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghanistan-evacuation-effort-sparks-bottleneck-at-dulles-airport-11629997393", "title": "Afghanistan Evacuation Effort Causes Bottleneck at Dulles Airport", "date": "2021-08-26 17:54", "summary": "Pentagon strategy to use U.S. airlines to ease crowded conditions for Afghan refugees at overseas military bases is creating a new bottleneck in Washington. CHANTILLY, Va.-The Pentagon effort to use U.S. airlines to ease crowded conditions at overseas military bases is creating a new bottleneck at Dulles International Airport, where planes carrying Afghan refugees are stacking up on the tarmac as officials take up to 10 hours to process passengers before they can disembark.", "categories": [["WSJ News Exclusive", "Middle East"]], "category_links": ["https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/isis-taliban-afghanistan-bombing-11630014684", "title": "Bombings Reveal Hidden Afghan War", "date": "2021-08-26 17:52", "summary": "Resume Subscription. Two days before he was shot dead by the Taliban, Abu Omar Khorasani, a onetime leader of Islamic State in Afghanistan, sat slumped in a dingy Afghan prison interview room, waiting for his soon-to-be executioners.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/laetitia-parrais-jean-xavier-de-lestrade-ivan-jablonka-11630014278", "title": "'Laëtitia' Review: Brutal Crime, Swift Action, Deep Drama", "date": "2021-08-26 17:45", "summary": "Jean-Xavier de Lestrade, best known for 'The Staircase,' dramatizes the story of the murder of a young French woman and its tangled roots. True-crime fans will be taken aback: When the title character vanishes at the outset of the scarifying \"Laëtitia,\" the police don't wait the customary 72 hours to declare her a missing person. The teenager's foster parents don't have to convince anyone that something is wrong. The evidence is obvious, the search is immediate, the national outrage spontaneous. Even the president weighs in, scapegoating an overburdened court system because the principal suspect turns out to be a convicted sex offender. The judges are so offended they go on strike.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/axel-springer-to-acquire-politico-11629984117", "title": "Axel Springer to Acquire Politico", "date": "2021-08-26 17:45", "summary": "Acquisition of news website adds to German publisher's portfolio of U.S.-based media holdings. Axel Springer SE has agreed to buy Washington, D.C., publisher Politico, expanding the German publisher's portfolio of U.S.-based media holdings.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-broadway-george-c-wolfe-lin-manuel-miranda-hugh-jackman-john-lithgow-helen-mirren-11630014155", "title": "'On Broadway' Documentary Review: A New Lease on Life", "date": "2021-08-26 17:44", "summary": "A Playbill's worth of talent-including Ian McKellen, George C. Wolfe, Hugh Jackman and Helen Mirren-talk about theater and the Great White Way. If you wanted to be cynical about it, you could say that \"On Broadway\" is about how the Fabulous Invalid didn't die again. Oren Jacoby's feature documentary, playing in movie theaters, traces the fortunes of the Times Square theater district from its near-death experience in the 1970s through its self-reinvention in subsequent decades to its return to exuberant health that extended through the 2019 season, after which everything went dark during the Covid-19 pandemic. Broadway's fate has often been chancy, and the struggle between artistic values and real-estate values has never been as fierce as it is now. The key to Broadway, the playwright and director George C. Wolfe tells us, is \"every day you have to pay your rent.\" Yet this smart and spirited film reminds us that there's still nothing in American entertainment like the Broadway ritual of hundreds of live, superbly talented performers playing to thousands of live, rapt theatergoers six nights a week (plus matinees) in the heart of the great city.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-bosses-can-mentor-gen-z-workers-remotely-11630013216", "title": "How Bosses Can Mentor Gen Z Workers Remotely", "date": "2021-08-26 17:26", "summary": "Many who started careers during the pandemic have never worked in the same space as colleagues. But there are ways bosses can ensure they don't miss out on mentoring.. More than a year into remote work, a new breed of young professionals has emerged: those who have never worked in an office. Some young workers are disappointed they have yet to experience working side-by-side with colleagues. Others say they are used to the virtual world and don't feel they are missing much.", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-america-says-two-top-executives-to-retire-11629997760", "title": "Bank of America Says Two Top Executives to Retire", "date": "2021-08-26 17:20", "summary": "Chief Operating Officer Tom Montag and Vice Chairman Anne Finucane will remain in advisory roles. Bank of America Corp. announced its most significant executive shake-up in years with the retirement of two longtime senior leaders.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hp-dell-enjoy-swelling-backlogs-amid-hot-demand-for-computers-11630011910", "title": "HP, Dell See Swelling Backlogs Amid Hot Demand for Computers", "date": "2021-08-26 17:05", "summary": "'We are selling everything that we build,' says HP Chief Executive Enrique Lores. HP Inc. and Dell Technologies Inc. are seeing demand for computers outpacing their ability to satisfy customer orders as shortages and supply-chain issues hold back sales growth.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-08-26-2021-11629963841", "title": "Stocks Close Lower After S&P 500, Nasdaq Records", "date": "2021-08-26 17:02", "summary": "S&P 500 ends rally as investors assess gross-domestic-product data, weekly jobless figures. U.S. stocks wobbled Thursday, snapping a streak of gains and backing away from records hit earlier in the week.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lordstown-motors-names-former-icahn-executive-as-ceo-11629979482", "title": "Lordstown Motors Names Former Icahn Executive Ninivaggi as CEO", "date": "2021-08-26 17:00", "summary": "Daniel Ninivaggi has joined the electric-truck startup as chief executive and a member of the board. Lordstown Motors Corp. on Thursday said Daniel Ninivaggi, a longtime automotive industry executive and onetime lieutenant to billionaire Carl Icahn, has joined the electric-truck startup as chief executive and a member of the board.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/illinois-mandates-vaccines-for-teachers-healthcare-workers-11630007493", "title": "Illinois Mandates Vaccines for Teachers, Healthcare Workers", "date": "2021-08-26 16:54", "summary": "Governor also reinstates statewide indoor mask mandate. Illinois healthcare workers, educators and college students must be vaccinated against Covid-19 or get tested at least once a week, Gov. J.B. Pritzker said Thursday, as lower vaccination rates in some parts of the state and the highly contagious Delta variant have led to rising numbers of coronavirus cases, straining hospitals.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frank-sinatra-bossa-nova-ella-fitzgerald-antonio-carlos-jobim-gay-talese-11630010031", "title": "Frank Sinatra: Chairman of the Board and Boss of Bossa Nova", "date": "2021-08-26 16:35", "summary": "Sinatra's work in the style, collaborating with Antônio Carlos Jobim, boosted the popularity of the genre in the U.S.. ", "categories": [["Books & Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/sightings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abc-news-president-calls-for-independent-probe-of-sexual-assault-allegations-11629989516", "title": "ABC News President Calls for Independent Inquiry of Sexual Assault Allegations", "date": "2021-08-26 16:17", "summary": "A lawsuit by an ABC News staffer accused former 'Good Morning America' producer Michael Corn of sexual assault; he denied the allegations. ABC News President Kim Godwin told staffers on a conference call Thursday that she has requested an independent investigation into how the network handled allegations of sexual assault against the former executive producer of \"Good Morning America.\"", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schneider-national-looks-to-charter-a-path-around-shipping-bottlenecks-11629997530", "title": "Schneider National Looks to Charter a Path Around Shipping Bottlenecks", "date": "2021-08-26 16:17", "summary": "The U.S. operator is using smaller general cargo ships to get goods and containers across logjammed Pacific trade lanes. Trucking and logistics provider Schneider National Inc. is joining a rush to circumvent shipping bottlenecks by using chartered vessels to get containers stuffed with goods delivered to the U.S. in time for the holiday sales season.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-requiring-all-u-s-salaried-workers-to-report-their-vaccination-status-11629993925", "title": "GM Requiring All U.S. Salaried Workers to Report Their Vaccination Status", "date": "2021-08-26 16:16", "summary": "Disclosure is made confidentially; company says move would help determine the overall immunity of its workforce and guide its safety protocols. General Motors Co. has required all U.S. salaried workers to report their Covid-19 vaccination status as more companies confront the thorny question of how to assess workforce immunity.", "categories": [["WSJ News Exclusive", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-holmess-trial-could-reveal-her-side-of-theranos-story-11629970202", "title": "Elizabeth Holmes's Trial Could Reveal Her Side of Theranos Story", "date": "2021-08-26 16:13", "summary": "Resume Subscription. Since Theranos Inc. began to unravel in 2016, the blood-testing company's founder, Elizabeth Holmes, has sought to tell her side of the story, even pursuing the possibility of a lucrative book deal.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/want-noise-cancelling-headphones-without-the-bulk-try-these-earbud-versions-11630008659", "title": "Want Noise-Canceling Headphones Without the Bulk? Try These Earbuds", "date": "2021-08-26 16:11", "summary": "Next-generation noise-canceling earbuds use compact tech to 'quiet' cafes, gyms and home offices. Here, six notable options for all types of listeners-from gym rats to musical savants.. NOISE-CANCELING technology has long been confined to over-the-ear headphones-a bulky way to mute jackhammers and sirens while enjoying your playlist or trying to work. But the makers of wireless earbuds have now found a way to squeeze the same muffling tech into a smaller, lighter package. Packed with enough battery power to last a few hours (and easily re-juiced in their charging cases), these earbuds, like their bulbous brothers, use microphones to pick up noise, then push soundwaves of the inverse wavelength into your ears. We tested new models for sound quality, noise-cancelling prowess, voice clarity on calls and ease of use.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-friction-when-fans-fix-the-fiction-11630008295", "title": "The Friction When Fans Fix the Fiction", "date": "2021-08-26 16:04", "summary": "Fans prod authors to adjust more than we realize: a Trojan Gecko?. Over the years, passionate fans have repeatedly brought canceled series like \"Star Trek\" and most recently \"Brooklyn Nine-Nine\" back from the dead. Their passionate and sometimes vitriolic online campaigns have even resulted in altered plot lines in programs such as \"Westworld\" and \"The Vampire Diaries,\" or spinoffs featuring characters like Marvel's Loki.", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-real-dudes-in-there-friday-crossword-august-27-11629740045", "title": "Some Real Duds In There (Friday Crossword, August 27)", "date": "2021-08-26 16:01", "categories": [["WSJ Puzzles", "Crossword Contest"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword-contest?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/battle-over-covid-19-school-mask-rules-plays-out-in-florida-court-11630006339", "title": "Battle Over Covid-19 School Mask Rules Plays Out in Florida Court", "date": "2021-08-26 15:32", "summary": "Judge expected to rule Friday in lawsuit between parents and state. A judge is expected to rule Friday on the contentious issue of mask mandates in Florida schools, after arguments from the state and parent groups were heard this week.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kerry-to-press-china-to-stop-financing-coal-fired-energy-projects-11630006062", "title": "Kerry to Press China to Stop Financing Coal-Fired Energy Projects", "date": "2021-08-26 15:27", "summary": "Biden's climate envoy plans to push for a declaration during a trip next week, but Beijing doesn't want to be seen as caving to Western pressure. U.S. special climate envoy John Kerry plans another trip to China next week, where he will press Chinese leaders to declare a moratorium on financing international coal-fired projects, according to people familiar with the matter.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2022-genesis-gv70-a-luxury-suv-thats-dressed-to-kill-11630005699", "title": "2022 Genesis GV70: A Luxury SUV That's Dressed to Kill", "date": "2021-08-26 15:21", "summary": "The GV70's swank and swagger make it a formidable adversary in the premium compact sport SUV market.. DRIVING the 2022 Genesis GV70, I felt a bit like Jimmy Stewart's character in \"Rear Window\" in that I was witnessing a murder.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-swamps-favorite-tax-break-11630005190", "title": "The Swamp's Favorite Tax Break", "date": "2021-08-26 15:13", "summary": "Democrats plan trillions in tax hikes but guess who's getting relief.. What's the fun of \"progressive\" governance if you can't use political power to reward friends and punish enemies? A striking feature of the Democrats who now run Washington is that they no longer pretend that the goal of tax policy is simply to fund government. It's also a vehicle to help themselves and their pals while raising the tax burden on everyone else. A new analysis shows how Beltway swamp dwellers will catch a break even as Americans in the hinterlands brace for crushing new government burdens.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-vodafone-ceos-bay-area-home-asks-19-85-million-11630004400", "title": "Former Vodafone CEO's Bay Area Home Asks $19.85 Million", "date": "2021-08-26 15:00", "summary": "Resume Subscription. A Bay Area house owned by former Vodafone Group chief executive Arun Sarin is hitting the market for $19.85 million.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/biden-to-face-pressure-on-iran-nuclear-deal-in-meeting-with-israels-bennett-11629982265", "title": "Biden to Face Pressure on Iran Nuclear Deal in Meeting With Israel's Bennett", "date": "2021-08-26 14:52", "summary": "New prime minister to present alternative approach to Iran as part of attempts to reset relations with Washington. TEL AVIV-Israeli Prime Minister Naftali Bennett is set to meet President Biden for the first time Friday at the White House, where he is expected to make the case that Washington should back off from reviving a deal to curtail Iran's nuclear program.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-the-former-home-of-longtime-bechtel-corp-ceo-11630003933", "title": "Inside the Former Home of Longtime Bechtel Corp. CEO", "date": "2021-08-26 14:52", "summary": "The current owners did extensive renovations to the estate, once owned by Stephen Bechtel Jr.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-august-21-11630001230", "title": "Bestselling Books Week Ended August 21", "date": "2021-08-26 14:07", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/salesforce-com-needs-pandemic-changes-to-stick-11630000963", "title": "Salesforce.com Needs Pandemic Changes to Stick", "date": "2021-08-26 14:02", "summary": "Cloud software giant has boosted margins in part by spending less on travel and events. Salesforce.com has earned its way out of the penalty box. Staying out will be tricky.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-we-ignore-friends-to-look-at-our-phones-11630000610", "title": "Why We Ignore Friends to Look at Our Phones", "date": "2021-08-26 13:56", "summary": "A behavioral economist answers questions on a new digital faux pas and the importance of learning by doing. Dear Dan,", "categories": [["Life & Work", "Ideas", "Ask Ariely"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/ask-ariely?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-afghan-allies-citizens-withdrawal-taliban-deadline-11629928167", "title": "The Taliban Demands and Biden Acquiesces", "date": "2021-08-26 13:55", "summary": "Americans will pay for the president's extraordinary fear of failure.. It should not come as a surprise that President Biden accepted the terms dictated by the Taliban and is sticking to the Aug. 31 deadline to complete the pullout from Afghanistan (\"Biden's Rush to the Afghan Exits,\" Review & Outlook, Aug. 25). Mr. Biden was one of the few in President Barack Obama's inner circle to oppose the Osama bin Laden raid. The evidence points to Mr. Biden's extraordinary fear of failure. Where there is risk, this leader of the free world is risk-averse.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-custom-car-order-dealership-11629928509", "title": "The Customized Car Is Back", "date": "2021-08-26 13:54", "summary": "In the 1970s, the wait for delivery was excruciatingly blissful.. Customized car buying will seem like a new idea only to those too young to remember how vehicles were sold through the 1970s (\"Ford to Test New Way of Selling Cars,\" Business & Finance, Aug. 18). Ford 's time-travel adventure could be a winner, but only if it gives buyers a real opportunity to put together the car or truck of their dreams. If Ford intends to offer nothing more than a choice among prepackaged-option combinations, I think it will be a short and unsuccessful journey.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ronald-reagan-tax-reform-cut-boom-1980s-volcker-democrats-11629928754", "title": "Who Gets Credit for the Reagan Boom?", "date": "2021-08-26 13:53", "summary": "The 1981 tax reform was passed by a heavily Democratic House. But the party scorns it now.. In \"Will Biden Bring an End to Reagan's Era of Prosperity?\" (op-ed, Aug. 13), Arthur Laffer and Stephen Moore should note that President Ronald Reagan's 1981 tax reforms were designed to be revenue-neutral. Broadening the tax base-by reducing the distortions in the tax structure that excluded almost half of income and capital gains-would capture revenue that would offset any decline caused by the reduction in tax rates. Federal tax revenue increased in every Reagan year except 1982.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marijuana-decriminalize-legalize-weed-black-market-drug-war-prohibition-11629929165", "title": "Decriminalizing Marijuana Won't Stop the Black Market", "date": "2021-08-26 13:51", "summary": "Legalization and regulation is the smarter path.. Kevin Sabet's call for marijuana decriminalization rather than legalization and regulation (\"The High Price of Federal Marijuana Legalization,\" Aug. 25) comes 50 years too late.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jfk-kennedy-bay-of-pigs-cuban-missile-crisis-excomm-11629929422", "title": "JFK Stuck to His Guns in the Cuban Missile Crisis", "date": "2021-08-26 13:50", "summary": "Even after the Bay of Pigs fiasco, President Kennedy rejected the advice of some of his most prominent advisers.. It is true, as Tevi Troy writes in \"All the President's Yes-Men\" (op-ed, Aug. 23), that former President John F. Kennedy created the Executive Committee of the National Security Council (ExComm) after the failure of the Bay of Pigs invasion in 1961. But it is also true that, during the Cuban Missile Crisis in 1962, the president did not accept the advice of some of ExComm's most prominent members and other advisers, including Dean Acheson, Douglas Dillon, John McCone, Maxwell Taylor, McGeorge Bundy and Air Force Gen. Curtis LeMay, all of whom at some point opposed the blockade in favor of military action.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghanistan-evacuation-afghan-allies-ngos-vote-11629929794", "title": "Who Are We Evacuating From Afghanistan?", "date": "2021-08-26 13:48", "summary": "Texas Rep. Chip Roy defends his vote on the Allies Act.. Before listing those of us who voted against the Allies Act, your editorial states that the bill would have allocated \"an additional 8,000 visas for translators\" (\"The Right and Our Afghan Allies,\" Aug. 20). I would expect such a misleading characterization of this bill from leftists on social media, not from an editorial team like yours.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/it-doesnt-pay-to-bet-against-dollar-general-11629999871", "title": "It Doesn't Pay to Bet Against Dollar General", "date": "2021-08-26 13:44", "summary": "Investors should overlook the retailer's unflattering near-term numbers and focus instead on its promising healthcare strategy. Dollar General has been stretching the definition of a dollar store for some time. Its latest healthcare initiative may be worth investors' money.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-plans-new-post-brexit-privacy-rules-to-ease-data-sharing-11629999466", "title": "U.K. Plans New Post-Brexit Privacy Rules to Ease Data Sharing", "date": "2021-08-26 13:37", "summary": "Coming regulations would differ from the EU's strict General Data Protection Regulation. The U.K. government plans to relax its privacy rules and strike new data transfer agreements with the U.S. and other countries in a move to reform data regulations since leaving the European Union last year.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-who-put-their-pennies-in-coinbase-could-get-pinched-11629977580", "title": "Investors Who Put Their Pennies in Coinbase Could Get Pinched", "date": "2021-08-26 13:32", "summary": "Cryptocurrency exchange Coinbase remains richly valued at a time of rising regulatory threats. This column is part of the Heard on the Street stock picking contest. You're invited to play along with us here.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/business-groups-withdraw-suit-challenging-health-price-transparency-rule-11629998986", "title": "Business Groups Withdraw Suit Challenging Health-Price Rule", "date": "2021-08-26 13:29", "summary": "U.S. Chamber of Commerce and Texas affiliate had filed to block parts of federal rule requiring insurers and employers disclose prices they pay for healthcare services and drugs. The U.S. Chamber of Commerce and a Texas affiliate withdrew a suit filed to block parts of a federal rule requiring insurers and employers to disclose prices they pay for healthcare services and drugs.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-companies-weigh-penalizing-employees-without-covid-19-vaccinations-11629998870", "title": "More Companies Weigh Penalizing Employees Without Vaccinations", "date": "2021-08-26 13:27", "summary": "After months of lobbying and encouragement, businesses are considering more forceful methods, like Delta's benefit surcharge. Companies unwilling to require employees to get vaccinations are increasingly considering healthcare-benefit surcharges and other more aggressive measures to make their workplaces safer from Covid-19, employment and benefit experts say.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-lakeside-hotel-in-vermont-the-antidote-to-too-much-social-distancing-11629998017", "title": "The Ultimate Late Summer Vacation: This Lakeside Hotel in Vermont", "date": "2021-08-26 13:13", "summary": "Craving an old-school getaway? Families have been flocking to Lake Champlain's proudly untrendy Basin Harbor resort for generations. Plus: A brief guide to sightseeing around the lake's eastern shore.. I FIRST HEARD of the hotel Basin Harbor from my neighbor, a man so resolutely traditional I believe I once saw him wearing a sport coat while clipping flowers in his garden. \"You'll love it. It's like the resort in 'Dirty Dancing,'\" he said when I told him I was seeking a hotel on the Vermont side of Lake Champlain. \"There is a ton to do,\" he added by way of explanation.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-football-changes-transfers-nil-11629997921", "title": "The Decade When Everything Changed in College Football", "date": "2021-08-26 13:12", "summary": "With players making money and transferring at will while schools pile up TV money, the season that begins Saturday barely resembles the sport from 10 years ago. In 2011, Alabama entered the season ranked No. 2 and a few months later won college football's national title game. In 2021, Alabama is a few months removed from its most recent national championship and is ranked No. 1 in preseason polls for the 2021 season that is about to begin.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-coronavirus-origin-fsia-foreign-sovereign-immunities-act-china-lab-leak-wet-market-11629990917", "title": "Let Lawyers Hunt for Covid's Origin", "date": "2021-08-26 12:59", "summary": "The report from the intelligence community is equivocal, but spies don't have subpoena power.. Will we ever know where Covid-19 came from? Not if the last word comes from the U.S. intelligence community, which reported to the White House this week that China's fault is plausible but unprovable. Beijing has refused to cooperate with inquiries, which it has characterized as \"origin tracing terrorism.\" The Chinese Foreign Ministry even denounced the equivocal intelligence report: \"If they want to baselessly accuse China, so they better be prepared to accept the counterattack from China.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghanistan-withdrawal-nation-building-liberty-freedom-democracy-taliban-jihadist-islamist-11629992503", "title": "Afghans Developed a Taste for Freedom", "date": "2021-08-26 12:58", "summary": "Even Taliban fighters have been seen gleefully riding bumper cars and working out in a Kabul gym.. I'm sure you've seen the photo of a group of Taliban soldiers raising their flag in a mocking facsimile of U.S. Marines famously raising the Stars and Stripes on Mount Suribachi during the Battle of Iwo Jima. If this Taliban propaganda boils your blood, you are not alone.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-forgives-1-1-billion-in-debt-for-former-itt-tech-students-11629995100", "title": "U.S. Forgives $1.1 Billion in Debt for Former ITT Tech Students", "date": "2021-08-26 12:25", "summary": "Move by Education Department marks latest Biden administration effort to help students who were duped by now-defunct school. The Education Department on Thursday approved another $1.1 billion in loan-forgiveness requests from former ITT Technical Institute students who say they were swindled by the now-defunct chain of schools.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/swim-shirts-are-cool-now-we-tested-four-of-the-uv-blocking-tops-11629994284", "title": "Swim Shirts Are Cool Now. We Tested Four of the UV-Blocking Tops", "date": "2021-08-26 12:13", "summary": "Sunscreen can only do so much. New protective and sometimes stylish T-shirts block UV rays in and out of the water. Here, the triumphs and failings of some popular options.. THE COTTON tee you toss on before baking all day at the beach? It's not doing much. \"I used to burn right through my shirt,\" said Andrew Kay, 29, a Brooklyn-based software engineer. He started wearing UV-blocking tees during trips spent freediving in the Virgin Islands. \"Reapplying sunscreen is a pain and it just melts off when you go in the water. You can't wash off a shirt.\"", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-regulators-are-coming-after-sustainable-investing-11629994233", "title": "The Regulators Are Coming After Sustainable Investing", "date": "2021-08-26 12:10", "summary": "U.S. investigation into Deutsche Bank's asset manager DWS is important first step in crackdown on ethical-investing claims. Some of the investment industry's claims about sustainability aren't sustainable. A U.S. probe into Deutsche Bank 's asset-management arm could help sift out the fakers.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/designed-for-speed-11629993919", "title": "Designed for Speed", "date": "2021-08-26 12:06", "summary": "Patrick Ahearn's Massachusetts property includes a car barn and three separate garage spaces.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bidens-welcome-hypocrisy-on-climate-policy-11629993737", "title": "Biden's Welcome Hypocrisy on Climate Policy", "date": "2021-08-26 12:02", "summary": "White House encourages oil production even as it warns of an existential crisis-giving it room to pursue needed practical solutions. Two days after the release on Aug. 9 of the United Nations' biggest scientific report on climate change in nearly a decade, the Biden administration issued a statement on the \"Need for Reliable and Stable Global Energy Markets.\" Like many presidents before him, Mr. Biden urged the oil cartel, OPEC, to increase production in hopes of lowering the price of gasoline at the pump.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bike-trip-north-america-father-son-11629832400", "title": "A Great North American Off-Road Bike Trip With a Father and Son", "date": "2021-08-26 12:00", "summary": "The P'tit Train du Nord in Quebec is a wonderfully civilized cycling experience. It was even better going with my 9-year-old.. I had lost sight of my 9-year-old son about a half-mile down the road. Pulling over to the side of the P'tit Train du Nord, a bike path that penetrates deep into Quebec's Laurentian Mountains, I had paused to take a photo of a meander in the Rivière du Nord. When I pedaled around a sharp bend five minutes later, I saw Desmond on his hands and knees, face down on the gravel.", "categories": [["U.S.", "Journal Reports"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/patrick-ahearn-architect-cars-11629993505", "title": "For This Architect, the Garage Isn't an Afterthought-It's Often the Centerpiece", "date": "2021-08-26 12:00", "summary": "Resume Subscription. When Patrick Ahearn was growing up in Long Island in the 1950s and 1960s, he became obsessed with cars. He knew every model down to its hub caps, which he would render in intricate drawings.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/gavin-weir-little-league-world-series-shohei-ohtani-11629949799", "title": "America's Answer to Shohei Ohtani Is a 12-Year-Old From South Dakota", "date": "2021-08-26 11:20", "summary": "Gavin Weir throws no-hitters, smashes home runs and is taking the Little League World Series by storm. His pitching delivery has striking similarities to Randy Johnson and Chris Sale. His swing and two-way baseball heroics have been likened to Shohei Ohtani. But his father has a completely different comparison for the most electrifying player in baseball.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fast-lazy-way-to-clean-your-teeth-whole-mouth-toothbrushes-11629991198", "title": "The Fast, Lazy Way to Clean Your Teeth? 'Whole Mouth' Toothbrushes", "date": "2021-08-26 11:19", "summary": "Unnervingly futuristic, these bulky, high-tech toothbrushes promise to scrub your choppers thoroughly in 20 seconds. We asked dentists and users-and tried them ourselves-to see whether they deliver.. DENTISTS LIKE Dr. Lana Rozenberg are overly familiar with two eternal fibs: that their clients floss regularly, and that they brush their teeth for at least two minutes twice a day. \"Most people don't brush their teeth for two minutes,\" said the Manhattan-based industry veteran. \"Thirty seconds is more like it,\" or under a second for each of their 32 teeth.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/british-airways-considers-new-short-haul-subsidiary-amid-pandemic-strain-11629980183", "title": "British Airways Considers New Short-Haul Subsidiary", "date": "2021-08-26 11:01", "summary": "U.K. carrier is discussing putting its Gatwick flying operations into a new subsidiary that could reduce costs and compete better with discounters. LONDON-British Airways said it is considering creating a new short-haul subsidiary at London's Gatwick Airport as it and other big carriers look for ways to offset pandemic-induced declines in long-haul traffic.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hotel-spa-mental-health-covid-19-11629832454", "title": "For Those Stressed Out by Covid-19, Hotel Spas Say They Have the Answer", "date": "2021-08-26 11:00", "summary": "They are rolling out services that purport to cater to customers' mental health and well-being. Anybody care for a Mindplace Manicure?. Will Campbell, 41, has battled anxiety since he was 7 years old. Now vice president of operations for a digital media company, he says he has found two effective ways to manage his mental health: He meditates regularly, and he carves out plenty of time for pampering and self-care.", "categories": [["U.S.", "Journal Reports"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delta-variant-home-covid-tests-11629918580", "title": "As Delta Variant Surges, So Does Demand for At-Home Tests", "date": "2021-08-26 10:34", "summary": "The tests have been available for months but in recent weeks have been harder to find online and on pharmacy shelves. Demand for at-home Covid-19 tests has risen sharply in recent weeks as the Delta variant surges across the U.S., causing test makers to scramble to keep pace.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-08-26-2021-11629924663", "title": "Jobless Claims Hold Near Pandemic Low", "date": "2021-08-26 10:27", "summary": "Initial claims edged up to 353,000, still near their lowest level since the coronavirus hit in March 2020. The number of workers applying for and receiving unemployment benefits has reached pandemic lows over the past month, a sign the job-market recovery remains on sound footing despite uncertainty surrounding the Delta variant of Covid-19.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-is-the-supply-chain-still-so-snarled-we-explain-with-a-hot-tub-11629987531", "title": "Why Is the Supply Chain Still So Snarled? We Explain, With a Hot Tub", "date": "2021-08-26 10:18", "summary": "Resume Subscription. The global supply chain is an intricate ballet of container ships, airplanes, trucks and trains. The coronavirus pandemic threw it out of whack. This is why you often can't buy the goods you want.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fighting-crime-with-home-renovations-11629986980", "title": "Fighting Crime With Home Renovations", "date": "2021-08-26 10:09", "summary": "Research shows that funding big repairs for a damaged house can affect the crime rate for an entire city block. Psychologist Susan Pinker explores new discoveries in the science of human nature. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Mind and Matter: Susan Pinker"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/mind-and-matter-susan-pinker?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-winery-t-shirts-say-more-than-you-might-think-11629920135", "title": "The Best Winery T-Shirts Say More Than You Might Think", "date": "2021-08-26 10:04", "summary": "Sporting merch can be like a secret handshake among discerning wine drinkers. And you can learn a lot about a winery from the slogan and the thread count it selects.. WINE DRINKERS, I've decided, are of two types: those who wear winery T-shirts and those who do not. Up to now, I have always belonged to the second group.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/instagram-stars-make-farm-life-look-delightfulminus-the-manure-11629733123", "title": "Instagram Stars Make Farm Life Look Delightful-Minus the Manure", "date": "2021-08-26 10:03", "summary": "Curated images on social media feature fresh eggs and rodeo styles, not some rural realities; 'I show the good, the bad, but not the ugly'. Hannah Neeleman, a rancher and entrepreneur in Kamas, Utah, has found a following on social media for sunlit images of her rural life with her husband and six rosy-cheeked children.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghan-diaspora-is-losing-hope-of-returning-home-after-taliban-takeover-11629731589", "title": "Afghan Diaspora Loses Hope of Returning Home After Taliban Takeover", "date": "2021-08-26 10:01", "summary": "Resume Subscription. NEW DELHI-There are 2.6 million registered Afghan refugees world-wide, second only to those from Syria. Many others are undocumented or have traveled abroad to study. From the U.S. and Europe to Pakistan and Iran, they have tried to build new lives after escaping from decades of war.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/is-it-safe-to-travel-11629832353", "title": "Is It Safe to Travel as Delta Variant Surges?", "date": "2021-08-26 10:00", "summary": "Answers to common questions about the safety of traveling amid the resurgence of Covid. Just when we thought it was safe to travel again (post-vaccine, that is), the more contagious Delta variant of the coronavirus reared its head. Should this latest threat put the brakes on your wanderlust?", "categories": [["U.S.", "Journal Reports"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-puzzles-saturday-august-28-11629909757", "title": "Number Puzzles (Saturday, August 28)", "date": "2021-08-26 10:00", "categories": [["WSJ Puzzles", "Number Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/number-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/worlds-largest-chip-maker-to-raise-prices-threatening-costlier-electronics-11629978308", "title": "World's Largest Chip Maker to Raise Prices, Threatening Costlier Electronics", "date": "2021-08-26 09:22", "summary": "TSMC to increase prices of most advanced chips by roughly 10%; less advanced chips will cost about 20% more. The world's largest contract chip maker is raising prices by as much as 20%, according to people familiar with the matter, a move that could result in consumers paying more for electronics.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/williams-sonoma-ulta-beauty-salesforce-what-to-watch-when-the-stock-market-opens-today-11629974740", "title": "Lordstown, Williams-Sonoma, Burlington: What to Watch When the Stock Market Opens Today", "date": "2021-08-26 09:08", "summary": "Investors bought up shares of Williams-Sonoma after the retailer raised its dividend. U.S. stock futures are wavering after major indexes hit another set of record highs. Here's what we're watching before the bell.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/too-many-cars-and-not-enough-garage-time-to-install-a-parking-pecking-order-11629982802", "title": "Too Many Cars and Not Enough Garage? Time to Install a Parking Pecking Order", "date": "2021-08-26 09:00", "summary": "Resume Subscription. A large part of the mystical allure of homeownership is the attraction of having a garage. But, in many homes, cars outnumber garage spaces. To help you and your loved ones achieve garage harmony, allow me to offer my services as a Garage Arbitration Specialist.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/south-korea-raises-interest-rates-first-developed-economy-in-asia-to-do-so-during-pandemic-11629981189", "title": "South Korea Raises Interest Rates to Curb Inflation, High Property Prices", "date": "2021-08-26 08:33", "summary": "Delta variant disrupts supply chains, but policy makers see rising household debt and inflation as bigger threats. South Korea became the first developed economy in Asia to raise interest rates since the beginning of the pandemic, a signal that policy makers see rising household debt and inflation as a bigger threat to the economy than the resurgence of the virus driven by the Delta variant.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fashion-to-actually-stand-out-11629981161", "title": "Fashion to Actually Stand Out", "date": "2021-08-26 08:32", "summary": "Thigh-high armor-style boots? Turquoise feathered lace? Hot rod-red suits? The best fall fashion will set you apart from the crowd.. After a year of Zoom cocktail parties and socially distanced soirees, the fall collections marked a grand return to opulence as designers offered exciting new notions of how to dress up. Captured by stylist Ai Kamoshita and photographer Markn, unexpected pairings show that taking a risk can pay off big.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-the-curtain-of-chanels-huge-couture-headquarters-11629981070", "title": "Behind the Curtain of Chanel's Huge Couture Headquarters", "date": "2021-08-26 08:31", "summary": "Le 19M is Chanel's new haute couture clubhouse, designed by renegade French architect Rudy Ricciotti.. Rumors of haute couture's death have swirled since the rise of machine-made clothing turned fashion into an engine of profit about 200 years ago. Nevertheless, the art of entirely handmade, often one-of-a-kind design has persisted, sustained by privileged clients who want pieces no one else can have. More recently, haute couture has relied on the business acumen and deep pockets of one couturier in particular: Chanel.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-yankees-mlb-win-streak-11629980699", "title": "The Yankees Have Turned Back Into the Yankees", "date": "2021-08-26 08:26", "summary": "Considered kaput in early July, the Bronx Bombers have turned into baseball's hottest team, roaring into playoff contention.. Obituaries! Mournful, maudlin and more than mildly embittered obituaries were written, for the 2021 season of the New York Yankees, starting from innards of April through early July.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-delta-infections-trigger-political-side-effects-in-asia-11629979680", "title": "Covid-19 Delta Infections Trigger Political Side Effects in Asia", "date": "2021-08-26 08:08", "summary": "Voters are directing their dissatisfaction at leaders they believe responded too slowly to the variant's spread. Public frustration at the spread of Covid-19's Delta variant is hurting the political standing of some Asia-Pacific leaders, including those in U.S. allies Australia and Japan.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hawaii-wants-tourists-to-postpone-their-trips-but-many-arent-yet-11629979202", "title": "Hawaii Wants Tourists to Postpone Their Trips, but Many Aren't Yet", "date": "2021-08-26 08:00", "summary": "With the governor urging travelers to wait as Covid-19 cases rise, would-be vacationers are weighing nonrefundable bookings and ethical quandaries. Hawaii's governor this week made a blunt plea to tourists planning trips to his state in coming weeks: Stay away from the islands now and visit later.", "categories": [["Life & Work", "Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/finance-chiefs-squeezed-by-ongoing-rise-in-airfreight-costs-11629977400", "title": "Finance Chiefs Squeezed by Ongoing Rise in Airfreight Costs", "date": "2021-08-26 07:30", "summary": "Some retailers are paying up to ship goods by plane as they face production delays, strong consumer demand. Finance chiefs in the retail sector are paying up to ship goods by air instead of by ocean as they try to meet strong consumer demand amid ongoing production delays.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deliveroo-is-still-an-unappetizing-meal-11629977151", "title": "Deliveroo Is Still an Unappetizing Meal", "date": "2021-08-26 07:25", "summary": "The takeout app's shares are warming up after a rocky IPO, but profits look elusive as ever. This column is part of the Heard on the Street stock-picking contest. You're invited to play along with us here.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-can-clean-up-with-steris-11629975781", "title": "Investors Can Clean Up With Steris", "date": "2021-08-26 07:03", "summary": "The maker of sterilization equipment has strong cash flow and growth prospects. This column is part of the Heard on the Street stock picking contest. You're invited to play along with us here.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/leasing-a-car-to-avoid-high-prices-read-this-first-11629975601", "title": "Leasing a Car to Avoid Buying at High Prices? Read This First", "date": "2021-08-26 07:00", "summary": "Chip shortage and reduced inventory are new factors to consider in the old lease-or-finance equation. With the global chip shortage continuing to muck up automotive supply chains and vehicle prices at record levels, consumers looking for a new set of wheels have to consider carefully whether to buy or lease.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-property-giant-warns-of-losses-after-cutting-apartment-prices-11629975385", "title": "Chinese Property Giant Warns of Losses After Cutting Apartment Prices", "date": "2021-08-26 06:56", "summary": "Shares of Evergrande, which were hovering near multiyear lows, tumbled more than 7% after profit warning. Cash-strapped developer China Evergrande Group said its flagship property business incurred a rare loss in the first half of 2021, after slashing prices of many apartments to boost sales.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-biontech-expand-covid-19-vaccine-manufacturing-into-latin-america-11629974701", "title": "Pfizer, BioNTech Expand Covid-19 Vaccine Manufacturing Into Latin America", "date": "2021-08-26 06:45", "summary": "Deal would allow Brazil's Eurofarma to produce at least 100 million doses annually for distribution in the region. Pfizer Inc. and BioNTech SE said they are partnering with a Brazilian pharmaceutical company to help manufacture their Covid-19 vaccine in Latin America, which could help meet growing demand for the shot in the region.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/potential-western-digital-kioxia-deal-has-chip-investors-salivating-11629973183", "title": "Potential Western Digital-Kioxia Deal Has Chip Investors Salivating", "date": "2021-08-26 06:19", "summary": "Favorable market reaction across the industry shows how much appetite remains for consolidation in memory-chip business. It isn't usually the case that the stocks of both the potential buyer and seller as well those of their rivals go up on reports of a deal. But that is what happened after The Wall Street Journal reported that memory-chip maker Western Digital is in advanced talks to acquire its Japanese peer Kioxia. The market reaction underlies the logic of the transaction.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kamala-harris-tries-to-improve-southeast-asia-ties-as-china-prods-from-sidelines-11629972869", "title": "Kamala Harris Tries to Improve Southeast Asia Ties as China Prods From Sidelines", "date": "2021-08-26 06:14", "summary": "The vice president made pointed statements against Beijing; Chinese officials responding in kind. HANOI-Vice President Kamala Harris said the Biden administration would continue to call out China for its aggressive maritime claims in the South China Sea but doesn't want a conflict with Beijing, as she sought to strike a balance with countries in the region caught between the rival powers.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-financier-goes-green-and-hopes-its-clean-energy-past-doesnt-repeat-11629970381", "title": "Riverstone SPACs Bet Renewable Energy Will Pay Off This Time", "date": "2021-08-26 05:33", "summary": "Investors have given the oil financier more than $1 billion for blank-check firms in spite of its clean-energy past. Riverstone Holdings LLC rode the shale boom to big profits. Now the New York investment firm is betting on technologies that would cut demand for fossil fuels, hoping for better results than its earlier push into renewables.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delta-variants-spread-clouds-outlook-for-emerging-market-debt-11629970201", "title": "Delta Variant's Spread Clouds Outlook for Emerging-Market Debt", "date": "2021-08-26 05:30", "summary": "Investors have been demanding higher returns on bonds from Southeast Asian nations with relatively low vaccination rates. The spread of the highly contagious Delta variant of Covid-19 across Asia is weighing on emerging-market debt in the region.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europeans-are-flying-again-just-as-americans-pull-back-11629970202", "title": "Europeans Are Flying Again, Just as Americans Pull Back", "date": "2021-08-26 05:30", "summary": "Capacity returns across Europe, as Delta variant takes a bite out of U.S., China domestic air travel. LONDON-European air travel is finally returning, thanks to a barrage of cheap tickets from discount carriers and the relatively smooth rollout of a continentwide vaccination-certification system.", "categories": [["Business", "Europe"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/humanitarian-efforts-in-afghanistan-get-ok-from-treasury-bypassing-sanctions-on-taliban-11629970201", "title": "Humanitarian Efforts in Afghanistan Get Treasury Approval", "date": "2021-08-26 05:30", "summary": "Aid groups want assurance they won't be punished for providing food and other relief as crisis deepens. The U.S. Treasury Department has given humanitarian organizations a green light to provide aid to Afghanistan, easing concerns from aid groups that antiterrorism sanctions on the Taliban could prevent the country from getting the food and other supplies it needs to stem a growing economic crisis, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "National Security"]], "category_links": ["https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-plans-covid-19-vaccine-boosters-at-six-months-instead-of-eight-11629919356", "title": "U.S. Regulators Are Likely to Approve Boosters at Six Months", "date": "2021-08-26 04:37", "summary": "Pfizer, BioNTech have requested clearance for Covid-19 vaccine boosters that an official said could be administered six months after previous dose. Federal regulators are likely to approve a Covid-19 booster shot for vaccinated adults starting at least six months after the previous dose rather than the eight-month gap they previously announced, a person familiar with the plans said, as the Biden administration steps up preparations for delivering boosters to the public.", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/el-salvador-gets-ready-for-a-risky-bitcoin-experiment-11629966845", "title": "El Salvador Gets Ready for a Risky Bitcoin Experiment", "date": "2021-08-26 04:34", "summary": "Impoverished nation is defying warnings against using volatile crypto asset as official currency alongside U.S. dollar. In less than two weeks, El Salvador will become the first country to adopt bitcoin as a national currency. No one knows what comes next.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-rivals-shares-tumble-after-ceo-says-more-regulation-will-hurt-revenue-11629963181", "title": "TikTok Rival's Shares Tumble After CEO Comments", "date": "2021-08-26 03:33", "summary": "Beijing-based company reported loss equivalent to $1.1 billion for second quarter. Kuaishou Technology , a major rival to ByteDance Ltd. that owns a popular short-video platform in China, said it expects tighter regulations to hurt its revenues, adding that it would try to weed out undesirable content that authorities have frowned upon.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11629912181", "title": "Pepper...and Salt", "date": "2021-08-26 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-hires-former-top-amazon-cloud-executive-adding-to-rivalry-11629947484", "title": "Microsoft Hires Former Top Amazon Cloud Executive, Adding to Rivalry", "date": "2021-08-26 23:11", "summary": "Charlie Bell was previously a senior vice president at Amazon and top lieutenant to CEO Andy Jassy. Microsoft Corp. hired a top Amazon.com Inc. cloud veteran and ally of Chief Executive Andy Jassy, according to a company document, in a rare jump of a senior executive between the cloud-computing industry's leading rivals.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghan-evacuation-drama-nears-end-as-aug-31-deadline-approaches-11629911837", "title": "U.S. Still Searching for Americans in Afghanistan as Deadline Closes In", "date": "2021-08-26 21:51", "summary": "Pentagon says it will continue evacuations as long as possible, while allowing time to withdraw troops and essential equipment. Facing an Aug. 31 deadline to leave Afghanistan, the U.S. must shift in a few days from evacuating thousands of Afghans and up to 1,500 Americans still in the country to the job of loading the remaining U.S. military personnel and essential equipment onto the final departing planes.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cox-develops-e-commerce-platform-to-give-used-car-buyers-a-clearer-picture-of-costs-11629933835", "title": "New Cox Platform Gives Used-Car Buyers a Clearer Picture of Costs", "date": "2021-08-26 21:34", "summary": "An AI-based calculator gives customers a more precise view of costs at the beginning of the sales process, minimizing surprises at the end, according to Penske, a user of Cox's platform. Cox Automotive Inc. said it has developed an artificial intelligence-based e-commerce platform that is designed to give used-car buyers a clearer understanding of their costs at the beginning of the sales process.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-committee-makes-broad-request-for-documents-related-to-capitol-riot-11629924890", "title": "House Committee Makes Broad Request for Documents Related to Capitol Riot", "date": "2021-08-26 21:25", "summary": "Select committee probing Jan. 6 attack seeks archived documents and communications from White House and wide array of federal agencies. WASHINGTON-The House select committee investigating the Jan. 6 attack on the U.S. Capitol sent a wide-ranging records request on Wednesday to agencies across the federal government.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tcws-bond-investing-chief-tad-rivelle-to-step-down-11629911648", "title": "TCW's Investment Chief and CEO Set Departures After Employees Threaten to Quit", "date": "2021-08-26 20:20", "summary": "Steve Kane and Bryan Whalen will take over as investment chiefs for the firm's fixed-income division. Bond giant TCW Group Inc. is parting ways with two of its top executives after key employees threatened to quit the firm earlier this year.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/secs-gensler-taps-wall-street-critic-barbara-roper-as-senior-adviser-11629926441", "title": "SEC's Gensler Taps Wall Street Critic as Senior Adviser", "date": "2021-08-26 20:05", "summary": "Investor-protection advocate Roper has called for a more aggressive stance toward Wall Street. WASHINGTON-Securities and Exchange Commission Chairman Gary Gensler named an outspoken investor-protection advocate to his inner circle of advisers Wednesday, the latest sign he is gearing up to take a more adversarial approach toward Wall Street.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}]