[{"link": "https://www.wsj.com/articles/nra-says-elephant-hunt-video-was-leaked-to-embarrass-lapierre-11619737498", "title": "NRA Says Elephant Hunt Video Was Leaked to Embarrass LaPierre", "date": "2021-04-29 19:04", "summary": "An NRA lawyer blamed its former ad agency for sharing footage of Wayne LaPierre struggling to hunt an elephant days before he was set to testify at trial, which it has denied. National Rifle Association Chief Executive Wayne LaPierre said Thursday he has avoided news reports of a video showing him struggling to hunt an African elephant, which the NRA claimed was leaked to embarrass the CEO before he testified at a trial scrutinizing his decision to put the gun-rights group into bankruptcy.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-challenge-pushing-his-agenda-in-congress-as-window-narrows-11619688603", "title": "Biden's Challenge: Pushing His Agenda in Congress as Window Narrows", "date": "2021-04-29 18:54", "summary": "President has proposed about $6 trillion in spending across three packages this year. WASHINGTON-President Biden is aiming to push a broad legislative agenda through a narrow political window, seeking to enact sweeping changes to transportation, child care and tax policies, among other issues, before next year's challenging midterm elections.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-departments-foreign-bribery-chief-moves-to-private-practice-11619736509", "title": "Justice Department's Foreign Bribery Chief Moves to Private Practice", "date": "2021-04-29 18:48", "summary": "Christopher Cestaro had served as head of the department's Foreign Corrupt Practices Act Unit since July 2019. The chief of the Justice Department's foreign bribery unit has departed the agency, leaving a vacancy in a high-profile career post early in the Biden administration.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-very-different-but-plainspoken-speeches-11619736122", "title": "Two Very Different but Plainspoken Speeches", "date": "2021-04-29 18:42", "summary": "Biden and Scott put forth their visions at a time when Americans may be reconsidering theirs.. Those were two very different speeches Wednesday night, but both were effective and each will have an afterlife.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-post-pandemic-boom-11619736069", "title": "The Post-Pandemic Boom", "date": "2021-04-29 18:41", "summary": "Biden inherited a very strong economic recovery, not a house 'on fire.'. President Biden can hardly be blamed for trumpeting the U.S. economic resurgence in his address to Congress. But his claim that \"America's house was on fire\" when he entered office? It was already extinguished, as Thursday's first-quarter GDP report showed.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tim-scotts-gop-revival-message-11619735889", "title": "Tim Scott's GOP Revival Message", "date": "2021-04-29 18:38", "summary": "A powerful rebuttal to Joe Biden's big government agenda.. The worst job in Washington is delivering the out-of-power party's rebuttal to a President's address to Congress. Invariably the poor soul looks small in comparison to a President addressing all branches of government and the American people from the well of the House.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-chamber-of-commerces-bill-comes-due-11619735770", "title": "The Chamber of Commerce's Bill Comes Due", "date": "2021-04-29 18:36", "summary": "The business lobby backed 23 Democrats, who will likely back Biden's business taxes.. Joe Biden's address to Congress was slippery as soap, but on one issue the president was extremely direct: He's coming after corporate America. Oh, and he sends his thanks to the U.S. Chamber of Commerce for helping make that possible.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pie-that-must-not-be-named-11619735680", "title": "The Pie That Must Not Be Named", "date": "2021-04-29 18:34", "summary": "On Derby Day, combine chocolate, bourbon, nuts and trademark litigation.. Every year around the first Saturday in May, cooks in the Bluegrass State warm up their ovens to bake signature chocolate nut pies honoring the famed Kentucky Derby horse race. They debate ingredients. Walnuts or pecans? A generous glug of bottom-shelf bourbon or an angel's share of small-batch stuff? Crusts deep and gooey or thin and flaky? But whatever the liberties with the recipe, culinary whisper networks agree on one caution: Unless you relish a lawsuit, don't call your creation \"Derby pie.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nasdaqs-boardroom-diversity-push-isnt-evidence-based-11619735694", "title": "Nasdaq's Boardroom Diversity Push Isn't Evidence-Based", "date": "2021-04-29 18:34", "summary": "The stock exchange cherry-picks studies to show a positive effect on firm performance.. Nasdaq has, in its own words, embraced \"the social justice movement.\" The actual job of a stock exchange, however, is to ensure that trading is orderly and its listed companies follow standard governance rules. But doing that doesn't earn the applause of the political left.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-prospects-of-american-religion-have-never-been-higher-11619735652", "title": "The Prospects of American Religion Have Never Been Higher", "date": "2021-04-29 18:34", "summary": "Brick-and-mortar religious communities are shrinking, but digital worship is growing.. A recent Gallup poll included some grim news: Less than 50% of Americans belong to a religious community such as a church or a synagogue, the lowest since the organization began asking the question in 1937. As an Orthodox rabbi, I might feel gloomy about the future of my profession. But the prospects of American religion have never been brighter.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-avoids-recovery-blues-11619735588", "title": "Amazon Avoids Recovery Blues", "date": "2021-04-29 18:33", "summary": "E-commerce growth accelerates and profits soar, even in comparison to last year's pandemic boost. Amazon.com answered at least one major short-term question with its first-quarter results Thursday, even if some longer-term ones remain.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/names-of-new-york-review-duyvils-dictionary-11619735621", "title": "'Names of New York' Review: Duyvil's Dictionary", "date": "2021-04-29 18:33", "summary": "'Kill' is Old Dutch for creek, yet it's hard not to think of something different when contemplating the former Fresh Kills landﬁll on Staten Island.. What's in a name? Shakespeare's denials notwithstanding, the answer is: plenty. A person's name can convey age, ethnicity and socioeconomic background, and place-names can be just as revealing, telling us what a locale was like before human intercessionor who was in power when a label was first applied. Time, moreover, changes the meanings and associations conjured by names. To a New Yorker of a certain age, the surname of Joshua Jelly-Schapiro suggests the memorable motto of Schapiro's winery, whose sweet kosher vintages, practically jellied in their thickness, \"you can almost cut with a knife.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sheriff-releases-names-of-deputies-involved-in-andrew-browns-shooting-11619735553", "title": "Sheriff Releases Names of Deputies Involved in Andrew Brown's Shooting", "date": "2021-04-29 18:32", "summary": "North Carolina sheriff said three deputies who fired weapons will be kept on administrative leave, four others returned to active duty. ELIZABETH CITY, N.C.-The Pasquotank County Sheriff released the names of three deputies who fired their weapons during last week's fatal shooting of Andrew Brown Jr. and said they would remain on administrative leave pending further investigation.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samuel-alitos-culture-war-warning-11619735443", "title": "Samuel Alito's Culture-War Warning", "date": "2021-04-29 18:30", "summary": "The Justices punt on California's sanctions against Texas.. Remember when you were told that a Supreme Court with six Republican-appointed Justices would consistently favor conservative outcomes? Well, this week the Justices sided with California against Texas and 19 other mostly red states in declining to hear a challenge to progressive cultural imperialism.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-adviser-leaves-role-overseeing-states-vaccination-distribution-11619735240", "title": "Cuomo Adviser Leaves Role Overseeing State's Vaccination Distribution", "date": "2021-04-29 18:27", "summary": "Larry Schwartz leaves after state lawmakers repealed provisions of order exempting volunteer advisers from some legal requirements. ALBANY, N.Y.-Larry Schwartz, a confidante of New York Gov. Andrew Cuomo, stepped down from his position overseeing vaccine distribution in the state, officials said Thursday.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-rogan-seeks-to-clarify-his-comments-on-young-people-and-vaccines-11619734502", "title": "Joe Rogan Seeks to Clarify His Comments on Young People and Vaccines", "date": "2021-04-29 18:15", "summary": "Popular podcast host says 'I'm not an anti-vax person,' on most recent episode. Podcaster Joe Rogan sought to clarify his stance on Covid-19 vaccines after suggesting young, healthy people didn't need them.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/push-to-overhaul-military-sexual-assault-prosecutions-gains-momentum-11619730614", "title": "Push to Overhaul Military Sexual-Assault Prosecutions Gains Momentum", "date": "2021-04-29 18:01", "summary": "Republican Sen. Joni Ernst introduces legislation with Democratic Sen. Kirsten Gillibrand. WASHINGTON-A yearslong effort to change the way the U.S. military prosecutes sexual assault and other serious crimes is gaining new traction on Capitol Hill after a prominent Republican senator threw her support behind a bill that would strip commanders of their authority to decide whether to try such cases.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-sees-18-drop-in-students-testing-for-admission-to-selective-high-schools-11619733123", "title": "New York City Sees 18% Drop in Students Taking Test for Selective High Schools", "date": "2021-04-29 17:59", "summary": "Fewer Black and Hispanic students are admitted, as nation's largest school district presses state to eliminate the exam. New York City students who took the test for admission to the city's selective public high schools will get their decisions this week, and preliminary results show declines in both the number of students who took the test and the percentage of slots offered to Black and Hispanic students, the city's Department of Education said Thursday.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-tax-plan-leans-on-banks-to-help-find-unreported-income-11619701380", "title": "Biden Tax Plan Leans on Banks to Help Find Unreported Income", "date": "2021-04-29 17:56", "summary": "The proposal would require banks to report annual account inflows and outflows to the Internal Revenue Service. Part of the funding for President Biden's $1.8 trillion American Families Plan hinges on a beefed-up reporting requirement for banks designed to identify unreported income.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chile-crisp-rice-krispies-treats-11619732452", "title": "Chile Crisp Rice Krispies Treats", "date": "2021-04-29 17:40", "summary": "The Rice Krispies Treat is the simplest of sweets and an ideal canvas for creativity. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-campfire-rice-krispies-treats-11619732237", "title": "The \"Campfire\" Rice Krispies Treats", "date": "2021-04-29 17:37", "summary": "The Rice Krispies Treat is the simplest of sweets and an ideal canvas for creativity. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-deputies-killed-in-north-carolina-standoff-suspect-and-two-family-members-also-dead-11619731869", "title": "Two Deputies Killed in North Carolina Standoff; Suspect and Two Family Members Also Dead", "date": "2021-04-29 17:31", "summary": "Both officers were hit by gunfire; the individual suspected of killing the two officers is also suspected of killing two civilians in the residence. BOONE, N.C.-Two deputies were killed and three other people including a suspected gunman were found dead, after a lengthy standoff in North Carolina, a sheriff's office said Thursday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coke-n-peanuts-rice-krispies-treats-11619731918", "title": "Coke-N-Peanuts Rice Krispies Treats", "date": "2021-04-29 17:31", "summary": "Pastry pros take the classic cruncher to another level. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seedy-rice-krispies-treats-11619731859", "title": "Seedy Rice Krispies Treats", "date": "2021-04-29 17:30", "summary": "Pastry pros take the classic cruncher to another level. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeings-latest-737-max-problem-spurs-faa-audit-11619719132", "title": "Boeing's Latest 737 MAX Problem Spurs FAA Audit", "date": "2021-04-29 17:22", "summary": "Agency is reviewing how a minor change in Boeing production led to a new safety issue for the jet, following a nearly two-year grounding. U.S. air-safety regulators have launched an audit into how a Boeing Co. factory tweak led to a safety problem with some of the plane maker's 737 MAX aircraft, two years after a pair of fatal crashes prompted other fixes to the jet.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-amzn-1q-earnings-report-2021-11619649081", "title": "Amazon's Profit Run Continues, Bolstered by Sustained Demand", "date": "2021-04-29 17:20", "summary": "E-commerce giant's first-quarter sales hit $108 billion, up 44% from year-ago period. Amazon . com Inc. reported record quarterly profit as demand remained robust for its deliveries, cloud-computing and advertising businesses, capping a blockbuster earnings season for the world's largest technology companies.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brightening-u-s-prospects-send-government-bond-yields-higher-11619715047", "title": "Brightening U.S. Prospects Send Government Bond Yields Higher", "date": "2021-04-29 17:16", "summary": "Benchmark 10-year Treasury yield touches highest intraday level in more than two weeks. Government bond yields climbed world-wide after signs of accelerating U.S. economic growth prompted worries that inflation will rise more rapidly than expected.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/golden-arm-review-flexing-their-comedic-muscles-11619730908", "title": "'Golden Arm' Review: Flexing Their Comedic Muscles", "date": "2021-04-29 17:15", "summary": "A gender-bending buddy comedy about two arm wrestlers played by Mary Holland and Betsy Sodaro has all the makings of a cult hit. The golden arm referred to in \"Golden Arm\" is an aberration. A phenomenon. An almost mythic thing in the linoleumed landscape of women's arm wrestling. As one referee (Doug Van Liew) explains to the lovely, retiring Mel (Mary Holland), \"It's when a woman like yourself-weak, ineffectual, soft-has got one goddamned powerful arm.\" So she has. And she's taking it to the national championships in Oklahoma City. But first she has to find her inner anger, tap into it and let it go! \"Oh,\" she says, \"like 'Frozen.'\" No! Is she hopeless?", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/percy-vs-goliath-review-taking-on-an-agriculture-giant-11619730798", "title": "'Percy Vs Goliath' Review: Taking On an Agriculture Giant", "date": "2021-04-29 17:13", "summary": "Christopher Walken plays the Canadian farmer who stood up to agribusiness Monsanto in this real-life underdog story.. The agribusiness giant Monsanto never seemed to care about its public image before it was acquired by Bayer in 2018, and no one who sees \"Percy Vs Goliath\" will confuse it for good PR. It is tough to be on the losing end of a morality tale, however, even one as rickety as this Canadian production.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-financial-regulators-summon-big-tech-firms-11619698257", "title": "China Warns Large Tech Firms as Industry Faces Rising Oversight", "date": "2021-04-29 17:11", "summary": "Tencent, ByteDance and JD.com were among the firms ordered to change business practices that regulators see as risky. China is reining in the ability of the country's internet giants to use big data for lending, money-management and similar businesses, ending an era of rapid growth that authorities said posed dangers for the financial system.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/about-endlessness-review-brevity-and-universality-11619730716", "title": "'About Endlessness' Review: Brevity and Universality", "date": "2021-04-29 17:11", "summary": "The critically esteemed director Roy Andersson presents vignettes that form a poignant portrait of the human experience.. ", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-businesses-will-fully-reopen-in-july-mayor-de-blasio-says-11619705464", "title": "New York City Businesses Will Fully Reopen in July, Mayor de Blasio Says", "date": "2021-04-29 17:05", "summary": "Restaurants, stores, movie theaters will be allowed to operate at full capacity starting July 1. New York City businesses will fully reopen starting July 1, marking an end to many Covid-19 lockdown measures that have restricted their operations for more than a year, Mayor Bill de Blasio said Thursday.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-04-29-2021-11619682078", "title": "Stocks Climb on Stimulus Prospects", "date": "2021-04-29 16:54", "summary": "The yield on the 10-year Treasury note rose to its highest intraday level in more than two weeks. Stocks rose, pushing the S&P 500 to a record, as investors cheered encouraging data on the economy, a strong batch of corporate earnings and the prospect of as much as $1.8 trillion in new government spending.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-are-off-to-best-start-to-a-presidential-term-since-great-depression-11619688780", "title": "Stocks Off to Best Start to a Presidential Term Since Great Depression", "date": "2021-04-29 16:51", "summary": "S&P 500 has risen 11% since Mr. Biden's Jan. 20 inauguration. The stock market closed out President Biden's first 100 days in office on Thursday with its best start to a presidential term since the days of Franklin D. Roosevelt.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pork-plants-face-slower-hog-slaughter-after-court-ruling-11619728901", "title": "Pork Plants Face Slower Hog Slaughter After Court Ruling", "date": "2021-04-29 16:41", "summary": "USDA tells meatpackers that processing lines must slow after court rules on speeds; industry fears hog backlog. The U.S. pork industry faces a new speed limit on hog slaughtering, the result of a court ruling that worker groups welcomed and industry officials warned could disrupt farmers and processing plants.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-bidens-tax-plan-affects-student-debt-11619728580", "title": "How Biden's Tax Plan Affects Student Debt", "date": "2021-04-29 16:36", "summary": "The $1.8 trillion American Families plan aims to use federal grants to reduce debt taken by students, but doesn't include student loan forgiveness.. President Biden's American Families Plan was released on Wednesday with a number of proposed provisions that would lessen the amount of student debt taken on by future students. While the plan doesn't include forgiving any of the $1.56 trillion in current student debt, initiatives include subsidized community college and expanding federal grants for low-income students.", "categories": [["Education"]], "category_links": ["https://www.wsj.com/news/types/noted-education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rice-krispies-treats-remixed-pro-tips-and-recipes-11619718670", "title": "Rice Krispies Treats Remixed: Pro Tips and Recipes", "date": "2021-04-29 16:35", "summary": "It's the simplest of sweets and an ideal canvas for creativity. Here, pastry pros take the classic cruncher to another level, with sly tweaks ranging from toasted marshmallows to chile crisp.. I EXPECTED MORE for the Rice Krispies Treat during this pandemic. It had the makings of a viral social media sensation-a little more effort and reward than the regrowing of scallions, a little less effort and, OK, maybe slightly less reward than banana bread, both of which had their moments.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/endeavor-shares-rise-in-market-debut-11619717301", "title": "Endeavor Shares Rise in Market Debut", "date": "2021-04-29 16:32", "summary": "Trading valued the entertainment company at $10.44 billion. Shares of Endeavor Group Holdings Inc. ended their first day of trading up 5%, capping off a two-year effort by the entertainment firm to go public.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ransomware-now-seen-as-threat-to-national-security-11619728378", "title": "Ransomware Poses a Threat to National Security, Report Warns", "date": "2021-04-29 16:32", "summary": "Tech companies urge U.S. to make sweeping policy and legal changes to combat cybercriminals. Government officials and cybersecurity experts are viewing ransomware as a serious threat to national security, and are proposing that the federal government go after ransomware gangs with the same tools used to prosecute drug cartels and other criminal organizations.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-april-24-11619728300", "title": "Bestselling Books Week Ended April 24", "date": "2021-04-29 16:31", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hanesbrands-names-new-cfo-as-pandemic-e-commerce-weigh-on-its-business-11619727439", "title": "HanesBrands Names New CFO as Pandemic, E-Commerce Weigh on Its Business", "date": "2021-04-29 16:17", "summary": "Michael Dastugue, a former Walmart executive, will serve as finance chief of the underwear maker. Underwear maker HanesBrands Inc. named a new finance chief to help it navigate a shift to online shopping that has been accelerated by the coronavirus pandemic.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/backcourt-fundamentals-friday-crossword-april-30-11619533326", "title": "Backcourt Fundamentals (Friday Crossword, April 30)", "date": "2021-04-29 16:01", "categories": [["WSJ Puzzles", "Crossword Contest"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword-contest?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-outdoor-design-finds-from-three-catalogs-11619726381", "title": "The Best Outdoor Design Finds From Three Catalogs", "date": "2021-04-29 15:59", "summary": "We asked an interior design pro to scour new offerings for patios and decks from Ballard, West Elm and Pottery Barn. She zeroed in on a rug, a dining chair and al fresco dishes.. FOR THOSE of us without the budget to shop high-end brands, so-called \"catalog retailers\" can be a godsend. But among the affordable finds these stores' websites and print catalogs offer, there can be a fair bit of merely generic design. Here at The Wall Street Journal we're in the business of helping you make informed decisions, so we asked interior designer Laura Hodges to comb through the selections of three trustworthy big home-furnishing retailers. Ms. Hodges applied her picky, professional eye to singling out what she considers the chicest, best-value pieces from each when it comes to this season's most pressing need: finds for our outdoor spaces. Here are her recommendations.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sap-admits-iran-sanction-violations-to-justice-department-11619726149", "title": "SAP Admits Iran Sanction Violations to Justice Department", "date": "2021-04-29 15:55", "summary": "German software company given some leniency in paying penalty after admitting to millions of dollars in proscribed sales up until 2017. WASHINGTON-Software company SAP SE admitted it provided millions of dollars in software to Iran in violation of U.S. sanctions, becoming the first company to benefit from a Justice Department program that encourages companies to self-report criminal export violations in exchange for leniency, U.S. authorities said Thursday.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-picture-of-autumn-review-the-waning-days-of-aristocracy-11619726112", "title": "'A Picture of Autumn' Review: The Waning Days of Aristocracy", "date": "2021-04-29 15:55", "summary": "The Mint Theater Company streams the 2013 U.S. premiere of a 1951 'sad comedy' by N.C. Hunter, a first-rate British playwright whose work has long been out of fashion.. Changes in theatrical fashion, however desirable, tend to cause unintended collateral damage. N.C. Hunter is an especially poignant case in point. For a time in the '50s, he was both successful and admired, a specialist in Chekhov-flavored studies of the postwar decline of England's middle and upper-middle classes in which such top-tier stage actors as Edith Evans, John Gielgud and Ralph Richardson were eager to appear. Then John Osborne's \"Look Back in Anger,\" a furious attack on England's class system that was as blunt as a blow from a blackjack, dynamited London's West End in 1956, and older playwrights like Noël Coward and Terence Rattigan were shoved into the wings to make way for a new generation of Angry Young Men, as Osborne and his contemporaries were dubbed by the press. While their work revitalized a theatrical scene that had grown etiolated through lack of innovation, it also devastated the careers of several tradition-conscious playwrights who were still doing first-rate work. Hunter was one of them: Though he continued to write until his death in 1971, he vanished into the memory hole of obscurity.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-drowning-review-when-the-past-resurfaces-11619725978", "title": "'The Drowning' Review: When the Past Resurfaces", "date": "2021-04-29 15:52", "summary": "In a compelling miniseries, a chance sighting convinces a mother that the son she lost in a tragic accident is not gone after all.. Everyone will understand that the title of \"The Drowning\" concerns far more than the physical act in this searing four-part tale of the bereaved-of two people left mourning a son lost to them at age 4 because the caretaker had failed to protect him. One of the mourners is Jodie (an affecting portrayal by Jill Halfpenny). One day this busy and successful professional woman catches sight of a boy-a young teenager-whose appearance nearly stops her breath. His resemblance to her son Tom, dead for a decade, has transformed Jodie, who races after the boy and notes where he lives.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-the-super-league-defeated-sports-fans-can-now-fight-other-evils-11619725637", "title": "With the Super League Defeated, Sports Fans Can Now Fight Other Evils", "date": "2021-04-29 15:47", "summary": "Next on the list of demands: an end to instant replays, $15 beers and preseason football. The spectacular collapse of the European Super League, which lasted all of 48 hours, came about in large part because sports fans all over Europe went nuts. They marched on club headquarters and surrounded team buses and demanded that the ignominious, elitist, exclusionary Super League be deep-sixed.", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prosecco-rose-the-bottles-actually-worth-buying-this-summer-11619723591", "title": "Prosecco Rosé: The Bottles Actually Worth Buying This Summer", "date": "2021-04-29 15:13", "summary": "The newly official Prosecco rosé designation may be a marketing coup, but does the winemaking live up to the hype? Yes and no, says our wine columnist. Here, her top 5 picks.. SOME WINES are triumphs of winemaking talent applied to terroir, and some wines are masterpieces of marketing and sales. In the second category, there may be no more perfect paradigm than Prosecco rosé.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-covid-19-cases-surge-in-india-modis-party-is-poised-for-gains-11619723469", "title": "As Covid-19 Cases Surge in India, Modi's Party Is Poised for Gains", "date": "2021-04-29 15:11", "summary": "Prime minister, other politicians criticized for holding massive campaign rallies amid spread of the coronavirus. Indian Prime Minister Narendra Modi's party appeared set to make significant gains in a fiercely contested state-level election, exit polls showed, after he and other politicians drew criticism for holding campaign rallies attended by tens of thousands as a Covid-19 wave accelerated.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luxury-retailer-tapestry-names-vf-executive-as-cfo-11619722797", "title": "Luxury Retailer Tapestry Names VF Executive as CFO", "date": "2021-04-29 14:59", "summary": "Scott Roe is set to join the parent of Coach and Kate Spade in June. Luxury retailer Tapestry Inc. has hired VF Corp. executive Scott Roe to lead its finance department.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-capital-gains-tax-plan-would-upend-estate-planning-by-the-wealthy-11619716044", "title": "Biden's Capital-Gains Tax Plan Would Upend Estate Planning by the Wealthy", "date": "2021-04-29 14:57", "summary": "President's proposal would tax gains on appreciated assets at death. President Biden's American Families Plan would raise capital-gains taxes and end a rule that has been a cornerstone of estate planning for generations of wealthy Americans.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-drug-good-for-some-alzheimers-patients-11619722477", "title": "Is Drug Good for Some Alzheimer's Patients?", "date": "2021-04-29 14:54", "summary": "My perspective is that of a man who lost his wife to Alzheimer's after 10 years of hell on earth for both of us. It's incomprehensible to me that the promising drug aducanumab isn't approved already by the FDA.. Regarding your editorial \"The Battle Over an Alzheimer's Treatment\" (April 20): My perspective is that of a man who lost his wife to Alzheimer's after 10 years of hell on earth for both of us. It's incomprehensible to me that the promising drug aducanumab isn't approved already by the FDA, since every day of delay means another day of terrible hardship and suffering for millions of victims and their spouses and family caregivers.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/immigration-is-a-moral-issue-but-is-complex-11619722429", "title": "Immigration Is a Moral Issue, but Is Complex", "date": "2021-04-29 14:53", "summary": "How one treats a stranger is a moral issue. But national immigration policy must consider different factors from those relevant to one's treatment of a stranger.. How one treats a stranger is a moral issue. But contrary to what Sabeeha Rehman and Walter Ruby say (\"Biden's Refugee Decision Is a Moral One,\" Houses of Worship, April 23), national immigration policy must consider different factors from those relevant to one's treatment of a stranger. Upon meeting a needy stranger, I may follow Abrahamic tradition and share what I have. No one has standing to complain (assuming no one is already dependent on me), because I'm sharing what's mine.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-super-league-resembled-our-mlb-11619722379", "title": "European Super League Resembled Our MLB", "date": "2021-04-29 14:53", "summary": "The failed European soccer Super League was nothing more than a scheme by the biggest clubs to insulate themselves from competition.. Regarding Michael Taube's \"Lament for the European Super League\" (op-ed, April 28): The failed European soccer Super League was nothing more than a scheme by the biggest clubs to insulate themselves from competition.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/astrazeneca-struggles-with-data-needed-for-covid-19-vaccines-approval-11619721317", "title": "AstraZeneca Struggles With Data Needed for Covid-19 Vaccine's Approval", "date": "2021-04-29 14:35", "summary": "Company is assembling data for FDA review, hoping for another stamp of regulatory backing in global rollout of its shot. AstraZeneca PLC executives have struggled to pull together the full data necessary to apply for U.S. approval of its Covid-19 shot, according to people familiar with the matter, further delaying its efforts to secure the Food and Drug Administration's go-ahead.", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/purdue-law-firms-to-waive-1-million-in-fees-over-sackler-defense-disclosures-11619720163", "title": "Purdue Law Firms to Waive $1 Million in Fees Over Sackler Defense Disclosures", "date": "2021-04-29 14:16", "summary": "Justice Department bankruptcy watchdogs said three law firms failed to disclose an information-sharing agreement with Purdue's Sackler family owners. Law firms representing Purdue Pharma LP in litigation and investigations around its OxyContin painkiller have agreed with the Justice Department to forgo a combined $1 million in fees over their failure to disclose a deal their attorneys signed between the drugmaker and its Sackler family owners.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-woman-who-clarified-einsteins-idea-11619719210", "title": "The Woman Who Clarified Einstein's Idea", "date": "2021-04-29 14:00", "summary": "Emmy Noether, a pioneer of abstract math, helped explain the theory of relativity to mathematicians. I find it hard to memorize numbers; I have no emotional connection to them, contrary to stereotypes of mathematicians. So when I want to remember a phone number, for example, I am more successful if I translate the numbers into musical notes or words.", "categories": [["Life & Work", "Ideas", "Everyday Math"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/everyday-math?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cruise-lines-could-start-u-s-sailings-by-mid-july-cdc-says-11619670325", "title": "Cruise Lines Could Start U.S. Sailings by Mid-July, CDC Says", "date": "2021-04-29 13:53", "summary": "The update paves the way for the restart of operations that have been suspended for longer than a year amid the Covid-19 pandemic. Cruise operators could restart sailings out of the U.S. by mid-July, the Centers for Disease Control and Prevention said, paving the way to resume operations that have been suspended for longer than a year due to the Covid-19 pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auto-parts-retailers-still-have-room-to-run-11619718748", "title": "Auto-Parts Retailers Still Have Room to Run", "date": "2021-04-29 13:52", "summary": "Harsh winter weather and new-car supply constraints should help prospects for auto-parts retailers. Auto-parts retailers look revved up and ready to go. Their share prices have some catching up to do.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-youtubers-are-lifting-the-veil-on-americas-most-expensive-homes-11619715045", "title": "These YouTubers Are Lifting the Veil on America's Most Expensive Homes", "date": "2021-04-29 12:50", "summary": "Resume Subscription. Enes Yilmazer has toured some of the most expensive homes in the world. He's explored penthouses on New York's Billionaires' Row, palatial beach houses in Malibu, Calif., and waterfront mansions on Lake Tahoe. He has oohed and aahed over Central Park views, marble floors, infinity pools, retractable roofs and candy walls and had a front row seat to an explosion of eight- and nine-figure real-estate listings across the country.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/lights-camera-mansion-11619714623", "title": "Lights, Camera, Mansion!", "date": "2021-04-29 12:43", "summary": "Enes Yilmazer brings viewers inside an ultra-modern home in Brentwood, Calif.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-chelsea-condo-becomes-the-star-of-the-show-11619714549", "title": "A Chelsea Condo Becomes the Star of the Show", "date": "2021-04-29 12:42", "summary": "Inside the Soori High Line where Erik Conover recently filmed for an upcoming YouTube video.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/facts-check-biden-11619714351", "title": "Facts Check Biden", "date": "2021-04-29 12:42", "summary": "Despite what Americans heard from the President, his government reports the economy was soaring as he took office.. The propagandists who now dominate the establishment media have little interest in \"fact-checking\" Joe Biden as they did Donald Trump. But the Biden administration seems to be doing the job all by itself. The economic fairy tale told by the president on Wednesday night was debunked by his government's data release on Thursday morning.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-covid-crisis-could-reach-you-too-11619713949", "title": "India's Covid Crisis Could Reach You Too", "date": "2021-04-29 12:32", "summary": "As the coronavirus rages inside its borders, new variants threaten to spread around the world.. How much should the U.S. care about the Covid crisis unfolding in India? As the death toll soars, the Biden administration has gone from disinterest to desperate overdrive in a bid to avert catastrophe. Who knows how much of a difference this will make, but it's clear that the global stakes are higher in India than just about anywhere else.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sheldon-whitehouse-is-no-friend-of-the-courts-11619713971", "title": "Sheldon Whitehouse Is No Friend of the Courts", "date": "2021-04-29 12:32", "summary": "The senator declares war on amicus briefs and attacks the right to express views he disfavors.. The \"Trump judiciary\" is corrupt, Sen. Sheldon Whitehouse claims, and the remedy is to scrutinize parties presenting legal arguments in friend-of-the-court, or amicus, briefs. The proposal wouldn't make the courts any cleaner, but it would violate the First Amendment. It is also part and parcel of the broader Democrat-driven effort to politicize and intimidate the judiciary.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-it-safe-to-eat-at-restaurants-again-heres-what-to-expect-11618047000", "title": "What to Expect When Dining Out", "date": "2021-04-29 12:28", "summary": "Masks, long waits and higher prices are now part of dining out as more restaurants reopen. After a year of start-stop openings, seating restrictions and delivery experiments, your favorite eatery is likely seating diners again. More U.S. restaurants reopened in February than in any month since last spring, when some cities first started loosening Covid-19 restrictions, according to Yelp Inc. Reopenings remained elevated last month, the Yelp data shows.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irans-leadership-floods-clubhouse-to-drown-out-debate-11619705224", "title": "Iran Floods Clubhouse to Drown Out Debate", "date": "2021-04-29 12:18", "summary": "While China and other countries fence off foreign social-media sites, Tehran tries to use them to its advantage. TEHRAN-Authoritarian rulers have clamped down on dissidents trying to organize online in recent years, with some attempting to emulate the firewall that insulates China's homegrown web from the world outside.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/us-gdp-economic-growth-first-quarter-2021-11619658605", "title": "U.S. Economy Grew at 6.4% Annual Rate in First Quarter", "date": "2021-04-29 12:16", "summary": "GDP grew at 6.4% annual rate in the quarter, leaving economy within 1% of its peak. A burst of growth put the U.S. economy just a shave below its pre-pandemic size in the first quarter, extending what is shaping up to be a rapid, consumer-driven recovery this year.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-is-right-to-fear-getting-left-behind-11619696153", "title": "Ford Is Right to Fear Getting Left Behind", "date": "2021-04-29 12:05", "summary": "Auto maker issued downbeat guidance for 2021, even after posting record-breaking quarterly results. Last year, car makers experienced the cardiac arrest of shutdowns followed by the blood rush of fast-rebounding auto sales. This year, they're getting both at the same time.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-to-seek-ban-on-menthol-cigarettes-11619628317", "title": "Biden Administration Seeks Ban on Menthol Cigarettes", "date": "2021-04-29 11:55", "summary": "Tobacco industry indicates court fight is possible over move, which would take years to implement. The Biden administration intends to pursue a ban on menthol cigarettes, a policy move that could sweep from the market more than a third of all cigarettes sold in the U.S.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comcasts-profit-soars-amid-broadband-and-wireless-growth-11619694157", "title": "Comcast's Profit Soars Amid Broadband, Wireless Growth", "date": "2021-04-29 11:45", "summary": "Cellphone unit Xfinity Mobile broke even for first time. Comcast Corp. posted a 55% rise in first-quarter profit, buoyed by its broadband and wireless-phone units that continued to add more customers.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-juror-in-derek-chauvin-trial-lifts-the-curtain-on-deliberations-11619705799", "title": "Derek Chauvin Juror: 'We All Agreed at Some Point That It Was Too Much'", "date": "2021-04-29 11:44", "summary": "Brandon Mitchell, a basketball coach, says video of George Floyd's death and prosecution medical expert witness were crucial evidence. MINNEAPOLIS-When the seven women and five men on the jury in the Derek Chauvin murder trial gathered in a hotel conference room to start deliberating, there was one holdout, said one juror, Brandon Mitchell. After hearing about half the other jurors speak, the holdout was ready to convict on manslaughter.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-private-palm-beach-island-to-sell-for-nearly-90-million-11619710654", "title": "A Private Palm Beach Island to Sell for Nearly $90 Million", "date": "2021-04-29 11:37", "summary": "Resume Subscription. A rare private island off Palm Beach, Fla., is in contract to sell for close to $90 million, the latest in a stream of big-ticket deals signed in the pricey area over the past year.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/behind-bidens-big-spending-plans-the-waning-sway-of-economic-caution-11619710043", "title": "Behind Biden's Big Spending Plans, the Waning Sway of Economic Caution", "date": "2021-04-29 11:27", "summary": "A generation of centrists who served Democratic and Republican presidents for three decades are exiting the stage, as the administration charts a new course on spending, deficits and inflation.. When Lawrence Summers criticized the Biden's administration's new economic policies in recent weeks as being the least responsible in 40 years, you might have expected the warning to jolt Democrats. Mr. Summers, after all, was formerly the U.S. Treasury Secretary under President Bill Clinton, the president of Harvard University and the economic adviser personally tapped by Barack Obama to help him navigate the financial crisis of 2008-09.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-economy-isnt-too-hot-for-the-fed-11619709880", "title": "The Economy Isn't Too Hot for the Fed", "date": "2021-04-29 11:24", "summary": "Investors should take the Federal Reserve at its word that it will stand pat even as the economy is poised to vault past its pre-Covid-19 high. Some time within the next month or two, the U.S. economy will be back to the size it was before the Covid-19 crisis struck.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moderna-to-boost-covid-19-vaccine-production-to-meet-rising-global-demand-11619672403", "title": "Moderna to Boost Covid-19 Vaccine Production to Meet Rising Demand", "date": "2021-04-29 11:09", "summary": "Company aims to triple production next year to as much as three billion doses. Moderna Inc. plans to spend billions of dollars to boost production of Covid-19 vaccines and potentially triple its yearly output of doses in 2022, as the company seeks to meet rising global demand.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oils-rebound-greases-the-way-for-energy-giants-green-pitch-11619708924", "title": "Oil's Rebound Greases the Way for Energy Giants' Green Pitch", "date": "2021-04-29 11:08", "summary": "Higher cash flows and payouts are attracting investors back to Shell and BP, giving them much-needed time to sell their transition plans. Investors returning to Royal Dutch Shell and BP are likely more interested in higher oil prices than green transition plans. Still, the energy giants have a much-needed opportunity to pitch their decarbonization strategies from a position of strength.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/food-still-glorious-as-pandemic-fades-inflation-rises-11619708496", "title": "Food Is Still Glorious as Pandemic Fades, Inflation Rises", "date": "2021-04-29 11:01", "summary": "Post-pandemic reopening and surge in commodity prices, seen as risks to food companies such as Kraft Heinz, shouldn't be overhyped. Packaged-food companies have been major beneficiaries of the pandemic as at-home dining soared. Now investors are concerned that sales will start to falter as people head back out to dine, even as margins are hit by rising input costs. Both concerns are starting to look overdone.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-chip-shortage-set-to-worsen-for-car-makers-11619708393", "title": "Global Chip Shortage Set to Worsen for Car Makers", "date": "2021-04-29 10:59", "summary": "Auto makers anticipate a slower recovery in chip supplies following the fire at Japan's Renesas semiconductor factory and the Texas freeze. Global auto makers who had expected the semiconductor supply crisis to subside in the spring are now warning that chips will remain scarce for months while a second-half recovery is fraught with uncertainty.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carlyle-turns-profit-as-investment-values-rise-15-11619690401", "title": "Carlyle Turns Profit as Investment Values Rise 15%", "date": "2021-04-29 10:56", "summary": "Private-equity firm's assets under management reached $260 billion as of March 31. Carlyle Group Inc. swung to a profit in the first quarter, as the value of its investments rose faster than the broader market.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/energy-focused-hedge-fund-luminus-liquidates-some-assets-11619707524", "title": "Energy-Focused Hedge Fund Luminus Liquidates Some Assets", "date": "2021-04-29 10:45", "summary": "Firm has unwound positions in main fund after Covid-19 pandemic roiled oil-and-gas markets, and drawing money instead for clean-energy investments. Luminus Management LLC, a hedge fund that invests in the energy and power sectors, has sold almost all the assets in its largest fund to return money to investors.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-the-u-s-student-loan-program-in-a-deep-hole-one-banker-thinks-so-11619707091", "title": "Inside the Fight Over Student Loan Losses", "date": "2021-04-29 10:38", "summary": "Government sees it as a moneymaker. Former JPMorgan executive sees a giant loss looming due to rosy repayment hopes.. In 2018, Betsy DeVos, then U.S. education secretary, called JPMorgan Chase & Co. Chief Executive Jamie Dimon for help.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaccinating-america-means-convincing-skeptics-in-rural-nebraska-11619706865", "title": "Vaccinating America Means Convincing Skeptics in Rural Nebraska", "date": "2021-04-29 10:34", "summary": "With less than 20% of adults vaccinated against Covid-19 in several counties, Western Nebraska shows why some Americans are hard to reach. THEDFORD, Neb.-Shannon Vanderheiden brought 100 doses of Covid-19 vaccines to a fire station in this village of about 200 people last week, hoping to make a dent in Western Nebraska's vaccination rates, which rank near the bottom of the country.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-puzzles-saturday-may-5-11619701968", "title": "Number Puzzles (Saturday, May 1)", "date": "2021-04-29 10:33", "categories": [["WSJ Puzzles", "Number Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/number-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdonalds-u-s-sales-rebound-from-covid-19-pandemic-11619694000", "title": "McDonald's U.S. Sales Rebound From Pandemic", "date": "2021-04-29 10:06", "summary": "Burger chain says global markets remained challenged by shifting coronavirus restrictions. McDonald's Corp. said new menu items helped it beat sales expectations in the U.S., while business abroad remained volatile because of shifting Covid-19 restrictions.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manhattan-district-attorney-candidates-walk-tightrope-on-trump-probe-11619704972", "title": "Manhattan District Attorney Candidates Walk Tightrope on Trump Probe", "date": "2021-04-29 10:02", "summary": "Contenders won't talk about the office's highest-profile investigation but are pointing to experience with white-collar crime cases. Candidates for Manhattan district attorney have an unusual problem: How can they talk about the office's highest-profile investigation, the probe into former President Donald Trump and his businesses, when any comment could jeopardize a potential future case?", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rise-of-big-data-psychiatry-11619704849", "title": "The Rise of Big Data Psychiatry", "date": "2021-04-29 10:00", "summary": "The information captured by our smartphones, as well as new speech- and facial-recognition technologies, can yield invaluable insights for mental health professionals.. As a physician, I need to figure out three things when a new patient walks into my office: what their life is typically like, what has changed that made them seek treatment and what I can do to help them. It's a complex problem, and most fields of medicine approach it by taking measurements. If I were a cardiologist evaluating a patient's chest pain, for instance, I would speak with the patient, but then I would listen to their heart and measure their pulse and blood pressure. I might order an electrocardiogram or a cardiac stress test, tools that weren't available a century ago.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tim-scott-counters-biden-on-racial-issues-spending-plans-11619671488", "title": "Tim Scott Counters Biden's Speech on Racial Issues, Spending Plans", "date": "2021-04-29 09:46", "summary": "In the GOP response, South Carolina senator says Democrats are dividing the country. WASHINGTON-Sen. Tim Scott (R., S.C.) countered President Biden's call for the country to unify around sweeping new government programs, saying that the Democratic president and his party aren't reaching for common ground but are instead \"pulling us further and further apart,\" particularly on racial issues.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-and-safest-bike-helmets-for-casual-riders-mountain-bikers-and-more-11619703672", "title": "The Best (and Safest) Bike Helmets for Casual Riders, Mountain Bikers and More", "date": "2021-04-29 09:41", "summary": "Protective gear reduces the risk of head injuries by more than 50%-but you need a helmet specifically designed for your cycling style. Here, our picks.. THE POPULAR BICYCLE safety slogan says it best: If you've got a head, you need a helmet. Protective gear reduces the risk of cyclist head injuries by more than 50%, according to the National Safety Council. And helmets have come a long way since you were a kid, with new compressible materials that better cushion your crown from impact and companion apps that trigger alerts to an emergency contact after a fall.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-you-can-make-new-york-cheesecake-in-japan-you-can-make-it-anywhere-11619703589", "title": "If You Can Make New York Cheesecake in Japan, You Can Make It Anywhere", "date": "2021-04-29 09:39", "summary": "The U.S. Navy shared its recipe with Yokosuka, its largest foreign base. It comes with a big helping of strict regulations.. YOKOSUKA, Japan-When restaurateur Koji Hirano tweaked his recipe for New York cheesecake with a touch of Japanese cream cheese, he wasn't worried only about what his customers would think. Government inspectors were due to come and sample the dessert.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-coronavirus-04-29-2021-11619647721", "title": "U.S. Unemployment Claims Fell to 553,000 in Latest Week", "date": "2021-04-29 09:36", "summary": "A recent decrease in worker filings for jobless benefits is among signs of an improving labor market. Jobless claims fell again to the lowest level since the pandemic took hold more than a year ago, another sign the labor market is rebounding this spring.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-s-navys-not-so-secret-recipes-for-cheesecake-and-ronnie-burgers-11619703237", "title": "Cheesecake and Burgers, as Offered in Yokosuka, Japan", "date": "2021-04-29 09:33", "summary": "As a goodwill gesture, sailors stationed in Yokosuka, Japan, told locals how to serve up New York-style cheesecake and hamburgers. Here's how it's done.. Yokosuka, Japan, an hour south of Tokyo by train, plays host to the U.S. Navy's largest base outside of America. A decade ago, the Navy felt it would be a nice gesture to share a recipe for hamburgers and another for New York-style cheesecake with cherries, a nod to Japan's association with cherry blossoms.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-twitter-ebay-apple-what-to-watch-when-the-stock-market-opens-today-11619693262", "title": "Facebook, Twitter, eBay, Apple: What to Watch When the Stock Market Opens Today", "date": "2021-04-29 09:05", "summary": "Earnings are due from Amazon, Twitter and Gilead Sciences. Here's what we're watching ahead of the opening bell on Thursday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wsj-com-turns-25-11619701348", "title": "WSJ.com Turns 25", "date": "2021-04-29 09:02", "summary": "Resume Subscription. Planning for The Wall Street Journal's online presence began long before the web became mainstream. Software for the service was to be distributed on disks and users would dial in to retrieve updates. This early prototype was developed by Neil Budde, who championed the new service. Plans for a dial-up service would continue until January 1995, when the thinking turned to an internet service.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-next-bet-in-music-artist-services-11619701210", "title": "The Next Bet in Music: Artist Services", "date": "2021-04-29 09:00", "summary": "As money rushes into catalogs, one music company is going the other way, investing in ways to help artists distribute, market and collect royalties on their music. Downtown Music Holdings, one of the biggest independent rights-management and music-services companies, is moving out of the owned-copyright business.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-first-100-days-covid-19-relief-package-executive-orders-and-appointments-11619698738", "title": "Biden's First 100 Days in Numbers", "date": "2021-04-29 09:00", "summary": "A look at the president's first few months in office by the numbers. In his first 100 days, President Biden has signed into law a $1.9 trillion Covid-19 relief package, proposed trillions of dollars more in spending and issued dozens of executive orders.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-economic-plan-would-redistribute-trillions-and-expand-government-11619699898", "title": "Biden's Economic Plan Would Redistribute Trillions and Expand Government", "date": "2021-04-29 08:38", "summary": "President seeks muscular role for the federal government in economy, helping middle and working class at the expense of businesses and the wealthy. Franklin D. Roosevelt created the modern government-funded social safety net in the 1930s to aid lower and middle-income families-paid for in part by raising taxes on the richest Americans. Dwight Eisenhower built the interstate highway system in the 1950s. John F. Kennedy defined federal industrial policy in the 1960s by pledging to put a man on the moon by decade's end.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-advances-space-station-ambition-with-module-launch-11619699757", "title": "China Advances Space Station Ambition With Module Launch", "date": "2021-04-29 08:35", "summary": "Xi says Tianhe module's launch marks an important step toward becoming powerful in science, technology and aerospace. HONG KONG-China sent a core component of its new space station into orbit, marking a key milestone in the country's ambitions to establish a permanent presence in space.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mens-tiffany-diamond-engagement-rings-11619699476", "title": "Tiffany Diamond Engagement Rings: Now for Grooms, Too", "date": "2021-04-29 08:32", "summary": "For the first time in its history, iconic New York jeweler Tiffany & Co. has launched engagement rings for men. In 1886, Charles Lewis Tiffany introduced the solitaire Tiffany Setting, a simple six-prong design that became the industry standard and remains a bestseller. Ever since, generations of young couples have gone to Tiffany's to buy both engagement rings, traditionally for women only, and wedding rings. Until now, it has never offered diamond solitaire rings for men.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-home-equity-loans-are-still-so-hard-to-come-by-11619699464", "title": "Why Home Equity Loans Are Still So Hard to Come By", "date": "2021-04-29 08:31", "summary": "Several top banks have yet to resume originating Helocs, and demand for refinancings may be to blame. Homeowners in the market for a home-equity line of credit, which is a revolving line of credit secured by a mortgage, might find them difficult to come by these days. Several large banks suspended the origination of these loans last year because of the pandemic and resulting economic uncertainty.", "categories": [["Real Estate", "Jumbo Jungle"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/jumbo-jungle?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-supermodel-carolyn-murphy-still-wants-to-accomplish-11619699390", "title": "What Supermodel Carolyn Murphy Still Wants to Accomplish", "date": "2021-04-29 08:29", "summary": "The WSJ. cover star reveals who she would call in a crisis. What's the one achievement you're most proud of?", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-a-swing-pennsylvania-county-says-about-biden-so-far-11619697630", "title": "What a Swing Pennsylvania County Says About Biden So Far", "date": "2021-04-29 08:00", "summary": "Resume Subscription. NAZARETH, Pa.-Two business owners within two blocks of each other here illustrate the opposing views common among many Northampton County residents when it comes to evaluating the first 100 days in office of a president the county narrowly backed in November.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/lime-to-launch-electric-moped-share-service-in-new-york-city-11619697615", "title": "Lime to Launch E-Moped Service in New York City", "date": "2021-04-29 08:00", "summary": "Company will initially roll out 100 mopeds in Queens, Brooklyn and lower Manhattan. Lime, the micro-mobility company known for bike and e-scooter programs, will launch a new electric-moped share system in New York City on Friday.", "categories": [["WSJ News Exclusive", "Transit"]], "category_links": ["https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/discovery-breaks-out-streaming-units-performance-metrics-to-showcase-transformation-11619697615", "title": "Discovery Breaks Out Streaming Unit's Performance Metrics", "date": "2021-04-29 08:00", "summary": "The HGTV and Food Network parent company is expanding into streaming as its pay-TV business declines. Discovery Inc., the company behind channels such as TLC, HGTV and Food Network, is sharing metrics for its new Discovery+ streaming service as it seeks to showcase the transformation of its television business to investors.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-gambles-on-his-feel-for-the-voters-11619648353", "title": "Biden Gambles on His Feel for the Voters", "date": "2021-04-29 07:36", "summary": "He senses they agree with his view that expansive domestic initiatives are needed to address the problems confronting the nation. In his famous book about the 1988 presidential campaign, journalist Richard Ben Cramer wrote that the then-young candidate Joe Biden believed from the outset of his career that his principal asset was less a governing program or philosophy, and more a gut feeling for voters: \"He was so sure he knew where the people stood. They were like him, he was like them.\"", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/strongmans-death-spotlights-complexity-of-africas-desert-wars-11619695391", "title": "Strongman's Death Spotlights Complexity of Africa's Desert Wars", "date": "2021-04-29 07:23", "summary": "Death of Chad's president in battle deals a blow to a French-led stabilization strategy in the Sahel region. When Chad's self-styled warrior-president rushed to the front line last week to repel a rebel advance, he expected to quickly squash the insurrection and begin his sixth consecutive term as the awkward but indispensable autocratic ally of the West's counterterrorism effort in the Sahel.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-bidens-tax-plan-would-affect-investors-11619694009", "title": "How Biden's Tax Plan Would Affect Investors", "date": "2021-04-29 07:00", "summary": "President's proposal calls for a near doubling of the capital-gains tax rate; here are some answers to investors' questions. Wealthy Americans are asking the same question right now: how to prepare their portfolios for what could be the highest capital-gains tax rate in decades.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cmos-time-in-their-posts-continues-to-grow-shorter-11619692215", "title": "CMOs' Time in Their Posts Continues to Grow Shorter", "date": "2021-04-29 06:30", "summary": "The tenure of chief marketing officers shrank again last year, according to the latest Spencer Stuart study. The amount of time a top marketing executive spends at a job declined again in 2020, according to the latest annual research from executive search firm Spencer Stuart.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marketers-plan-study-to-shine-light-on-the-murky-business-of-automated-ad-buying-11619690416", "title": "Marketers Plan Study to Shine Light on Murky Business of Automated Ad Buying", "date": "2021-04-29 06:00", "summary": "The study will focus on billions of dollars that marketers say are unaccounted for in the automated ad-buying process, as well as other transparency concerns. The Association of National Advertisers is searching for consultants to help it better understand where marketers' money winds up during the automated digital ad-buying process, revisiting an issue that has vexed the industry for the better part of a decade.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unemployment-benefits-fraud-has-soared-in-the-pandemic-heres-what-to-do-11619688601", "title": "Unemployment Fraud Has Soared in the Pandemic. Here's What to Do.", "date": "2021-04-29 05:30", "summary": "Protect your Social Security number and other personal information whether or not you are an identity-theft victim. The letter that arrived in March from the New York State Department of Labor was a wake-up call: My name and Social Security number had been used to file fraudulent claims for unemployment benefits.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-population-increased-in-2020-government-says-11619681740", "title": "China's Population Increased in 2020, Government Says", "date": "2021-04-29 04:43", "summary": "Statistics bureau offers no details, saying only that detailed data would be released in its coming once-a-decade census report. BEIJING-China's population increased in 2020, the nation's statistics bureau said in a brief statement Thursday.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/earnings-to-the-moon-is-just-latest-justification-for-frothy-market-11619685069", "title": "'Earnings to the Moon' Is Just Latest Justification for Frothy Market", "date": "2021-04-29 04:31", "summary": "The trouble with this line of reasoning is it is hard to square with last year's market logic. If you are worried that the stock market has gone up too far, you can always find an argument to soothe your fears, and encourage you to invest more. Here is the latest: Earnings are up a lot this year, justifying the rise in stocks.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijings-squeeze-on-fragile-real-estate-developers-is-getting-real-11619682390", "title": "Beijing's Squeeze on Fragile Real-Estate Developers Is Getting Real", "date": "2021-04-29 03:46", "summary": "Broad bank lending to the real-estate sector, and developers' access to bond markets, are both being squeezed; the companies are increasingly dependent on large deposits from home buyers. \"Housing is for living, not for speculation,\" has been a Chinese government mantra for almost half a decade. This year, it appears that slogan finally has teeth. But new restrictions on bank lending leave developers tapping a unique source of funding, which could have damaging consequences of its own.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-aapl-2q-earnings-report-2021-11619572929", "title": "Apple Signals Hot Streak to Continue as Sales, Profit Surge", "date": "2021-04-29 03:25", "summary": "Demand for new 5G iPhones helps fuel a more than doubling of quarterly profit to $23.6 billion. Apple Inc. signaled that the historic rise in sales it has achieved during the pandemic is set to continue, addressing a key investor concern as the company reported a profit that more than doubled to a record high for the first three months of the year.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11619643436", "title": "Pepper...and Salt", "date": "2021-04-29 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jacob-degrom-mlb-new-york-mets-red-sox-pitching-strikeout-record-11619703843", "title": "The Thrill and Melancholy of Jacob deGrom and the Mets", "date": "2021-04-29 00:01", "summary": "He's the most riveting pitcher in baseball, and throwing better than ever. If only his ball club could score him more runs.. In baseball, but especially around these parts, it's known as \"deGrom Day,\" as in an afternoon or evening that pitcher Jacob deGrom takes to the hill for the New York Mets. DeGrom, who is 32 years old, is widely viewed as the best pitcher in the game. I know that sounds like the kind of presumptuous claim people in New York like to make about everything in New York, but in this case, it's actually true. Pretty much everyone around baseball agrees. DeGrom is great, and he's getting better.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-joint-address-to-congress-key-takeaways-11619667963", "title": "Biden's Joint Address to Congress: Key Takeaways", "date": "2021-04-29 23:46", "summary": "The president pitched his American Families Plan, immigration reform and getting vaccinated. On the eve of his 100th day in office, President Biden touted his achievements so far and laid out his legislative priorities in a joint address to Congress, stressing the need for massive federal investments in infrastructure, child care and education, paid for by higher taxes on the wealthy.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-propose-1-8-trillion-plan-aimed-at-families-tax-hikes-for-wealthiest-americans-11619600400", "title": "Biden Cites Progress, Pushes Economic Agenda", "date": "2021-04-29 23:31", "summary": "President's proposals include an American Families Plan, which calls for $1.8 trillion for child care, education and paid leave. WASHINGTON-President Biden declared \"America is ready for a takeoff\" as he pitched a sweeping vision for greater government investment to boost the economy, including a $1.8 trillion proposal for new spending on child care, education and paid leave.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rudy-giulianis-new-york-apartment-searched-by-federal-investigators-11619628650", "title": "Giuliani's New York Apartment Searched by Federal Investigators", "date": "2021-04-29 23:23", "summary": "Authorities seize the former New York City mayor's electronic devices in investigation into possible violation of foreign-lobbying rules. Federal investigators executed a search warrant Wednesday morning at the New York City apartment and office of Rudy Giuliani, his lawyer said, an escalation of a yearslong investigation by Manhattan federal prosecutors into the former mayor.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsungs-profit-jumps-on-strong-demand-for-consumer-tech-11619659448", "title": "Samsung's Profit Jumps on Strong Demand for Consumer Tech", "date": "2021-04-29 23:19", "summary": "South Korean tech giant posts 46% rise in first-quarter net profit. SEOUL- Samsung Electronics Co. 's first-quarter net profit rose 46%, boosted by a greater appetite for the South Korean tech giant's gadgets and appliances that softened the financial hit from a temporary shutdown of its U.S. semiconductor production.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-council-bill-would-create-more-car-free-roads-11619647201", "title": "New York City Council Bill Would Create More Car-Free Roads", "date": "2021-04-29 22:38", "summary": "Legislation would give more funding to Open Streets program, which began during Covid-19 pandemic. A New York City Council bill would pave the way for additional car-free roads and outdoor space for New Yorkers under a program that began last year during the Covid-19 pandemic.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhood-has-a-customer-service-problem-11619602202", "title": "Robinhood Has a Customer Service Problem", "date": "2021-04-29 22:01", "summary": "The brokerage is taking weeks or longer to resolve routine user issues as it gears up for an IPO later this year. Trading on Robinhood Markets Inc. takes seconds. Getting an account problem fixed can take weeks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-blocks-then-restores-content-calling-on-indian-prime-minister-modi-to-resign-11619652354", "title": "Facebook Blocks, Then Restores, Calls for India's Modi to Resign", "date": "2021-04-29 21:41", "summary": "Social-media giant said it erroneously censored posts tagged with #ResignModi as India faces devastating Covid-19 surge. Facebook Inc. temporarily blocked posts containing hashtags calling on Indian Prime Minister Narendra Modi to resign, then reinstated them on Wednesday, saying the action had been taken in error.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-judicial-nominees-get-first-senate-panel-hearing-11619657172", "title": "Biden Judicial Nominees Testify Before Senate Panel", "date": "2021-04-29 21:08", "summary": "Diversity is a focus as committee considers two Black women tapped for appeals court positions. WASHINGTON-Racial and professional diversity in the federal judiciary were central topics during a Senate hearing Wednesday for five of President Biden's judicial nominees, including one who could eventually be a candidate for the Supreme Court.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-tax-plan-includes-paid-leave-and-reducing-child-care-costs-for-parents-11619657360", "title": "Biden's Tax Plan Includes Paid Leave and Reducing Child-Care Costs", "date": "2021-04-29 20:49", "summary": "The $1.8 trillion American Families Plan could save some families money. On Wednesday, President Biden announced the $1.8 trillion American Families Plan. By raising taxes on the wealthiest Americans, the plan includes an expansion of the child tax credit, paid parental leave and two years of tuition-free preschool and community college-game-changers for lower-income and middle-class families.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazons-bid-to-recover-cloud-computing-contract-stays-alive-11619645590", "title": "Amazon's Bid to Reclaim JEDI Contract Stays Alive", "date": "2021-04-29 20:41", "summary": "Federal judge rejects motions by Pentagon and Microsoft to dismiss much of its award challenge. WASHINGTON- Amazon.com Inc.'s bid to win back the Pentagon's JEDI cloud computing contract stayed alive Wednesday as a federal judge rejected motions by the Defense Department and Microsoft Corp. to dismiss much of Amazon's challenge of the contract award.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-raising-pay-for-hundreds-of-thousands-of-workers-11619650537", "title": "Amazon Raising Pay for Hundreds of Thousands of Workers", "date": "2021-04-29 20:37", "summary": "Employees to receive pay increases ranging from 50 cents to $3 an hour. Amazon . com Inc. is raising wages for its hourly employees after a majority of workers at one of the e-commerce giant's warehouses voted not to unionize.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eight-sweater-vests-for-preppy-modern-style-11619183869", "title": "8 Sweater Vests for Preppy-Modern Style", "date": "2021-04-29 20:33", "summary": "A school-uniform staple gets a playful rethinking with exaggerated silhouettes and energetic patterns. This spring, the always reliable but somewhat staid sweater vest has re-entered the fashion scene as a must-have layering piece for the season's changeable weather. Sweater vests typically bring to mind school uniforms, a way of subduing individual expression. But this year designers have taken the standardized classic and turned it into a wardrobe staple and conversation piece.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-sec-enforcement-director-alex-oh-resigns-agency-says-11619644474", "title": "New SEC Enforcement Director Resigns, Agency Says", "date": "2021-04-29 20:25", "summary": "Official, who had been on job for a few days, departs following judge's questioning of her conduct in lawsuit involving Exxon Mobil. WASHINGTON-The new enforcement chief for the Securities and Exchange Commission resigned after just a few days on the job, the agency said Wednesday, following a judge's questioning of her conduct in a lawsuit involving Exxon Mobil Corp.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]