[{"link": "https://www.wsj.com/articles/electric-vehicle-spat-looms-over-bidens-meeting-with-canadian-mexican-leaders-11637236801", "title": "EV Spat Looms Over Biden's Meeting With Canadian, Mexican Leaders", "date": "2021-11-18 22:44", "summary": "Officials from both countries have criticized a proposed tax credit for electric vehicles assembled by union workers using U.S.-built batteries. President Biden's summit with counterparts from Canada and Mexico at the White House brought him face to face with leaders who have accused his administration of promoting electric vehicles and union jobs at the expense of trading relationships with neighboring countries.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/holiday-gift-books-review-2021-design-fashion-architecture-11637291627", "title": "Holiday Gift Books 2021: Design", "date": "2021-11-18 22:14", "summary": "From the court of Henry VIII to the American southwest, these books celebrate inventive and innovative creations in fashion, architecture, printmaking and beyond.. In the wake of \"The Crown,\" Netflix 's blockbuster about the modern-day British monarchy, much attention was paid to Princess Diana's evolving looks, from schoolgirlish Sloane Ranger to glamour-puss activist. But when it comes to clothes, the House of Windsor can't begin to compete with the House of Tudor, which 500 years ago ruled England from Henry VII to Elizabeth I. As curator Eleri Lynn points out in her entertaining \"Tudor Fashion,\" these monarchs \"had to establish their dominance, and the construction of a regal image-as conveyed by dress-was critical to the success of their rule.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/holiday-gift-books-review-2021-art-artists-painting-sculpture-11637291528", "title": "Holiday Gift Books 2021: Art", "date": "2021-11-18 22:12", "summary": "Visual celebrations of a great American sculptor, a magician of the still life, a Japanese master of the woodblock print and more books to delight the eye and inspire the creative spirit.. \"David Smith\" (1906-1965), the poet Frank O'Hara wrote, \"was considered by many to be the finest sculptor North America has produced.\" The critic Clement Greenberg asserted that Smith was \"the best sculptor of his generation,\" an artist whose works \"could stand in Donatello's company.\" Now, with the arrival of the definitive three-volume \"David Smith Sculpture: A Catalogue Raisonné, 1932-1965,\" readers can grasp the astonishing breadth of Smith's inimitable achievement-a wellspring for sculptors and art lovers alike.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/holiday-gift-books-review-2021-mysteries-sherlock-holmes-agatha-christie-anne-perry-11637291396", "title": "Holiday Gift Books 2021: Mysteries", "date": "2021-11-18 22:11", "summary": "New editions of cozy classics, fresh adventures for the world's most famous detective and even a guide to mystery-writing success from those who know best.. Andrew Klavan's \"When Christmas Comes\" is an intriguing \"Yuletide mystery\" that features a murder puzzle, a ghost story, two star-crossed romances and a fable of guilt. Cameron Winter, an English professor, has \"a strange habit of mind\" which enables him to fill in the details of shadowy scenarios. A public defender summons him at Christmastime to the snow-covered town of Sweet Haven to assist her client, who's confessed to murdering his girlfriend. The accused is a war hero and the town's favored son; no one wants to believe him guilty. Yet the evidence and his confession seem incontrovertible. Once Winter intuits the hidden truth, he must choose between justice and mercy-and decide what's most important in life.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/copy-of-constitution-sells-for-43-2-million-as-crypto-group-is-outbid-11637285144", "title": "Crypto Group Is Outbid in Auction of Rare Edition of the Constitution", "date": "2021-11-18 22:07", "summary": "Private collector beat out a group of cryptocurrency investors who raised more than $40 million to buy the historic document. The art market wasn't ready for revolution. A rare, first-edition copy of the U.S. Constitution sold for $43.2 million at Sotheby's Thursday, but it appears the winner is a private collector rather than an online group of cryptocurrency investors.", "categories": [["Books & Arts", "Arts", "Art & Auctions"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-auctions?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-real-biden-bill-at-least-4-6-trillion-congressional-budget-office-score-congress-democrats-11637275848", "title": "The Real Biden Bill: At Least $4.6 Trillion", "date": "2021-11-18 21:50", "summary": "Program by program, here's how Democrats disguise the real cost of their entitlement blowout.. The Congressional Budget Office on Thursday released its \"official\" cost estimates for the House tax and entitlement bill, but don't believe it. The CBO gnomes aren't lying about a 10-year deficit estimate of $367 billion. They're obliged to score the bill under rules that Democrats have rigged with multiple tricks that disguise the real cost by trillions of dollars.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lunar-eclipse-beaver-moon-when-how-watch-11637190802", "title": "When Is the Lunar Eclipse?", "date": "2021-11-18 21:43", "summary": "A rare lunar eclipse is expected to be the longest in 581 years. A partial lunar eclipse is expected to be visible before dawn on Friday, Nov. 19. The full moon will turn increasingly reddish-orange the more the Earth's shadow covers it. But since it is a partial lunar eclipse, a sliver of the moon will remain visible even at maximum coverage, before the shadow retreats and the moon regains its normal hue.", "categories": [["Life & Work", "Science"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wta-expresses-new-concern-over-safety-of-chinas-peng-shuai-following-email-11637206707", "title": "WTA Expresses New Concern Over Safety of China's Peng Shuai Following Email", "date": "2021-11-18 20:44", "summary": "Chinese state media published screenshot of what it called an email from tennis star that says 'everything is fine' amid sexual-assault allegations. The head of the world's governing body for women's tennis raised new concerns about the status of Chinese star Peng Shuai after state media posted what it said was an email recanting her sexual-assault accusations against a retired senior Chinese official.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trouble-in-mind-alice-childress-roundabout-theater-company-lachanze-chuck-cooper-diana-princess-of-wales-david-bryan-joe-di-pietr-jeanne-de-waal-11637272134", "title": "'Trouble in Mind' and 'Diana, the Musical' Reviews: Producers' Perils", "date": "2021-11-18 20:30", "summary": "Alice Childress's 1955 play about the hardships faced by Black actors makes it to Broadway at long last; a sing-songy take on the Princess of Wales is a royal pain despite a strong cast and production. New York", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-post-gamestop-reform-push-sec-seeks-more-disclosure-of-stock-lending-11637285122", "title": "In Post-GameStop Reform Push, SEC Seeks More Stock-Lending Disclosure", "date": "2021-11-18 20:25", "summary": "Proposed rule would require securities-lending data to be reported within 15 minutes of loan being made. The Securities and Exchange Commission is moving to bring greater transparency to the securities-lending market, where short-selling hedge funds borrow shares to bet against companies' stocks.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-pressures-activision-blizzard-11637280130", "title": "Microsoft Pressures Activision Blizzard", "date": "2021-11-18 19:02", "summary": "Microsoft's Xbox chief told employees the company is evaluating its relationship with the gaming company amid questions about its handling of sexual-misconduct issues. Microsoft Corp.'s videogame boss said the company is evaluating its relationship with Activision Blizzard Inc. in the wake of a Wall Street Journal article about its chief executive's handling of sexual-misconduct issues at the videogame company.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-slowly-learns-to-live-with-covid-vaccines-shots-flu-fauci-antivax-infection-11637275001", "title": "America Slowly Learns to Live With Covid", "date": "2021-11-18 18:43", "summary": "Shots are an achievement but not a miracle, and other realities with which we're coming to terms.. We're in a funny place with the Covid pandemic. It feels like it's ending. Its ability to govern our lives is, certainly. Lockdowns and shutdowns ran out of steam; people have returned to life or are returning. At the same time we know we're not at the end. We read the headlines-infections flare here, hospitals suddenly overwhelmed there. Covid isn't leaving, it's sticking around. The subject of mandates is an ever-changing blur; no one knows exactly what's officially allowed, and where.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hamptons-beachfront-home-sells-for-70-million-11637278825", "title": "Hamptons Beachfront Home Sells for $70 Million", "date": "2021-11-18 18:40", "summary": "In Southampton on exclusive Meadow Lane, the property has 500 feet of frontage on the ocean. On Southampton's tony Meadow Lane, an estate spanning more than eight oceanfront acres has sold for $70 million in one of the biggest Hamptons deals this year.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-elizabeth-holmes-trial-patients-describe-alarming-test-results-11637272480", "title": "Patients Describe Alarming Test Results", "date": "2021-11-18 18:39", "summary": "A Fortune journalist who profiled the Theranos chief executive also takes the stand. SAN JOSE, Calif.-Jurors heard testimony this week from voices that have been scant in Elizabeth Holmes's criminal-fraud trial so far: patients who took Theranos Inc. tests, as well as Ms. Holmes herself.", "categories": [["Business", "Law"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/law-legal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-deere-inflation-bellwether-united-auto-workers-union-wages-11637276050", "title": "John Deere, Inflation Bellwether", "date": "2021-11-18 18:39", "summary": "The company's union workers win automatic cost-of-living increases, which should raise alarms at the Federal Reserve.. Credit Deere & Co. employees for reading the moment. After a month or so on strike, they won a contract this week that their union negotiators might not have dreamed of a year ago. The episode reveals how inflation is seeping into business decisions and worker demands.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fbis-raid-on-james-okeefe-project-veritas-department-of-justice-merrick-garland-11637091882", "title": "The FBI's Raid on James O'Keefe", "date": "2021-11-18 18:34", "summary": "Justice had better have good reason for seizing a journalist's records.. Attorney General Merrick Garland still refuses to retract the memo he sent last month instructing the Department of Justice to scrutinize parents protesting at local school board meetings. Now his department may have committed another civil-liberties abuse with its raid on Project Veritas leader James O'Keefe.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-needs-order-filibuster-reconciliation-spending-build-back-better-cbo-byrd-rule-11637270597", "title": "Congress Needs to Get Back to Regular Order", "date": "2021-11-18 18:29", "summary": "Reconciliation wasn't meant to be the vehicle for social change.. Henry David Thoreau offered this advice from Walden Pond in 1848: \"Simplify, simplify.\" Ralph Waldo Emerson replied that \"Simplify\" would have been enough.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/green-bay-packers-stockholders-have-only-a-rooting-stake-round-finance-aaron-rodgers-11637271194", "title": "Green Bay Packers Stockholders Have Only a Rooting Stake", "date": "2021-11-18 18:28", "summary": "The NFL should reform its ownership structure and let other teams raise capital creatively.. The Green Bay Packers aren't the only 8-2 team in the National Football League, but their unique ownership structure gives them an advantage over the competition. Green Bay Packers Inc. is organized as a publicly held nonprofit corporation owned by the public, and this week it announced its sixth \"stock offering\" in the franchise's history. For a league that prides itself on leveling the playing field through salary caps and reverse-order drafts, the NFL made a glaring error when it adopted a rule allowing only one team to raise capital this way.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xi-jinping-war-on-tibetan-buddhism-lanugage-china-monks-education-unity-sixth-plenum-11637269866", "title": "Xi Jinping's War on Tibetan Buddhism", "date": "2021-11-18 18:27", "summary": "Beijing wants future lamas and monks to learn the faith only in Mandarin.. The Chinese Communist Party recently adopted a landmark resolution hailing the country's accomplishments under President Xi Jinping. The communiqué, published after last week's Sixth Plenum meeting, made clear that Mr. Xi's already expansive power will grow. The effects of this will be felt around the world, but few groups stand to suffer as much as Tibetans.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/look-review-the-big-picture-11637278008", "title": "'Look' Review: The Big Picture", "date": "2021-11-18 18:26", "summary": "Look was not a bland imitation of its dominant competitor, Life. It was feisty, forward-looking and optimistic about the American experiment.. America's great glossy magazines were once at the pulsing heart of popular culture. Millions of readers devoured their copies of Life, Look, the Saturday Evening Post, Collier's, the New Yorker, Reader's Digest, Time, Newsweek, Vogue, Harper's Bazaar, Ladies' Home Journal and more. They were rewarded with provocative stories, stunning photographs, illustrations by popular artists like Norman Rockwell, and beguiling ads for sleek new cars and other prizes of the booming consumer economy.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reconciliation-bill-moderates-let-joe-manchin-kyrsten-sinema-hassan-kelly-build-back-better-11637276328", "title": "On Reconciliation Bill, Senate Moderates Hide Behind Joe Manchin and Kyrsten Sinema", "date": "2021-11-18 18:25", "summary": "Sens. Maggie Hassan, Mark Kelly and Catherine Cortez Masto have been awfully quiet. All are up for re-election in 2022.. The Beltway press corps continues to hound Sen. Joe Manchin for every-other-minute updates on his thinking about the Democrats' proposed $1.75 trillion spending bill. Sen. Maggie Hassan has never had it so lucky.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-lifted-exit-ban-on-u-s-citizen-before-biden-xi-talks-11637276069", "title": "Before Talks, China Lifted Exit Ban and U.S. Deported Chinese Nationals", "date": "2021-11-18 18:17", "summary": "U.S. sent home seven Chinese citizens who had served prison terms. Days before the leaders of the U.S. and China convened a virtual summit this week, China quietly withdrew an American citizen's ban on leaving the country and the U.S. sent back to China seven of its nationals who had served prison sentences in the U.S., American officials say.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toshiba-split-japan-management-division-keiretsu-cross-shareholding-foreign-activist-investor-11637272011", "title": "The Toshiba Split: A Farewell to Poor Japanese Management?", "date": "2021-11-18 18:06", "summary": "Having shed inefficiencies since the 1990s, the corporate environment may be ready for reform.. Japan Inc. transforms itself the way an Ernest Hemingway character goes bankrupt: gradually, then suddenly. Friday's announcement by Toshiba , one of the country's oldest conglomerates, that it wants to tear itself apart raises the tantalizing prospect that we may be entering a \"suddenly\" phase. Please, let it be true.", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-murdoch-on-big-digital-rupert-newscorp-journal-advertising-11637272691", "title": "Notable & Quotable: Murdoch on 'Big Digital'", "date": "2021-11-18 18:03", "summary": "'A quick Google News search on most contemporary topics often reveals a similar pattern of selectivity-or, to be blunt, censorship'. Rupert Murdoch, executive chairman of News Corp (which owns the Journal), speaking at the company's annual stockholders meeting, Nov. 17:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-will-kyle-rittenhouse-verdict-announced-kenosha-trial-11637074669", "title": "Kyle Rittenhouse Verdict: When Will It Be Announced?", "date": "2021-11-18 18:03", "summary": "The jury is currently deliberating on the case in Kenosha, Wis., to decide what happens to the teenager who killed two men. Kyle Rittenhouse, now 18 years old, faces charges of intentional, reckless and attempted homicide, and reckless endangerment. The case concerns the night of Aug. 25, 2020: Mr. Rittenhouse shot and killed two men and wounded another as he patrolled the city with a rifle and a small medical kit amid unrest after the police shooting of Jacob Blake.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/political-calculus-confronts-biden-on-fed-pick-of-powell-vs-brainard-11637274025", "title": "Political Calculus Confronts Biden on Powell vs. Brainard Fed Pick", "date": "2021-11-18 17:56", "summary": "Chairman Jerome Powell likely faces an easier confirmation path. Looming in the background of President Biden's choice for Federal Reserve chair is a political question: How much of a fight would Chairman Jerome Powell or governor Lael Brainard face to garner 50 votes in the U.S. Senate.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-men-convicted-of-malcolm-x-murder-are-exonerated-11637267277", "title": "Two Men Convicted of Malcolm X Murder Are Exonerated", "date": "2021-11-18 17:45", "summary": "A New York State Supreme Court judge tossed the convictions of Muhammad A. Aziz and Khalil Islam during a hearing Thursday. Two men were exonerated in the 1965 murder of Black civil rights leader Malcolm X after a judge vacated their convictions at the request of the Manhattan district attorney.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/infra-a-new-shorthand-for-supporting-structures-11637275216", "title": "'Infra': A New Shorthand for Supporting Structures", "date": "2021-11-18 17:40", "summary": "A Latin prefix for 'below' undergirds a term for public works, computer networks and military installations. ", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supply-chain-snarls-deliver-windfalls-to-wall-street-11637231401", "title": "Supply-Chain Snarls Deliver Windfalls to Wall Street", "date": "2021-11-18 17:37", "summary": "Hedge funds cash in via appreciating stakes in container-ship companies, sales of vessels. Global supply-chain bottlenecks are creating headaches for retailers, delays for consumers-and big gains for financial firms that invested in container ships before the pandemic upended the logistics business.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fincen-asks-banks-to-watch-for-transactions-linked-to-environmental-crimes-11637275017", "title": "FinCEN Asks Banks to Watch for Transactions Linked to Environmental Crimes", "date": "2021-11-18 17:36", "summary": "The new emphasis on environmental crimes reflects a governmentwide push by the Biden administration to mitigate the causes of climate change. The world of illegal logging might seem far removed from the well-lit offices of the U.S.'s main financial hubs, but the government is hoping bankers can play a part in stopping such crimes.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sweetgreen-to-make-market-debut-after-upsized-ipo-11637245537", "title": "Sweetgreen Shares Nearly Double in Markets Debut", "date": "2021-11-18 17:27", "summary": "Stock of the salad chain opens at $52 after being priced Wednesday at $28. Sweetgreen Inc. shares jumped 77% in their market debut Thursday, the latest new offering to surge on its first day of trading.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-unhappy-customers-of-california-11637273831", "title": "The Unhappy Customers of California", "date": "2021-11-18 17:17", "summary": "Another day, another government-imposed hassle in La La Land.. Now they're coming for your condiments, Californians, as new regulations are squirting all over the Golden State. Nathan Solis reports this week for the Los Angeles Times:", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adele-30-album-review-lyrics-to-be-loved-easy-on-me-simon-konecki-11637273389", "title": "'30' Album Review: Adele for All Seasons", "date": "2021-11-18 17:11", "summary": "The hotly anticipated record, which includes the single 'Easy on Me,' features moving lyrics and affecting music. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/instagram-effects-on-children-is-being-investigated-by-coalition-of-states-11637262000", "title": "Instagram's Effects on Children Are Being Investigated by States", "date": "2021-11-18 17:09", "summary": "Move raises pressure on parent company Meta Platforms, formerly called Facebook, over the potential harms to its users. A bipartisan coalition of state attorneys general said Thursday it is investigating how Instagram attracts and affects young people, amping up the pressure on parent company Meta Platforms Inc. over potential harms to its users.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/king-richard-hbo-max-will-smith-richard-williams-venus-williams-serena-williams-saniya-sidney-demi-singleton-aunjanu-ellis-11637273278", "title": "'King Richard': Will Smith Plays a Man With a Plan", "date": "2021-11-18 17:09", "summary": "Will Smith is the demanding but loving father of Venus and Serena Williams in Reinaldo Marcus Green's biopic, in theaters and streaming on HBO Max. 'Just have fun,\" Richard Williams tells his young daughters more than once in \"King Richard.\" Remarkably, they do.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-great-hulu-ellie-fanning-catherine-the-great-tom-mcnamara-nicholas-hoult-phoebe-fox-adam-godley-11637273084", "title": "'The Great' Season 2 Review: The Winter Palace Heats Up", "date": "2021-11-18 17:05", "summary": "The Hulu series, very loosely based on the life of Catherine the Great, returns. In \"Topsy-Turvy,\" Mike Leigh's 1999 masterpiece about Gilbert & Sullivan, actress Wendy Nottingham delivers the old line: \"The more I see of men, the more I admire dogs.\" Dogs also come off relatively well in \"The Great,\" which returns to Hulu on Friday, visiting a much earlier historical period, with far less music, far more violence and much more sex. But the male behavior is mangy enough that an empire hangs in the balance.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/julius-jones-execution-oklahoma-11637192049", "title": "Julius Jones's Death Sentence Is Commuted", "date": "2021-11-18 17:04", "summary": "Convicted in 1999 killing, Jones has been in prison for nearly 20 years. Oklahoma Gov. Kevin Stitt commuted the death sentence of Julius Jones to life without parole Thursday, hours before Mr. Jones was scheduled to be executed, in a case that had drawn doubts from the state's pardon and parole board.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cmon-cmon-mike-mills-joaquin-phoenix-woody-norman-gaby-hoffman-scoot-mcnary-11637273026", "title": "'C'mon C'mon' Review: Travels With a Handful", "date": "2021-11-18 17:04", "summary": "Joaquin Phoenix stars as a radio journalist looking after a precocious 9-year-old in Mike Mills's free-form feature. If a carefully plotted, meticulously polished drama is what you're after, you'll want to pass on \"C'mon C'mon.\" If you're up for going with the fascinating flow of a mercurial tale, this distinctive feature by Mike Mills may be just the ticket. (Literally so; it's playing in select theaters.)", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-line-apple-tv-eddie-gallagher-navy-seals-iraq-doug-shultz-jeff-zimbalist-11637272975", "title": "'The Line' Review: What Happened in Mosul", "date": "2021-11-18 17:03", "summary": "A four-part documentary looks at former Navy SEAL Eddie Gallagher. Strictly from a public-relations standpoint, one of the knottier problems facing former Navy SEAL Eddie Gallagher-never mind the entire Special Operations branch of the U.S. military-was the intervention of Donald Trump during Mr. Gallagher's 2018 prosecution for war crimes in Iraq. Coming as it did before a trial had even started, Mr. Trump's involvement, rightly or wrongly, implied not that Mr. Gallagher was guilty or innocent, but that the crimes he was accused of didn't matter. And neither did a military code of honor.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-power-of-the-dog-benedict-cumberbatch-kirsten-dunst-jane-campion-kodi-smit-mcphee-jesse-plemons-11637272905", "title": "'The Power of the Dog' Review: A Man's Man in Cowboy Country", "date": "2021-11-18 17:02", "summary": "Jane Campion's western stars Benedict Cumberbatch as a menacing, tormented rancher. 'The Power of the Dog\" is Jane Campion's first feature in 12 years. The writer-director who had an international success with \"The Piano\" almost three decades ago has not only returned to the big screen-the film is showing in theaters before going to Netflix on Dec. 1-but filled it with the classic imagery of a western. The time is 1925 and the setting is a thriving Montana cattle ranch dominated by its co-owner, Phil Burbank, who is played by Benedict Cumberbatch. It's a formidable performance, seething with menace, and Phil is a commanding presence, though commanding in more ways than one. The character keeps telling us, almost ordering us, what to feel. So do many of the images, the lugubrious pace and the direction throughout. Insisting on the significance of its themes, the film dispenses one emotion at a time while it creates a pervasive atmosphere of dread. Yet there's no air in the atmosphere, not much life in the brooding landscapes.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ahmaud-arbery-trial-defendant-describes-moments-after-shooting-11637259877", "title": "Ahmaud Arbery Trial Defendant Describes Moments After Shooting", "date": "2021-11-18 16:58", "summary": "'I just killed a man. I had blood on me still,' Travis McMichael testified of his agitated state while talking to police. The Georgia man who killed Ahmaud Arbery faced questioning on the stand Thursday about his statements to police after the February 2020 shooting and what he knew of the 25-year-old man before engaging in an armed pursuit.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-trump-immigration-southern-border-mexico-11637256075", "title": "Biden Immigration Policy Marred by Internal Rifts: 'Recipe for Disaster'", "date": "2021-11-18 16:55", "summary": "Resume Subscription. WASHINGTON-The Biden administration's immigration policy has been muddled by high-profile reversals and splits within the senior ranks, leaving the government struggling to counter a record number of migrants at the border and reliant on some Trump administration policies that President Biden pledged during his campaign to unwind.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-11-18-2021-11637225449", "title": "S&P 500 Sets Another Record Following Earnings From Macy's and Kohl's", "date": "2021-11-18 16:55", "summary": "Nasdaq Composite also sets fresh record. U.S. stocks hit another record Thursday as Macy's and Kohl's posted strong earnings and unemployment data showed the labor market is continuing to recover.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macys-sales-and-profit-jump-ahead-of-holiday-period-11637243283", "title": "Macy's Hires Adviser to Study Separation of E-Commerce Business", "date": "2021-11-18 16:51", "summary": "An activist investor has pressed the department-store chain to follow the path of Saks Fifth Avenue in spinning off its digital segment. Macy's Inc. said it hired consulting firm AlixPartners to evaluate whether it makes sense to spin off its e-commerce operations, a move that comes amid pressure from an activist investor to separate the fast-growing digital segment from the department-store chain's physical stores.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-enters-semiconductor-business-amid-chip-shortage-impact-11637242202", "title": "Ford, GM Step Into Chip Business", "date": "2021-11-18 16:37", "summary": "Stung by semiconductor shortage, Detroit's two biggest car companies are looking to align with computer-chip makers to develop and potentially manufacture chips. Detroit's two biggest auto makers- Ford Motor Co. and General Motors Co. -are looking to get into the semiconductor business, after a year of computer-chip shortages that snarled their global factory output.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-says-u-s-is-considering-diplomatic-boycott-of-beijing-winter-olympics-11637262767", "title": "Biden Says U.S. Weighing Diplomatic Boycott of Beijing Olympics", "date": "2021-11-18 16:32", "summary": "A diplomatic boycott could bar government officials from attending the games. WASHINGTON-President Biden said the U.S. government is considering a diplomatic boycott of the upcoming Winter Olympics in Beijing, a decision that could bar government officials from attending the games.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nike-launches-virtual-play-place-on-roblox-11637270756", "title": "Nike Launches Virtual Play Place on Roblox", "date": "2021-11-18 16:25", "summary": "Company earlier filed trademark applications indicating it wanted to sell digital versions of its sneakers, clothing and other goods. Nike Inc. has launched a virtual play place on Roblox Corp.'s online game platform that lets players dress their digital avatars in Nike sneakers, hats or backpacks.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/match-introduces-a-human-matchmaking-element-to-its-dating-app-11637269774", "title": "Match Introduces a Human Matchmaking Element to Its Dating App", "date": "2021-11-18 16:09", "summary": "For $4.99 a week, Match dating experts will go through a user's answers to four questions and try to pair her or him more perceptively than its algorithm does. Match Group Inc. has introduced matchmakers to its namesake dating app, offering a small human filter to the romantic suggestions its algorithm generates, the company said.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-spy-friday-crossword-november-19-11637178830", "title": "I Spy (Friday Crossword, November 19)", "date": "2021-11-18 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-rich-friends-awkward-invitation-11637268989", "title": "A Rich Friend's Awkward Invitation", "date": "2021-11-18 15:56", "summary": "A behavioral economist answers questions about accepting lavish hospitality and work emails received at odd hours. Behavioral economist Dan Ariely uses psychological research to advise on everyday dilemmas. Read more columns here.", "categories": [["Life & Work", "Ideas", "Ask Ariely"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/ask-ariely?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-senate-saule-omarova-occ-11637199839", "title": "Nominee to Oversee Big Banks Faces Criticism at Senate Hearing", "date": "2021-11-18 15:43", "summary": "Saule Omarova, the pick for Comptroller of the Currency, testifies before lawmakers. WASHINGTON-President Biden's choice to lead a top banking regulator faced criticism at a hearing Thursday from moderate Democrats who hold the key to her nomination, leaving her confirmation prospects uncertain.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-dismisses-meme-stock-lawsuit-against-robinhood-and-citadel-securities-11637265778", "title": "Judge Dismisses Lawsuit Against Robinhood and Citadel Securities", "date": "2021-11-18 15:31", "summary": "Ruling says evidence found by investors' lawyers wasn't strong enough to support accusations of illegal collusion. Robinhood Markets Inc. scored a victory as a federal judge dismissed a lawsuit accusing the brokerage of colluding with electronic trading firm Citadel Securities to stop investors from buying GameStop Corp. and other meme stocks in January.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-surge-prompts-renewed-lockdown-in-parts-of-europe-11637267293", "title": "Covid-19 Surge Prompts Renewed Lockdown in Parts of Europe", "date": "2021-11-18 15:28", "summary": "In U-turn, officials in Germany and elsewhere impose new measures following rise in infections among vaccinated people. BERLIN-Parts of Europe are again locking down to prevent hospitals from becoming overwhelmed by a steep rise in Covid-19 patients as data shows a rise in infections among vaccinated people who are passing on the disease.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/endeavor-nears-deal-to-sell-stake-in-content-business-to-parasite-backer-11637266149", "title": "Endeavor Nears Stake Sale of Content Business to 'Parasite' Backer", "date": "2021-11-18 15:27", "summary": "South Korea's CJ ENM nears deal to buy majority stake in Endeavor Content's scripted business. Endeavor Group Holdings Inc. is nearing a deal to sell a majority stake in its scripted-content business to South Korean media firm CJ ENM , according to people familiar with the matter, as the \"Parasite\" backer bulks up its presence in Hollywood.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-townhouse-sells-for-22-5-million-11637266055", "title": "New York City Townhouse Sells for $22.5 Million", "date": "2021-11-18 15:07", "summary": "Former Mets owner Sterling Equities sold the renovated house, which is the priciest ever to trade in Chelsea. A renovated Chelsea townhouse has sold for $22.5 million, the highest price paid for a townhouse in the neighborhood to date.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-old-is-new-again-11637265738", "title": "What's Old is New Again", "date": "2021-11-18 15:02", "summary": "The sellers spent two years renovating this circa-1830s townhouse in Manhattan.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/what-to-watch-40-tv-shows-and-movies-to-stream-free-of-charge-11637265601", "title": "What to Watch: New Movies and Series That Don't Cost a Dime to Stream", "date": "2021-11-18 15:00", "summary": "From 'Leverage: Redemption' to the debut of 'Yellowjackets,' here's where to find movies, series and episodes streaming free of charge. There is a streaming battle under way among free, ad-supported streaming services that are attracting millions of viewers who don't mind spending time with commercials. Once known as the cheapest way to find \"Matlock\" reruns, free streamers have been investing heavily in original programming featuring top Hollywood talent.", "categories": [["Books & Arts", "Entertainment", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-polish-border-migrants-say-belarus-waved-them-through-11637264445", "title": "Migrants at Polish Border Say Belarus Waved Them Through", "date": "2021-11-18 14:40", "summary": "Resume Subscription. MINSK, Belarus-Word went out across Iraq on Facebook, YouTube and Telegram: The landlocked former Soviet republic of Belarus was offering an easy gateway to a new life in the European Union. Brothers Araz and Anad Shawkat decided this was their best shot to escape the hardships of home.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-charges-two-iranians-with-attempting-to-interfere-in-2020-presidential-election-11637259450", "title": "U.S. Charges Two Iranians With Attempting to Interfere in 2020 Presidential Election", "date": "2021-11-18 14:31", "summary": "U.S. authorities say 'state-sponsored actors' sent threatening messages and posed as far-right group Proud Boys. WASHINGTON-U.S. authorities on Thursday accused two Iranian nationals of engaging in voter intimidation and election interference ahead of last year's U.S. presidential election, describing them as \"state-sponsored actors\" involved in a disinformation campaign.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-reconstruction-points-to-animal-origins-for-covid-19-11637262041", "title": "New Reconstruction Points to Animal Origins for Covid-19", "date": "2021-11-18 14:31", "summary": "An evolutionary biologist reviewed data and reports on first known cases to show most were clustered around Wuhan's seafood market. A scientist known for investigating viral origins has reconstructed the first known weeks of the Covid-19 pandemic, adding to a growing body of evidence that the virus behind it jumped from infected animals to humans rather than emerging from laboratory research.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prada-heads-to-austin-chasing-new-wealthy-u-s-markets-11637263396", "title": "Prada Heads to Austin, Chasing New, Wealthy U.S. Markets", "date": "2021-11-18 14:23", "summary": "Maker of high-end shoes, handbags says it 'underinvested' and plans stores in places like Austin, Texas, and Baltimore-D.C.. Prada SpA, long a bastion of Fifth Avenue and Rodeo Drive, is planning to open more stores across the rest of the country, making U.S. expansion key to a three-to-five-year plan to boost overall sales by 50% from pre-pandemic levels.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cars-and-chips-will-only-get-closer-11637263396", "title": "Cars and Chips Will Only Get Closer", "date": "2021-11-18 14:23", "summary": "Ford might end up designing chips that GlobalFoundries will build for next-generation electric vehicles. Ford 's collaboration with GlobalFoundries is likely the first of many between the semiconductor industry and car companies intent on tailing Tesla . Just don't expect Detroit to actually make microchips.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yes-canada-was-too-cold-for-the-vikings-11637262489", "title": "Yes, Canada Was Too Cold for the Vikings", "date": "2021-11-18 14:08", "summary": "We finally know why the 11th-century Nordic explorers left North America so fast. This year we can mark the exact 1,000th anniversary of the Vikings landing on the northern tip of Newfoundland, thanks to recent carbon-dating. Yet to this day, no one has been absolutely sure why they came-or why they left. As with the disappearance of the Mayans and the mysterious events that transpired in the \"lost colony\" in Roanoke in 1590, whatever happened at L'Anse aux Meadows has stayed buried at L'Anse aux Meadows.", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/natcon-national-conservative-aei-cato-libertarian-president-executive-11637194476", "title": "Don't Look to the President for Your Welfare", "date": "2021-11-18 14:06", "summary": "Libertarians can't go along with national conservatives on the role of the executive.. Christopher DeMuth's op-ed \"Why America Needs National Conservatism\" (Nov. 13) is less than compelling.﻿First, he admonishes the conservative movement for being too reformist-\"Burkean\"-in the face of woke radicalism, without offering a coherent, more aggressive alternative strategy. This from a man who for more than two decades was president of the American Enterprise Institute, the definition of a Burkean think tank.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alec-baldwin-shooting-guns-safety-training-actors-hollywood-11637193640", "title": "There's No Hollywood Loophole for Gun Safety", "date": "2021-11-18 14:03", "summary": "Alec Baldwin should take responsibility and promote new safety standards.. Regarding Matthew Hennessey's op-ed \"The Truth Behind Alec Baldwin's Gun\" (Nov. 15): If someone handed you a gun and said it wasn't loaded, would you aim it at your daughter and pull the trigger? Of course not, but that is exactly what Mr. Baldwin did-but it was someone else's daughter. He should take responsibility and promote new safety standards.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abortion-choice-life-pro-planned-parenthood-privacy-women-right-11637193303", "title": "Making a White Whale of a Woman's Right to Choose", "date": "2021-11-18 14:02", "summary": "Abortion is a profoundly moral act.. Lance Morrow lumps the obliteration of boundaries relating to race, gender, drugs, pornography and abortion as the cause of societal disintegration in America (\"An Age of Violated Boundaries,\" op-ed, Nov. 11).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkeys-lira-slides-to-historic-low-ahead-of-central-bank-meeting-11637231995", "title": "Turkey Currency Crisis Threatens Economy, Posing Challenge to Erdogan Rule", "date": "2021-11-18 13:59", "summary": "Lira slides to record low after central bank cuts rates again. ISTANBUL-A currency crisis is shaking Turkey's economy, imperiling President Recep Tayyip Erdogan's nearly two-decade-long grip on power and upending living standards in a country that had enjoyed years of growth.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/school-choice-vouchers-milton-friedman-segregation-virginia-maclean-11637192224", "title": "MacLean Replies on School Vouchers and Segregation", "date": "2021-11-18 13:59", "summary": "Phillip Magness ignores the substance of my research on the history of the voucher movement in Virginia.. I am disappointed that the Journal published Phillip Magness's op-ed \"School Choice's Antiracist History\" (Oct. 19), a grossly inaccurate attempt to rebut my working paper \"How Milton Friedman Exploited White Supremacy to Privatize Education.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/agricultural-monoculture-agribusiness-wheat-prices-fertilizer-11637191914", "title": "The Consequences of Agricultural Monoculture", "date": "2021-11-18 13:57", "summary": "There's a reason farmers need expensive fertilizers, which are a cause of rising wheat prices.. The use of monoculture by American farmers could have led to degradation of the soil and lowered wheat output (\"Wheat-Price Rally Signals Food Inflation,\" Banking & Markets, Nov. 5).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unilever-sells-ekaterra-tea-business-to-cvc-capital-11637257633", "title": "Unilever to Sell Lipton Tea to CVC Capital for $5 Billion", "date": "2021-11-18 13:28", "summary": "Tea business has struggled for growth in recent years amid changing consumer tastes. LONDON- Unilever PLC has agreed to sell the bulk of its tea business to CVC Capital Partners for €4.5 billion, equivalent to more than $5 billion, the consumer-product giant's latest move to jettison slower-growing parts of its business.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/willis-towers-to-revamp-board-following-activist-pressure-11637240400", "title": "Willis Towers to Revamp Board Following Activist Pressure", "date": "2021-11-18 13:25", "summary": "Insurance broker will replace its chairman and three other board members following talks with activist investor Elliott. Willis Towers Watson PLC is replacing almost half of its board including the chairman, the insurance broker's latest effort to remake itself following the collapse of a merger with a major rival.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-debates-requiring-women-to-register-for-military-draft-11637259942", "title": "Congress Debates Requiring Women to Register for Military Draft", "date": "2021-11-18 13:25", "summary": "Lawmakers' stances on Selective Service cut across party lines amid debates over fairness, physical strength, gender roles. WASHINGTON-Congress is moving closer to requiring women to register for the draft for the first time in American history.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pennsylvania-pension-cio-jim-grossman-to-resign-amid-federal-probe-11637243641", "title": "Two Top Pennsylvania Pension Fund Officials to Retire Amid Federal Probe", "date": "2021-11-18 13:10", "summary": "The $64 billion school employees fund accepted the retirement of Glen Grell, the executive director, and Jim Grossman, the chief investment officer. Two top officials at Pennsylvania's largest pension fund are retiring amid a federal investigation and calls by some board members for their ouster.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-november-13-11637258773", "title": "Bestselling Books Week Ended November 13", "date": "2021-11-18 13:06", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prada-grows-into-its-roomy-share-price-11637258612", "title": "Prada Grows Into Its Roomy Share Price", "date": "2021-11-18 13:03", "summary": "The Italian luxury brand set new financial targets at an investor day and hinted at its succession plans. Prada 's first 10 years as a public company have been patchy. But the family-controlled luxury brand has a sharper new look and leader-in-waiting.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macys-online-ambitions-look-dressed-up-11637258178", "title": "Macy's Online Ambitions Look Dressed Up", "date": "2021-11-18 12:56", "summary": "Retailer's shares have soared on hopes it could spin out its e-commerce business, but expectations may be hard to meet. Macy's is trying on a new look and investors like what they see.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/encrypted-phone-company-demands-u-s-return-its-web-domains-11637256162", "title": "Encrypted-Phone Company Says U.S. Improperly Shut It Down", "date": "2021-11-18 12:22", "summary": "Canadian company Sky Global said it was providing a legal product when forced to shut down in March; it asks government to return web domains it seized. Lawyers for Canadian technology company Sky Global filed a legal complaint this week alleging that the U.S. government had improperly shut down its encrypted-messaging business and tarred the company and its executives as a criminal enterprise merely for providing secure mobile-phone technology.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sleep-apnea-device-recall-from-philips-causes-new-worry-11637256053", "title": "Sleep Apnea Device Recall From Philips Causes New Worry", "date": "2021-11-18 12:20", "summary": "After summer recall, FDA says replacement devices being shipped to users could be harmful, too. Over the summer, Royal Philips NV set off a scramble among sleep apnea sufferers when it recalled millions of machines that many use to breathe at night, citing concerns that the foam in the devices could pose a health risk.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prospects-of-intellectual-property-waiver-on-covid-19-vaccines-fade-11637251190", "title": "Prospects of Intellectual-Property Waiver on Covid-19 Vaccines Fade", "date": "2021-11-18 12:14", "summary": "Agreement to waive IP looks increasingly unlikely, with U.S. not acting to bridge gap between supporters and opponents. An agreement to waive the intellectual-property rights underpinning Covid-19 vaccines-a prospect poor countries have hoped would ease supplies to the developing world-is becoming increasingly unlikely, say people familiar with the situation, with the U.S. not acting to bridge disagreements between developing world countries and those opposing such a measure.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-dogs-do-and-dont-understand-11637255658", "title": "What Dogs Do and Don't Understand", "date": "2021-11-18 12:14", "summary": "Our canine friends don't get the meaning of our words without extra cues, research shows-but they do learn to anticipate what we say. Psychologist Susan Pinker explores new discoveries in the science of human nature. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Mind and Matter: Susan Pinker"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/mind-and-matter-susan-pinker?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-manchin-stand-his-ground-on-inflation-budget-debt-economy-build-back-better-cbo-11637248788", "title": "Will Joe Manchin Stand His Ground on Inflation?", "date": "2021-11-18 12:05", "summary": "Federal spending is its biggest driver. He has demanded an honest accounting, due this week.. Long before the Bureau of Labor Statistics reported inflation had hit a 30-year high, Sen. Joe Manchin (D., W.Va.) raised concerns about how President Biden's Build Back Better bill would affect the economy, the national debt, entitlements and especially inflation. To assess the bill's potential consequences, he demanded, among other things, a complete budgetary scoring by the Congressional Budget Office, with no gimmicks, program sunsets or phony savings.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-navy-range-has-diminished-dangerously-missile-aircraft-carrier-killer-china-ngad-air-dominance-11637248615", "title": "The U.S. Navy's Range Has Diminished Dangerously", "date": "2021-11-18 12:03", "summary": "Carrier air wings aren't prepared to overcome weapons that push U.S. ships away from shore.. Navy Secretary Carlos Del Toro has called China his service's \"most significant\" challenge, and he's dead right. Recent satellite images suggest China has been building a model of an American aircraft carrier in the desert to use as target practice. It's clear the rising power intends to hit the U.S. Navy's most visible and valuable ships at sea. Yet the American carrier fleet isn't set up to strike Chinese targets ashore. Instead of addressing this major vulnerability, the Navy is throwing time, money and energy into a new jet-fighter program.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-warren-calls-for-sec-to-investigate-trumps-spac-deal-with-dwac-11637254905", "title": "Warren Calls for SEC to Investigate Trump's SPAC Deal With DWAC", "date": "2021-11-18 12:01", "summary": "Massachusetts senator says DWAC might have committed securities violations by not disclosing private discussions about merger earlier in the year. Sen. Elizabeth Warren is asking the U.S. Securities and Exchange Commission to investigate former President Donald Trump's deal to take his social-media company public.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/climate-funds-whos-driving-growing-demand-11637165424", "title": "'Climate Funds': Who's Driving the Increased Demand", "date": "2021-11-18 12:00", "summary": "More individual and institutional investors want environmental issues as a core part of their portfolio. Some of the most remarkable growth in climate-related mutual funds and exchange-traded funds is being fueled by the evolution of investors' expectations: Many now want environmental issues at the center of their portfolio, not on the periphery.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/esg-investing-in-five-years-11637161312", "title": "Where Will ESG Investing Be in Five Years?", "date": "2021-11-18 12:00", "summary": "Resume Subscription. Investing based on environmental, social and governance (ESG) factors shows no signs of slowing down.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/turkeys-rate-debacle-is-a-warning-for-emerging-markets-investors-11637253443", "title": "Turkey's Rate Debacle Is a Warning for Emerging-Markets Investors", "date": "2021-11-18 11:37", "summary": "President Erdogan's experiments show why central banks in developing nations can't just copy their Western peers. When central banks in the West behave chaotically, those in developing countries have even less room to mess around. Turkey doesn't seem to have gotten the memo.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cvs-to-close-900-stores-over-three-years-11637246894", "title": "CVS to Close 900 Stores Over Three Years", "date": "2021-11-18 11:21", "summary": "Pharmacy chain says it will add health services to other locations, book roughly $1 billion restructuring charge. CVS Health Corp. said Thursday it will close 900 stores over the next three years, nearly 10% of its U.S. locations, while adding more health services at remaining locations.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-hes-not-flipping-quarterbacks-patriots-linebacker-kyle-van-noy-is-flipping-houses-11637251762", "title": "When He's Not Flipping Quarterbacks, Patriots Linebacker Kyle Van Noy Is Flipping Houses", "date": "2021-11-18 11:09", "summary": "Resume Subscription. Being a star player in the National Football League might bring fame, fortune and glory, but it can also mean insecurity-and a lot of moving around.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/oprah-winfrey-reese-witherspoon-invest-in-spanx-11637250841", "title": "Oprah Winfrey, Reese Witherspoon Invest in Spanx", "date": "2021-11-18 10:54", "summary": "Women join other celebrities and companies backing the shapewear brand. Oprah Winfrey, Reese Witherspoon and Bumble Inc . founder Whitney Wolfe Herd have invested in Spanx Inc., as Blackstone Inc . completed its majority investment valuing the women's shapewear brand at $1.2 billion.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-purchases-10-million-treatment-courses-of-pfizers-covid-19-pill-11637247263", "title": "U.S. Buys 10 Million Treatment Courses of Pfizer's Covid-19 Pill", "date": "2021-11-18 10:47", "summary": "The FDA is reviewing the antiviral drug and could decide whether to approve it by the end of this year. Pfizer Inc. said Thursday it agreed to a $5.29 billion deal with the U.S. to provide enough supplies of its promising Covid-19 pill to treat 10 million people, should health regulators give it the green light.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coty-cfo-plans-to-slash-cosmetic-giants-debt-further-11637250301", "title": "Coty CFO Plans to Slash Cosmetic Giant's Debt Further", "date": "2021-11-18 10:45", "summary": "The move, announced at an investor event on Thursday, comes as the company continues to shrink its portfolio to boost margins. Coty Inc.'s finance chief plans to slash the cosmetics giant's debt further, a move aimed at reassuring investors that the company is on track with its turnaround.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alibaba-posts-lower-profit-due-to-investment-losses-cuts-revenue-guidance-11637239978", "title": "Alibaba Cuts Growth Forecast on Slower Consumption, Tough Competition", "date": "2021-11-18 10:31", "summary": "Chinese consumers are spending less, hurting the e-commerce giant's outlook. Alibaba Group Holding Ltd. slashed its growth expectations for this fiscal year, as Chinese consumers spend less in an increasingly competitive e-commerce market.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-11-18-2021-11637179231", "title": "U.S. Jobless Claims Steady in Tight Labor Market", "date": "2021-11-18 10:14", "summary": "Filings for jobless benefits edged down last week as they drift toward pre-pandemic levels. U.S. jobless claims are gradually drifting down toward pre-pandemic levels as employers avoid layoffs and many workers quit or remain sidelined in a tight labor market.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-pushes-arms-control-talks-as-chinas-nuclear-arsenal-grows-11637231400", "title": "U.S. Pushes Arms-Control Talks as China Ups Nuclear Arsenal", "date": "2021-11-18 10:12", "summary": "Concerns that Beijing is developing hypersonic missiles and building nuclear silos have sparked alarm in Washington. TAIPEI-Washington is pushing for arms-control talks with China as the country, long an atomic also-ran, has rapidly expanded its nuclear arsenal with more warheads and more weapons to carry them.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dominant-eye-surgery-chain-lasikplus-put-profits-over-patient-care-some-doctors-say-11637247935", "title": "Dominant Eye Surgery Chain LasikPlus Put Profits Over Patient Care, Some Doctors Say", "date": "2021-11-18 10:05", "summary": "Resume Subscription. Since the laser surgery that can fix nearsightedness was approved in the 1990s, one firm, called LasikPlus, has grown into the U.S. industry's dominant force by using low prices as a draw and vacuuming up rival players.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/venezuela-turns-to-flashy-casinos-suvs-and-u-s-dollars-for-an-economic-boost-11637247602", "title": "Venezuela Turns to Flashy Casinos, SUVs and U.S. Dollars for an Economic Boost", "date": "2021-11-18 10:00", "summary": "Resume Subscription. CARACAS, Venezuela-A dozen casinos are opening here in a country where the Socialist government had banned gambling as a capitalist vice. And stores that were barren just a couple of years ago are now flush with imported goods, ranging from $8,000 bicycles to frozen desserts from the Cheesecake Factory.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/number-puzzles-saturday-november-20-11637009076", "title": "Number Puzzles (Saturday, November 20)", "date": "2021-11-18 10:00", "categories": [["WSJ Puzzles", "Number Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/number-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/skydiving-legend-pat-moorehead-age-90-11637247529", "title": "How to Jump Out of an Airplane-at Age 90", "date": "2021-11-18 10:00", "summary": "Skydiving legend Pat Moorehead keeps putting on the parachute. Still, he doesn't think he's special.. On Saturday, Nov. 20, Pat Moorehead turns 90 years old. When he rises, he'll pour a cup of coffee and eat some oatmeal with flax seed. Then he'll head out the door with his wife, Alicia, and drive to Perris, Calif.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nvidia-victorias-secret-rivian-macys-what-to-watch-when-the-stock-market-opens-today-11637236058", "title": "Nvidia, Victoria's Secret, Rivian, Macy's: What to Watch in the Stock Market Today", "date": "2021-11-18 09:36", "summary": "Victoria's Secret shares gained after its earnings report; A pair of electric-vehicle startups were ticking lower. The S&P 500 and the Nasdaq Composite opened higher amid another wave of earnings reports and as jobless claims held steady. Here's what we're watching in Thursday's trading:", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/german-digital-bank-n26-to-withdraw-from-the-u-s-close-500-000-accounts-11637245749", "title": "German Digital Bank N26 to Withdraw From the U.S.", "date": "2021-11-18 09:29", "summary": "CEO said in 2019 that N26 could 'be the leading mobile bank in the U.S.''. German digital bank N26, at one point Europe's most valuable fintech startup, said it is discontinuing its operations in the U.S. early next year.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adm-buys-stake-in-startup-farmers-business-network-11637244302", "title": "ADM Buys Stake in Startup Farmers Business Network", "date": "2021-11-18 09:05", "summary": "Deal values agtech startup at $3.9 billion; ADM says it will help monitor crops' carbon footprint. Archer Daniels Midland Co. invested in Farmers Business Network and announced a partnership with the agricultural technology firm aimed at making it easier to track the carbon footprint of crops from the planting stage.", "categories": [["U.S.", "Sustainable Business"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/sustainable-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-your-home-maintenance-style-11637244339", "title": "What's Your 'Home Maintenance' Style?", "date": "2021-11-18 09:05", "summary": "Finding your place on the Fixer/Non-Fixer spectrum. Since ancient times, humans have believed that the world is divided into two types of people: those who perform timely routine maintenance and repair on their homes, and those who don't.", "categories": [["Real Estate", "Homeownerous"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homeownerous?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-closer-look-11637242680", "title": "A Closer Look", "date": "2021-11-18 08:38", "summary": "Selections from 'The Roald Dahl Collection' by Roald Dahl, illustrated by Quentin Blake. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/mobilewalla-says-data-it-gathered-from-consumers-cellphones-ended-up-with-government-11637242202", "title": "How Cellphone Data Collected for Advertising Landed at U.S. Government Agencies", "date": "2021-11-18 08:30", "summary": "Mobilewalla CEO writes to U.S. senator investigating location brokers: 'Selling mobile device data for use by law enforcement agencies is not our business model'. A company that collects and sells consumer information gleaned from cellphones said it was the source of some of the advertising data used by the Department of Homeland Security and other government entities to track mobile phones without warrants, shedding new light on how device location data is harvested and sold in a secretive multibillion-dollar industry.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-alibaba-the-property-crackdown-is-another-headache-11637241812", "title": "For Alibaba, the Property Crackdown Is Another Headache", "date": "2021-11-18 08:23", "summary": "The Chinese e-commerce giant's earnings underwhelmed as expected, but the pain isn't over yet. China's e-commerce giant Alibaba 's annus horribilis may not be over yet. Its latest challenge is the slowing Chinese economy.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-evergrande-to-shed-stake-in-tencent-backed-venture-for-273-million-11637231129", "title": "China Evergrande to Shed Stake in Tencent-Backed Venture for $273 Million", "date": "2021-11-18 08:21", "summary": "Developer agrees to unload its remaining 18% stake in HengTen Networks Group at a substantial discount. SINGAPORE-Cash-strapped property giant China Evergrande Group said it will sell its entire stake in a company that provides online video-streaming and Internet home services for the equivalent of $273 million, closing a chapter in a six-year business venture with internet behemoth Tencent Holdings Ltd.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theranos-trial-elizabeth-holmes-plumbing-sudoku-judge-11637241185", "title": "At Theranos Trial, Plumbing, Sudoku, Clacking Keyboards Challenge a Judge", "date": "2021-11-18 08:14", "summary": "Judge Edward Davila keeps the Elizabeth Holmes fraud trial moving forward despite glitches, including a broken air conditioner and slow technology reboot. SAN JOSE, Calif.-Keeping Silicon Valley's highest-profile criminal trial on track was challenging enough for U.S. District Judge Edward Davila. Then a water main broke.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-islanders-ubs-arena-debut-11637205579", "title": "The Road Finally Leads Home for the New York Islanders", "date": "2021-11-18 08:00", "summary": "After 13 consecutive away games and a rocky start, the Isles will play their first home game of the season at their new UBS Arena. The New York Islanders are the closest thing the National Hockey League has to a nomad. As team ownership searched for a site to build a bespoke stadium to replace the team's aging one on Long Island, the Isles have bounced between arenas and pandemic-proof bubbles.", "categories": [["Sports", "NHL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nhl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buffett-backed-indian-fintech-giant-paytm-stumbles-in-market-debut-11637227628", "title": "Buffett-Backed Indian Fintech Giant Paytm Stumbles in Market Debut", "date": "2021-11-18 07:53", "summary": "Listing of payment platform's parent, One97, is part of a wave of Indian tech IPOs. MUMBAI-Shares in the owner of Indian mobile-payments company Paytm fell sharply on their first day of trading, after it sold about $2.5 billion of stock in the country's largest initial public offering.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investor-group-pledges-1-3-billion-to-data-security-platform-lacework-11637238602", "title": "Investor Group Pledges $1.3 Billion to Data-Security Platform Lacework", "date": "2021-11-18 07:30", "summary": "Investment values the data security company at $8.3 billion and brings the total amount of capital invested in the company this year to more than $1.8 billion. Lacework Inc. has landed its largest investment to date in a deal that pushes the cloud-based cybersecurity software platform's valuation to $8.3 billion.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-beware-of-tech-posers-11637236803", "title": "Investors, Beware of Tech Posers", "date": "2021-11-18 07:00", "summary": "If a company isn't really a technology platform, history shows buying the hype will cost you. If salad chain Sweetgreen is positioning itself as a tech company, you only have yourself to blame.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-largest-bad-debt-manager-huarong-to-raise-6-5-billion-in-state-led-bailout-11637235638", "title": "China's Largest Bad-Debt Manager, Huarong, to Raise $6.5 Billion in State-Led Bailout", "date": "2021-11-18 06:40", "summary": "Citic Group to become the asset manager's largest owner after Finance Ministry. HONG KONG-China Huarong Asset Management Co., the country's biggest buyer of bad loans from banks, said it would receive a $6.5 billion capital injection from state-owned financial institutions, moving forward with a major step in a complicated restructuring.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/west-ham-david-moyes-premier-league-11637203051", "title": "David Moyes Finally Fixed West Ham-Two Years After Getting Fired", "date": "2021-11-18 06:00", "summary": "In his second stint with the Hammers, Moyes has the team in third place-and no one quite knows why. When West Ham hired David Moyes to be its manager last season, the club was widely mocked for lacking imagination. Not only had it chosen a coach who had failed spectacularly at Manchester United , it had picked someone who had also failed at West Ham.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hershey-seeks-growth-synergies-from-pretzel-deals-11637231456", "title": "Hershey Seeks Growth, Synergies From Pretzel Deals", "date": "2021-11-18 05:30", "summary": "The candy maker said the recent acquisitions are the next step in its vision to become a snacking behemoth. Hershey Co. expects to grow its business and find some cost synergies, particularly in areas such as sourcing of ingredients and machinery, with its recent acquisitions of two snack makers, Chief Financial Officer Steve Voskuil said.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-not-just-you-banks-really-are-sending-out-more-credit-card-offers-11637231402", "title": "Credit-Card Offers Are Filling Mailboxes", "date": "2021-11-18 05:30", "summary": "Lenders are spending on mailers and generous rewards to lure customers and boost balances. Americans paid down credit-card debt during the pandemic. Credit-card issuers are spending big to get them borrowing again.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-antidote-to-inflation-buy-nothing-groups-gain-popularity-11637231402", "title": "'Buy Nothing' Groups Gain Ground as Inflation Antidote", "date": "2021-11-18 05:30", "summary": "These groups are having a moment, adding some two million participants in the past year as prices rise and concerns grow over waste. Millions of people are joining groups that help them acquire the things they need-without paying a cent.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/holiday-gift-review-books-2021-food-cooking-11637211960", "title": "Holiday Gift Books 2021: Food", "date": "2021-11-18 00:07", "summary": "Savory gift ideas for readers craving kitchen inspiration or a taste of culinary history.. As Thanksgiving looms, filling many home cooks with dread, it's worth repeating what the writer Laurie Colwin had to say on the subject. In \"The Family Dinner in Real Life,\" she lays the blame for our anxiety at the feet of the painter Norman Rockwell: \"I myself am reduced to worm size when contemplating his famous illustration of the farm family Thanksgiving table, with the beaming grandparents and the children with their hair combed. How happy they all look! And how politely and still the children sit!\" Contemplating this enchanting Thanksgiving picture, she wonders: \"Why do I suspect that the grandfather drinks more than he should, that the mother and father have had a few bitter words in the kitchen about the in-laws, or the mom has told the dad how much she resents doing all the cooking when all he has done is watch the football game and never so much as poke his head into the kitchen to ask if she needed help, and that the aunt is taking either antidepressants or mood elevators?\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11637181875", "title": "Pepper...and Salt", "date": "2021-11-18 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gender-lens-funds-put-money-towards-women-leaders-11636056301", "title": "'Gender Lens' Funds Let Investors Put Money on Women Leaders", "date": "2021-11-18 00:01", "summary": "These funds invest based on whether a company has women in leadership roles or is committed to their advancement in some other way. If you are an investor who wants to support the advancement of women, there's a category of investments for that: gender-lens funds.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}]