[{"link": "https://www.wsj.com/articles/biden-infrastructure-meeting-focuses-on-taxes-scope-of-plan-11618857994", "title": "Smaller Corporate Tax Increase Floated at White House Meeting", "date": "2021-04-19 19:28", "summary": "President meets with lawmakers of both parties about potential changes to $2.3 trillion proposal. WASHINGTON-President Biden and a bipartisan group of lawmakers discussed alternative ways to pay for infrastructure spending, including a smaller increase in the corporate tax rate, as Republicans and Democrats aired possible changes to the size and scope of the package.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drugmakers-accused-of-causing-opioid-addiction-in-trial-11618866747", "title": "Drugmakers Accused of Causing Opioid Addiction in Trial", "date": "2021-04-19 19:26", "summary": "J&J, Teva, Endo and AbbVie Inc.'s Allergan say they acted legally. A lawyer for several large California communities accused four drugmakers of causing a deadly wave of opioid addiction with their aggressive marketing of pain pills, while defense attorneys said the firms followed the law, on the opening day of a trial closely watched by the pharmaceutical industry.", "categories": [["Business", "Law"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/law-legal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peloton-faces-mounting-pressure-to-recall-treadmills-after-one-death-dozens-of-injuries-11618873584", "title": "Peloton Faces Mounting Pressure to Recall Treadmills", "date": "2021-04-19 19:06", "summary": "Chair of House subcommittee says treadmills pose 'grave and immediate risks'; Peloton says it won't stop selling machines. Pressure mounted on Peloton Interactive Inc. on Monday when the chair of a House consumer-protection subcommittee called on the company to recall its treadmills.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-battle-over-an-alzheimers-treatment-11618873596", "title": "The Battle Over an Alzheimer's Treatment", "date": "2021-04-19 19:06", "summary": "Biogen's promising drug is caught in the FDA's political and bureaucratic limbo.. The Food and Drug Administration is under scrutiny for giving too much weight to risks over benefits in recommending to pause Johnson & Johnson 's Covid-19 vaccine. This trade-off is also at the heart of another heated debate over whether the FDA should approve the first drug shown to slow the progression in Alzheimer's disease.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-kerrys-climate-kowtow-11618873552", "title": "John Kerry's Climate Kowtow", "date": "2021-04-19 19:05", "summary": "How much will Biden trade away in exchange for empty promises?. These columns noted last year that putting John Kerry in charge of climate negotiations with China was a recipe for coming home \"dressed in a barrel.\" After Mr. Kerry's sojourn to Shanghai last week, the question is: What happened to the barrel?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-stealthy-healthy-ports-plan-11618873466", "title": "The Stealthy 'Healthy Ports' Plan", "date": "2021-04-19 19:04", "summary": "Beware green mandates that coerce truckers into the Teamsters.. The union failure to organize an Amazon warehouse in Alabama shows the independence of modern workers. But never fear, President Biden's infrastructure plan is here with stealthy coercion to aid Big Labor.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-weighs-whether-protected-immigrants-get-green-cards-11618871792", "title": "Supreme Court Weighs Whether Protected Noncitizens Get Green Cards", "date": "2021-04-19 19:03", "summary": "Justices express skepticism that status conferred due to disaster translates to lawful permanent residency. WASHINGTON-The Supreme Court appeared unreceptive Monday to arguments that federal law allows noncitizens to seek lawful permanent residency when they entered the U.S. illegally but were later authorized to remain because of disasters in their homelands.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oprah-backed-oatly-files-for-ipo-11618873268", "title": "Oprah-Backed Oatly Files for IPO", "date": "2021-04-19 19:01", "summary": "The plant-based milk producer is backed by celebrities such as Oprah Winfrey and Jay-Z. Oatly Group AB has formally filed paperwork Monday for an initial public offering in the U.S., nine months after private-equity giant Blackstone Group Inc. and a handful high-profile celebrities took a stake in the oat milk producer.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dogecoin-traders-whip-up-doge-day-frenzy-in-push-toward-1-11618842535", "title": "Dogecoin, Once a Joke, Moves Mainstream", "date": "2021-04-19 18:59", "summary": "Traders on online forums are whipping the meme cryptocurrency's price higher following a meteoric 8,000% rally so far this year. A cryptocurrency that was created as a joke exploded into plain view on Wall Street on Monday, with a surge in dogecoin sending its 2021 return above 8,100%-more than double the gains on the S&P 500, including dividends, since 1988.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/queen-elizabeth-confronts-the-silence-11618780201", "title": "Queen Elizabeth Confronts the Silence", "date": "2021-04-19 18:59", "summary": "Anyone who's faced the death of a loved one can understand what she is going through.. The silence will have set in by now.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nypd-creates-civilian-panel-to-help-review-hate-crimes-11618872904", "title": "NYPD Creates Civilian Panel to Help Review Hate Crimes", "date": "2021-04-19 18:58", "summary": "New York City has logged a 45% rise in the crimes this year compared with 2020, as offenses against Asian-Americans have increased. The New York Police Department is creating a civilian panel to help address a rise in hate crimes in New York City, department officials said Monday.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-chief-gary-gensler-picks-top-labor-union-official-for-policy-role-11618873039", "title": "SEC Chief Gary Gensler Picks Top Labor Union Official for Policy Role", "date": "2021-04-19 18:57", "summary": "Heather Slavkin Corzo's appointment raises expectations for a progressive policy agenda. WASHINGTON-Gary Gensler, the new chief of the Securities and Exchange Commission, on Monday tapped a labor-union investment official as his policy director, raising expectations that the agency will embrace progressive policy goals.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/proud-boys-leaders-ordered-detained-ahead-of-trial-over-capitol-riot-11618872205", "title": "Proud Boys Leaders Ordered Detained Ahead of Capitol Riot Trial", "date": "2021-04-19 18:43", "summary": "Ethan Nordean and Joseph Biggs face federal charges including conspiracy in connection with Jan. 6 attack by pro-Trump mob. WASHINGTON-A judge ordered two leaders of the far-right Proud Boys detained pending trial for their alleged involvement in the Jan. 6 Capitol riot, marking a win for federal prosecutors.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jury-in-derek-chauvin-murder-trial-set-to-hear-closing-arguments-11618826400", "title": "Chauvin's Murder Trial Goes to Jury After Closing Arguments", "date": "2021-04-19 18:41", "summary": "'You can believe your eyes,' prosecutors say of the public death of George Floyd; consider all the evidence, defense argues. The murder trial of Derek Chauvin went to the jury Monday after a final day in which both sides leaned heavily on video footage of the former Minneapolis police officer's fatal confrontation with George Floyd last year.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-schools-to-receive-600-million-boost-for-equitable-funding-next-year-11618871771", "title": "NYC Schools to Receive $600 Million Boost for Equitable Funding Next Year", "date": "2021-04-19 18:36", "summary": "For years most schools hadn't received full budget promised by formula meant to provide fair funding. New York City schools will see their budgets boosted this fall, as every school will for the first time receive all of the money they are owed under the city's Fair Student Funding Formula, city officials said Monday.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exxonmobils-plan-to-capture-carbon-11618871420", "title": "ExxonMobil's Plan to Capture Carbon", "date": "2021-04-19 18:30", "summary": "How to create new jobs by the thousands while ameliorating climate change.. As President Biden convenes the virtual Leaders Summit on Climate later this month, America has a unique opportunity to spearhead a breakthrough approach to reducing carbon emissions.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-american-epidemic-of-covid-mania-11618871457", "title": "An American Epidemic of 'Covid Mania'", "date": "2021-04-19 18:30", "summary": "The problem isn't only the overreaction to the virus but the diminution of every other problem.. What are the lessons of Covid-19? It depends who you ask. Some believe politicization of the pandemic response cost lives. Others believe a stronger U.S. public-health system would have reduced Covid-19 deaths significantly. Still others say lockdowns should have been longer and more stringent, or that they were ineffective. But one lesson that should transcend ideological differences: Don't put one illness above all other problems in society, a condition known as \"Covid mania.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/god-is-in-the-punch-line-11618871390", "title": "God Is in the Punch Line", "date": "2021-04-19 18:29", "summary": "If Chesterton's right about humor, laughter can be sanctifying.. G.K. Chesterton closed out \"Orthodoxy,\" his 1908 masterpiece of Christian apologetics, with a radical thought. He proposed that the one thing too great for God to have shown us when he walked on the earth was his mirth. This suggests that the idea of a blissfulness we can't even imagine was important to Chesterton. The mere possibility it's true, that one thing our mortal minds can't begin to fathom about God's nature is his joyousness, offers me consolation beyond measure.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tokyo-flexes-its-talons-11618871351", "title": "Tokyo Flexes Its Talons", "date": "2021-04-19 18:29", "summary": "Suga was hawkish on China, but the soft-power U.S.-Japan alliance needs work.. Japanese Prime Minister Yoshihide Suga's visit to the White House is being hailed in both countries as a major success. On the American side, officials rejoiced that Mr. Suga aligned Japan with U.S. talking points in Asia. As the prime minister said at a joint press conference, America and Japan both \"oppose any attempt to change the status quo by force or coercion in the East and South China seas and intimidation of others in the region.\" References to the Taiwan Straits and the situation in Xinjiang added to the impression that Tokyo is becoming more forthright in supporting a tougher U.S. line.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/production-of-gov-cuomos-book-to-be-reviewed-by-states-attorney-general-11618871280", "title": "New York Attorney General to Review Production of Governor's Book", "date": "2021-04-19 18:28", "summary": "Investigation will ask whether state resources were used in the making of 'American Crisis'. ALBANY, N.Y.-New York State Attorney General Letitia James will examine the possible use of state resources in the production of Gov. Andrew Cuomo's memoir about how he managed the early days of the coronavirus pandemic, officials said.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-union-guy-11618871294", "title": "Joe Biden, 'Union Guy'", "date": "2021-04-19 18:28", "summary": "The president's labor agenda is the same one he brought to Washington in 1973.. \"I'm a union guy,\" says Joe Biden. He's been saying this since he kicked off his presidential campaign at a Teamsters hall in Pittsburgh two years ago, and he said it again at the White House recently when he launched his American Jobs Plan.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nuclear-folly-review-the-big-red-gamble-11618871259", "title": "'Nuclear Folly' Review: The Big Red Gamble", "date": "2021-04-19 18:27", "summary": "In a rage, Khrushchev started yelling and cursing and threatened to \"nuke\" the White House, calling JFK a \"millionaire's whore.\". On Oct. 23, 1962, a delegation of prominent Romanians arrived at the Kremlin to meet Soviet Premier Nikita Khrushchev. Their host was foul of mood. Boorish and suspicious by nature, the strongman had spent a sleepless night deliberating with the Presidium over what to do in the escalating crisis for which Khrushchev himself was responsible: his secret installation, across that summer, of nuclear-weapons systems and some 40,000 Soviet troops in Cuba.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-considering-rule-to-cut-nicotine-in-cigarettes-11618859564", "title": "U.S. Weighs Cuts in Cigarette Nicotine", "date": "2021-04-19 18:21", "summary": "Policy could be paired with proposal to ban menthols; FDA must decide whether to pursue menthol ban by April 29. The Biden administration is considering requiring tobacco companies to lower the nicotine in all cigarettes sold in the U.S. to levels at which they are no longer addictive, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Health Policy"]], "category_links": ["https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ibms-revenue-growth-in-latest-period-beats-wall-street-expectations-11618865373", "title": "Cloud Business Helps IBM's Revenue Edge Higher", "date": "2021-04-19 18:20", "summary": "Profit falls as company focuses on reviving growth. International Business Machines Corp. posted higher revenue ahead of a landmark split of the business this year that is part of Chief Executive Arvind Krishna's plan to revive growth at the veteran tech company.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/homes-price-rise-is-not-explained-by-duties-11618854766", "title": "Home Price Rises Aren't Explained by Duties", "date": "2021-04-19 18:19", "summary": "Canadian lumber mills are running flat out, exporting as much as they can produce.. While U.S. softwood-lumber duties clearly have made it more expensive for Canadian lumber producers to ship across the border (\"Why Are Home Prices Soaring?\" Review & Outlook, April 8), Canadian imports have declined for a different reason. More than two billion board feet of sawmilling capacity in British Columbia have been shuttered since 2019 due to timber losses caused by insect infestation and wildfire. The region has lost 15% of its total output capacity.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mypillow-sues-dominion-voting-systems-in-federal-court-in-minnesota-11618841390", "title": "MyPillow Sues to Counter Dominion Voting Systems' Defamation Claims", "date": "2021-04-19 18:15", "summary": "The voting-machine maker sued MyPillow and CEO Mike Lindell in February for defamation over election-fraud accusations. MyPillow Inc. sued voting-machine maker Dominion Voting Systems on Monday, a counter move after Dominion sued the bedding company and its Donald Trump-supporting chief executive for defamation over his unproven claims that its voting machines had rigged the presidential election for Joe Biden.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fedex-shooter-didnt-have-a-red-flag-hearing-indiana-prosecutor-says-11618869181", "title": "FedEx Shooter Didn't Have a Red-Flag Hearing, Indiana Prosecutor Says", "date": "2021-04-19 17:53", "summary": "Prosecutor says he didn't have enough evidence to pursue court order that would have prevented legal gun purchases. The Marion County prosecutor said Monday he had lacked sufficient evidence to use Indiana's red flag law to pursue a court order that would have prevented Brandon Hole from obtaining the firearms he used to kill eight people.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-faces-critical-weeks-as-covid-19-cases-rise-again-in-some-places-11618845433", "title": "Covid-19 Cases Rise in Parts of U.S. Even as Vaccinations Pick Up", "date": "2021-04-19 17:44", "summary": "Public-health officials say relaxed restrictions, pandemic fatigue, variants are contributing to increasing infections in some places. Although half of all U.S. adults have had at least one Covid-19 vaccine dose, according to the Centers for Disease Control and Prevention, a constellation of factors are complicating the country's fight against the virus.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capitol-police-officer-brian-sicknick-died-of-stroke-d-c-medical-examiner-says-11618864840", "title": "Officer Brian Sicknick Died of Stroke, Medical Examiner Says", "date": "2021-04-19 17:39", "summary": "Report cites natural causes in officer's death, drawing no links to Jan. 6 attack, where two rioters sprayed him with chemical and were later charged. Capitol Police Officer Brian Sicknick suffered a stroke and died of natural causes, the medical examiner's office in Washington, D.C., said Monday, weighing in on a question that has lingered since the officer died a day after he was assaulted during the Jan. 6 riot at the U.S. Capitol.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-treasury-creates-climate-hub-to-coordinate-policy-11618851657", "title": "U.S. Treasury Creates Climate Hub to Coordinate Policy", "date": "2021-04-19 17:36", "summary": "John E. Morton, a former Obama official, will head the new office. WASHINGTON-The Treasury Department appointed a senior official on Monday to a new post coordinating wide-ranging efforts to fight climate change through economic and tax policies.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-soccer-super-league-fifa-uefa-11618834570", "title": "New Soccer Super League Moves to Head Off Bans and Legal Challenges", "date": "2021-04-19 17:32", "summary": "The shocking announcement from 12 clubs, including Real Madrid and Manchester United, has left the sport's authorities scrambling.. European soccer had been hearing the words \"super league\" as a veiled threat for over 20 years before the battle broke out in earnest on Monday.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/soccers-breakaway-super-leagueleaves-legions-of-fans-super-distraught-11618867435", "title": "Soccer's Breakaway Super League Leaves Legions of Fans Super Distraught", "date": "2021-04-19 17:23", "summary": "Protests erupt over plans by the sport's most successful professional teams to form their own elite and lucrative circuit, upending long-held tradition. Tim Payton isn't sure when the pandemic will allow him to attend his next soccer match at Arsenal's home stadium in London. But he can tell you for sure that he won't be wearing the team's red-and-white jersey.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/most-new-york-voters-say-gov-andrew-cuomo-shouldnt-resign-poll-says-11618824606", "title": "Most New York Voters Say Cuomo Shouldn't Resign, Poll Says", "date": "2021-04-19 17:16", "summary": "The survey also found that 57% prefer to vote for someone else in next year's gubernatorial election. A slight majority of New Yorkers said Gov. Andrew Cuomo shouldn't resign amid sexual-harassment allegations, but a growing number of voters view him unfavorably and don't want him to seek re-election, a poll released Monday found.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-ceo-george-sherman-to-step-down-by-july-31-11618829152", "title": "GameStop CEO George Sherman to Step Down by July 31", "date": "2021-04-19 17:14", "summary": "Move is latest in a series of changes since Chewy co-founder Ryan Cohen joined board. GameStop Corp. said Chief Executive George Sherman will step down by July 31, the latest in a series of changes to the videogame retailer's leadership team since Chewy Inc. co-founder Ryan Cohen became a board member in January.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virgin-galactic-cio-sees-key-role-as-company-prepares-for-commercial-operations-11618849274", "title": "Virgin Galactic CIO Sees Key Role as Company Prepares for Commercial Operations", "date": "2021-04-19 17:14", "summary": "Technology chief Alistair Burns of the space tourism business says priorities include integrating IT systems, driving process change. As Virgin Galactic Holdings Inc. moves from flight tests to commercial operations, Alistair Burns, who became its first chief information officer last fall, wants to ensure the space tourism company has the IT infrastructure in place to support that transition.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harley-davidson-hit-with-eu-tariff-ruling-plans-appeal-11618831853", "title": "Harley-Davidson Hit With EU Tariff Ruling, Plans Appeal", "date": "2021-04-19 16:51", "summary": "Motorcycle maker says ruling would subject its products to 56% import tariff within the EU. Harley-Davidson Inc. has been hit with a European Union import ruling that the motorcycle maker says would impose an import tariff of 56% on its products and keep it from functioning competitively in Europe.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-04-19-2021-11618818674", "title": "Tech Shares Lead Major Stock Indexes Lower", "date": "2021-04-19 16:30", "summary": "Investors look to a volley of blue-chip earnings after major indexes closed at records Friday. U.S. stocks slipped Monday, dragged down by losses across everything from technology shares to retail stocks.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-to-reinstate-parler-the-app-at-center-of-free-speech-debate-11618849961", "title": "Apple to Reinstate Parler App", "date": "2021-04-19 16:23", "summary": "Company removed Parler from its app store in January, citing objectionable content. Apple Inc. plans to make the social-media app Parler available through its App Store again, the computer and smartphone company said in a letter to lawmakers on Monday.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nasas-ingenuity-helicopter-successfully-makes-historic-first-flight-on-mars-11618830461", "title": "NASA's Ingenuity Helicopter Makes Historic First Flight on Mars", "date": "2021-04-19 16:08", "summary": "Drone overcomes extreme cold, dangerously thin air and flawed software to become first powered craft to fly on another planet. NASA's Mars Ingenuity helicopter made history early Monday when the small but intrepid drone became the first powered craft to fly on another world, space agency officials announced.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sweep-it-into-space-by-dinosaur-jr-review-an-80s-group-keeps-roaring-11618862854", "title": "'Sweep It Into Space' by Dinosaur Jr. Review: An '80s Group Keeps Roaring", "date": "2021-04-19 16:07", "summary": "The band's new release does more than stave off extinction, maintaining its signature sound with extra poignancy.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/emboldened-by-biden-europeans-harden-line-on-russia-11618850367", "title": "Emboldened by Biden, Europeans Harden Line on Russia", "date": "2021-04-19 16:06", "summary": "Concern grows as Kremlin threatens Ukraine and Russia's main opposition leader's health deteriorates; Germany and France hold back. BRUSSELS-As the Kremlin threatens Ukraine and Russia's main opposition leader's health deteriorates, some European countries want to follow the Biden administration's lead and take a tougher line toward Moscow.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-asked-to-compel-airing-of-secret-intelligence-courts-decisions-11618850302", "title": "Supreme Court Asked to Compel Airing of Secret Intelligence Court's Decisions", "date": "2021-04-19 16:03", "summary": "Petitioners say Foreign Intelligence Surveillance Court's rulings shouldn't be withheld from public without justification. WASHINGTON-Civil-liberties organizations are asking the Supreme Court to give the public access to past decisions by a classified foreign-intelligence court that authorized the expansion of mass surveillance since the Sept. 11, 2001, terrorist attacks.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/piecemeal-tuesday-crossword-april-20-11618762541", "title": "Piecemeal (Tuesday Crossword, April 20)", "date": "2021-04-19 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-navigate-the-workplace-11618862113", "title": "How to Navigate the Workplace", "date": "2021-04-19 15:55", "summary": ". Whether you are starting a new job, working from home more often or dealing with stress at work, it is important to find effective ways to navigate the workplace. The following steps will help you to build a solid working relationship with your manager and find balance as you progress in your career.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/heart-soul-by-eric-church-review-a-lively-triple-header-11618861698", "title": "'Heart & Soul' by Eric Church Review: A Lively Triple-Header", "date": "2021-04-19 15:48", "summary": "The singer's 'Stick That in Your Country Song' might well be the mantra for his three-part, genre-defying set.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-liberals-explain-the-decision-to-leave-california-11618860526", "title": "How Liberals Explain the Decision to Leave California", "date": "2021-04-19 15:28", "summary": "Now what can they say about Oregon?. Residents of the New York metropolitan area have become accustomed to a common variety of politically \"progressive\" but ultimately sensible neighbors. In a typical case, vociferous calls for higher property taxes to meet critical community needs are followed by a less voluble announcement that the family is moving to a place where one can enjoy more house for the money, coincidentally in a jurisdiction imposing a lower cost of government. Such transitions can be difficult, perhaps even when explaining them to neighbors.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/political-systems-failures-compel-corporate-activism-11618842598", "title": "Why Business Leaders Are Taking Political Stands", "date": "2021-04-19 15:05", "summary": "Companies are feeling pressure from younger customers and their own employees to take a position on voting rights, other issues. Once upon a time, it was pretty simple to compose a political strategy for a big American corporation: Give some political contributions to mainstream Republican politicians who could be counted on to push agreeable tax and regulatory policies, find a few dollars for some moderate Democrats to provide a bit of bipartisan insurance, and then keep your mouth shut when political debates flared up.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/merrick-garland-highlights-domestic-terror-threat-at-oklahoma-city-tribute-11618855986", "title": "Garland Highlights Domestic Terror Threat at Oklahoma City Tribute", "date": "2021-04-19 14:13", "summary": "Attorney general cites current concerns in speech on anniversary of 1995 attack. The Justice Department is devoting more resources to preventing and prosecuting attacks by domestic extremists, Attorney General Merrick Garland said in a speech commemorating the 26th anniversary of the Oklahoma City bombing, one of the first major terrorism cases he oversaw as a senior department official in the 1990s.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-by-southwest-stake-is-sold-to-owner-of-rolling-stone-in-effort-to-keep-festival-alive-11618797941", "title": "South by Southwest Stake Is Sold to Owner of Rolling Stone", "date": "2021-04-19 14:05", "summary": "SXSW took a big hit when it was canceled last year because of Covid-19. A venture operated by Penske Media Corp., which publishes magazines like Rolling Stone, Billboard and Variety, agreed to acquire a 50% stake in South by Southwest, the famed tech, music and movie festival, people familiar with the matter said.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alexei-navalny-hospitalized-in-russia-three-weeks-into-hunger-strike-11618839052", "title": "Navalny Hospitalized Three Weeks Into Hunger Strike", "date": "2021-04-19 14:02", "summary": "Kremlin dismisses U.S. warnings of consequences if the Putin foe dies in prison. MOSCOW-Jailed opposition politician Alexei Navalny was hospitalized Monday, weeks after beginning a hunger strike, as the Kremlin brushed off warnings from the U.S. of repercussions if he were to die while in prison.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-new-yorks-gov-cuomo-has-survived-calls-for-resignationso-far-11618854975", "title": "How New York Gov. Cuomo Has Survived Calls For Resignation-So Far", "date": "2021-04-19 13:56", "summary": "Resume Subscription. ALBANY, N.Y.-New York Gov. Andrew Cuomo was certain about one thing in early March: He wasn't going to follow in the footsteps of former U.S. Sen. Al Franken, who resigned from office after multiple women accused him of sexual misconduct.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-k-starts-national-security-probe-of-nvidia-s-40-billion-deal-to-buy-arm-11618837683", "title": "Nvidia's $40 Billion Deal to Buy Arm Faces U.K. National-Security Probe", "date": "2021-04-19 13:54", "summary": "Proposed acquisition of chip designer from SoftBank is already undergoing antitrust review. LONDON-The U.K. government is starting a national-security review of Nvidia Corp.'s $40 billion deal to buy British chip designer Arm from SoftBank Group Corp. , raising a new hurdle for an industry-reshaping proposal facing significant regulatory scrutiny around the world.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-behind-the-attack-on-the-u-s-senate-11618854863", "title": "What's Behind the Attack on the U.S. Senate?", "date": "2021-04-19 13:54", "summary": "Democrats don't anticipate a Republican majority in the upper chamber for decades.. Regarding your editorial \"Targeting the U.S. Senate\" (April 12): The most storied deliberative body on earth is now under siege from myopic politicians who want to use polarization as a pretext to steamroll the opposition. Those in favor of nuking the filibuster seem to misidentify it as the main culprit of legislative paralysis rather than looking at political division itself. They appear convinced they have garnered a strong mandate from voters to enact transformative policies. This will not end well.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/online-college-worked-pre-pandemic-and-pre-zvi-galil-11618854644", "title": "Online College Worked Pre-Pandemic and Pre-Zvi Galil", "date": "2021-04-19 13:50", "summary": "His eight-year 'experiment' stands on the shoulders of innovators who have championed distance learning for more than 40 years.. Tunku Varadarajan credits Zvi Galil as a pioneer in online teaching, having launched an online degree program in 2014 at the Georgia Institute of Technology (\"The Weekend Interview with Zvi Galil: The Man Who Made Online College Work,\" April 3). Mr. Galil is later described as \"an accomplished salesman\" who \"rattles off arresting figures.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prince-philip-trump-and-british-etiquette-at-dinner-11618854107", "title": "Prince Philip, Trump and British Etiquette at Dinner", "date": "2021-04-19 13:41", "summary": "Philip will be missed, but not because of his British tendency to interrupt with sarcasm during toasts.. In \"Prince Philip Is Gone, Just When America Needs Him Most\" (Free Expression, April 13), Gerard Baker writes, \"The Prince Philip America needs is the man who completely unafraid to say the unsayable.\" Has Mr. Baker ever heard of Donald Trump? He says the unsayable all the time. That's why he was elected president.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peale-did-a-fine-portrait-but-muffed-sitters-name-11618853968", "title": "Peale Did a Fine Portrait But Muffed Sitter's Name", "date": "2021-04-19 13:39", "summary": "His given, Muslim name was Mamout, and Yarrow was his last name.. \"Icons: A City Reimagines Its History\" (Review, April 3) about the new, early American galleries at the Philadelphia Museum of Art mentions one of the \"most talked-about works\" of artist Charles Willson Peale, that of Yarrow Mamout. It describes him as \"being deported from Guinea.\" The bland euphemism \"deported\" obscures the horror of his coming to Annapolis, Md., as cargo in a slave ship and a sale into slavery that was assisted by the son of the colony's governor. Yarrow Mamout was a literate Fulani Muslim. His given, Muslim name was Mamout, and Yarrow was his last name. The confusion was Peale's.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-new-delhi-locks-down-as-covid-19-stretches-healthcare-system-to-its-limits-11618853778", "title": "India's Capital Locks Down as Healthcare System Reaches Its Limits", "date": "2021-04-19 13:36", "summary": "Resume Subscription. NEW DELHI-India imposed a lockdown on its capital city and said it would expand its vaccination program to all adults, as the country struggled to keep the world's fastest-growing surge of Covid-19 infections from overwhelming its healthcare system.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/credit-suisse-prime-brokerage-co-heads-to-leave-bank-after-archegos-losses-11618847715", "title": "Credit Suisse Prime Brokerage Co-Heads to Leave Bank After Archegos Losses", "date": "2021-04-19 13:03", "summary": "Prime brokerage co-heads John Dabbs, Ryan Nelson to depart, according to memo. Credit Suisse Group AG said two executives in charge of its prime brokerage unit will leave in the wake of its $4.7 billion loss from the collapse of hedge fund Archegos Capital Management.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wisconsin-texas-shootings-police-arrest-suspects-11618847859", "title": "Police Arrest Suspects in Wisconsin, Texas Shootings", "date": "2021-04-19 11:57", "summary": "Investigators say both cases involve assailants who apparently knew the victims. Police in Texas and Wisconsin said they had arrested suspects in two shootings over the weekend that left a total of six people dead in incidents where the shooters appeared to know the victims.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-agenda-behind-buttigiegs-claim-that-highways-are-racist-11618847867", "title": "The Agenda Behind Buttigieg's Claim That Highways Are 'Racist'", "date": "2021-04-19 11:57", "summary": "Midcentury road projects displaced blacks and whites alike. Tearing them down now won't help.. The Biden administration claims that its proposed $2 trillion infrastructure program would accomplish everything from expanding mass transit to launching an era of green energy. Transportation Secretary Pete Buttigieg has articulated another ambitious goal recently: reversing the \"racist\" history of America's highway system.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-new-chelsea-handler-standard-of-justice-11618847816", "title": "The Chauvin Trial and the Chelsea Handler Standard of Justice", "date": "2021-04-19 11:56", "summary": "Today's progressives prefer summary trial convictions based on popular sentiment.. While an apprehensive nation awaits the outcome of a Minneapolis police officer's murder trial, it's possible that the administration of American justice could soon be characterized by what future historians may come to call the Chelsea Handler standard.", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-importance-of-friendship-for-alzheimers-patients-11618846255", "title": "The Importance of Friendship for Alzheimer's Patients", "date": "2021-04-19 11:30", "summary": "Resume Subscription. Abbe Smerling and Judy Roeder, close friends for 30 years, raised their children, vacationed and celebrated holidays together. Abbe hosted the wedding rehearsal dinner for Judy's daughter. \"It was one of the best parties we ever had at our house,\" Abbe says.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/why-the-chip-shortage-is-so-hard-to-overcome-11618844905", "title": "Why the Chip Shortage Is So Hard to Overcome", "date": "2021-04-19 11:08", "summary": "Semiconductor producers are trying to increase output, but the small gains are unlikely to fix the shortfalls hampering production of everything from cars to home appliances to PCs. The world's leading suppliers of semiconductors are pushing to overcome the prolonged chip shortage that has hampered production of everything from home appliances to PCs to autos.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grandpa-style-why-20-somethings-are-dressing-like-senior-citizens-11618844440", "title": "Grandpa Style: Why 20-Somethings Are Dressing Like Senior Citizens", "date": "2021-04-19 11:00", "summary": "Thanks to Instagram accounts like @Gramparents and books like 'Chinatown Pretty,' millennials and Gen-Z are coming to appreciate their gray-haired elders' fashion sense. WRINKLES ARE IN FASHION. Not the ones linen trousers acquire, but the fine lines that accrue on an elderly individual's face. Lately, the fashion world is celebrating those 60-and-up for their style.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coca-cola-sounds-alarm-on-global-covid-19-cases-11618843471", "title": "Coca-Cola Sounds Alarm on Global Covid-19 Cases", "date": "2021-04-19 10:44", "summary": "With Covid-19 cases surging in some huge markets, Coca-Cola is right to be cautious about continued sales recovery. Coca-Cola on Monday threw a cold bottle of Dasani water on multinationals' hopes for a rapid global recovery.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/asking-50-million-bette-midlers-manhattan-penthouse-finds-a-buyer-11618841716", "title": "Asking $50 Million, Bette Midler's Manhattan Penthouse Finds a Buyer", "date": "2021-04-19 10:15", "summary": "The actress and her husband, performance artist Martin von Haselberg, listed the 7,000-square-foot, six-bedroom co-op more than a year ago. Bette Midler and her husband, performance artist Martin von Haselberg, have found a buyer for their Manhattan penthouse, more than a year after putting it on the market for $50 million, according to a person familiar with the deal.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/union-appeals-amazon-election-in-alabama-says-company-violated-laws-11618839996", "title": "Union Appeals Amazon Election in Alabama", "date": "2021-04-19 09:54", "summary": "Petition seeks new election after Bessemer employees voted not to unionize; Amazon has said it followed all laws. The union that unsuccessfully sought to organize an Amazon.com Inc. location in Alabama has filed challenges over the vote, saying the company violated legal restrictions throughout the election.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coca-cola-posts-higher-quarterly-revenue-amid-pandemic-pressure-11618835394", "title": "Coca-Cola Sales Rebound as Vaccine Rollout Expands", "date": "2021-04-19 09:50", "summary": "Sales volume in March matched levels from two years ago as vaccine rollout boosted return to restaurants, bars. Coca-Cola Co. said its sales volume in March returned to pre-pandemic levels as the rollout of Covid-19 vaccines allows more people to eat out again.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-knicks-nba-playoffs-julius-randle-tom-thibodeau-11618837280", "title": "The New York Knicks Are Pretty Good. This Is Huge News.", "date": "2021-04-19 09:39", "summary": "A long-forlorn NBA franchise revives under a defense-first head coach. Can its loyal but aggrieved fan base start dreaming about a playoff run?. We need to talk about the Knicks.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorkers-skip-the-subway-over-crime-fears-11618837950", "title": "New Yorkers Skip the Subway Over Crime Fears", "date": "2021-04-19 09:12", "summary": "Police officials say the transit system has never been safer, but MTA says riders' concerns are well-founded. Phyllis Leibowitz swaps her vintage furs and gold-sequined bag for a down jacket and a fanny pack if she takes the New York City subway these days. \"I am a tough chick,\" said Ms. Leibowitz, a fashion stylist and photographer. \"But I don't want to call attention to myself.\"", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peloton-coca-cola-tesla-what-to-watch-when-the-stock-market-opens-today-11618829730", "title": "Peloton, Coca-Cola, Tesla: What to Watch When the Stock Market Opens Today", "date": "2021-04-19 09:04", "summary": "Another batch of earnings reports from major corporations are due. Here's what we're watching before Monday's opening bell.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omnicom-to-acquire-majority-stake-in-digital-marketing-company-areteans-11618837200", "title": "Omnicom to Acquire Majority Stake in Digital Marketing Company Areteans", "date": "2021-04-19 09:00", "summary": "Areteans adds 600 staffers to Omnicom's data and digital consulting unit Credera. Omnicom Group Inc. has agreed to take a majority stake in technology firm Areteans Technology Solutions Private Ltd. as the advertising holding company continues to grow its capabilities in digital transformation, marketing and consulting.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-needs-to-better-monitor-oil-gas-pipelines-in-gulf-of-mexico-report-says-11618837201", "title": "U.S. Needs to Better Monitor Pipelines in Gulf, Report Says", "date": "2021-04-19 09:00", "summary": "Congress is told abandoned pipelines in Gulf pose hazards. WASHINGTON-Federal officials aren't adequately monitoring the integrity of 8,600 miles of active oil-and-gas pipelines on the Gulf of Mexico's seafloor, and for decades have allowed the industry to abandon old pipelines with little oversight, a new report to Congress shows.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chelsea-handler-prefers-weed-over-coffee-in-the-morning-11618835648", "title": "Chelsea Handler Prefers Weed Over Coffee in the Morning", "date": "2021-04-19 08:34", "summary": "The comedian, who recently released Chelsea Handler: Evolution, her first stand-up special in six years, also talks about learning how to say no: \"I don't know anything about boundaries. I'm a little late to the boundary party.\". In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anti-money-laundering-prosecution-deals-setbacks-to-european-banks-11618835510", "title": "Anti-Money-Laundering Prosecution Deals Setbacks to European Banks", "date": "2021-04-19 08:31", "summary": "ABN Amro agreed to pay around $575 million to settle a criminal case accusing it of violating money-laundering and terrorism financing rules. Failures to police money laundering procedures hit two major banks in Europe, dealing a further setback to a region that has struggled to stop financial institutions from serving as conduits for illicit transactions.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-earnings-season-is-great-investors-are-already-looking-past-it-11618835301", "title": "The Earnings Season Is Great. Investors Are Already Looking Past It.", "date": "2021-04-19 08:28", "summary": "First-quarter profits are delivering the largest positive surprises in sectors such as banking and retail, but those stocks aren't doing particularly well. It is shaping up to be a stellar earnings season for stocks, particularly cyclical ones like banks and retailers. The problem is that the market may already be moving on.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/libor-replacement-competitor-gains-strength-from-new-offerings-11618833813", "title": "Libor-Replacement Competitor Gains Strength From New Offerings", "date": "2021-04-19 08:03", "summary": "Ameribor poses a challenge to the Secured Overnight Financing Rate, preferred by many Wall Street banks and regulators. Financial industry pioneer Richard Sandor is ramping up his efforts to compete in the race to replace the London interbank offered rate, which helps set borrowing costs on everything from mortgages to business loans.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-sanctions-squeeze-russias-bonds-despite-economic-strength-11618833605", "title": "U.S. Sanctions Squeeze Russia's Bonds", "date": "2021-04-19 08:00", "summary": "Diplomatic campaign in response to alleged cyberattacks and election interference is raising borrowing costs for Russian government. Russia's markets reacted modestly to U.S. sanctions last week, but the country's bonds have been weakening for months, indicating that for investors, geopolitical pressure is outweighing the country's economic strength.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/strains-sprains-and-pinched-nerves-injuries-at-home-are-on-the-rise-11618833605", "title": "Strains, Sprains and Pinched Nerves: Injuries at Home Are on the Rise", "date": "2021-04-19 08:00", "summary": "With the pandemic keeping people hunkered down at home, doctors are seeing injuries related to renovation projects, imperfect work set-ups and exercise.. For more than a year, some of us have been working in makeshift offices, hunched over computers on beds, floors or coffee tables. Stuck at home, we've taken on projects and have been climbing ladders, painting walls and using tools that once collected dust in the basement. Some of us stopped exercising entirely-or launched into fitness routines without proper preparation.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/post-covid-19-dont-forget-about-healthcare-stocks-11618830180", "title": "Post Covid-19, Don't Forget About Healthcare Stocks", "date": "2021-04-19 07:03", "summary": "Industry should be in a strong position long after the worst of the pandemic is over. The business of healthcare looks as strong as ever. But lately, health stocks are a very different story.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/travel-and-tourism-brands-boost-marketing-and-tailor-messages-11618830000", "title": "Travel and Tourism Brands Boost Marketing and Tailor Messages", "date": "2021-04-19 07:00", "summary": "Expedia and Marriott are among the companies rethinking their marketing as consumers get vaccinated and travel and tourism demand grows. A new ad from Expedia today will kick off the online travel company's most expensive brand marketing effort in five years. In the ad, actress Rashida Jones embodies Expedia as a companion for a woman traveling alone to a foreign country. Ms. Jones transforms the traveler's sad hotel room into a larger, more pleasant space with a snap of her fingers, and helps remove her from a precarious situation involving women taking selfies.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musks-satellite-internet-project-is-too-risky-rivals-say-11618827368", "title": "Elon Musk's Satellite Internet Project Is Too Risky, Rivals Say", "date": "2021-04-19 06:16", "summary": "In a rush to claim orbital real-estate, competitors ask regulators to clamp down on SpaceX's Starlink project. Elon Musk's internet satellite venture has spawned an unlikely alliance of competitors, regulators and experts who say the billionaire is building a near-monopoly that is threatening space safety and the environment.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-covid-19-vaccination-in-poorer-nations-has-slowed-posing-global-risks-11618826934", "title": "Vaccinations Slow in Poorer Nations, Posing Global Risks", "date": "2021-04-19 06:08", "summary": "As the pandemic's weight shifts to the developing world, a huge gap in vaccinations is opening with rich nations. Efforts to vaccinate the poorest countries against Covid-19 have slowed to a trickle, leaving many with weakened defenses against the coronavirus just as the weight of the pandemic shifts from developed to developing nations.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-asset-managers-bonds-recover-after-selloff-11618826324", "title": "Chinese Asset Manager's Bonds Recover After Selloff", "date": "2021-04-19 05:58", "summary": "Huarong's debt had tumbled in price after the state-backed firm delayed publishing its results. A steep selloff affecting tens of billions of dollars of offshore debt from a major Chinese financial institution has partially reversed, after comments from the banking regulator helped reassure investors.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-adani-faces-scrutiny-for-port-deal-in-myanmar-11618824601", "title": "India's Adani Faces Scrutiny for Port Deal in Myanmar", "date": "2021-04-19 05:30", "summary": "Adani Group says it halted transactions with a Myanmar military-linked company for a port project that it says doesn't violate U.S. sanctions. A major index provider and some investors are distancing themselves from the marine-ports operator controlled by Indian conglomerate Adani Group over past business transactions with a company linked to the military regime in Myanmar.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foreign-buying-of-chinese-government-bonds-stalls-11618824603", "title": "Foreign Buying of Chinese Government Bonds Stalls", "date": "2021-04-19 05:30", "summary": "Global investors pare China holdings as yields rise elsewhere. A huge run-up in foreign holdings of Chinese government bonds has stalled, with international investors hitting pause on their purchases as China's interest-rate advantage over the U.S. has shrunk.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shell-exxon-look-to-profit-from-capturing-customers-carbon-emissions-11618824602", "title": "Shell, Exxon Look to Profit From Capturing Carbon Emissions", "date": "2021-04-19 05:30", "summary": "Big oil companies are exploring charging for carbon storage, hoping to benefit from the drive to reduce emissions. Oil companies have for decades made money by extracting carbon from the ground. Now they are trying to make money putting it back.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/expedia-cfo-plans-a-bigger-marketing-budget-11618824601", "title": "Expedia CFO Plans a Bigger Marketing Budget", "date": "2021-04-19 05:30", "summary": "Travel giant hopes to capitalize on higher demand after cutting costs in response to the pandemic. Expedia Group Inc.'s finance chief plans to spend more on marketing while keeping overall costs under control as the online travel company looks to benefit from the resurgence in domestic travel.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-stresses-family-values-as-more-women-put-off-marriage-childbirth-11618824601", "title": "China Stresses Family Values as More Women Delay Marriage", "date": "2021-04-19 05:30", "summary": "The emphasis on women's role as caretakers comes as the country faces dire demographic trends; on social media, women's-rights accounts are deleted. Under Xi Jinping, the Communist Party has brought back talk of family values and women's importance as caretakers, messages that many women say are out of step with their thinking on when-or even whether-to marry.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/princeton-gets-20-million-from-bloomberg-philanthropies-toward-diversity-11618824600", "title": "Princeton Gets $20 Million From Bloomberg Philanthropies Toward Diversity", "date": "2021-04-19 05:30", "summary": "Ivy League school aims to boost support for first-generation and low-income students while helping other schools with their programs. Princeton University is ramping up its effort to increase enrollment of first-generation and low-income students and ease their path to graduation, backed by a $20 million gift from Bloomberg Philanthropies.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-voting-laws-are-most-likely-to-change-for-the-2022-election-11618824602", "title": "Where Voting Laws Are Most Likely to Change for 2022", "date": "2021-04-19 05:30", "summary": "Nearly 1,800 bills have been filed to change election laws, but only about half have a fair chance of passing. Even fewer will become law.. Mail and absentee voting is the top issue among election-related bills filed by both Democratic and Republican lawmakers across the country, a Wall Street Journal analysis of nearly 1,800 bills found. It is also the top issue in states with single-party control, where passing legislation could be easier. Early in-person voting has also garnered attention, and proposed changes to voter registration, to election-day voting procedures and to the authority of state and local election officials have been prolific.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/asian-american-professionals-push-for-visibility-at-work-11618804860", "title": "Asian-American Professionals Push for Visibility at Work", "date": "2021-04-19 00:01", "summary": "Since George Floyd's death, issues of race have come to the fore in many workplaces; now, after anti-Asian attacks, more Asian employees say their needs should be heard, too. Kaycee Lai spent years in Silicon Valley trying to avoid calling attention to his ethnic identity.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11618755681", "title": "Pepper...and Salt", "date": "2021-04-19 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-the-scenes-monday-crossword-april-19-11618762390", "title": "Behind the Scenes (Monday Crossword, April 19)", "date": "2021-04-19 00:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/working-from-home-has-created-a-hole-that-office-gossip-used-to-fill-11618790400", "title": "Admit It: You Miss Office Gossip", "date": "2021-04-19 20:00", "summary": "As long as it's practiced with kindness and tact, breaking down office rumors with colleagues can actually be healthy for workers. What's the latest? Your guess is as good as mine.", "categories": [["Life & Work", "Work & Life"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/work-life?mod=breadcrumb"]}]