[{"link": "https://www.wsj.com/articles/u-s-covid-19-death-toll-surpasses-1918-flu-fatalities-11632176583", "title": "U.S. Covid-19 Deaths Surpass 1918 Flu Fatalities", "date": "2021-09-20 19:14", "summary": "Reported deaths from coronavirus top 675,000 nationwide, with daily fatalities nearly double last summer's average. The number of known Covid-19 deaths in the U.S. has surpassed the country's fatalities from the 1918-19 flu pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stock-futures-european-and-asian-indexes-fall-sharply-11632123909", "title": "Stock Market Pares Losses, but Dow, S&P 500 Fall Nearly 2%", "date": "2021-09-20 19:09", "summary": "Dow closes about 600 points lower as concerns over indebted property developer China Evergrande spur broad retreat. Worries about spreading troubles from China's property market snapped an extended streak of calm in stock indexes and sent the S&P 500 to its worst day since May.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shell-near-deal-to-sell-permian-assets-to-conocophillips-11632168002", "title": "Shell to Sell Permian Assets to ConocoPhillips for $9.5 Billion", "date": "2021-09-20 18:52", "summary": "Shell's proposed deal to exit from the top U.S. oil field comes as the industry faces pressure to lower emissions. Royal Dutch Shell PLC has agreed to sell all of its assets in the Permian basin, the most active U.S. oil field, to ConocoPhillips for around $9.5 billion in cash.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/that-debt-limit-show-democrats-congress-chuck-schumer-nancy-pelosi-11632172925", "title": "That Debt Limit Show", "date": "2021-09-20 18:34", "summary": "Democrats don't need the GOP to raise the federal borrowing limit.. Democrats control the White House and both houses of Congress. As the majority they can pass an increase in the U.S. federal debt limit as part of their budget bill without a single Republican vote. Yet Democrats are insisting that Republicans provide votes to give them political cover in raising the limit.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-government-paid-family-leave-plan-democrats-ways-and-means-committee-11632160035", "title": "The Government Family Plan", "date": "2021-09-20 18:34", "summary": "Federal paid leave takes over private benefits and subsidizes the affluent.. Democrats are back in Washington this week to jam through their $3.5 trillion reconciliation bill within days, including a radical government incursion into American work and family life. With the stakes so high, we'll devote the coming days to telling you more about these vast new programs.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-renters-prospered-in-the-pandemic-consumer-financial-protection-bureau-report-biden-administration-11632173569", "title": "How Renters Made Out in the Pandemic", "date": "2021-09-20 18:30", "summary": "A new Biden report shows the eviction ban wasn't needed.. The Supreme Court last month blocked the Centers for Disease Control and Prevention's national eviction moratorium. Now, in a belated disclosure, the Consumer Financial Protection Bureau reports that renters' finances improved during the pandemic. In other words, the eviction ban was never needed.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-mississippi-abortion-case-supreme-court-sets-arguments-for-december-11632176939", "title": "In Mississippi Abortion Case, Supreme Court Sets Arguments for December", "date": "2021-09-20 18:28", "summary": "Opponents and defenders of abortion rights weigh in on landmark challenge to Roe v. Wade. WASHINGTON-The Supreme Court set Dec. 1 for arguments over a Mississippi law banning most abortions after 15 weeks, a case that could bring the court's most significant ruling on reproductive rights since the Roe v. Wade decision in 1973.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/national-debt-ceiling-limit-reduce-federal-deficit-budget-reform-act-1974-hensarling-11632166030", "title": "Use the Debt Ceiling to Reduce the Debt", "date": "2021-09-20 18:06", "summary": "The real default risk arises from Congress's endless borrowing, not from the limit on it.. Congress will soon vote on whether to raise the national debt limit, which it has modified nearly 100 times. Having faced more than a dozen of these votes during my eight terms in Congress, I am confident the debt limit will be raised again but probably only after an unproductive spate of hyperbole and brinkmanship. The question is whether this Congress, like others, will take the opportunity to enact measures that address our national debt. I doubt it will, but there is no doubt that America is far better off with a debt limit than without one.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-coronavirus-productive-work-home-consulting-mental-health-11632166377", "title": "Covid-19 Made Me More Productive", "date": "2021-09-20 18:05", "summary": "When I was terrified of getting sick, there was no more fruitful distraction than work.. One effect of the pandemic came as a surprise: My work ethic improved.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-france-aukus-nuclear-submarines-australia-britain-ambassador-indo-pacific-11632166702", "title": "America Should Be Frank With France", "date": "2021-09-20 18:05", "summary": "The two nations need each other, despite French anger over the Aussie defense deal.. Connoisseurs of fine French pique enjoyed a rare feast last week as France reacted volcanically to its exclusion from the Aukus defense partnership and the cancellation of its $40 billion submarine pact with Australia by recalling two ambassadors. Usually Paris calls back only one when in this mood (see Turkey 2020 and Italy 2019). Better still, as a supreme expression of contempt and disdain, the French hit on the novel punishment of leaving its ambassador to the U.K. in place.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regressive-tax-new-jersey-salt-cap-reconciliation-2017-cuts-and-jobs-act-aoc-biden-11632167030", "title": "Tax Me, I'm From New Jersey", "date": "2021-09-20 18:03", "summary": "Rolling back the cap on the federal SALT deduction would be a tax break for the rich.. For years Warren Buffett has argued that wealthy Americans are undertaxed and should have to pay more. So celebrated has the Berkshire Hathaway chairman become for his Tax Me message that Joe Biden invoked the \"Buffett Rule\" in his run for the presidency. Here is how his campaign website put it:", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/san-francisco-london-breed-covid-19-coronavirus-mask-mandate-black-cat-club-11632166875", "title": "Notable & Quotable: Fun Police", "date": "2021-09-20 18:02", "summary": "'I'm not going to sip and put my mask on, sip and put my mask up, eat and put my mask on.'. From a report by San Francisco's KPIX-TV, Sept. 20:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-contrarian-review-a-totally-fake-thing-11632175314", "title": "'The Contrarian' Review: A Totally Fake Thing?", "date": "2021-09-20 18:01", "summary": "The tech investor Peter Thiel is a collection of ironies and contradictions, so of course his biographer has written a tedious morality play.. Peter Thiel is not an easy man to categorize. He adheres to a kind of hyper-libertarianism on financial matters, but his data-analytics company, Palantir, has sold surveillance software to the Pentagon and police departments. He speaks openly of his heterodox Christian beliefs and the Catholic philosophy of René Girard, with whom he studied at Stanford, but also believes humans can overcome death itself. He made his name as a tech investor and co-founder of PayPal but inveighs against social media and argues that American innovation has slowed to a standstill. His public comportment is halting and diffident, but he is famous for avenging a slight at tremendous monetary cost. Mr. Thiel is a gay Republican, a Silicon Valley billionaire who derides West Coast progressivism, and a proponent of \"seasteading\"-the creation of floating, ocean-based communities beyond governmental control-who nonetheless vocally supported Donald Trump's nationalist campaign in 2016.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-price-slides-as-china-jitters-hit-crypto-markets-11632162568", "title": "Bitcoin Price Slides as China Jitters Hit Crypto Markets", "date": "2021-09-20 17:33", "summary": "Digital currencies punished by investors' shift to safer assets, worries over tether's links to China. Bitcoin fell sharply on Monday as a wave of selling triggered by tumult in China's indebted property sector hit the crypto markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fedex-ups-rate-rises-are-making-online-shopping-more-expensive-11632173409", "title": "Shopping Online Is Getting More Expensive", "date": "2021-09-20 17:30", "summary": "Shipping rates are rising at the fastest pace in nearly a decade, adding to pressure on retailers to pass costs to customers. Shipping rates are going up faster than they have in nearly a decade, increasing pressure on merchants to raise prices or find other ways to offset higher costs.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-evergrande-fallout-hits-western-bond-funds-11632163626", "title": "China Evergrande Fallout Hits Western Bond Funds", "date": "2021-09-20 17:28", "summary": "Bonds of other property developers dropped sharply on concerns of contagion in Chinese credit markets. The potential default of real-estate developer China Evergrande Group is taking a toll on funds in Europe and the U.S. that chased high yields in the Chinese corporate bond market.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-is-investigating-activision-blizzard-over-workplace-practices-disclosures-11632165080", "title": "SEC Is Investigating Activision Blizzard Over Workplace Practices, Disclosures", "date": "2021-09-20 17:27", "summary": "Videogame company also in talks to settle probe by Equal Employment Opportunity Commission. Federal securities regulators have launched a wide-ranging investigation into Activision Blizzard Inc., including how the videogame-publishing giant handled employees' allegations of sexual misconduct and workplace discrimination, according to people familiar with the investigation and documents viewed by The Wall Street Journal.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/income-inequality-is-often-by-choice-11632173182", "title": "Income Inequality Is Often by Choice", "date": "2021-09-20 17:26", "summary": "The latest Census data show that America is still the land of opportunity.. As if one couldn't tell by observing the daily crowds of people of color risking life and limb trying to enter the United States, America is not a fundamentally unjust society, but rather a beacon of hope for those fleeing injustice. New data from the Census Bureau confirm that the aspiring new citizens at our southern border are 100% correct that the U.S. remains the land of opportunity. Yet even as the rebounding U.S. economy continues to a be a global talent magnet, Democrats in Congress are still pushing the Bernie Sanders plan to disrupt American prosperity.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iowa-grain-cooperative-hit-by-cyberattack-linked-to-ransomware-group-11632172945", "title": "Iowa Grain Cooperative Hit by Cyberattack Linked to Ransomware Group", "date": "2021-09-20 17:22", "summary": "BlackMatter demanded $5.9 million to unlock New Cooperative's data, security researchers say. An Iowa grain co-op said it was hit with a cyberattack that security researchers are linking to newly launched ransomware group BlackMatter, which the researchers said demanded $5.9 million to unlock the organization's data.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rising-energy-stocks-defy-markets-september-slide-11632139069", "title": "Energy Stocks Resist Market's September Slide", "date": "2021-09-20 17:05", "summary": "A jump in oil prices this month has lifted energy stocks as the broader S&P 500 has fallen. Even with stocks skidding to their worst day in four months, energy remains the top-performing sector in the market.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-to-raise-refugee-admissions-cap-to-125-000-11632165286", "title": "Biden Administration to Raise Refugee Admissions Cap to 125,000", "date": "2021-09-20 17:01", "summary": "U.S. to accept far more refugees during the next budget year, beginning in October. WASHINGTON-President Biden is raising the refugee admissions cap to 125,000 for the government's budget year beginning Oct. 1, the State Department confirmed Monday, in line with the goal he set during his 2020 campaign.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-and-apple-finally-broke-old-tv-at-this-years-emmys-11632171405", "title": "Netflix and Apple Finally Broke Old TV at This Year's Emmys", "date": "2021-09-20 16:56", "summary": "Big wins by \"The Queen's Gambit,\" \"The Crown\" and \"Ted Lasso\" show how the industry has changed. A historic night at the Emmy Awards for AMC and other cable networks roughly a decade ago left the television industry's old guard questioning its relevance. Now the former insurgents of cable find themselves in the same wilderness.", "categories": [["Books & Arts", "Entertainment", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lil-nas-x-montero-review-call-me-by-your-name-industry-baby-old-town-road-nicki-minaj-11632170889", "title": "Lil Nas X 'Montero' Review: A Test of Talent", "date": "2021-09-20 16:50", "summary": "After 'Old Town Road' catapulted him to fame, the rapper and singer releases his debut album.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-to-replace-batteries-in-recalled-chevy-bolts-11632162904", "title": "GM to Replace Batteries in Recalled Chevy Bolts", "date": "2021-09-20 16:31", "summary": "Plan is for dealerships in mid-October to begin fixing Chevrolet Bolt electric cars recalled for fire risk. General Motors Co. said it would start next month to fix Chevrolet Bolt electric cars that were recalled for fire risk, although many owners likely will have to wait months to receive the remedy.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coinbase-wont-offer-lending-product-questioned-by-sec-11632169842", "title": "Coinbase Won't Offer Lending Product Questioned by SEC", "date": "2021-09-20 16:30", "summary": "Regulator had threatened enforcement action over launch of program. WASHINGTON- Coinbase Global Inc. won't offer a lending program that drew the threat of enforcement action from U.S. regulators.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bills-bills-bills-tuesday-crossword-september-21-11631896404", "title": "Bills, Bills, Bills (Tuesday Crossword, September 21)", "date": "2021-09-20 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-organization-cfo-allen-weisselberg-to-appear-in-court-monday-11632135601", "title": "Trump Organization CFO Allen Weisselberg Needs More Time for Defense, Lawyer Says", "date": "2021-09-20 15:48", "summary": "Attorneys for Weisselberg point to millions of documents they need to review. Lawyers for the Trump Organization's finance chief asked a judge for more time to prepare their defense, saying that they were reviewing millions of pages of documents and that prosecutors may file charges against other people.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/staffing-and-trucking-industry-lender-flexible-funding-files-for-bankruptcy-11632167157", "title": "Staffing and Trucking Industry Lender Flexible Funding Files for Bankruptcy", "date": "2021-09-20 15:45", "summary": "Flexible Funding and its Instapay subsidiary intend to reorganize in chapter 11. Flexible Funding LLC, which provides loans and alternative financing to trucking and temporary staffing businesses, has filed for bankruptcy.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/status-quo-at-the-world-health-organization-tedros-ghebreyesus-11632150759", "title": "Status Quo at the WHO?", "date": "2021-09-20 15:29", "summary": "China's man Tedros may sail to a second term. Where's Biden?. Asked about the World Health Organization at his nomination hearing in January, Secretary of State Antony Blinken vowed to advance reform at the \"very imperfect\" organization. Here's a good way to start: Replace WHO director-general Tedros Ghebreyesus.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remember-her-neme-mickey-guyton-victoria-banks-emma-lee-dolly-parton-leann-rimes-better-than-you-left-me-11632165963", "title": "'Remember Her Name' by Mickey Guyton Review: A Lifetime in the Making", "date": "2021-09-20 15:27", "summary": "The songwriter's new album documents her pursuit of success in country music at a level never experienced by a Black woman before.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hotel-rwanda-hero-found-guilty-of-terrorism-related-charges-may-face-life-imprisonment-11632138741", "title": "'Hotel Rwanda' Hero Found Guilty of Terrorism Charges", "date": "2021-09-20 15:22", "summary": "Paul Rusesabagina, a U.S. resident who saved hundreds of lives during the country's 1994 genocide, described the trial as politically motivated. A Rwandan court convicted Paul Rusesabagina, a U.S. resident immortalized by Hollywood for saving more than 1,200 people during the 1994 genocide, on a string of charges including terrorism and sentenced him to 25 years in prison, effectively ending the activist career of one of President Paul Kagame's sharpest critics.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-spat-with-france-shows-challenge-of-keeping-allies-unified-11632082796", "title": "U.S. Spat With France Shows Challenge of Unifying Allies", "date": "2021-09-20 15:06", "summary": "Diplomatic dust-up over security pact among the U.S., Australia and the U.K. comes as Biden administration struggles to maintain unity among its closest friends. France stepped up its opposition to a security agreement the U.S. crafted with Australia and the U.K., criticizing the Biden administration's failure to keep its allies apprised of sweeping foreign policy initiatives after the pact led to the loss of a lucrative French submarine deal.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-supercharged-the-role-of-chief-information-officer-11632164313", "title": "Pandemic Supercharged the Role of Chief Information Officer", "date": "2021-09-20 14:58", "summary": "Experienced CIOs expected to see average annual salaries of $260,250 in 2022, up 2.7% from 2021, according to recruiting firm Robert Half. The Covid-19 pandemic has supercharged the role of chief information officers, accelerating a shift from backroom technicians to front-office decisionmakers, as companies' operations are increasingly shaped by technology.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-require-foreign-nationals-seeking-entry-to-show-proof-of-covid-19-vaccination-11632147264", "title": "U.S. to Relax Travel Restrictions for Vaccinated Foreign Nationals", "date": "2021-09-20 14:34", "summary": "New rules requiring foreign travelers to show proof of vaccination follow pressure on President Biden from Europe, major airlines to lift bans. WASHINGTON-The Biden administration is easing a series of Covid-19 travel bans and will require foreign nationals seeking to fly to the U.S. to show proof of vaccination under new rules aimed in part at assuaging mounting frustration among European allies.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/energy-price-surge-leads-u-k-government-to-consider-steps-to-soften-impact-11632158169", "title": "Surging Energy Prices Push U.K. to Weigh Helping Hard-Hit Industries", "date": "2021-09-20 13:16", "summary": "Steps under consideration include state-backed loans to utilities and subsidies for fertilizer producers. LONDON-The U.K. government is considering measures to soften the fallout from a sharp increase in energy prices that has put power suppliers to consumers out of business and stoked problems for a range of industries from steel to brewing and fertilizers.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doctors-left-to-decide-who-gets-extra-covid-19-vaccines-amid-booster-debate-11632130200", "title": "Doctors Left to Decide Who Gets Extra Shots Amid Booster Debate", "date": "2021-09-20 12:53", "summary": "Resume Subscription. Jennifer Boral badly wants a Covid-19 vaccine booster shot.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/afghanistan-withdrawal-lost-harvard-rotc-military-training-ivy-league-elites-patriotism-11632152914", "title": "Afghanistan Was Lost in the Halls of Harvard", "date": "2021-09-20 12:50", "summary": "The 40-year ROTC ban sent a deeper message: that American civilization isn't worth defending.. Postmortems on Afghanistan are still focused on failures of the U.S. military and government, but before moving on, we should explore the more fundamental causes of this debacle.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-macron-morrison-johnson-aukus-nuclear-submarine-indo-pacific-australia-fracnce-11632153145", "title": "Biden Deals Europe a Tough Lesson in Realpolitik", "date": "2021-09-20 12:49", "summary": "Why protect France and Germany as they seek opportunity in China heedless of the danger?. Remember that terrible moment in the trans-Atlantic relationship when Donald Trump shook Emmanuel Macron's hand so hard his arm nearly fell off?", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/southern-border-illegal-immigrants-migrants-christian-responsibility-11632152016", "title": "The Border Crisis: A Different Christian View", "date": "2021-09-20 12:47", "summary": "Is teaching people to disregard our laws beneficial to our democracy?. Reading Bishop Daniel Flores's \"A Christian Responsibility to Migrants\" (Houses of Worship, Sept. 17), I recognize that he is a loving man. I am also a Christian and I live two hours from the border. The people coming across our border are worn out and frazzled and need help. How can we not offer food and drink? But there are several points the bishop might consider:", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-housing-construction-clogged-roads-green-spaces-11632151852", "title": "Clogged Roads and Open Spaces in California", "date": "2021-09-20 12:46", "summary": "It's nice to have a 6,000-acre park all to myself, but it makes little sense for the region.. The premise of \"The American Housing Market Is Stifling Mobility\" (Review, Sept. 4) is that migration to large cities is a sign of national vitality. Maybe so in the 1950s and earlier, but today our large cities are choking on overpopulation.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/holocaust-crimes-lithuania-collective-guilt-11632151736", "title": "Against Collective Guilt for Holocaust Crimes", "date": "2021-09-20 12:45", "summary": "Some Lithuanians killed Jews; others risked their lives to save Jews.. The document signed by Silvia Foti's grandfather is evidence that he played a role in the holocaust and was a war criminal (\"My Grandfather's Crimes Against Humanity,\" op-ed, Aug. 26). What makes this story complicated is that her grandfather also took up arms in 1945 against the Soviet occupation. He was caught and executed in 1947. He became a national hero for that, not for his collaboration with the Nazis.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-grand-strategy-foreign-policy-reagan-containment-11632151428", "title": "'American Grand Strategy' Is an Oxymoron", "date": "2021-09-20 12:45", "summary": "A twisting sequence of ad hoc decisions hammered out under the stresses of domestic politics is our habit.. Regarding Walter Russell Mead's column \"American Global Leadership Is in Retreat\" (Global View, Sept. 14): The U.S. does not do \"grand strategy.\" Even the globalism of containment, early in the Cold War, was a mélange of improvised tactics. Indeed, the closest America may have come since 1945 to unifying long-term ends with the nation's most broad-based means was Ronald Reagan's National Security Decision Directive 75 in 1983, which finally undercut the Soviet Union on all fronts.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-biontech-say-covid-19-vaccine-is-safe-for-young-children-generates-immune-response-11632134701", "title": "Pfizer, BioNTech Say Vaccine Is Safe for Young Children", "date": "2021-09-20 12:44", "summary": "Companies to seek emergency authorization in the U.S. for use of their vaccine in young children as early as the end of the month. Pfizer Inc. and partner BioNTech SE said their Covid-19 vaccine was found to be safe in children ages 5 to 11 years in a late-stage study and generated a strong immune response in them, bringing the prospect of broader vaccination coverage closer.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-vaccine-natural-immunity-infection-israel-study-cdc-11632151556", "title": "Natural Immunity and the Covid Vaccines", "date": "2021-09-20 12:44", "summary": "The previously infected can gain additional protection.. In \"Covid Confusion at the CDC\" (op-ed, Sept. 14), Dr. Marty Makary points out that public-health officials insist on vaccination for previously infected people. He disagrees with this policy, relying in large part on the evidence from a retrospective, observational Israeli study showing that \"natural immunity was 27 times more effective than vaccinated immunity in preventing symptomatic infections.\" He doesn't add that the same study also found: \"Individuals who were both previously infected with SARS-CoV-2 and given a single dose of the vaccine gained additional protection against the Delta variant.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-to-resume-covid-19-vaccine-exports-to-developing-nations-11632155352", "title": "India to Resume Covid-19 Vaccine Exports to Developing Nations", "date": "2021-09-20 12:29", "summary": "India, a major supplier of shots to poorer countries, banned exports of doses last spring following a devastating surge at home. NEW DELHI-India will resume exports of Covid-19 vaccines starting next month, government officials said Monday, in a move likely to aid developing nations that have struggled to vaccinate their populations after New Delhi restricted shipments amid resurgence of cases at home.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fbi-searches-home-of-gabby-petitos-fiance-brian-laundrie-11632153448", "title": "FBI Searches Home of Gabby Petito's Fiancé", "date": "2021-09-20 11:57", "summary": "Laundrie, a person of interest in case, is missing; remains matching Petito's description were found in Wyoming. The Federal Bureau of Investigation on Monday was executing a search warrant at the home of Brian Laundrie, the fiancé of Gabby Petito, a 22-year-old Florida woman who was believed to be found dead in Wyoming.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-tycoons-wont-escape-chinese-populism-11632135169", "title": "Hong Kong Tycoons Won't Escape China Crackdown", "date": "2021-09-20 11:40", "summary": "Investors are clearly worried that Beijing's recent 'common prosperity' call could soon be heard in the freewheeling financial center, too. Mainland Chinese property developers aren't the only ones with reason to fear Beijing's newly interventionist stance in the sector. Hong Kong property developers look set to join China Evergrande Group in the regulatory crosshairs, albeit for different reasons.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/freshworks-shouldnt-spoil-on-delivery-11632152233", "title": "Freshworks Shouldn't Spoil on Delivery", "date": "2021-09-20 11:37", "summary": "Cloud-software company's IPO should stand out for its reasonable valuation and path to profitability. Freshworks won't have the initial public offering world to itself this week, but the cloud-software company is appetizing enough to stand out in a crowded pack.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/financier-behind-dryships-stocks-wild-ride-has-settled-with-sec-11632151697", "title": "Financier Behind a Stock's Wild Ride Has Settled With SEC", "date": "2021-09-20 11:28", "summary": "Canadian hedge fund linked to volatile trading in a Greek shipper's stock agrees to $8.15 million settlement. Before meme stocks, there was DryShips Inc. Shares of the Greek shipping company on the edge of bankruptcy rose 1,500% in four days in November 2016.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xi-jinping-aims-to-rein-in-chinese-capitalism-hew-to-maos-socialist-vision-11632150725", "title": "Xi Jinping Aims to Rein In Chinese Capitalism", "date": "2021-09-20 11:12", "summary": "Resume Subscription. Xi Jinping's campaign against private enterprise, it is increasingly clear, is far more ambitious than meets the eye.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/putins-united-russia-head-for-victory-in-parliamentary-election-11632137644", "title": "Pro-Putin Party Wins Control of Russia's Parliament", "date": "2021-09-20 11:06", "summary": "Result will allow United Russia to amend the country's constitution, but opponents say the vote was neither free nor fair. MOSCOW-Russia's ruling party won control of two-thirds of the seats in the Russian Parliament, a showing that will allow the government to enact changes to the constitution and bolsters the power of President Vladimir Putin.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-live-stream-shopping-the-future-of-retail-11632148066", "title": "Is Live-Stream Shopping the Future of Retail?", "date": "2021-09-20 10:27", "summary": "Ntwrk, a 3-year-old app, functions as a sort of streetwear QVC. But how well does live-stream shopping really work?. I'm sitting on my couch, staring at my phone as I watch Noah Thomas, a pitchman wearing glasses like Willy Wonka's, sell a pair of Adidas sneakers through a live stream. \"Adidas has been killing it lately!\" Mr. Thomas assures viewers before ticking off the brand's recent collaborations and a few factoids from its history. It takes him a few minutes to even get to the sneaker on offer, but he insists it \"is a very coveted shoe\" as the cameraperson swoops around the yet-to-be-opened box. \"Here we go, boom, the beautiful ZX 10000 C,\" he hollers as he pulls out the all-white shoe. Mr. Thomas rapidly runs through details like the rubber outsole and the neon-yellow shoe-lace bangle. A couple of minutes later he moves onto a grey pair and goes through the whole spiel again.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-to-pay-809-5-million-to-settle-securities-suit-11632147834", "title": "Twitter to Pay $809.5 Million to Settle Securities Suit", "date": "2021-09-20 10:23", "summary": "Suit alleged social-media company misled investors about user engagement in 2015. Twitter Inc. said it agreed to pay more than $800 million to settle a consolidated class-action securities lawsuit alleging the social-media company deliberately misled investors about user engagement in 2015.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shooting-at-russian-university-kills-eight-11632132441", "title": "Russia Shooting Leaves Six Dead at University", "date": "2021-09-20 10:15", "summary": "Authorities detain student after attack in city of Perm; at least 28 injured. MOSCOW-Six people were killed when a gunman opened fire at a university in the Russian city of Perm, leaving more than two dozen wounded in an incident that is becoming less of a rarity in a country with strict regulations over gun ownership.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-california-recall-democrats-fret-over-latino-vote-11632146802", "title": "After California Recall, Democrats Fret Over Latino Vote", "date": "2021-09-20 10:06", "summary": "The party still has the backing of the nation's fastest-growing demographic group, but signs of softening support cause concern. Democrats are wondering whether they have a problem with Latino voters. What they actually might have is a problem with working-class voters.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/astrazeneca-breast-cancer-drug-found-to-reduce-risk-of-dying-11632146777", "title": "AstraZeneca Breast Cancer Drug Found to Reduce Risk of Dying", "date": "2021-09-20 10:06", "summary": "Large trial shows Enhertu lowers risk of death or tumor progression. AstraZeneca PLC said its breast cancer drug Enhertu significantly reduced the risk of dying or disease progression in women with advanced disease in a large clinical trial, the latest sign that its push into oncology is starting to pay off.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fidelity-taps-bmos-joanna-rotenberg-to-head-4-trillion-personal-investing-business-11632146409", "title": "Fidelity Taps Joanna Rotenberg to Head $4 Trillion Personal-Investing Business", "date": "2021-09-20 10:00", "summary": "The appointment comes amid Americans' renewed interest in stock trading. Fidelity Investments appointed Joanna Rotenberg to head its personal-investing business, picking an outsider to spearhead the division amid unprecedented demand from individual investors.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-you-know-how-to-snowboard-saudi-arabia-tries-out-for-its-first-winter-olympics-11632145579", "title": "'Do You Know How to Snowboard?': Saudi Arabia Tries Out for Its First Winter Olympics", "date": "2021-09-20 09:46", "summary": "Desert kingdom prepares for next year's Beijing Games with an indoor ski slope at a Riyadh mall as its off-season base. RIYADH-The desert kingdom of Saudi Arabia has set a lofty target for sporting greatness: the snowy peaks of next year's Winter Olympics.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/s-p-500-bitcoin-li-auto-what-to-watch-when-the-stock-market-opens-today-11632135530", "title": "S&P 500, Bitcoin, Li Auto: What to Watch When the Stock Market Opens Today", "date": "2021-09-20 09:13", "summary": "China jitters spread globally with futures for the S&P 500 sinking more than 1%. U.S. stock futures fell as jitters in China's indebted property sector rippled into global markets. Here's what we're watching ahead of Monday's trading session.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/m-b-a-applications-at-some-of-the-countrys-best-schools-fell-this-year-11632142800", "title": "M.B.A. Applications at Some of the Country's Best Colleges Fell This Year", "date": "2021-09-20 09:00", "summary": "The pandemic-prompted surge of interest in the management degree in 2020 looks to be a passing fad. Some of the best known M.B.A. programs in the U.S. registered precipitous drops or sluggish interest from prospective candidates this year, following a 2020 admissions cycle in which applications soared.", "categories": [["Business", "Management", "Business Education"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/business-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-admissions-cheating-trial-reveals-a-lot-about-the-parents-wealth-11632141039", "title": "College-Admissions Trial Reveals Much About Parents' Wealth", "date": "2021-09-20 08:30", "summary": "Lawyers for rich parents accused of paying bribes to get their children into elite colleges say wealth isn't a crime. BOSTON-Bruce Isackson couldn't immediately recall how much he paid for a corrupt proctor to rig the score on his daughter's ACT college entrance exam.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/juergen-teller-interview-routine-11632140867", "title": "Juergen Teller Gets His Best Ideas in Ice-Cold Showers", "date": "2021-09-20 08:30", "summary": "The photographer, whose latest book is called 'Donkey Man and Other Stories,' indulges in goat or sheep yogurt and loves giant snails.. Sometimes it takes only a word to inspire Juergen Teller, the photographer known for his high-art and fashion images that are equal parts gritty and humorous. Take the word snails. Early in his relationship with his now-wife and creative partner, Dovile Drizyte, the two were on the phone while she was away in Paris, and she mentioned she was going to eat snails. \"I was like, snails? I don't like snails,\" says Teller, 57. \"Then I thought, She is so pretty. She is like a peach. That's how I got interested.\" He decided to photograph snails and peaches in his studio. The slimy creatures appear in photographs in his latest book, Donkey Man and Other Stories: Editorial Works Volume 1, out from Rizzoli, lurching along Teller's calves, slurping up fruit or hanging out on a dinner plate. \"These f-ing snails are huge; they're from Africa, and they eat them because they have so much protein,\" he says.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amalfi-coast-hotel-italian-flair-11632140785", "title": "An Amalfi Coast Hotel With Midcentury Italian Flair", "date": "2021-09-20 08:30", "summary": "A new hotel overlooking the famed Italian coastline updates a midcentury structure with a Gio Ponti-inspired design.. Just eight miles down the Amalfi Coast from Positano, home to storied hotels like the San Pietro and Le Sirenuse, a new property has put a different spin on the southern Italian region's legacy of luxury accommodations. Borgo Santandrea clings to the cliffs of the quiet fishing village of Conca dei Marini, which is known to locals and insiders but is otherwise largely off the radar. Built in the late 1960s in high midcentury-modern style, the hotel is notable for its curvaceous, all-white facade punctuated by open archways and rounded windows.", "categories": [["Travel"]], "category_links": ["https://www.wsj.com/news/types/magazine-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/allianz-asset-management-head-jacqueline-hunt-in-talks-to-depart-11632140114", "title": "Allianz Asset-Management Head in Talks to Depart", "date": "2021-09-20 08:15", "summary": "Talks come as the company deals with a DOJ investigation into billions of dollars in losses in its Structured Alpha funds. Allianz SE 's top asset-management executive is in talks to leave the company, according to people familiar with the matter, as it navigates a Justice Department probe into a group of investment funds that suffered steep losses last year.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/emmys-2021-kick-off-with-high-expectations-for-the-crown-ted-lasso-11632096141", "title": "Emmys 2021: Wins for 'The Crown,' 'Ted Lasso'", "date": "2021-09-20 08:07", "summary": "Netflix lands 44 awards, including top awards for 'Gambit' and 'Crown'; Apple TV+ prevails with 'Lasso'. Streamers clinched their grip on the television business as shows from Netflix and Apple TV+ took top honors at the 73rd Emmy Awards.", "categories": [["Books & Arts", "Entertainment", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lamar-jackson-patrick-mahomes-ravens-chiefs-fourth-down-11632139282", "title": "Lamar Jackson, Patrick Mahomes and the NFL's New Fourth-Down Math", "date": "2021-09-20 08:04", "summary": "The Baltimore Ravens capped a thrilling 36-35 win over the Kansas City Chiefs by converting a late fourth down that reflected the abilities of two quarterbacks and modern, analytically driven thinking. BALTIMORE-Baltimore Ravens coach John Harbaugh had a question.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transitory-inflation-can-be-a-lasting-affair-11632139391", "title": "Transitory Inflation Can Be a Lasting Affair", "date": "2021-09-20 08:03", "summary": "Central banks and investors have different interpretations of how long the current bout of inflation might last. Today's inflation may be transitory, but how long \"transitory\" means is becoming a real head-scratcher for investors. At the risk of intellectual incoherence, they seem more worried about the next five years than the next 10.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-accurate-are-covid-19-rapid-home-tests-and-when-should-you-use-them-11632139201", "title": "How Accurate Are Rapid Covid Home Tests, and When to Use Them", "date": "2021-09-20 08:00", "summary": "Tests, including Abbott's BinaxNOW, are flying off drugstore shelves. Here's what you need to know about how to use them and how reliable they are.. Stephanie Shultz, a mother of four in Louisville, Ky., started stockpiling Covid-19 at-home rapid tests in July. She snapped up about 20 boxes. \"I figured my kids were going back to school and we were going to be needing them,\" she says.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-next-hot-import-might-be-record-energy-prices-11632135781", "title": "America's Next Hot Import Might Be Record Energy Prices", "date": "2021-09-20 07:03", "summary": "Natural-gas, coal and electricity prices are all running abnormally high, far too early. Today's high energy prices could be a preview of coming attractions-a real horror movie if this winter is cold.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/realtors-face-federal-scrutiny-of-broker-commissions-11632135601", "title": "Real-Estate Agents Gear Up for Fight to Save Their Commissions", "date": "2021-09-20 07:00", "summary": "Justice Department probe, civil lawsuits pose challenge to real-estate industry practices. WASHINGTON-The residential real-estate industry is bracing for a challenge to the commissions charged by its sales agents, one that could put downward pressure on the fees paid by home buyers and sellers.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cvs-makes-hiring-push-amid-worker-shortage-increased-covid-19-vaccine-demand-11632135600", "title": "CVS Makes Hiring Push Amid Worker Shortage, Demand for Vaccines", "date": "2021-09-20 07:00", "summary": "Pharmacy chain plans to add 25,000 people this week as stores struggle with long lines, frustrated customers. CVS Health Corp. , one of the biggest U.S. providers of Covid-19 tests and vaccines, is racing to hire thousands of workers as staffing shortages prompt stores to close drive-through lanes and at times turn away customers seeking shots.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-rollout-falters-in-bulgaria-amid-perfect-storm-of-mistrust-fake-news-11632133548", "title": "Covid-19 Vaccine Rollout Falters in Hard-Hit Bulgaria", "date": "2021-09-20 06:25", "summary": "Less than a fifth of the Balkan nation's population is fully vaccinated, far below EU average of 61%. BURGAS, Bulgaria-As a European Union member state, Bulgaria has access to Western-approved Covid-19 vaccines and enough doses for its population. But a mix of misinformation, low trust in authorities and conflicting messaging means less than a fifth of Bulgarians are fully vaccinated.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghan-valley-legendary-for-resisting-soviets-taliban-empties-out-11632130904", "title": "Rebel Afghan Valley Empties Out After Taliban Victory", "date": "2021-09-20 05:41", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/green-horizons-emerge-for-downtrodden-bank-stocks-11632130201", "title": "Green Bulls See Path to Growth for Europe's Downtrodden Bank Stocks", "date": "2021-09-20 05:30", "summary": "Banks such as HSBC and Barclays could benefit from a boom in lending to companies cutting carbon emissions, analysts say. European banks such as Barclays PLC and Deutsche Bank AG say lending to environmentally minded companies is the future. Some analysts think the strategy could pay off for their share prices, which have lagged behind faster-growing U.S. rivals for years.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-companies-to-be-sidelined-at-u-n-s-climate-conference-11632130201", "title": "Oil Companies to Be Sidelined at U.N.'s Climate Conference", "date": "2021-09-20 05:30", "summary": "BP and Shell's presence at COP26 in Glasgow is set to be limited by the host country's requirement for detailed emissions-reduction plans. Some big oil companies say they want to play a key role in reducing carbon emissions, but they are set to be sidelined at the coming United Nations climate conference.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-congress-debates-trillions-in-spending-voters-minds-are-elsewhere-11632130201", "title": "Republicans Find Message to Reduce Spending a Tough Sell", "date": "2021-09-20 05:30", "summary": "Some in the GOP are trying to bolster enthusiasm for curbing big government, but they are finding it a tough sell. FORT WAYNE, Ind.-Sen. Todd Young warned the few dozen conservatives gathered this month in the basement of a sushi restaurant that their activism could be the only thing to stop Congress from spending trillions of dollars of tax money.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-cfos-add-sustainability-targets-to-corporate-loans-11632130202", "title": "More CFOs Add Sustainability Targets to Corporate Loans", "date": "2021-09-20 05:30", "summary": "The volume of such loans has grown in recent months as companies face pressure to go green. An increasing number of companies are tying the interest rates on their corporate loans to environmental and other sustainability targets as they face pressure from investors and regulators to go green.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russians-vote-as-putin-looks-to-tighten-grip-11632046722", "title": "Russia's Ruling Party Leading in Elections as Putin Looks to Tighten Grip", "date": "2021-09-20 03:07", "summary": "Russian leader wants to reassure allies his position remains firm amid an antagonistic relationship with the West. MOSCOW-Russia's ruling party appeared on course to maintain its majority in parliament, preliminary results showed, in an outcome that would cement President Vladimir Putin's control over his country's main levers of power.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-ovhcloud-readies-possible-4-7-billion-ipo-11632082037", "title": "Europe's OVHcloud Plans IPO at Potential $4.7 Billion Valuation", "date": "2021-09-20 03:04", "summary": "France-based cloud services provider aims to take advantage of the surge in demand for digital communications accelerated by the pandemic. European cloud-services provider OVHcloud plans to launch a possible initial public offering, the company said Monday, a deal that could value the business at more than $4.7 billion.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/workers-end-strike-at-mondelez-international-11632115965", "title": "Workers End Strike at Mondelez International", "date": "2021-09-20 01:32", "summary": "Chicago-based company said employees would resume work this week. Workers at Mondelez International Inc., maker of Oreo cookies, Wheat Thins and other snacks, have ended a weekslong strike as union members overwhelmingly accepted a new four-year contract.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/emmy-awards-2021-list-winners-nominees-11632095321", "title": "Emmy Awards 2021: List of Winners From 'Ted Lasso' to 'The Crown'", "date": "2021-09-20 00:12", "summary": "Here are the winners and nominees for major awards, from outstanding drama and comedy series to acting. The 73rd Primetime Emmy Awards reflected how the Covid-19 pandemic shaped television in the past year.", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11632073804", "title": "Pepper...and Salt", "date": "2021-09-20 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/h-p-love-craft-monday-crossword-september-20-11631896242", "title": "H P Love-Craft (Monday Crossword, September 20)", "date": "2021-09-20 00:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/immigration-measure-cant-be-included-in-3-5-trillion-package-senate-parliamentarian-says-11632098206", "title": "Immigration Measure Can't Be Included in $3.5 Trillion Package, Senate Parliamentarian Says", "date": "2021-09-20 21:58", "summary": "In setback for Democrats, decision finds that the policy implications of the proposal outweigh the budget impact. WASHINGTON-The arbiter of Senate procedural rules said Sunday that Democrats' plan to provide a pathway to citizenship for millions of immigrants living in the country illegally couldn't be included in a wide-ranging $3.5 trillion proposal expanding the safety net and responding to climate change.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]