[{"link": "https://www.wsj.com/articles/rhode-island-regulator-approves-hospital-sale-11622591539", "title": "Rhode Island Regulator Approves Hospital Sale", "date": "2021-06-01 19:52", "summary": "Prospect Medical Holdings and Leonard Green & Partners must set aside $80 million to help cover operations and expenses for two Rhode Island-based safety-net hospitals. Rhode Island state regulators have approved the sale of two privately held hospitals in the state, ending an impasse between the regulators and the hospitals' owners that threatened to close them.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nelson-riddle-american-musics-artist-behind-the-scenes-11622589637", "title": "Nelson Riddle: American Music's Artist Behind the Scenes", "date": "2021-06-01 19:20", "summary": "Few members of the general public know how important an arranger is to music. But Nelson Riddle, born 100 years ago today, was lauded by Ella Fitzgerald and Frank Sinatra and became a household name to lovers of the Great American Songbook.. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zoom-reports-customer-growth-in-latest-quarter-raises-expectation-11622580026", "title": "Zoom Reports Customer Growth in Latest Quarter, Raises Expectation", "date": "2021-06-01 19:19", "summary": "The number of customers with more than 10 employees reached about 497,000 in the latest period. Zoom Video Communications Inc.'s customer count rose sharply and revenue almost tripled in the first quarter, signaling the tech darling of the pandemic era is enjoying robust customer growth as offices open back up.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opec-russia-led-producers-agree-to-pump-more-oil-11622557480", "title": "Oil Price Hits Two-Year High as OPEC Sees More Demand", "date": "2021-06-01 19:16", "summary": "Producers led by Saudi Arabia and Russia plan to pump more as global rebound boosts commodity appetite. Oil prices hit multiyear highs above $70 a barrel after OPEC and its allies forecast higher demand and boosted output-punctuating a global economic reawakening that has raised the prices of a broad range of commodities.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eurozone-inflation-above-target-sooner-than-the-ecb-expected-11622588799", "title": "Eurozone Inflation Above Target Sooner Than The ECB Expected", "date": "2021-06-01 19:06", "summary": "The sharp acceleration in inflation has been driven by surging energy prices, and central bankers expect it to be temporary. The annual rate of inflation in the eurozone rose in May to hit the European Central Bank's target for the first time since late 2018, as energy prices surged in response to a strengthening recovery in the global economy.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-future-of-secular-stagnation-11622588742", "title": "A Future of Secular Stagnation", "date": "2021-06-01 19:05", "summary": "The Biden budget predicts a not very Roaring Twenties.. One critique of President Biden's historic spending blowout is that it steals economic growth from the future in return for a temporary surge in the next two years. Imagine our surprise to see the White House confirm this criticism in its own budget proposal.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lefts-decriminalization-push-stops-short-of-labor-law-11622588663", "title": "The Left's Decriminalization Push Stops Short of Labor Law", "date": "2021-06-01 19:04", "summary": "One law professor says violations by employers should carry 'the real threat of imprisonment.'. The left-leaning Economic Policy Institute calls on prosecutors and state lawmakers to seek criminal punishment of employers for workplace and labor-law violations that are currently addressed through less serious legal sanctions. There are good reasons to be wary of this advice.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-biden-have-forgiven-student-debt-11622588577", "title": "Should Biden Have Forgiven Student Debt?", "date": "2021-06-01 19:02", "summary": "Some think the president abandoned young voters; others think he made the right call.. Editor's note: This week's Future View asks whether President Biden should make student debt relief a priority. Next we'll ask: What do you think of companies' embrace of Pride Month? Students can click here to submit opinions of fewer than 250 words before June 15. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-cake-creativity-and-conscience-11622588460", "title": "Notable & Quotable: Cake, Creativity and Conscience", "date": "2021-06-01 19:01", "summary": "'If you want to reject Jesus and purchase a cupcake, go ahead.'. From \"Why I Didn't 'Just Bake the Cake' \" by Masterpiece Cakeshop proprietor Jack Phillips for First Things, May 28:", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/liberals-choose-racial-catharsis-over-progress-for-blacks-11622588510", "title": "Liberals Choose Racial Catharsis Over Progress for Blacks", "date": "2021-06-01 19:01", "summary": "What happened in Tulsa 100 years ago matters far less than what's happening in Chicago today.. President Biden traveled to Tulsa, Okla., Tuesday to mark the 100th anniversary of a race riot that destroyed a prosperous black community and is estimated to have left hundreds of people dead. The trip recalls President Obama's 2015 trip to Selma, Ala., where police had beaten and tear-gassed peaceful civil-rights protesters 50 years earlier.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mixing-and-matching-covid-19-shots-in-fully-vaccinated-people-is-subject-of-new-study-11622588194", "title": "NIH Starts Testing Mixing and Matching Booster Shots", "date": "2021-06-01 18:56", "summary": "The early-stage trial will explore whether people can be given a booster shot different from their original Covid-19 vaccine. Federal health officials have started a new study exploring whether mixing different Covid-19 vaccines can prolong immunity and better protect people from concerning variants of the coronavirus.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/editor-of-prominent-medical-journal-jama-to-step-down-amid-controversy-over-racism-11622582644", "title": "JAMA's Editor to Step Down Amid Controversy Over Racism", "date": "2021-06-01 18:51", "summary": "Howard Bauchner has apologized for JAMA podcast, tweet questioning existence of racism in medicine. The editor in chief of the Journal of the American Medical Association, one of the country's pre-eminent medical research journals, is stepping down after the publication produced a podcast episode and a tweet that questioned the existence of racism in medicine.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amc-shares-soar-after-company-raises-230-million-in-stock-sale-11622571307", "title": "AMC Soars as Company Sells $230 Million in Stock to Hedge Fund", "date": "2021-06-01 18:37", "summary": "Mudrick Capital quickly unloads at a profit 8.5 million shares it purchased in deal with movie-theater chain. AMC Entertainment Holdings Inc. took advantage of a skyrocketing stock price last week to sell shares to a hedge fund for $230.5 million, it disclosed Tuesday, news that drove its stock higher still.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazils-economy-bounces-back-to-pre-pandemic-levels-while-covid-19-still-rages-11622587028", "title": "Brazil's Economy Bounces Back While Covid-19 Still Rages", "date": "2021-06-01 18:37", "summary": "Latin America's biggest economy grew 1.2% in the first quarter, propelled by agricultural exports. Brazil's economy has returned to pre-pandemic levels, lifted by the biggest stimulus in emerging markets and a return to normal activity by many Brazilians who have ignored scientists' calls to remain in lockdown as Covid-19 rages across the country.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/all-the-whos-dictators-11622586882", "title": "All the WHO's Dictators", "date": "2021-06-01 18:34", "summary": "Taiwan is excluded while Syria and Belarus get leadership positions.. President Biden rejoined the World Health Organization as one of his first official acts, and his Administration has vowed to \"strengthen and reform\" it. That effort isn't going well, as last week's World Health Assembly shows.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irans-navy-heads-to-the-americas-11622586717", "title": "Iran's Navy Heads to the Americas", "date": "2021-06-01 18:31", "summary": "A pair of warships may be on the way to assist Venezuela.. Reports that two Iranian frigates may be steaming into the Atlantic toward Venezuela ought to concentrate minds in the Biden Administration. So much for Iranian goodwill amid President Biden's determination to rejoin the 2015 nuclear deal.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaccine-slowdown-isnt-cause-for-alarm-11622586188", "title": "Vaccine Slowdown Isn't Cause for Alarm", "date": "2021-06-01 18:23", "summary": "The vulnerable elderly got the shots first. Of course demand has been declining.. The United States has done something amazing: developed and authorized three new vaccines and vaccinated half of its adult population, all within 17 months of learning of a new disease, Covid-19. Yet vaccine demand is falling-daily doses administered have been declining for the past seven weeks. There are now fewer doses administered each day than on the day Joe Biden took office. Almost one-fifth of unvaccinated people, in a recent poll by the Kaiser Family Foundation, say they definitely won't get the shot or will only do so if required.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-climate-yawns-at-exxon-coup-11622586147", "title": "The Climate Yawns at Exxon 'Coup'", "date": "2021-06-01 18:22", "summary": "An activist fund wants an oil giant to stop producing oil-except if it's profitable.. Behold a pseudo-event. Last week a tiny hedge fund, with 0.02% of Exxon 's stock, originally sought to name 40% of the company's directors; a great victory in the climate wars was declared when a shareholder vote appointed two of its nominees to an expanded board of 12.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/letter-to-a-young-female-physician-review-chicken-soup-for-doctors-11622586119", "title": "'Letter to a Young Female Physician' Review: Chicken Soup for Doctors", "date": "2021-06-01 18:22", "summary": "'Dear young colleague,' Dr. Koven writes, 'you are not a fraud. Your training will serve you well. Your humanity will serve your patients even better.'. Years ago my parents, who I was not sure liked my partner, came to visit during my last year of medical school. Nervous and wanting to feel merry, we had a big meal and too much alcohol and, unsurprisingly, one of us felt iffy after all the cream sauce and wine. My partner's abdominal iffy-ness-extreme pain, in fact-continued for days, while I patiently explained to him that his symptoms were somatizations of our desire for familial approval. Against my advice, he went to the hospital, where a doctor showed us the ruptured appendix so distended that the inflamed, shimmering mass of it exceeded the ultrasound screen. He was taken to the O.R. immediately, surviving despite my efforts.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-passes-bill-to-fund-cftc-whistleblower-program-11622586035", "title": "Senate Passes Bill to Fund CFTC Whistleblower Program", "date": "2021-06-01 18:20", "summary": "The bill was passed unanimously on Friday; a similar bill may be considered by the House of Representatives. A newly passed Senate bill would temporarily create a separate account to pay for the operation of the Commodity Futures Trading Commission's whistleblower program as the agency confronts a funding crisis over a large potential payout.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-to-suspend-oil-leases-in-arctic-refuge-11622575912", "title": "Biden Administration Suspends Oil Leases in Arctic Refuge", "date": "2021-06-01 18:13", "summary": "Trump administration approved leases in the pristine wilderness, but no major oil companies had bid for rights. WASHINGTON-The Biden administration on Tuesday suspended oil leases in the Arctic National Wildlife Refuge in Alaska, blocking plans for the first-ever drilling program in the pristine 19-million-acre wilderness.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/woman-in-motion-review-nichelle-nicholss-real-life-mission-11622583606", "title": "'Woman in Motion' Review: Nichelle Nichols's Real-Life Mission", "date": "2021-06-01 17:40", "summary": "In Todd Thompson's documentary, the actress best known for her groundbreaking role as Lieutenant Uhura on 'Star Trek' reflects on her efforts to diversify NASA's workforce.. In its way, \"Woman in Motion\" is one more leg of the mission that actress Nichelle Nichols has been on since the late '70s, convincing all Americans that there's room for them in space. Best known for the role of Lieutenant Uhura of the U.S.S. Enterprise-the mothership of the original \"Star Trek\" TV series-Ms. Nichols is credited with opening the eyes of the National Aeronautics and Space Administration to the idea that \"the right stuff\" was not the exclusive purview of white male test pilots, while helping to convince women and minorities of the same thing. It's a remarkable story, aspects of which have been told before, but not with the scope or depth that director Todd Thompson delivers here.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-06-01-2021-11622532995", "title": "Stocks Pull Back After Manufacturing Data", "date": "2021-06-01 17:15", "summary": "Data showed that U.S. manufacturing activity continues to be affected by factors including commodities prices, materials shortages. Major U.S. stock indexes finished Tuesday's session roughly flat after fresh data showed that U.S. manufacturing activity, while expanding, continues to be affected by rising commodities prices, materials shortages and difficulties in the labor market.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/forget-one-day-delivery-uber-eats-and-doordash-are-aiming-for-one-hour-11622581805", "title": "Forget One-Day Delivery. Uber Eats and DoorDash Are Aiming for One Hour.", "date": "2021-06-01 17:10", "summary": "To keep the customers they gained during the pandemic, food-delivery apps are expanding beyond restaurants.. If you think of Amazon as powering next-day-delivery, Uber Eats wants you to think of them as powering next-hour-delivery. Food delivery apps saw an influx of customers during the Covid-19 pandemic as restaurants shut down. To maintain their new consumer base-and keep growing-some popular apps are expanding beyond hot meals into delivering nonperishables, groceries, and alcohol. Here are three reasons food delivery apps like Uber Eats and DoorDash are broadening their horizons.", "categories": [["Culture"]], "category_links": ["https://www.wsj.com/news/types/noted-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/naomi-osaka-french-open-mental-health-11622580539", "title": "Osaka Reignites Debate About Mental Health in Sports", "date": "2021-06-01 16:53", "summary": "The No.-2-ranked tennis player's exit from the French Open has reignited a conversation around mental health that is reshaping professional sports. PARIS-Naomi Osaka spent all of one match and 72 hours at this year's French Open, but her short stay in Paris was enough to ignite a conversation about mental health and sports that may reshape the lives of professional athletes for years to come.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ballerina-boys-review-the-comedy-kings-who-have-played-swan-queens-11622580682", "title": "'Ballerina Boys' Review: The Comedy Kings Who Have Played Swan Queens", "date": "2021-06-01 16:51", "summary": "A PBS documentary tells the story of Les Ballets Trockadero de Monte Carlo, an all-male troupe that has poked fun at classical dance and gender norms by performing en pointe and in drag for 45 years.. Everything about the all-male dance troupe Les Ballets Trockadero de Monte Carlo has been about timing-comedic timing, precision dancing, the postmodern pratfalls the members impose on classical ballet. But as recounted by the documentary \"Ballerina Boys,\" the Trocks, as the gay-centric group has been known for 45 years, also sprung out of a moment in which they made perfect sense.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netanyahu-supporters-woo-israeli-right-wing-lawmakers-to-undercut-rival-coalition-11622573073", "title": "Netanyahu Supporters Woo Israeli Right-Wing Lawmakers", "date": "2021-06-01 16:49", "summary": "Allies of Prime Minister Benjamin Netanyahu and his Likud party are trying to convince other politicians to stay with the longtime leader. TEL AVIV-As his rivals team up to drive him from power, Israeli Prime Minister Benjamin Netanyahu is making a last-ditch attempt to convince some right-wing lawmakers to abandon the prospective coalition.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spac-pullback-pressures-creators-to-find-quality-mergers-11622494564", "title": "SPAC Pullback Pressures Creators", "date": "2021-06-01 16:47", "summary": "Many SPAC teams are wooing startups to finish deals within two years. Competition among so-called blank-check companies to find mergers is already stiff. Share-price declines and a ticking clock to take companies public are ratcheting up the pressure.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sinovacs-covid-19-vaccine-given-who-emergency-listing-11622564430", "title": "WHO Seeks More Funding for Covid-19 Vaccines, Endorses Sinovac's Shot", "date": "2021-06-01 16:26", "summary": "Moves are part of a push to get more people vaccinated in the developing world. GENEVA-The World Health Organization called Tuesday for $50 billion in funding from wealthy nations to buy vaccine doses for developing countries, saying that \"countless lives\" and trillions of dollars in economic activity hang in the balance.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fast-and-the-furious-electric-bikers-and-cyclists-compete-for-trail-space-ebike-bicycle-11622578941", "title": "The Fast and the Furious: Electric Bikers and Cyclists Compete for Trail Space", "date": "2021-06-01 16:23", "summary": "Resume Subscription. Scott Sterner and his wife, Donna Rupert, 60-year-old retirees in Dunedin, Fla., bought electric bikes a few months ago as a concession to creaky knees and hips. Now, he says, when they go for a spin on the Pinellas Trail along Florida's Gulf Coast, other cyclists sometimes yell, \"You're cheating.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/common-good-and-distributisms-dark-side-11622578730", "title": "Common Good and Distributism's Dark Side", "date": "2021-06-01 16:18", "summary": "These ideas are a romantic path to socialism. All economic assets, like land, labor, capital, metals, water, etc., are scarce by definition. Who in this romantic world will decide what, how, to whom, and from whom to take what is being distributed?. I was delighted to see Alexander William Salter's \"'Common Good' Conservatism's Catholic Roots\" (op-ed, May 21) giving fair and mostly favorable treatment to the economic philosophy of Hilaire Belloc and G.K. Chesterton. Yet at the risk of raining on the party, I would emphasize that their defense of widely distributed property in land and homes also commonly required limits on property rights, more broadly defined. For example, the same day's \"Real-Estate Frenzy Hits Small Towns\" (Page One) relates the frustrations of a soon-to-be-married couple in Bethlehem, Pa., unable to purchase a home in the current market. Notably, the article also reports that a fifth of recent home sales in such areas were to investors. A distributist solution to this problem would be to place a ban on the ownership of single-family homes by banks, corporations and investors-with time-limited exceptions. Homes should be reserved for those families that would reside in them. This is the distributist hard edge.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cryptocurrency-ban-unworkable-and-unwise-11622578599", "title": "Cryptocurrency Ban: Unworkable and Unwise", "date": "2021-06-01 16:16", "summary": "While it is unfortunate that Mr. Reiners' proposed ban mimics the Chinese approach, it is also technically impossible.. Regarding Lee Reiners's \"Ban Cryptocurrency to Fight Ransomware\" (op-ed, May 26): Emulating the Chinese government's approach to cryptocurrencies is misguided, impractical and un-American. As Mr. Reiners concedes, \"banning anything runs counter to the American ethos,\" a statement that encapsulates the open approach to new technology that we, as a country, have often pursued. While it is unfortunate that Mr. Reiners's proposed ban mimics the Chinese approach, it is also technically impossible. Open blockchain networks run on open-source software, meaning the government couldn't enforce a ban on digital assets without shutting down the entire internet. We doubt such a solution would have much of a durable constituency on Capitol Hill or in the White House.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/was-that-a-parody-by-james-carville-on-crime-and-democrats-11622578390", "title": "Was that a Parody by James Carville on Crime and Democrats?", "date": "2021-06-01 16:13", "summary": "Where has crime exploded in the past 18 months? In 2020, homicides were up 74% in Seattle; 56% in Chicago; 45% in New York City, which also saw a 97% increase in shootings.. We appreciate that James Carville would like to blame President Trump for every failure at every level of government across the country, but his \"Democrats are the Anticrime Party\" (op-ed, May 27) borders on parody.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rural-windmills-of-old-11622578288", "title": "The Rural Windmills of Old", "date": "2021-06-01 16:11", "summary": "Rural America used wind before electricity was available. Most farms had a windmill.. Regarding the letters of May 25 on rural wind power: Rural America used wind before electricity was available. Most farms had a windmill. They pumped water from the well into a tank for home use. Here in Arizona, windmills still provide water into stock tanks and ponds, miles from any power source. It was green when that was the only option.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/government-cohesion-and-traditional-architecture-11622578187", "title": "Government, Cohesion and Traditional Architecture", "date": "2021-06-01 16:09", "summary": "\"We shape our buildings and afterwards our buildings shape us.\". Regarding James Paneros's \"Biden's Architecture of Power\" (op-ed, May 27): When ordering the reconstruction of the Nazi-damaged House of Commons, Winston Churchill directed that it be rebuilt to its exact prewar form. As he said then, we may say now: \"We shape our buildings, and afterwards our buildings shape us.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/5-fabulous-hotel-pools-with-day-passes-11622576579", "title": "5 Fabulous Hotel Pools With Day Passes", "date": "2021-06-01 15:43", "summary": "How to have a real vacation in a single afternoon? Purchase day-pass access to one of these hotel pools, from Nashville to Beverly Hills. THERE'S SOMETHING wonderfully gratifying about the disappearing act you can pull off at a hotel pool. Pull the brim of your hat down low, grab your biggest Jackie O sunglasses and bring along a deliciously good book, and you've got everything you need to check out from the world for a while. The best part? You can achieve this escape without ever leaving your hometown. From Nashville to Dallas, we've rounded up five of the loveliest hotel pools offering day-pass access, which will let you sneak in for a day of hooky anytime you need a staycation this summer. If one's near you, just dive right in.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-rallies-to-highest-in-two-years-as-stockpiles-shrink-11622549154", "title": "Oil Price Hits Two-Year High as OPEC Sees More Demand", "date": "2021-06-01 15:40", "summary": "Members of OPEC and their allies relaxed production cuts as demand continues to improve and erode the supply glut. The global oil-price benchmark closed above $70 a barrel for the first time in two years Tuesday on investors' optimism that improving demand and a dwindling supply glut may mean the market can absorb any additional production from OPEC and its allies.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-says-tribal-police-can-search-non-indians-on-reservations-11622575337", "title": "Justices Affirm Limited Sovereignty for Native American Nations", "date": "2021-06-01 15:22", "summary": "Justices' unanimous ruling further affirms limited sovereignty for indigenous nations. WASHINGTON-The Supreme Court ruled unanimously Tuesday that tribal police officers with sufficient cause can stop and search non-Indians traversing reservations, the latest in several recent decisions that in ways large and small have affirmed limited sovereignty for Native American nations.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cnn-ramps-up-streaming-push-as-discovery-merger-looms-11622545201", "title": "CNN Ramps Up Streaming Push as Discovery Merger Looms", "date": "2021-06-01 15:10", "summary": "Service, known informally as CNN+, to feature new shows from anchors including Don Lemon and Anderson Cooper. CNN's plans for a new streaming service are coming into focus as the cable network's parent company prepares to merge with Discovery Inc.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/selling-multimillion-dollar-homes-on-a-cellphone-11622574619", "title": "Selling Multimillion-Dollar Homes on a Cellphone", "date": "2021-06-01 15:10", "summary": "These two agents explain what it's like to close high-end deals virtually. Ryan Flair", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warner-bros-discovery-will-be-name-of-media-colossus-formed-in-merger-11622567102", "title": "'Warner Bros. Discovery' Will Be Name of Company Formed in Merger", "date": "2021-06-01 14:58", "summary": "Discovery CEO David Zaslav, who will run company created by deal to acquire AT&T's media assets, announces name during town hall meeting with staffers. The merger of AT&T Inc.'s WarnerMedia unit with Discovery Inc. won't be completed until next year, but the new company already has a name: Warner Bros. Discovery.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foreign-governments-request-covid-19-vaccine-doses-as-u-s-prepares-to-share-11622567065", "title": "Foreign Governments Request Covid-19 Vaccine Doses From U.S.", "date": "2021-06-01 14:51", "summary": "Countries such as Pakistan, Afghanistan, Bangladesh and Sri Lanka have asked for help in slowing the spread of the coronavirus. Countries such as Pakistan, Afghanistan, Bangladesh and Sri Lanka have petitioned the U.S. for Covid-19 vaccines as the Biden administration prepares to share 80 million doses, which foreign governments say they need to slow the spread of the coronavirus.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-catches-the-inflation-bug-11622572430", "title": "Europe Catches the Inflation Bug", "date": "2021-06-01 14:33", "summary": "The ECB will try to emulate the Fed's emergency patience.. Inflation has washed up on Europe's shores, with prices rising 2% at an annual rate in the eurozone in May. The European Central Bank is likely to join the U.S. Federal Reserve in \"looking through\" this allegedly transitory inflation, but this won't be as easy to pull off in Europe as it has been in the U.S.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nba-all-stars-invest-in-1-billion-harvard-real-estate-development-11622548801", "title": "NBA All-Stars Invest in $1 Billion Harvard Real-Estate Development", "date": "2021-06-01 14:12", "summary": "Players from L.A. Lakers and Milwaukee Bucks among Blacks and Latinos funding Boston project. Four NBA All-Stars are helping fund a new Harvard University real-estate development, joining more than 150 Black and Latino professionals in backing the roughly $1 billion project.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-awkward-playdate-negotiations-when-your-kids-arent-vaccinated-yet-11622570400", "title": "The Awkward Playdate Negotiations When Your Kids Aren't Vaccinated Yet", "date": "2021-06-01 14:00", "summary": "Adults are venturing out into the world, but young children are unprotected from the virus. Navigating these social dynamics is a minefield. \"I'm not trying to make my children not have any friends.\". Julie Forcum has come to a conclusion about arranging playdates during a pandemic: Everyone thinks they're on the same page-until they're not. \"You talk to [other parents] and realize they have a different understanding of 'safe' than we do,\" says the Seattle leadership consultant, who has a 10-year-old daughter and 13-year-old son.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manufacturing-surges-but-shortages-may-persist-11622568344", "title": "Manufacturing Surges, but Shortages May Persist", "date": "2021-06-01 13:25", "summary": "Manufacturers know that shortages can become supply gluts as production surges, but for now demand appears insatiable. Manufacturers struggling to keep up with demand face a difficult question: As the Covid-19 crisis recedes, how persistent is that demand going to be?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jim-justice-confirms-personal-liability-on-greensill-loans-11622567753", "title": "Jim Justice Confirms Personal Liability on Greensill Loans", "date": "2021-06-01 13:15", "summary": "West Virginia governor comments for first time about difficulties his family businesses face from loans arranged by now-defunct firm. West Virginia Gov. Jim Justice said he is personally liable for debt arranged by now-collapsed Greensill Capital, highlighting the pressure his family faces in turning around their sprawling coal-mining operations.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-won-t-consider-johnson-johnson-challenge-to-2-1-billion-judgment-in-baby-powder-case-11622555345", "title": "Supreme Court Won't Consider Johnson & Johnson Challenge to Baby Powder Judgment", "date": "2021-06-01 13:06", "summary": "Justices decline to hear company's challenge to $2.1 billion judgment involving 20 women who alleged talcum powder caused cancer. WASHINGTON-The Supreme Court on Tuesday declined to consider a Johnson & Johnson appeal challenging a $2.1 billion civil judgment awarded to 20 women who alleged the company's talcum baby powder caused ovarian cancer.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-entrepreneurs-want-from-the-sba-11622566801", "title": "What Entrepreneurs Want From the SBA", "date": "2021-06-01 13:00", "summary": "Here's a wish list of things small businesses want from the Biden administration. With millions of small companies reeling from the pandemic, owners and advocates hope the Small Business Administration under President Biden will offer more solutions to their troubles.", "categories": [["Business", "Journal Reports: Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/has-biden-lost-his-nerve-with-putin-11622566741", "title": "Has Biden Lost His Nerve With Putin?", "date": "2021-06-01 12:59", "summary": "With another summit in the works, there's little to suggest any improvement over Trump's feeble policy.. I was one of the Russian opposition members who met then-Vice President Joe Biden at the U.S. ambassador's residence in Moscow on March 10, 2011. Mr. Biden arrived fresh from his meeting with Prime Minister Vladimir Putin, who, as we knew, was preparing to return to the president's chair after lending it to his marionette, Dmitry Medvedev.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-slow-growth-budget-gamble-11622566765", "title": "Biden's Slow-Growth Budget Gamble", "date": "2021-06-01 12:59", "summary": "The document predicts the economy stays stuck at 2% GDP growth for years. How come?. President Biden's proposed budget would represent a sea change in American fiscal policy. If enacted, outlays over the next decade would increase by about $8 trillion and revenues by $6 trillion, bringing the deficit to $14.5 trillion from $12.3 trillion projected under current policy. The share of the economy flowing to the federal government would rise to about one-quarter, up from one-fifth, and the budget deficit would average about 5% of gross domestic product. By 2031 national debt held by the public would stand at $39 trillion, a record 117% of GDP.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/women-in-technology-stem-11622503888", "title": "How to Get More Women Into Technology", "date": "2021-06-01 12:00", "summary": "A number of programs have tried to steer women into STEM fields. Here are some that are working.. During her decadeslong career in technology, Judith Spitz watched as the \"dismal number\" of women in the industry failed to budge. In 2016, she decided to do something about it.", "categories": [["Business", "Journal Reports: Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-targets-googles-dominance-in-smartphone-software-11622546088", "title": "Huawei Targets Google's Android Dominance with Harmony OS", "date": "2021-06-01 11:47", "summary": "Chinese tech giant launches own operating system to rival Android after U.S. sanctions; Samsung and Microsoft failed in similar challenges. HONG KONG-Huawei Technologies Co. on Wednesday launches its self-developed operating system for mobile phones, the company's latest bid to break free of U.S. suppliers and an attempt to challenge Google's dominance in smartphone software.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/while-the-u-s-worries-about-inflation-growth-elsewhere-faces-lasting-damage-11622561661", "title": "While the U.S. Worries About Inflation, Growth Elsewhere Faces Lasting Damage", "date": "2021-06-01 11:34", "summary": "Most of the world isn't expected to catch up with pre-pandemic economic forecasts anytime soon. Demand is a likelier culprit than supply.. As investors weigh and reweigh the chances that the U.S. economy will run too hot, they should remember that the rest of the world isn't close to recovering from the pandemic.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-tommy-jamess-1969-hit-crystal-blue-persuasion-came-together-11622561204", "title": "How Tommy James's 1969 Hit 'Crystal Blue Persuasion' Came Together", "date": "2021-06-01 11:26", "summary": "A poem about the Book of Revelation and a groovy riff helped inspire the No. 2 single from Tommy James and the Shondells. Psychedelic pop was in full flower by mid-1968 when Tommy James and the Shondells recorded \"Crystal Blue Persuasion.\" Included in the group's sixth album, \"Crimson & Clover,\" the song was released as a single in June 1969, reaching No. 2 on the Billboard pop chart.", "categories": [["Books & Arts", "Arts", "Anatomy of a Song"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/anatomy-of-a-song?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-hearts-nancy-wilson-it-all-started-with-5-a-month-guitar-11622559658", "title": "For Heart's Nancy Wilson, It All Started With a $5-a-Month Guitar", "date": "2021-06-01 11:00", "summary": "Resume Subscription. Nancy Wilson, 67, is a guitarist, singer, songwriter and film composer who, with her sister Ann, fronted the rock band Heart. Her new solo album is \"You and Me\" (Carry On Music). She spoke with Marc Myers.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/robinhood-adds-new-board-members-to-advance-ipo-push-11622558700", "title": "Robinhood Adds New Board Members to Advance IPO Push", "date": "2021-06-01 10:45", "summary": "Appointments include former World Bank chief Robert Zoellick and its first female director, PricewaterhouseCoopers partner Paula Loop. Robinhood Markets Inc. named three new directors to its board on Tuesday, as the stock-trading startup laid more of the groundwork for what is expected to be one of the year's most eagerly awaited initial public offerings.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-supports-oil-mining-projects-backed-by-trump-11622552402", "title": "Biden Administration Supports Oil, Mining Projects Backed by Trump", "date": "2021-06-01 10:24", "summary": "Defense of ventures has helped Biden's relationships with some Western lawmakers. WASHINGTON-Biden administration lawyers are defending oil and mining projects approved under the Trump administration, benefiting ConocoPhillips , Rio Tinto PLC, BHP Group Ltd. and others at the expense of environmental and tribal groups challenging the projects.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/our-podcast-audience-got-us-through-the-pandemic-11622556961", "title": "Our Podcast Audience Got Us Through the Pandemic", "date": "2021-06-01 10:15", "summary": "Listener support made all the difference and helped us make the kind of art we want to see in the world. On Feb. 26, 2020, I was playing the fantasy role-playing game Dungeons & Dragons in front of a live audience in Austin, Texas. It was the start of a year-long tour that my podcast company, Multitude, had planned. People had driven from all around the state to see live versions of the podcasts they had listened to for years, including a new mom spending a day away from her newborn for the first time. It felt incredible to have a real audience as we performed our podcasts: \"Join the Party,\" an improvised storytelling show told through the rules of D&D, and \"Spirits,\" a tour through mythology and folklore with cocktail pairings...", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/take-that-job-andre-imagine-it-11622556001", "title": "Some Unemployed New Yorkers Aren't Rushing Back to the Grind", "date": "2021-06-01 10:00", "summary": "Some New Yorkers say they won't return to the daily grind even as the job market heats up. The latest strangeness, courtesy of the pandemic: New York City's unemployment rate is still at 11.4%-twice the national average. At the same time, there are help wanted signs all over town, and business owners say they're having trouble hiring enough staff to reopen.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-john-mayer-teased-his-new-single-last-train-home-on-tiktok-11622555806", "title": "Why John Mayer Teased His New Single, 'Last Train Home,' on TikTok", "date": "2021-06-01 09:56", "summary": "The musician spent the pandemic experimenting online and looking for comfort. So when he wrote his new song and coming album, 'Sob Rock,' he asked himself, 'What music makes me feel like everything's going to be OK?'. One day in late March, John Mayer went online and posted a preview of some new music. The eight-bar fragment, which spotlighted a buoyant electric-guitar-and-keyboard figure laid over a clean and unfussy backbeat, was suitably Mayer-esque. The forum in which he chose to reveal it-TikTok-was not.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pandemic-made-kids-eyesight-worse-doctors-say-11622484000", "title": "The Pandemic Made Kids' Eyesight Worse, Doctors Say", "date": "2021-06-01 09:56", "summary": "Eye doctors say they're seeing more children with new or worsening vision problems. Increased screen time, they believe, bears part of the blame.. Many kids are emerging from the pandemic with vision problems, doctors say. A primary culprit, they believe, is increased screen time.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-southwest-is-americas-new-factory-hub-cranes-everywhere-11622554044", "title": "Southwest Emerges as America's New Factory Hub", "date": "2021-06-01 09:27", "summary": "Resume Subscription. Companies producing everything from steel to electric cars are planning and building new plants in Southwest states, far from historical hubs of American industry in the Midwest and Southeast. The lure is open land, local tax breaks and a growing supply of tech-savvy workers.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/cloudera-amc-gamestop-zoom-what-to-watch-when-the-market-opens-11622544205", "title": "AMC, Cloudera, GameStop, Zoom: What to Watch When the Market Opens", "date": "2021-06-01 09:02", "summary": "Futures pointed to gains at the open. Here's what we're watching ahead of the opening bell on Tuesday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/magnolia-bakery-gets-new-owner-11622552402", "title": "Magnolia Bakery Gets New Owner", "date": "2021-06-01 09:00", "summary": "Chain made famous by 'Sex and the City' sold to venture-capital firm co-founded by Hudson Yards developer Stephen Ross. Magnolia Bakery, the New York company that rose to fame during the cupcake craze of more than a decade ago, is looking ahead to its next chapter under new ownership.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musks-starlink-could-get-boost-from-german-subsidies-11622551956", "title": "Elon Musk's Starlink Could Get Boost From German Subsidies", "date": "2021-06-01 08:52", "summary": "Berlin is working on subsidy program for wireless broadband providers. BERLIN-Germany could become the first large nation to subsidize the use of consumer satellite internet services such as that offered by Elon Musk's Starlink.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-designed-items-june-11622549975", "title": "The 10 Best-Designed Items of June", "date": "2021-06-01 08:20", "summary": "The most Slim Aarons-esque portable backgammon board, sapphires to wear with summer dresses and more editors' picks this month. Launched in 2019, Giorgio Armani's first high jewelry collection followed the fashion brand's penchant for minimalist silhouettes and Italian craftsmanship. Its new Firmamento pieces exemplify that same spirit with a graphic 18-karat-gold crescent-moon necklace and star ring paved with blue sapphires. Giorgio Armani high jewelry necklace and rings, prices upon request, select Giorgio Armani boutiques. -Jill Newman", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-sculptor-barbara-hepworths-most-expansive-retrospective-11622549710", "title": "Inside Sculptor Barbara Hepworth's Most Expansive Retrospective", "date": "2021-06-01 08:15", "summary": "A sweeping show of 20th-century artist Barbara Hepworth's sculptural work brings her life-affirming vision into focus. I am constantly plagued by this little-woman attitude,\" the British sculptor Barbara Hepworth told an interviewer in 1966. \"There is a deep prejudice against women in art.\" She had reason to be tetchy: Two years earlier, she was one of just 10 women-alongside 152 men-included in a survey of postwar art at London's Tate Gallery. But the 21st century is finally catching up with Hepworth's achievements-and her politics. On through next winter, the most expansive U.K. retrospective of her work since her death in 1975, at the age of 72, has just opened at the Hepworth Wakefield museum in her Yorkshire hometown.", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/less-is-more-retail-cfos-find-as-they-plot-post-pandemic-strategy-11622548801", "title": "Less Is More, Retail CFOs Find as They Plot Post-Pandemic Strategy", "date": "2021-06-01 08:00", "summary": "Apparel chains look to lower their inventory, reduce rents and hold fewer promotions to concentrate on building profits. Finance chiefs at apparel retailers are working to reduce inventory levels, lower rent payments and rely less on promotions in an effort to increase profitability.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-grave-dancing-for-sam-zell-now-hes-paying-up-for-hot-properties-11622548802", "title": "No Grave Dancing for Sam Zell Now. He's Paying Up for Hot Properties.", "date": "2021-06-01 08:00", "summary": "Storied real-estate investor is focusing on more mainstream deals, a strategy reflecting the dearth of distressed properties. Sam Zell, who made a fortune buying distressed commercial properties, isn't finding many bargains these days.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldman-sachs-backs-single-family-rental-fund-for-small-investors-11622548802", "title": "Goldman Sachs Backs Single-Family Rental Fund for Small Investors", "date": "2021-06-01 08:00", "summary": "Real-estate firm Fundrise is ramping up its home purchases. A startup that wants to open up the single-family home rental market to small investors is ramping up its home purchases, after winning the backing of Goldman Sachs Group Inc.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mikal-bridges-suns-lakers-lebron-james-11622515400", "title": "It's His Job to Stop LeBron. And Steph. And Luka.", "date": "2021-06-01 08:00", "summary": "Mikal Bridges, a skinny kid who once took a redshirt year because his body wasn't ready for college basketball, now has an unlikely role for the Suns: guarding the other team's best player.. Not long into his freshman year at Villanova University, Mikal Bridges realized something peculiar: He wasn't ready for college basketball.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vatican-revises-church-law-in-wake-of-sex-abuse-financial-scandals-11622548758", "title": "Vatican Revises Church Law in Wake of Sex Abuse, Financial Scandals", "date": "2021-06-01 07:59", "summary": "Updates to Catholic Church's penal code also include laws against ordination of women, recording of confessions. ROME-The Vatican on Tuesday unveiled an updated version of the Catholic Church's penal code to reflect scandals over clerical sex abuse and financial corruption that have shaken the church in recent years, expanding the types of offenses as well as potential culprits and victims.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kkr-cd-r-near-deal-to-buy-cloudera-11622510459", "title": "KKR, CD&R Strike $5.3 Billion Deal to Buy Cloudera", "date": "2021-06-01 07:48", "summary": "Deal will take the software company private. Private-equity firms KKR & Co. and Clayton Dubilier & Rice LLC agreed to buy Cloudera Inc. for roughly $5.3 billion in a deal that would take the software company private.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-plans-law-to-tie-mobile-phone-numbers-to-users-identity-11622548089", "title": "Hong Kong Plans Law to Tie Mobile-Phone Numbers to User's Identity", "date": "2021-06-01 07:48", "summary": "City's government moves to make people provide identities when buying SIM cards, a change critics say will infringe freedoms and privacy. HONG KONG-The government Tuesday unveiled plans to require people in Hong Kong to provide their real name and other personal details when registering mobile phone numbers, a move that critics said would further curtail people's freedoms and stoke fears of surveillance.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/humanfirst-raises-12-million-11622547001", "title": "HumanFirst Raises $12 Million", "date": "2021-06-01 07:30", "summary": "The newly renamed health-tech startup aims to help pharmaceutical companies and hospitals find the right sensors to do remote clinical trials and patient care. Venture capitalists have provided $12 million in new financing to HumanFirst Inc., a startup formerly known as Elektra Labs, which helps drugmakers and hospitals use sensor technologies to move clinical trials as well as medical care into patients' homes.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-faced-75-000-arbitration-demands-now-it-says-fine-sue-us-11622547000", "title": "Amazon Faced 75,000 Arbitration Demands. Now It Says: Fine, Sue Us", "date": "2021-06-01 07:30", "summary": "The retail giant is no longer steering customers away from the court system, as companies scramble to find ways to avoid lawyers who file mass-arbitration claims. Companies have spent more than a decade forcing employees and customers to resolve disputes outside the traditional court system, using secretive arbitration proceedings that typically don't allow plaintiffs to team up and extract big-money payments akin to a class action.", "categories": [["WSJ News Exclusive", "Law"]], "category_links": ["https://www.wsj.com/news/business/law-legal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/business-travel-is-coming-back-11622547001", "title": "Business Travel Is Coming Back", "date": "2021-06-01 07:30", "summary": "How much business travel returns is an urgent question for airlines, which rely on it for a huge share of their revenue. Fresh signs are emerging that business travelers won't be grounded much longer.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-weighs-whether-to-go-cocktails-should-stick-around-post-pandemic-11622547000", "title": "New York Weighs Whether To-Go Cocktails Should Stick Around Post-Pandemic", "date": "2021-06-01 07:30", "summary": "Liquor stores are lobbying against a bill which would let restaurants continue to sell takeout drinks, a trend that flourished during the pandemic. ALBANY, N.Y.-New Yorkers have been able to enjoy cocktails and a bottle of wine when they ordered in during the coronavirus pandemic, but a battle between restaurateurs and liquor stores is clouding the future of alcohol-to-go.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-equity-weighs-linking-manager-pay-to-esg-performance-11622545202", "title": "Private Equity Weighs Linking Manager Pay to ESG Performance", "date": "2021-06-01 07:00", "summary": "Challenges remain to basing compensation on environmental, social and governance impact. Private-equity investors are considering a novel strategy to make sure the firms they back are good corporate citizens: Tie their promises to their pay.", "categories": [["Pro PE Commentary Analysis"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-commentary-analysis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/us-grid-seeks-new-investors-after-encap-pulls-out-11622545200", "title": "US Grid Seeks New Investors After EnCap Pulls Out", "date": "2021-06-01 07:00", "summary": "EnCap Investments backed the power company in 2019 but walked away from the deal over inadequate returns. A short-lived deal by EnCap Investments illustrates the challenges that private-equity firms investing in clean energy can face, including reaching their return targets through such transactions.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-turned-nonvoters-into-voters-in-2020-will-they-turn-out-for-next-years-midterms-11622545202", "title": "Trump Found Millions of New Voters in 2020. Will They Turn Out for Next Year's Midterms?", "date": "2021-06-01 07:00", "summary": "The GOP drew voters who skipped prior elections, new data show, but lost some habitual voters. New data on the 2020 election show that then-President Donald Trump drew substantial support in some battleground states from Americans who had skipped prior elections, creating a new pool of voters whose decisions on whether to participate again will be central to next year's midterms.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-travel-it-pays-to-be-a-one-trick-pony-11622545201", "title": "In Travel, It Pays to Be a One-Trick Pony", "date": "2021-06-01 07:00", "summary": "Airbnb shows that travel's only 'super app' these days is the smaller one. Two years ago, it seemed like Airbnb was bulking up to take on major global online travel agents such as Booking Holdings and Expedia Group . Then the pandemic hit, and it was forced to retrench. That might have been the better move all along.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-factories-delay-new-orders-as-costs-rise-risking-global-supply-shortages-11622543400", "title": "China Factories Delay New Orders as Costs Rise, Risking Supply Shortages", "date": "2021-06-01 06:30", "summary": "Higher raw-material prices and a lack of workers are forcing more manufacturers to slow production, stoking fears of inflation. HONG KONG-Buffeted by rising costs, some Chinese manufacturers are refusing to accept new orders or are even considering shutting down operations temporarily-moves that could put more strain on global supply chains and cause more inflation.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spare-parts-fix-it-yourself-guides-hit-the-market-as-brands-ponder-repairability-11622539801", "title": "Spare Parts, Fix-It-Yourself Guides Hit the Market as Brands Ponder Repairability", "date": "2021-06-01 05:30", "summary": "Amid a push by right-to-repair activists, companies are reassessing the aftercare business models for their products. Proposed right-to-repair laws and increased government regulation may one day force manufacturers to make the spare parts and instructions needed to fix their products available to all. Some companies have already begun doing so, with the aim of giving customers more options for mending broken items, while also boosting their own sustainability credentials.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-tesla-to-ge-see-how-much-ceos-made-in-2020-11622539802", "title": "From Tesla to GE, See How Much CEOs Made in 2020", "date": "2021-06-01 05:30", "summary": "Resume Subscription. Median pay reached $13.4 million for chief executives of the biggest U.S. companies in 2020, setting a fifth straight annual record in a year when businesses and their leaders battled a global pandemic.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-wall-street-players-who-worry-inflation-heralds-wild-markets-11622539801", "title": "The Wall Street Players Who Worry Inflation Heralds Wild Markets", "date": "2021-06-01 05:30", "summary": "Investors bet that a coming surge of inflation will change 30 years of market behavior. Some investors are preparing for wild swings in financial markets, worried that inflation, and the Federal Reserve's pledge to let it rise, will lead to a more volatile world.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-of-covid-19-vaccine-makers-need-a-fresh-push-11622539800", "title": "Vaccine Makers Face Challenge in Sustaining Winning Streak", "date": "2021-06-01 05:30", "summary": "The companies likely will have to continue selling huge numbers of shots, or find other illnesses for their technology to tackle, investors say. Covid-19 vaccine-makers' shares have soared since the beginning of 2020. Moderna Inc. is up about 850%, BioNTech SE has risen 510% and Novavax Inc. is up nearly 3,620%.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-prevention-measures-are-keeping-childhood-diseases-like-chickenpox-at-bay-11622539801", "title": "Covid-19 Prevention Steps Are Keeping Childhood Diseases at Bay", "date": "2021-06-01 05:30", "summary": "Washing hands and disinfecting remain valuable even after the pandemic fades, doctors say. The disinfecting and hand-washing that became common during the Covid-19 pandemic have also served as powerful tools against a host of childhood ailments such as chickenpox, stomach viruses and strep throat, recent data suggest.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-chinas-baby-bust-mean-a-global-inflation-boom-11622526052", "title": "Does China's Baby Bust Mean a Global Inflation Boom?", "date": "2021-06-01 01:43", "summary": "The effects of China's demographic crisis will percolate to nearly every corner of the global economy. China will allow couples to have three children and will invest more in education and child care, after decades of restricting most families to one or two children. The change is welcome, but the limited success of many other countries trying to boost births with financial incentives-and the lackluster response to a similar policy change in 2015-mean it is probably too late to head off the worst of China's demographic crisis. The effects of the great Chinese baby bust will percolate to nearly every corner of the global economy.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11622473401", "title": "Pepper...and Salt", "date": "2021-06-01 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/national-enquirer-parent-fined-for-breaking-election-law-in-2016-campaign-11622586108", "title": "National Enquirer Parent Fined for Breaking Election Law", "date": "2021-06-01 00:01", "summary": "FEC cites hush payment to ex-Playboy model Karen McDougal, who said she had an affair with Donald Trump. The publisher of the National Enquirer agreed to pay $187,500 as part of a settlement with the Federal Election Commission over a 2016 scheme to buy and suppress the story of a woman who alleged an affair with former President Donald Trump.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-faces-olympic-losses-no-matter-how-it-handles-the-games-11622451954", "title": "Japan Faces Olympic Losses No Matter How It Handles the Games", "date": "2021-06-01 00:01", "summary": "Country has already lost out on foreign tourists' spending, and opening to local spectators risks a costly Covid-19 surge. TOKYO-The first group of foreign athletes arrived for the Tokyo Olympics, raising the stakes for Japan's prime minister as he comes under renewed pressure to seek a cancellation of the Games rather than risk a crippling new wave of the pandemic.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}]