[{"link": "https://www.wsj.com/articles/in-a-texas-border-town-migrant-families-sleep-under-a-bridge-as-local-resources-are-strained-11616837401", "title": "In a Texas Border Town, Migrant Families Sleep Under a Bridge", "date": "2021-03-28 19:35", "summary": "Resume Subscription. MCALLEN, Texas-Parents with young children have been crossing into the U.S. from Mexico by the thousands each day, straining government resources and the patience of some local residents and officials in Rio Grande Valley towns like McAllen.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/cm-life-sciences-ii-spac-nears-deal-to-combine-with-somalogic-11616973946", "title": "CM Life Sciences II SPAC Nears Deal to Combine With SomaLogic", "date": "2021-03-28 19:25", "summary": "The deal values the protein-analysis company at around $1.25 billion. A special-purpose acquisition company focused on life sciences and backed by a well-known shareholder activist is nearing a deal to merge with protein-analysis company SomaLogic Inc., according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suez-canal-ship-had-another-accident-in-2019-colliding-with-a-ferry-11616946718", "title": "Suez Canal Ship Had Another Accident in 2019, Colliding With a Ferry", "date": "2021-03-28 19:22", "summary": "The captain at the time was investigated in Germany but cleared of any misconduct; authorities blamed wind. Before slamming into the bank of the Suez Canal last week and triggering a global cargo traffic jam, the Ever Given had another serious maritime accident two years ago in Germany.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-tiger-asia-founder-triggers-30-billion-in-large-stocks-sales-11616973350", "title": "Ex-Tiger Asia Founder Triggers $30 Billion in Large Stocks Sales", "date": "2021-03-28 19:15", "summary": "ViacomCBS and Discovery stocks fall, as ex-Tiger Asia founder Bill Hwang's firm takes losses. One mystery in a dramatic year on Wall Street has been the identity of a trader whose persistent purchases have sent shares in ViacomCBS Inc., Discovery Inc. and a handful of other companies surging even when the broader market was down.", "categories": [["Markets", "Financial Services", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/business/financial-services?mod=breadcrumb", "https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-tide-in-suez-canal-raises-hopes-of-freeing-cargo-ship-11616930783", "title": "High Tide in Suez Canal Raises Hopes of Freeing Cargo Ship", "date": "2021-03-28 18:49", "summary": "Resume Subscription. SUEZ, Egypt-Salvage teams are continuing to excavate sand and sediment around the Ever Given container ship blocking the Suez Canal, while hoping that higher-than-usual spring tides late Sunday will help them free the 1,300-foot vessel, but their efforts could be complicated by damage to the bow.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/biden-plans-to-split-spending-plan-in-two-11616950009", "title": "Biden Plans to Split Spending Plan in Two", "date": "2021-03-28 18:27", "summary": "President's infrastructure programs will be rolled out this week, with a second proposal focusing on child care and healthcare programs to be released in April. President Biden plans to split up his next big government-spending push into two programs and will lay out his vision for an infrastructure-focused first proposal, including green-energy programs, at an event in Pittsburgh this week, a top administration official said Sunday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nra-to-aggressively-lobby-against-gun-measures-despite-its-financial-woes-11616940001", "title": "NRA to Aggressively Lobby Against Gun Measures, Despite Money Woes", "date": "2021-03-28 17:50", "summary": "Five million-member gun-rights group plans to resist new restrictions following deadly shootings in Georgia and Colorado. The National Rifle Association says it is ready to aggressively lobby against federal and state gun-control measures being considered in the wake of recent mass shootings in Georgia and Colorado, even as it remains in bankruptcy and beset by lawsuits and investigations into its business practices.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tennessee-floods-kill-four-amid-heavy-rain-11616966967", "title": "Tennessee Floods Kill Four Amid Heavy Rain", "date": "2021-03-28 17:29", "summary": "Authorities said they rescued more than 130 people, with cars swept away and homes inundated. At least four people died and more than 130 were rescued after heavy rains swamped a swath of Tennessee and caused flash flooding over the weekend, authorities said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-discrimination-talk-allowed-11616959739", "title": "No Discrimination Talk Allowed", "date": "2021-03-28 15:29", "summary": "Shutting down debate over Ivy bias against Asian-Americans.. Normally anyone who raises an instance of race discrimination will find a sympathetic ear in California Democratic Rep. Ted Lieu. But not Peter Kirsanow, a member of the U.S. Commission on Civil Rights. During a House Judiciary hearing Thursday about diversity on the federal bench, Mr. Kirsanow dared to mention Harvard's treatment of Asian-American applicants-and an angry Rep. Lieu quickly moved to silence him.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/watch-out-for-a-vaccine-patent-heist-11616959785", "title": "Watch Out for a Vaccine Patent Heist", "date": "2021-03-28 15:29", "summary": "The left wants Biden to force drug companies to give away their IP.. Pharmaceutical companies have come to the world's rescue with Covid-19 vaccines, but these days no good deed by business goes unpunished. The Biden Administration is now under pressure to support a political campaign to break vaccine patents.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yellens-strange-budget-math-11616959707", "title": "Yellen's Strange Budget Math", "date": "2021-03-28 15:28", "summary": "She claims that $1 trillion in IMF money is essentially cost-free.. At least some Republicans are waking up to the Biden Treasury ploy to skip congressional approval on a new $1 trillion International Monetary Fund foreign-aid package-in the form of \"special drawing rights,\" or SDRs. At a Senate Banking hearing last week, Secretary Janet Yellen encountered some resistance.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-tech-censors-religion-too-11616959164", "title": "Big Tech Censors Religion, Too", "date": "2021-03-28 15:19", "summary": "There's no rest for the faithful when it comes to the woke orthodoxy.. It's not only politics. So far this year, religious groups and figures have been silenced by tech companies at a rate of about one a week, according to a new report from the Napa Legal Institute.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghanistan-pullout-isnt-as-popular-as-it-seems-11616959188", "title": "Afghanistan Pullout Isn't as Popular as It Seems", "date": "2021-03-28 15:19", "summary": "Support is broad but shallow. And sentiment could change quickly if withdrawal proves messy.. President Biden inherited a peace agreement requiring a complete withdrawal of American troops from Afghanistan. Now he faces two unattractive alternatives: Leave by May 1, as the deal with the Taliban requires, and risk governmental collapse and civil war. Stay, with or without a negotiated extension, and face the outrage of a U.S. public exhausted by two decades of conflict. The domestic politics might seem straightforward, but as evidenced by the president's announcement Thursday that it will \"be hard to meet the May 1 deadline,\" the situation is actually complicated.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-lessons-from-bushs-effort-against-aids-11616959045", "title": "Covid Lessons From Bush's Effort Against AIDS", "date": "2021-03-28 15:17", "summary": "Pressured to break drug patents in 2004, he came up with a better plan, an example for Biden.. To vaccinate the developing world against Covid-19, consider the lessons of AIDS. In 2004 that disease was burning across Africa. Treatments were available but expensive, and everyone wanted to expand Africa's access to them. Drug-industry critics on Capitol Hill pressed President Bush to solve the problem by breaking Western manufacturers' patents. He said no and came up with a better plan.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-trade-pact-waiting-to-happen-11616958991", "title": "The Trade Pact Waiting to Happen", "date": "2021-03-28 15:16", "summary": "Friends-like the U.S. and the U.K.-are invaluable in a pinch.. Of all the things shared by the United States and Britain, perhaps the most important is the common law-a system of law that isn't imposed from above but arises from the people in the form of cases and precedents. Engrained in common law is the concept of \"partnership.\" Partnerships allow individuals to cooperate by sharing knowledge and resources for mutual benefit. They are also voluntary, allowing each member to freely associate, and require each to value the welfare of his counterpart as much as his own.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rewriting-history-in-boliviaand-mexico-11616958922", "title": "Rewriting History in Bolivia-and Mexico", "date": "2021-03-28 15:15", "summary": "AMLO's chumminess with the cocaine-financed dictator Evo Morales is troubling.. Allies of former Bolivian President Evo Morales are working hard to recast his 2019 resignation as a U.S.-backed coup d'état. Mexico's role in this effort to falsify history is intriguing.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-beauty-of-living-twice-review-a-star-is-reborn-11616958881", "title": "'The Beauty of Living Twice' Review: A Star Is Reborn", "date": "2021-03-28 15:14", "summary": "Sharon Stone's place in the Hollywood ﬁrmament seemed secure, but life had some surprises in store. A look back, lessons learned.. You'd be hard pressed to beat the opening pages of \"The Beauty of Living Twice\" for drama. There's the author, the actress Sharon Stone, lying on a gurney. \"You're bleeding into your brain,\" the very kind and very handsome ER doctor says as he gently strokes her hair.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suez-canal-crisis-sends-shipping-lines-scrambling-for-alternatives-11616951891", "title": "Suez Canal Crisis Sends Shipping Lines Scrambling for Alternatives", "date": "2021-03-28 15:14", "summary": "Resume Subscription. Shipping companies rerouted vessels, refused to take on new customers and forecast long delays-and longer-term port congestion around the world-raising the global trade and economic stakes of the grounding of the Ever Given in the Suez Canal.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/economy-week-ahead-factories-jobless-claims-employment-11616958001", "title": "Economy Week Ahead: Factories, Jobless Claims, Employment", "date": "2021-03-28 15:00", "summary": "U.S. employers expected to add hundreds of thousands of jobs; unemployment rate seen lower. The U.S. employment report for March highlights this week's economic data.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-trade-representative-says-u-s-isnt-ready-to-lift-china-tariffs-11616929200", "title": "U.S. Not Ready to Lift China Tariffs, Trade Representative Says", "date": "2021-03-28 14:22", "summary": "In first interview since taking office, Katherine Tai discusses tactics and her role as an Asian-American in President Biden's cabinet. WASHINGTON-The U.S. isn't ready to lift tariffs on Chinese imports in the near future, but might be open to trade negotiations with Beijing, according to U.S. Trade Representative Katherine Tai.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/myanmar-protesters-return-after-security-forces-kill-90-people-including-children-11616942696", "title": "Myanmar Protesters Return After Security Forces Kill 90 People", "date": "2021-03-28 14:21", "summary": "Resume Subscription. SINGAPORE-Protesters returned to the streets of Myanmar after soldiers and police gunned down at least 90 people across the country in the bloodiest day since the military began its violent campaign to crush opposition to last month's coup.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-best-coupon-in-your-wallet-your-vaccination-card-11616955102", "title": "The Best Coupon in Your Wallet? Your Vaccination Card", "date": "2021-03-28 14:11", "summary": "Resume Subscription. For many Americans, getting the coronavirus vaccine is a reward unto itself. But for Patricia Fasnacht, the shot has come with a sugary bonus.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/covids-lasting-effects-deserve-rigorous-study-11616953207", "title": "Covid's Lasting Effects Deserve Rigorous Study", "date": "2021-03-28 13:40", "summary": "The risks of over-diagnosing a syndrome are real, but that does not mean that the syndrome does not exist.. Jeremy Devine declares that \"long Covid\" and some other illnesses, such as chronic fatigue syndrome, are not biological disorders, but are psychological, psychosomatic diseases, and mislabeled manifestations of depression or anxiety (\"The Dubious Origins of Long Covid,\" op-ed, March 23). His clean distinction between psycho and somatic betrays an inaccurate conceptualization.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/striking-the-right-balance-for-u-s-shipping-11616952877", "title": "Striking the Right Balance for U.S. Shipping", "date": "2021-03-28 13:34", "summary": "It is time to reduce our exposure to China by bringing more production closer to home.. Mary Anastasia O'Grady is to be commended for identifying the Jones Act as a barrier to expanded economic integration between the U.S., Mexico and Central America (\"Capitalism and the Border Crisis,\" The Americas, March 22). Beyond its severe restrictions on foreign-flagged ships, the law's requirement that vessels engaged in domestic trade be U.S.-built plays a particularly pernicious role. While U.S. automakers, as well as Boeing , have successfully harnessed Mexican production to help keep the costs of their products competitive, the Jones Act greatly limits such possibilities owing to the law's mandate that qualifying vessels have all major components of the hull and superstructure fabricated in the U.S. This contributes to ship prices far higher than those found abroad and a greatly diminished appetite for the offerings of U.S. shipyards.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tax-filing-delay-is-welcome-but-excludes-too-many-filers-11616952690", "title": "Tax-Filing Delay Is Welcome, But Excludes Too Many Filers", "date": "2021-03-28 13:31", "summary": "The IRS fails to provide significant relief for millions of taxpayers who normally pay quarterly estimates.. The Internal Revenue Service's decision to extend the due date for filing 2020 individual tax returns, but not the first-quarter estimated tax payments (which are still due April 15), is most unfortunate (\"IRS Extends Tax-Filing Deadline to May 17\", U.S. News, March 18).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/academic-nonsense-is-worst-when-we-all-pay-for-it-11616952604", "title": "Academic Nonsense Is Worst When We All Pay for It", "date": "2021-03-28 13:30", "summary": "English professors who speak this dross are subsidized by our tax dollars.. The replacement of intelligent and intelligible literary criticism with the politically correct gobbledygook described in James Campbell's \"Deconstruction, Identity and the Dying Art of Criticism\" (op-ed, March 20) is all the more galling when you consider that the university English professors who speak this dross are subsidized by our tax dollars in the form of federal grants and loans that drive up the cost of a college education.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inequality-by-way-of-government-11616950304", "title": "Inequality by Way of Government", "date": "2021-03-28 12:51", "summary": "Capitalism is blamed, but 'opportunity gaps' are more often the fruit of state policies.. Often when I make the case for free-market capitalism, I'll get a head nod or two and then the inevitable comeback: \"Yeah, but inequality.\"", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-day-the-president-was-shot-11616950262", "title": "The Day the President Was Shot", "date": "2021-03-28 12:51", "summary": "The attempt on Reagan's life spurred major reforms and might have averted a Soviet invasion of Poland.. When the president was shot, I was driving away from the Federal Bureau of Investigation. It was 2:30 p.m. on Monday, March 30, 1981. A radio announcer interrupted my music with the dire news.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/atlanta-shooting-victims-anti-asian-violence-11616947628", "title": "For Atlanta Shooting Victims, U.S. Life Was a Struggle", "date": "2021-03-28 12:08", "summary": "Many of the slain women of Asian descent were striving to make ends meet. ATLANTA-Seven days after Daoyou Feng was shot and killed at the spa where she worked, her body lay unclaimed in a morgue in the Atlanta area. The 44-year-old, originally from China, died alone in a foreign country that knew little about her. Officials here couldn't find a family member to claim her body, even though her name made international headlines.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/researchers-look-for-ways-to-make-drug-trials-more-diverse-11616885108", "title": "Researchers Look for Ways to Make Drug Trials More Diverse", "date": "2021-03-28 11:00", "summary": "Technology platforms let researchers draw on participants of various races, ages and locations. Pharmaceutical researchers are turning to technology to broaden access to experimental treatments, and make clinical trials more equitable in terms of their inclusion of minorities", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-reopening-draws-back-families-buying-larger-spaces-11616943601", "title": "New York's Reopening Draws Back Families, Buying Larger Spaces", "date": "2021-03-28 11:00", "summary": "Manhattan's residential real-estate market is heating up as many families that fled during the pandemic return. Professionals with young children are fueling a jump in Manhattan home sales, with widely available vaccines and a city turning toward a reopening enticing more New Yorkers to buy. These buyers are taking advantage of price discounts and low interest rates, renewing a commitment to New York life with the worst of the pandemic now likely in the past.", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-real-estate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-helped-rev-up-and-then-slow-down-the-global-commodities-boom-11616943601", "title": "China Helped Rev Up, and Then Slow Down, the Commodities Boom", "date": "2021-03-28 11:00", "summary": "Prices of industrial metals that go into batteries and electric vehicles have fallen from records, as China eases buying and oversupply worries grow. A bull market in industrial metals that lasted nearly a year is faltering after China started unwinding economic stimulus, underscoring the pivotal role its state-led economy plays in global commodity booms.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-telemedicine-changed-my-relationship-with-my-doctors-11616942876", "title": "How Telemedicine Changed My Relationship With My Doctors", "date": "2021-03-28 11:00", "summary": "Talking on the phone or via video made my conversations more honest and intimate. In Western medicine and conventional therapy, there's a level of remove between doctor and patient. Our doctors are these authority figures whom we trust with our lives, and our secrets.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-push-child-care-spending-in-next-economic-proposal-11616936402", "title": "Biden to Push Child-Care Spending", "date": "2021-03-28 10:15", "summary": "Investments in the caregiving economy, alongside infrastructure and the environment, are expected in the Build Back Better economic package. WASHINGTON-As President Biden readies a multitrillion-dollar economic package, he is looking to include investments in child- and elder-care needs that his administration sees as barriers for women in the workforce, particularly during the coronavirus pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-tech-ceo-dishes-out-life-advice-to-his-employees-children-11616940002", "title": "This Tech CEO Dishes Out Life Advice to His Employees' Children", "date": "2021-03-28 10:00", "summary": "Most Popular News. Once a month, typically from the backyard of his California home, Atul Bhatnagar opens his laptop and greets what is an unusual audience for a public-company CEO: the children of his employees.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pandemic-accelerates-retirements-threatening-economic-growth-11616940000", "title": "Pandemic Accelerates Retirements, Threatening Economic Growth", "date": "2021-03-28 10:00", "summary": "Nearly 1.5 million over-55-year-olds exited the job market as recession, virus weighed on opportunities. The proportion of older workers participating in the labor force is hovering at its worst level since the onset of the coronavirus pandemic, raising the prospect that many of these Americans may have permanently left the workforce, potentially impairing future economic growth.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/those-cosmic-wings-you-had-delivered-theyre-really-from-applebees-11616940000", "title": "Those Cosmic Wings You Had Delivered Are From Applebee's", "date": "2021-03-28 10:00", "summary": "Virtual brands have mushroomed on delivery apps as restaurants seek new customers for their kitchens. Applebee's is ringing up hundreds of thousands of dollars in new sales a week for wings made in the chain's kitchens. But the Cheetos-coated chicken isn't sold in its actual restaurants or directly under its name.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mlb-pitchers-ball-doctoring-11616939523", "title": "MLB Will No Longer Look the Other Way When Pitchers Tamper With the Ball", "date": "2021-03-28 10:00", "summary": "The league will also analyze data to check for statistical anomalies. Pitchers trying to improve their grip by applying something sticky to the baseball is a tradition as old as hot dogs, the national anthem and the seventh-inning stretch.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-age-of-chinese-nationalism-threatens-supply-chains-11616938381", "title": "New Age of Chinese Nationalism Threatens Supply Chains", "date": "2021-03-28 09:33", "summary": "Assumption that China and East Asia offer multinationals a stable security environment must now be revisited. Relations between China and the West are off to a rocky start in 2021. Observers watching China and the U.S. trade accusations in Alaska, and Europe and China trade sanctions days later can be forgiven for a cold feeling in the pit of their stomach. Beijing's tolerance for economic risk in the service of nationalism has rarely looked higher.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-story-of-amazons-fuel-cell-supplier-explains-this-crazy-market-11616936401", "title": "The Story of Amazon's Fuel-Cell Supplier Explains Crazy Market", "date": "2021-03-28 09:00", "summary": "Plug Power's soaring stock price-up 2,000% in the past year-led to an unusual accounting result: negative sales. If one stock captures the bizarro world of finance in the past year, it is forklift fuel-cell maker Plug Power .", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-companies-turn-to-new-technique-to-set-ipo-prices-11616794216", "title": "Tech Companies Turn to New Technique to Set IPO Prices", "date": "2021-03-28 08:53", "summary": "ACV Auctions is the latest tech company to use a pricing method that gives companies more visibility into what investors will pay for shares. Some tech companies are pushing for more information on what investors are willing to pay for shares, using a new technique to price an initial public offering to avoid leaving money on the table.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/did-your-job-description-go-out-the-window-during-the-pandemic-11616932800", "title": "Did Your Job Description Go Out the Window During the Pandemic?", "date": "2021-03-28 08:00", "summary": "Many workers have been asked by their employers to do more in the past year-after a certain point, that can backfire. Dana Barnett already had two roles at Maverick Pools, which builds swimming pools and spas, when the pandemic started: She was both its chief procurement officer and a project manager. But when the Chicago area locked down in March, her job ballooned even further.", "categories": [["Life & Work", "At Work"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/at-work?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-covid-19-taught-us-about-telemedicine-11616932803", "title": "What Covid-19 Taught Us About Telemedicine", "date": "2021-03-28 08:00", "summary": "The pandemic gave doctors a crash course in what does and doesn't work. Among the lessons: a good webside manner is crucial.. The Covid-19 pandemic created the perfect test lab for telemedicine.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-prices-are-inflating-around-the-world-11616932846", "title": "House Prices Are Inflating Around the World", "date": "2021-03-28 08:00", "summary": "Pandemic-related stimulus, ultralow rates and changes in buyer behavior are turbocharging markets from Europe to Asia. As the U.S. housing market booms, a parallel rise in residential real-estate prices across the world from Amsterdam to Auckland is raising fears of possible bubbles and prompting some governments to intervene to prevent their markets from overheating.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/last-mile-amazon-and-ups-hubs-raise-concerns-in-brooklyn-enclave-11616932801", "title": "'Last Mile' Hubs Raise Concerns in Brooklyn Neighborhood", "date": "2021-03-28 08:00", "summary": "Companies' plans to open distribution centers generate fears about traffic in waterfront Red Hook neighborhood. The small waterfront community of Red Hook, in Brooklyn, is home to a cruise terminal, a 346,000-square-foot Ikea store and one of two Tesla showrooms in New York City.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musk-likes-this-ev-battery-and-it-costs-lessbut-the-u-s-isnt-sold-on-it-11616929201", "title": "Elon Musk Likes This EV Battery and It Costs Less-but the U.S. Isn't Sold on It", "date": "2021-03-28 07:00", "summary": "Iron-powered electric vehicles are surging in China, but concerns remain about their range and cold-weather performance. A low-cost battery touted by Elon Musk is disrupting the electric-vehicle business in China, grabbing nearly half of the market and spurring the rise of more affordable EVs.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-farmers-vie-for-land-as-a-grain-rally-sparks-shopping-spree-11616923981", "title": "Farmland Is Hot as Grain Rally Stokes Demand", "date": "2021-03-28 05:33", "summary": "Resume Subscription. In a resurgent American Farm Belt, the hottest commodity around is dirt.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/covid-19-shots-for-children-hold-key-to-herd-immunity-11616923801", "title": "Covid-19 Shots for Children Hold Key to Herd Immunity", "date": "2021-03-28 05:30", "summary": "Vaccinating children will likely be necessary to reach herd immunity, experts say, but vaccines aren't authorized for kids yet. Countries are racing to immunize adults against Covid-19 and move toward a more normal future. To achieve the vaccination rates that health authorities are aiming for, the shots must eventually reach the arms of children and teenagers, too.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bond-bulls-charge-ahead-challenging-consensus-on-rising-yields-11616923802", "title": "Bond Bulls Charge Ahead, Challenging Consensus on Rising Yields", "date": "2021-03-28 05:30", "summary": "Contrarians see buying opportunity as investors drive yields higher on bets for rebounding growth and rising inflation. Robert Tipp doesn't buy the popular Wall Street view that U.S. government bond yields are bound to keep rising this year, though he allows that they could before likely falling later.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexican-president-submits-bill-to-boost-states-role-in-fuels-market-11616883789", "title": "Mexican President Submits Bill to Boost State's Role in Fuels", "date": "2021-03-28 20:01", "summary": "Potential takeover of operations run by private businesses is latest effort to curtail opening of energy industry to foreign investors. MEXICO CITY-Mexican President Andrés Manuel López Obrador sent to Congress a bill that aims to boost the state's role in the fuels market, including the possibility of taking over operations run by private businesses, the latest effort to curtail the opening of Mexico's energy industry to foreign investors.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}]