[{"link": "https://www.wsj.com/articles/endeavor-to-jump-into-public-offering-again-11617231896", "title": "Endeavor to Jump Into Public Offering Again", "date": "2021-03-31 19:57", "summary": "The Hollywood entertainment company had shelved its IPO plans in late 2019. Endeavor Group Holdings Inc. is set to go public, revealing plans to take full ownership of UFC and highlighting its transformation from a talent agency into a media conglomerate with a collection of high-profile sports and entertainment brands.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-u-s-army-strike-nearly-22-billion-headset-deal-11617223850", "title": "Microsoft, U.S. Army Strike Nearly $22 Billion Headset Deal", "date": "2021-03-31 19:53", "summary": "Augmented-reality devices will be delivered over next decade, based on existing HoloLens product. Microsoft Corp. has agreed to build custom augmented-reality headsets for the U.S. Army in a deal worth up to $21.9 billion, expanding the technology company's role as a major government supplier.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-lawmakers-weigh-forcing-nursing-homes-to-spend-on-patients-11617234199", "title": "Cuomo, Lawmakers Weigh Forcing Nursing Homes to Spend on Patients", "date": "2021-03-31 19:43", "summary": "Discussions come as governor's office is under fire for how it handled Covid-19's spread in long-term-care facilities. ALBANY, N.Y.-New York Gov. Andrew Cuomo and state lawmakers are close to agreement on a law that would require nursing homes to spend a set portion of their revenue on patient care, officials said, at a time when the governor's office is under fire over how it handled Covid-19 in long-term-care facilities.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhood-to-remove-controversial-digital-confetti-from-trading-app-11617195612", "title": "Robinhood to Remove Controversial Digital Confetti From Trading App", "date": "2021-03-31 19:11", "summary": "The confetti, which critics alleged was a gamification strategy, will be replaced with new designs. Robinhood Markets Inc. is eliminating digital confetti from its trading app, the latest sign that the popular brokerage is working to correct concerns from critics, as it moves forward with plans to go public.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-troop-movements-on-ukraine-border-test-biden-administration-11617230084", "title": "Russian Troop Movements on Ukraine Border Test Biden Administration", "date": "2021-03-31 19:01", "summary": "After fresh fighting inside Ukraine, Kyiv puts forces on alert and bolsters units in country's east. Russia has begun mobilizing troops along its border with Ukraine, presenting a fresh challenge at the Biden administration and threatening to upend a cease-fire between Ukraine and pro-Russian fighters.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/here-come-the-biden-taxes-11617231225", "title": "Here Come the Biden Taxes", "date": "2021-03-31 18:53", "summary": "The middle class will pay for the largest tax increase since 1968.. So much for the illusion of cost-free spending blowouts. The bill for President Biden's agenda is coming due, starting with Wednesday's proposal for the largest corporate tax increase in decades. Can we finally drop the pretense that any of this is moderate or unifying or bipartisan?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democracy-prevails-in-iowa-11617231149", "title": "Democracy Prevails in Iowa", "date": "2021-03-31 18:52", "summary": "Rita Hart withdraws her challenge but complains of 'disinformation.'. Speaker Nancy Pelosi suffered her first setback of this Congress Wednesday as the drive to overturn an Iowa House election imploded. Rita Hart, the Democratic candidate challenging Republican Rep. Mariannette Miller-Meeks's victory, announced that \"after many conversations with people I trust about the future of this contest, I have made the decision to withdraw.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microns-great-results-arent-great-for-chip-buyers-11617228673", "title": "Micron's Great Results Aren't Great for Chip Buyers", "date": "2021-03-31 18:52", "summary": "Memory chip maker cites a 'severe undersupply,' with market expected to remain tight for the year. If Micron's numbers are any guide, the chip industry should have a strong year. Buyers of chips: less so.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/david-changs-momofuku-kawi-closes-at-hudson-yards-11617230501", "title": "David Chang's Momofuku Kawi Closes at Hudson Yards", "date": "2021-03-31 18:41", "summary": "Restaurant is the latest dining spot in the Manhattan complex to close during the pandemic. Another high-profile business in Manhattan's Hudson Yards has closed.", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-real-estate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-says-chip-shortage-forcing-production-halt-at-several-plants-11617224118", "title": "Ford Says Chip Shortage Forcing Production Halt at Several Plants", "date": "2021-03-31 18:40", "summary": "Auto maker is scheduling more downtime at some U.S. factories, including its two major truck sites. Ford Motor Co. is scheduling more downtime at several U.S. factories, including its two major truck plants, as a global shortage of semiconductors upends vehicle manufacturing for car makers in North America.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-set-to-unveil-2-trillion-infrastructure-plan-11617181208", "title": "Biden's $2.3 Trillion Infrastructure Plan Takes Broad Aim", "date": "2021-03-31 18:34", "summary": "Proposal would increase corporate taxes to pay for fixing roads and bridges, boosting research and tackling climate change. WASHINGTON-President Biden unveiled a $2.3 trillion infrastructure plan centered on fixing roads and bridges, expanding broadband internet access and boosting funding for research and development, plus higher corporate taxes to pay for the package.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-executives-put-pressure-on-companies-to-battle-state-voting-laws-11617211058", "title": "Black Executives Push Companies to Battle GOP State Voting Laws", "date": "2021-03-31 18:29", "summary": "Delta CEO also takes tougher position on new Georgia law, drawing retort from state's governor. Dozens of prominent Black executives called on corporations to fight Republican-led legislation they say would limit voting access for Black voters in numerous states, and Delta Air Lines Inc.'s CEO publicly clashed with Georgia's governor over a similar law passed there last week.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-probes-trading-by-archegos-that-rattled-stock-market-11617223378", "title": "SEC Probes Trading by Archegos That Rattled Stock Market", "date": "2021-03-31 18:27", "summary": "Investigation into fund is preliminary, say people familiar with the matter. WASHINGTON-Securities regulators are investigating trading at Archegos Capital Management, the fund that made highly leveraged bets on stocks and then collapsed last week, according to people familiar with the matter.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corporate-covid-windfalls-are-a-myth-11617229335", "title": "Corporate Covid 'Windfalls' Are a Myth", "date": "2021-03-31 18:22", "summary": "Some big companies rose to the occasion during the pandemic and did well. But there were losers too.. Now that its debt-funded relief program has become law, the Biden administration is looking to bankroll even bigger spending programs-the American Jobs Act, announced Wednesday, calls for higher taxes on corporations, and another bill is reportedly coming soon calling for higher taxes on wealthy individuals. The usual narrative pushing tax hikes is that the rich should pay their \"fair share.\" But President Biden has introduced a new one: that the rich got windfalls during the pandemic while ordinary people suffered.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/build-infrastructure-with-private-cash-11617229279", "title": "Build Infrastructure With Private Cash", "date": "2021-03-31 18:21", "summary": "Instead of tax increases, why not finance some of the plan with public-private partnerships?. President Biden unveiled his $2.3 trillion infrastructure proposal on Wednesday, planning to fund it mostly via huge corporate tax increases, with the rest apparently from more federal borrowing. But if the White House and Transportation Secretary Pete Buttigieg truly want a bipartisan bill, they should invite private capital to play a major role in paying for portions of the plan. That would reduce the extent of federal tax increases and borrowing.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-election-reform-deception-11617229306", "title": "Biden's Election-Reform Deception", "date": "2021-03-31 18:21", "summary": "He has his facts wrong on Iowa and Georgia and applies standards inconsistently.. In last week's press conference, President Biden labeled Republican efforts to reform state election laws in Georgia and Iowa as \"un-American\" and \"sick.\" That charge is malarkey, to use one of the president's favorite words.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rogers-hornsbys-unbreakable-record-11617229205", "title": "Rogers Hornsby's Unbreakable Record", "date": "2021-03-31 18:20", "summary": "For a five-year period in the 1920s, he hit better than .400. That won't happen again.. Baseball is rooted in the records established by great players. Many claim that Joe DiMaggio's 56-games hitting streak is the record most likely never to be broken. But for many years fans believed Babe Ruth's 60 home-run season was a mark that would stand forever. Then Roger Maris hit 61 in 1961. That record, too, has since been broken-multiple times, though not without controversy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rescuing-the-planet-review-harder-greener-faster-smarter-11617229168", "title": "'Rescuing the Planet' Review: Harder, Greener, Faster, Smarter", "date": "2021-03-31 18:19", "summary": "Could a 'Hard Green' commitment to the environment allow half the globe's lands to be protected from development?. Two decades ago, Peter Huber surprised his fellow libertarians and conservatives with a book urging them to become environmentalists. By that he didn't mean joining Greenpeace. He divided environmentalists into two categories: Hard Green (the title of his book) and Soft Green. The mainstream environmental movement was dominated by Soft Greens hostile to capitalism and new technologies who wanted to limit energy consumption and economic growth.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/businesses-take-a-hurry-up-and-wait-approach-to-ai-11617229142", "title": "Businesses Take a Hurry-Up-and-Wait Approach to AI", "date": "2021-03-31 18:19", "summary": "It can take decades for transformational technologies to yield real-world results, says Stanford's Erik Brynjolfsson. The pandemic has accelerated the commercial use of artificial intelligence at every level, with companies in some industries pulling ahead of others, according to Erik Brynjolfsson, director of the Stanford Digital Economy Lab.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-which-side-are-you-on-11617229118", "title": "Joe Biden, Which Side Are You On?", "date": "2021-03-31 18:18", "summary": "In ProgressiveWorld, everyone becomes a de-facto member of the teachers union. It won't work.. With about 15 minutes left in the hour Joe Biden allotted last week for his once-only press conference, the president sort of ran out of steam for questions and filibustered the time remaining by delivering his campaign speech. After Mr. Biden revived the line, \"I am running for three reasons,\" he invoked the middle class. The middle class, he said, \"built America, and unions built them.\"", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-covid-19-vaccine-100-effective-in-study-of-12-to-15-year-olds-company-says-11617187500", "title": "Pfizer-BioNTech Covid-19 Vaccine 100% Effective in Study of 12- to 15-Year-Olds", "date": "2021-03-31 18:14", "summary": "Study didn't find any major safety issues with the shot, which could be up for regulatory authorization in coming weeks. The Covid-19 vaccine from Pfizer Inc. and BioNTech SE safely protects children between the ages of 12 and 15, the companies said, results likely to lead to inoculations within that age group before this summer.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frances-macron-under-fire-for-pandemic-strategy-weighs-tougher-lockdown-11617202598", "title": "France's Macron Orders New Nationwide Lockdown", "date": "2021-03-31 18:09", "summary": "President's pandemic management is shaking confidence in his leadership 13 months before next election. PARIS-French President Emmanuel Macron announced a national lockdown Wednesday, closing schools and nonessential businesses, amid mounting public frustration over his government's handling of the pandemic.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rita-hart-drops-challenge-to-narrow-loss-in-iowa-congressional-race-11617225472", "title": "Rita Hart Drops Challenge to Narrow Loss in Iowa Congressional Race", "date": "2021-03-31 17:52", "summary": "Democrat had lost election by just six votes; GOP Rep. Mariannette Miller-Meeks took office in January. WASHINGTON-Democratic House candidate Rita Hart said she was dropping the challenge to her narrow election loss in Iowa, after her effort drew increasing concern among Democrats on Capitol Hill.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-urges-50-billion-to-boost-chip-manufacturing-in-u-s-11617211570", "title": "Biden Calls for $50 Billion to Boost U.S. Chip Industry", "date": "2021-03-31 17:50", "summary": "Officials cite need to counter threat from China, but opponents say industry can succeed without tax dollars. WASHINGTON-President Biden's expansive infrastructure proposal includes $50 billion for the American semiconductor industry, whose lobbying efforts have gained momentum amid a global chip shortage and fears that China might be overtaking the U.S. in a critical technology.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yellen-plans-to-reinvigorate-financial-risk-panel-11617183001", "title": "Risk Panel to Address Vulnerabilities From 2020 Market Meltdown", "date": "2021-03-31 17:37", "summary": "Financial Stability Oversight Council meets for first time during Biden administration. WASHINGTON-Treasury Secretary Janet Yellen convened a council of regulators tasked with monitoring the stability of the financial system, homing in on risks that emerged during the market turmoil of a year ago when the coronavirus pandemic hit the U.S. economy.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/family-offices-like-archegos-take-big-risks-like-hedge-funds-11617223998", "title": "Family Offices Like Archegos Take Big Risks Like Hedge Funds", "date": "2021-03-31 17:31", "summary": "Shift in behavior at these below-the-radar institutions has raised concerns on Wall Street. Enormous losses at Archegos Capital Management have cast a rare spotlight on the growing influence of below-the-radar institutions around the globe called family offices.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dancing-with-the-devil-the-art-of-starting-over-by-demi-lovato-review-recovering-a-powerful-voice-11617225170", "title": "'Dancing with the Devil... the Art of Starting Over' by Demi Lovato Review: Recovering a Powerful Voice", "date": "2021-03-31 17:12", "summary": "On an evocative, ballad-heavy album, the singer reckons with her 2018 overdose and charts a path forward. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/like-an-open-book-11617225074", "title": "Like an Open Book", "date": "2021-03-31 17:11", "summary": "Maya Lin's redesign of Smith College's Neilson Library is defined by transparency, accessibility and luminosity. Northampton, Mass.", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/atlantic-crossing-review-harboring-royals-and-passions-11617224958", "title": "'Atlantic Crossing' Review: Harboring Royals and Passions", "date": "2021-03-31 17:09", "summary": "A 'Masterpiece' series dramatizes the unexpected relationship between Crown Princess Martha of Norway and President Franklin Roosevelt. The opening scenes of \"Atlantic Crossing\" could scarcely be merrier, circumstances notwithstanding. It is the period of Nazi conquest throughout Europe. Crown Princess Martha of Norway (Sofia Helin) and husband Crown Prince Olav (Tobias Santelmann) are enjoying a sexual liaison on a passenger train in the U.S.-the country to which they fled in fear of an expected German invasion. Their fears were well grounded-the Germans invaded Norway in 1940. Martha had expected a new and peaceful life in America, and found one, of sorts, for a time. What she never expected was the heady experience of a circle of political and social relationships that would bring her into close contact with President Franklin Roosevelt. So close that he invited the crown princess to make her home at the White House with her three children-a gesture that led to an ever-deepening strain of suspicion and gossip about the nature of their relationship.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/matt-pottinger-on-china-and-u-s-business-11617224863", "title": "Matt Pottinger on China and U.S. Business", "date": "2021-03-31 17:07", "summary": "In \"Beijing Targets American Business\" Matt Pottinger quotes Chinese President Xi Jinping in 2013 describing the ultimate triumph of socialism over all other economic systems.. In \"Beijing Targets American Business\" (op-ed, March 27), Matt Pottinger quotes Chinese President Xi Jinping in 2013 describing the ultimate triumph of socialism over all other economic systems. The religious fervor of the socialist faithful is widespread throughout the world including the U.S. President Xi doesn't seem able to admit that China under Mao and up until Paramount Leader Deng Xiaoping had a crippled economy. Deng famously said: \"Let some people get rich first\" to move the country forward. The pro-business policies rocketed many Chinese into billionaire status. The booming economy has allowed Mr. Xi to militarize capitalism and make China the second largest economy in the world.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-should-follow-eus-lead-on-esg-policy-11617224792", "title": "U.S. Should Follow EUâ\u0080\u0099s Lead on ESG Policy", "date": "2021-03-31 17:06", "summary": "The European Union is setting a standard for environmental, social and governance (ESG) disclosures that the U.S. needs to work quickly to catch up to.. The European Union is setting a standard for environmental, social and governance (ESG) disclosures that the U.S. needs to work quickly to catch up to (â\u0080\u009cEU Rules Challenge U.S. Funds,â\u0080\u009d Banking & Finance, March 23).", "categories": [["General News"]], "category_links": ["https://www.wsj.com/news/types/general-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ai-set-to-reshape-workplace-as-physical-offices-open-up-11617224774", "title": "AI Set to Reshape Workplace as Physical Offices Open Up", "date": "2021-03-31 17:06", "summary": "AI can help support a range of safety-monitoring tools, says Adam Stanley, chief information officer and chief digital officer, Cushman & Wakefield. Encouraged by the rapid pace of Covid-19 vaccinations, employers planning to reopen physical workplaces face a number of unique challenges-not least keeping elevators safe, says Adam Stanley, chief information officer and chief digital officer at commercial-real-estate-services giant Cushman & Wakefield PLC.", "categories": [["Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/types/artificial-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sciences-real-world-issue-is-not-marketing-11617224726", "title": "Science's Real-World Issue Is Not Marketing", "date": "2021-03-31 17:05", "summary": "I think that the problem Neil deGrasse Tyson assigns to bad marketing is more attributable to prominent scientists overstepping the bounds of their fields.. I think that the problem Neil deGrasse Tyson assigns to bad marketing is more attributable to prominent scientists overstepping the bounds of their fields (\"What I've Learned From the Pandemic Year: Science Needs Better Marketing,\" Review, March 20). Science should inform, not dictate, politics. Science is never settled, so it's OK to challenge scientists on the facts as well as their predictions.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-the-economic-cure-is-worse-than-the-disease-11617224501", "title": "When the Economic Cure Is Worse Than the Disease", "date": "2021-03-31 17:01", "summary": "The real catastrophe the country is facing isn't the alleged disasters cited by Democrats, but rather the Democrats' policy \"solutions.\". Daniel Henninger's \"Biden Abandons Normalcy\" (Wonder Land, March 18) accurately describes the Democrats' strategy as pointing to alleged impending disasters that require immediate action in Washington, such as Covid-19 recovery and climate change. The irony is that the real catastrophe the country is facing isn't the alleged disasters cited by Democrats, but rather the Democrats' policy \"solutions\" and the staggering debt, high taxes, ravaged energy sector and reduced economic growth that they create. In area after area, I believe that the Democrats' cure is a much greater threat than the disease.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tokyo-olympics-tickets-refund-fight-11616987906", "title": "After Ban on Foreign Fans, an Olympic Refund Fight Is Just Beginning", "date": "2021-03-31 16:58", "summary": "Organizers and authorized ticket resellers are at odds over who should bear the costs of 20% service charges consumers paid on tickets. The answer may be: ticket holders.. The Tokyo hosts of this summer's Olympic Games are in a standoff with ticket-selling middlemen over who should bear the costs of hefty service charges on hundreds of thousands of tickets to an event that will ban foreign spectators because of the Covid-19 pandemic.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/memo-to-biden-spending-is-easy-investing-is-hard-11617192009", "title": "Memo to Biden: Stimulus Is Easy. Investment Is Hard.", "date": "2021-03-31 16:57", "summary": "The president's infrastructure plan could boost long-term growth-if targeted effectively. President Biden's ambitious agenda to remake the American economy comes in two stages. Stage one, the $1.9 trillion American Rescue Plan, is intended to jolt the economy back to life with a huge dollop of old-fashioned Keynesian demand-side stimulus. Mr. Biden should be pleased with the results: as checks have landed in consumer bank accounts, growth has begun to surge.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stock-futures-waver-after-s-p-500-asian-shares-decline-11617176871", "title": "S&P 500 Rises but Just Misses New Record", "date": "2021-03-31 16:42", "summary": "Dow slips, Nasdaq gains 1.5% to cap a drama-filled quarter. U.S. stocks lost some momentum ahead of Wednesday's closing bell as investors closed the books on a quarter marked by both optimism about an economic recovery and drama in an equities market that has been red hot.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meme-stocks-nfts-tech-rotation-dominate-crazy-quarter-on-wall-street-11617208697", "title": "S&P 500, Nasdaq Rise to End Risk-Hungry Quarter", "date": "2021-03-31 16:40", "summary": "Investors big and small showed no fear to start 2021. Financial markets went into overdrive in the first quarter of the year.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ncaa-player-compensation-restrictions-reach-supreme-court-11617183001", "title": "NCAA Pressed by Supreme Court Justices on Athletes' Compensation", "date": "2021-03-31 16:35", "summary": "They question how colleges, in keeping with antitrust law, can be prohibited from competing for athletes by offering better benefits. WASHINGTON-The NCAA faced a barrage of skeptical questions from the Supreme Court Wednesday as it sought to defend tight limits on the types of compensation that college athletes can receive.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/greensill-whistleblower-tips-warned-german-regulator-of-fraud-last-year-11617222877", "title": "Greensill Whistleblower Tips Warned German Regulator of Fraud Last Year", "date": "2021-03-31 16:34", "summary": "An internal German government report shows that authorities were scrutinizing Greensill for more than a year before it unraveled. Germany's banking regulator received a series of whistleblower tips over the past year that made \"various allegations of fraud\" at Greensill Bank, prompting it to demand improvements at the bank, according to an internal German government report reviewed by The Wall Street Journal.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-colleges-in-the-west-for-academic-resources-11617222713", "title": "Top Colleges in the West for Academic Resources", "date": "2021-03-31 16:31", "summary": "Caltech is No. 1 in the country in this category in the WSJ/THE College Rankings. The California Institute of Technology is the top school in the West and in the nation for academic resources in the Wall Street Journal/Times Higher Education College Rankings.", "categories": [["Life & Work", "Journal Reports: College Rankings"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-college-rankings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supply-chain-strains-sharpen-focus-on-ai-11617221551", "title": "Supply Chain Strains Sharpen Focus on AI", "date": "2021-03-31 16:12", "summary": "Use of predictive models for forecasting demand has proven critical in the past year. Supply chains have taken a battering this year from the coronavirus pandemic and other extreme events-and artificial intelligence has emerged as a critical tool for navigating everyday business in this environment.", "categories": [["Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/types/artificial-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cut-thursday-crossword-april-1-11616949234", "title": "Cut! (Thursday Crossword, April 1)", "date": "2021-03-31 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-to-allow-work-visa-ban-to-expire-11617204628", "title": "Biden Administration to Allow Work-Visa Ban to Expire", "date": "2021-03-31 15:54", "summary": "Trump had curbed program prized by employers; travel restrictions still in effect will delay impact of ban's expiration. WASHINGTON-The White House won't renew a ban on H-1B and other work-based visas imposed last year in response to the Covid-19 pandemic that is set to expire Wednesday, according to three people familiar with the decision.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-jeopardy-without-alex-trebek-11617219445", "title": "What is...'Jeopardy!' Without Alex Trebek?", "date": "2021-03-31 15:37", "summary": "The beloved quiz show has suffered from a string of uneven guest hosts and middling clues. Your clue, in the category \"Quiz Show Debacles\": This decades-old program is on the road to ratings suicide by compromising its brand, alienating legions of loyal fans and giving temp work to guest hosts who come to praise Alex Trebek and bury his legacy. Please phrase your answer in the form of a question.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-propaganda-officials-celebrate-social-media-attacks-on-h-m-in-countering-forced-labor-allegations-11617219310", "title": "Chinese Officials Celebrate Social-Media Attacks on H&M", "date": "2021-03-31 15:35", "summary": "To blunt Western pressure over cotton from Xinjiang, Beijing looks to apply lessons from Hong Kong protests. Propaganda officials quietly celebrated in Beijing two days after a Chinese social-media post helped ignite a frenzy of outrage against Western clothing brands, according to people familiar with the matter, in what they saw as a victory in a new effort to inoculate China against criticisms from the West.", "categories": [["WSJ News Exclusive", "China"]], "category_links": ["https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-expects-to-reopen-u-s-offices-over-next-month-11617218584", "title": "Google to Start Reopening U.S. Offices", "date": "2021-03-31 15:23", "summary": "Employees are told that returning to the workplace remains optional until September. Google said staff may start returning to some of its U.S. offices over the next month, another indication of how companies are preparing for a more normalized environment as Covid-19 vaccinations pick up.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-26-movies-series-and-documentaries-to-stream-this-week-11617218170", "title": "What to Watch: Movies, Series, and Documentaries to Stream This Week", "date": "2021-03-31 15:16", "summary": "'Godzilla vs. Kong' is streaming on HBO Max, a WeWork documentary on Hulu and over a dozen Oscar nominees you haven't seen. Whether you're looking for one of the year's biggest spectacles or one of the year's shortest, celebrated films, all of it and more is streaming this week.", "categories": [["Books & Arts", "Entertainment", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kremlin-critic-alexei-navalny-begins-hunger-strike-in-new-standoff-with-authorities-11617217340", "title": "Kremlin Critic Navalny Begins Hunger Strike", "date": "2021-03-31 15:02", "summary": "The opposition politician says he has suffered debilitating back pain and has been subjected to sleep deprivation since being imprisoned in February. MOSCOW-Kremlin critic Alexei Navalny has begun a hunger strike to protest a lack of treatment for what he describes as a debilitating health issue he has suffered since being imprisoned in February, the latest standoff between Russian authorities and the protest leader.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meatballs-in-a-chile-tomato-broth-11617212742", "title": "Meatballs in a Chile-Tomato Broth", "date": "2021-03-31 14:21", "summary": "On the table in 30 minutes, this nourishing Mexican recipe combines tender meatballs, potatoes and collard greens in a warming, flavorful broth. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-1950s-spanish-resortbeloved-by-audrey-hepburnis-still-going-strong-11617214493", "title": "This 1950s Spanish Resort-Beloved by Audrey Hepburn-Is Still Going Strong", "date": "2021-03-31 14:14", "summary": "Southern Spain's Marbella Club has retained the exclusive fun-in-the-sun vibe that's attracted European nobles and Hollywood royalty like Sean Connery and Liza Minnelli. For the Time Capsule series, we spotlight a cherished restaurant, hotel or landmark that's changed remarkably little over the years. This week, we visit Marbella Club in Southern Spain.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-legalizes-marijuana-what-to-know-11617214153", "title": "New York Legalizes Marijuana: What to Know", "date": "2021-03-31 14:09", "summary": "The state becomes the 15th in the U.S. to legalize the recreational use of marijuana. Gov. Andrew Cuomo signed into law a bill that paves the way for the retail sale of the drug in New York in 2022. State lawmakers say 20% of the tax revenue generated from marijuana sales-which is eventually projected to be $350 million a year-would be devoted to drug education. An additional 40% of revenue will be directed to education aid and 40% will be dedicated to a fund that will make grants for social equity.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-auschwitz-survivor-dies-in-a-new-york-nursing-home-11617213869", "title": "An Auschwitz Survivor Dies in a New York Nursing Home", "date": "2021-03-31 14:04", "summary": "At 94, Felicia Friedman succumbed to Covid-19 and bureaucratic bungling.. Felicia Friedman survived the Nazis. She survived the Red Army, dodging her way across Eastern Europe after World War II. She survived immigration and a new life in America. The only thing she didn't survive was a Long Island nursing home infected with Covid-19. She died on May 19, 2020, at 94.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-freedoms-sake-rate-hong-kong-11617213826", "title": "For Freedom's Sake, Rate Hong Kong", "date": "2021-03-31 14:03", "summary": "The Fraser Institute, unlike Heritage, will measure its descent into tyranny and domination.. The people of Hong Kong deserve to have their descent into tyranny recorded. History also deserves a record of the Chinese Communist Party's suppression of what was once the freest place on the planet. One international index has already expunged Hong Kong, but the Economic Freedom of the World Index, published by Canada's Fraser Institute, and the Human Freedom Index, co-published by Fraser and the Cato Institute, won't abandon Hong Kong.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corrugated-boxes-have-never-been-in-more-demandor-more-expensive-11617189646", "title": "Cardboard Boxes Have Never Been in More Demand", "date": "2021-03-31 14:02", "summary": "Producers of corrugated board boost prices, adding to supply-chain woes as economy reopens. It wasn't just you. Americans consumed more corrugated cardboard boxes than ever last year.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ok-doomer-11617212314", "title": "OK, Doomer", "date": "2021-03-31 13:38", "summary": "Government experts still advocate restrictions, ignore collateral damage.. Maybe it's too much to hope that government health experts have learned something in the past year about the massive unintended consequences of lockdowns and the paucity of evidence demonstrating their effectiveness. But Monday's White House teleconference with the Biden Covid team could almost have been mistaken for a March 2020 event-complete with government doctors stoking fear, urging restrictions on liberty and not even bothering to address costs and benefits.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/quick-comfort-meatballs-in-a-chile-tomato-broth-11617212327", "title": "Quick Comfort: Meatballs in a Chile-Tomato Broth", "date": "2021-03-31 13:38", "summary": "On the table in 30 minutes, this nourishing Mexican recipe combines tender meatballs, potatoes and collard greens in a warming, flavorful broth. GROWING UP, Diana Davila got a thorough education in Mexican cooking: at home, with her mother; working after school at her parents' taqueria in Chicago; and on visits to family in Mexico. She's still at it, with her own Chicago restaurant, Mi Tocaya Antojería. \"It's a passion,\" she said simply.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kimberly-clark-to-boost-prices-as-commodity-costs-rise-11617197449", "title": "Shoppers Start to See Effect of Higher Commodity Costs", "date": "2021-03-31 13:10", "summary": "Huggies maker Kimberly-Clark to raise prices, joining General Mills, Hormel and others in passing along added cost. Makers of everything from diapers to cereal are starting to feel the strain of higher commodity prices, and some are passing the added cost along to consumers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-cube-was-paid-large-amount-of-money-to-improperly-discredit-judge-court-rules-11617210208", "title": "Black Cube Was Paid Large Sum to Discredit Judge, Court Rules", "date": "2021-03-31 13:03", "summary": "Israeli investigative group was hired by private-equity firm for effort code-named 'Project Maple Tree' to embarrass Canadian judge, Ontario court finds. Black Cube, a secretive Israeli investigative firm, sought to embarrass a judge who made an unfavorable ruling against a financial-firm client for a fee of as much as $11 million, according to an Ontario court ruling.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deliveroo-shares-plunge-in-market-debut-11617180583", "title": "Deliveroo Shares Plunge in London IPO", "date": "2021-03-31 12:55", "summary": "Selloff comes amid concerns about the Amazon-backed food-delivery startup's ability to sustain growth. LONDON-Shares of Deliveroo Holdings PLC dropped 26% on their first day of trading, as investors shunned a landmark offering from the Amazon.com Inc. -backed food-delivery startup amid concerns over whether it can maintain its pandemic momentum.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delta-to-lift-block-on-middle-seats-starting-may-1-11617201711", "title": "Delta to Lift Block on Middle Seats Starting May 1", "date": "2021-03-31 12:10", "summary": "Airline joins rivals in filling planes to capacity, easing pandemic measures as travel demand ramps up. Delta Air Lines Inc. said it plans to resume filling middle seats starting May 1 after blocking them for over a year, the latest sign that airline executives believe U.S. air travel is starting to get back to normal.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hitachi-to-buy-digital-product-developer-globallogic-for-9-6-billion-11617196654", "title": "Remember Hitachi? It's a Software Company Now", "date": "2021-03-31 11:34", "summary": "Tokyo industrial heavyweight to pay $9.6 billion for California-based GlobalLogic. TOKYO-It used to be easy to find a Hitachi Ltd. product in the store, whether it was a Hitachi television set, a video recorder or a Hitachi Maxell battery.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walgreens-reports-stronger-profit-as-covid-19-vaccine-rollout-ramps-up-11617193338", "title": "Walgreens Reports Stronger Profit as Covid-19 Vaccine Rollout Ramps Up", "date": "2021-03-31 11:32", "summary": "Drugstore chain says it has administered more than eight million vaccines. Walgreens Boots Alliance Inc. says money made from administering Covid-19 vaccines should begin to offset pandemic-related losses as more people get shots and the U.S. government pays a higher reimbursement rate.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buying-a-home-through-an-llc-is-not-as-anonymous-as-it-used-to-be-11617204363", "title": "Buying a Home Through an LLC Is Not as Anonymous as It Used to Be", "date": "2021-03-31 11:26", "summary": "New reporting requirements mean the financial structure is no longer a reliable way to hide who owns a property. CONGRATULATIONS ON FINDING your dream home. As you prepare to close on the deal, you're likely vetting potential movers, interior designers and landscapers. But have you determined the best way to hold title to the property?", "categories": [["Real Estate", "Jumbo Jungle"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/jumbo-jungle?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ban-on-huawei-helped-revive-ericsson-but-landed-ceo-in-a-tough-spot-11617204414", "title": "Who's Coming to Huawei's Support? Its Biggest European Competitor", "date": "2021-03-31 11:26", "summary": "Resume Subscription. Few companies have gained more from the U.S.-led campaign against China's Huawei Technologies Co. than Ericsson AB. The Swedish business, in a tailspin a few years ago, now surpasses Huawei in selling cellular equipment in much of the world.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/swiss-regulator-lifts-fifa-related-acquisition-ban-on-julius-baer-11617204259", "title": "Swiss Regulator Lifts FIFA-Related Acquisition Ban on Julius Baer", "date": "2021-03-31 11:24", "summary": "The decision comes as the Swiss bank prepares to settle charges in the U.S. related to its role in the corruption scandal surrounding the soccer federation. Swiss regulators said they are lifting an acquisition ban imposed on Julius Baer Group AG last year in connection with alleged money-laundering failures involving the FIFA soccer federation and Venezuela's national oil company.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-state-legalizes-recreational-marijuana-11617203436", "title": "New York State Legalizes Recreational Marijuana", "date": "2021-03-31 11:10", "summary": "Gov. Andrew Cuomo signs bill making possession of up to 3 ounces of pot legal for people 21 and over. ALBANY, N.Y.-New York Gov. Andrew Cuomo signed a bill on Wednesday to legalize recreational marijuana for adults, paving the way for retail sales in the state to begin in 2022.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stressed-over-getting-into-college-just-invent-your-own-school-11617203413", "title": "Stressed Over Getting Into College? Just Invent Your Own School", "date": "2021-03-31 11:10", "summary": "Seniors let off steam during the anxious college acceptance season by creating a fake university on Reddit; Carl the soft-shell mascot. Southern Rhode Island Institute of the Arts is the most exclusive college you've never heard of. Why? It's not real.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-modern-aerie-in-miami-11617203053", "title": "A Modern Aerie in Miami", "date": "2021-03-31 11:04", "summary": "This newly renovated beachfront penthouse comes with European wood finishes and its own glass elevator. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/at-age-90-artist-faith-ringgold-is-still-speaking-her-mind-11617202805", "title": "At Age 90, Artist Faith Ringgold Is Still Speaking Her Mind", "date": "2021-03-31 11:00", "summary": "Resume Subscription. For 15 years, Glenstone, a private contemporary art museum in Maryland, has showed solely the collection of its founders, Mitchell Rales and Emily Wei Rales. Now, the museum is ready to make an exception.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/suez-canal-struggles-to-clear-logjam-as-stream-of-arrivals-continues-11617201065", "title": "Suez Canal Struggles to Clear Logjam as Stream of Arrivals Continues", "date": "2021-03-31 10:59", "summary": "Shippers refuse bookings, warn of lasting disruptions to global trade. Suez Canal authorities are struggling to clear a backlog of vessels following the freeing of the Ever Given, as some shippers refuse new bookings and warn that the ripple effect of the blockage could linger for some time.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kayak-ceo-lists-miami-beach-penthouse-for-39-9-million-11617202583", "title": "Kayak CEO Lists Miami Beach Penthouse for $39.9 Million", "date": "2021-03-31 10:56", "summary": "Steve Hafner purchased the apartment as an investment for $21 million in 2017, then spent several years customizing it. Steve Hafner, the chief executive of travel company Kayak, is putting his Miami Beach penthouse on the market for $39.9 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/planet-fitness-cfo-looks-to-add-customers-as-competitors-struggle-during-pandemic-11617200611", "title": "Planet Fitness CFO Looks to Add Customers as Competitors Struggle During Pandemic", "date": "2021-03-31 10:23", "summary": "Fitness club operator plans to open about 100 new gyms in the year ahead while investing in advertising and its app. Low-cost gym operator Planet Fitness Inc. plans to open new locations and invest in advertising and digital offerings in a bid to grow its business as its competitors keep struggling.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airlines-are-up-in-the-air-on-summer-travel-schedules-11617195627", "title": "Airline Summer Travel Schedules Are Still Up in the Air Due to Coronavirus", "date": "2021-03-31 10:22", "summary": "The covid pandemic's disruptions have carriers guessing about summer travel and posting 'placeholder' flight schedules that will change according to bookings. See a great flight for a summertime trip? You can buy it, but it may not be real.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boston-fed-staffers-offer-road-map-in-digital-dollar-research-effort-11617200504", "title": "Boston Fed Staffers Offer Road Map in Digital-Dollar Research Effort", "date": "2021-03-31 10:21", "summary": "Researchers plan to make the code for a potential digital currency available for public examination later this year. The first glimpse of research that could eventually lead to a Federal Reserve digital dollar should arrive this fall, according to people working on the effort.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italy-expels-russian-diplomats-over-spying-allegations-11617200252", "title": "Italy Expels Russian Diplomats Over Spying Allegations", "date": "2021-03-31 10:17", "summary": "Incident is the latest in a series of spying accusations involving Russian nationals or those allegedly working for them in Europe. ROME-Italy expelled two Russian diplomats suspected of spying Wednesday, the latest in a spate of incidents involving suspected Russian espionage in Europe.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-expert-garden-party-tip-outdoor-incense-11617200140", "title": "Why Outdoor Incense Is the Expert Garden-Party Tip", "date": "2021-03-31 10:15", "summary": "To create instant atmosphere, professional party planners swear by long-burning sticks of sophisticated scents like cedar, clove and jasmine. OUTDOOR INCENSE has come a long way since those hardware-store coils you picked up along with your barbecue charcoal. While the jury is still out on the question of whether stinky, smoke-born citronella significantly repels mosquitoes, new versions of al fresco scent aim higher-bringing instant atmosphere and more sophisticated fragrances (like clove, cedarwood and clary sage) to the party. Some outdoor incense sticks are nearly 2 feet long, able to burn for 2-3 hours.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/magazine-founder-gave-children-high-quality-literature-11617199201", "title": "Magazine Founder Gave Children High-Quality Literature", "date": "2021-03-31 10:00", "summary": "Marianne Carus, a German immigrant who has died at age 92, created Cricket and published stories by Singer and Updike. As a mother of three children, Marianne Carus cringed when she saw the reading material provided by their schools in the late 1950s and 1960s.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cubic-corp-accepts-private-equity-deal-to-go-private-11617198340", "title": "Cubic Accepts Private-Equity Deal to Go Private", "date": "2021-03-31 09:45", "summary": "Company accepts revised proposal to sell itself for $75 a share to Veritas Capital and Elliott affiliate. Cubic Corp . said it has accepted a proposal to sell itself for $75 a share in cash to Veritas Capital and an Elliott Investment Management LP affiliate, the latest development in the bidding war for the defense- and transit-technology company.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-improve-your-work-life-balance-11608244271", "title": "How to Improve Your Work-Life Balance", "date": "2021-03-31 09:44", "summary": "Most Popular News. Feeling overworked? You are not alone. The Organization for Economic Cooperation and Development's 2020 Better Life Index found that the U.S. ranks 30th out of 40 countries in terms of time devoted to leisure and personal care. With fewer Americans commuting to workplaces during the coronavirus pandemic, many are using that time to work even more, leading some to feel burned out. In a September survey of 310 organizations by the Conference Board, 46% of respondents said their work-life balance had decreased. Achieving a balance between your working hours and home life may seem unattainable, but consultants, burnout management coaches and work-life researchers say there are steps you can take to help make the most of your days.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-reports-rare-drop-in-revenue-as-u-s-sanctions-bite-11617190384", "title": "Huawei Suffers Rare Drop in Revenue as U.S. Sanctions Bite", "date": "2021-03-31 09:33", "summary": "Slate of U.S. actions, including chip ban, hits Chinese telecom maker's sales outside of China hard. HONG KONG-Huawei Technologies Co. suffered a rare decline in revenue during the fourth quarter last year, as U.S. sanctions hammered its business and sales outside of China fell particularly hard.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-sports-fans-without-cable-startup-pitches-99-cent-game-snippets-11617195655", "title": "For Fans Without Cable, Startup Pitches 99-Cent Game Snippets", "date": "2021-03-31 09:00", "summary": "Buzzer has secured rights to stream snippets of NHL games and PGA golf on smartphones. Sports leagues and TV networks are finding it increasingly challenging to reach young fans, many of whom don't have cable subscriptions and are content to devour game highlights on social media.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chewy-deliveroo-and-credit-suisse-what-to-watch-when-the-stock-market-opens-today-11617187545", "title": "Chewy, Deliveroo and Credit Suisse: What to Watch When the Stock Market Opens Today", "date": "2021-03-31 08:57", "summary": "Stock futures wavered between gains and losses ahead of the rollout of President Biden's multitrillion dollar spending program. Happy Wednesday. Here's what we're watching in today's trading session.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-spring-trips-to-watch-wildlifefrom-whales-to-flamingos-11617195318", "title": "The Best Spring Trips to Watch Wildlife-From Whales to Flamingos", "date": "2021-03-31 08:55", "summary": "As the animal kingdom emerges from winter, here are three top spots in North and Central America to spy grizzly bears, orcas, wolves and more. SPRING FLINGS aren't just for humans. As much of the Northern Hemisphere greens up this month, animals, from Caribbean flamingos to Hawaii's humpback whales, are making moves. With travel on a vaccination-fueled rebound, a commune with nature might make for a great first trip out of lockdown. You won't have to rough it, either. Any number of hotels and resorts offer both creature comforts-along with the creatures. Staff will book fauna-focused tours or lead the safaris themselves. As North and Central America's wildlife begins to stir in the coming weeks, here are some choice spots to find them.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/selena-gomez-drake-playlist-11617193536", "title": "From Selena Gomez to St. Vincent, the Best Songs You Should Be Listening to Right Now", "date": "2021-03-31 08:26", "summary": "Here's WSJ.'s monthly roundup of new pop releases: everything that's grabbing our attention, making us think or getting us dancing. 2021 is set to be a big year for Michelle Zauner, who releases indie pop music under the moniker Japanese Breakfast. This month, she released the first single from her third album, Jubilee, out June 4. \"Be Sweet\" is a celebratory synth-pop track about overcoming relationship insecurity in favor of compassion. On April 20, Zauner will release her first memoir, Crying in H Mart, a book about grief and searching for the tastes of her childhood.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/h-m-under-attack-in-china-sticks-to-stance-that-angered-beijing-11617193367", "title": "H&M, Under Attack in China, Sticks to Stance That Angered Beijing", "date": "2021-03-31 08:22", "summary": "Fashion giant says 20 stores have been closed in China after brand was targeted by government and on social media. The chief executive of H&M Hennes and Mauritz AB said the fashion giant wants to be a \"responsible buyer,\" standing by a human-rights position that angered Beijing and triggered the brand's disappearance from China's internet.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-xiaomi-be-the-apple-of-electric-vehicles-11617190356", "title": "Will Xiaomi Be the Apple of Electric Vehicles?", "date": "2021-03-31 07:32", "summary": "Chinese smartphone maker bets consumer technology companies can also design attractive EVs. A well-loved smartphone maker is going into electric vehicles. Apple ? Not yet. China's Xiaomi -the world's third-largest smartphone maker-is barreling ahead into car making.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/startup-productiv-raises-45-million-in-new-funding-11617190200", "title": "Startup Productiv Raises $45 Million in New Funding", "date": "2021-03-31 07:30", "summary": "Company says its platform, which helps CIOs measure employee app engagement, experienced boost during pandemic. Productiv Inc., a startup that helps chief information officers manage the many software applications in use at a company, has closed $45 million in venture capital funding, amid revenue growth partly due to the pandemic.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccinations-are-picking-up-pace-but-new-cases-are-still-rising-11617190131", "title": "Covid-19 Vaccinations Are Picking Up Pace, but New Cases Are Still Rising", "date": "2021-03-31 07:28", "summary": "Health officials cite expanded reopenings, pandemic fatigue, variants as reasons behind the recent uptick in infections. The supply of Covid-19 vaccines in the U.S. is increasing with each week, and the pace of vaccinations is picking up. States are opening up eligibility for the vaccines sooner, too, allowing more Americans an opportunity to get the shot.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suez-canal-pilots-under-scrutiny-amid-effort-to-clear-backlog-11617189167", "title": "Suez Canal Pilots Under Scrutiny Amid Effort to Clear Backlog", "date": "2021-03-31 07:19", "summary": "Resume Subscription. ISMAILIA, Egypt-With ships moving again in the Suez Canal after the Ever Given was unstuck, the Egyptian sailors tasked with piloting huge vessels through one of the world's busiest waterways are back at work-and facing growing scrutiny.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/australia-to-build-its-own-guided-missiles-fearing-supply-chain-disruptions-11617188481", "title": "Australia to Build Its Own Guided Missiles", "date": "2021-03-31 07:01", "summary": "U.S. ally plans to invest $761 million on program. SYDNEY-Australia is accelerating efforts to join the ranks of guided-missile manufacturers and become less reliant on imports from the U.S. and Europe after the pandemic exposed weaknesses in global supply chains.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spac-excitement-fades-as-historic-quarter-ends-11617188400", "title": "SPAC Excitement Fades as Historic Quarter Ends", "date": "2021-03-31 07:00", "summary": "It is now common for SPACs to dip below their debut price and gyrate around that level. SPAC mania is taking a breather.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jimmy-garoppolo-49ers-quarterback-nfl-draft-mac-jones-zach-wilson-11617146764", "title": "NFL Teams Are Giving Up on Quarterbacks Faster Than Ever", "date": "2021-03-31 07:00", "summary": "There's no longer a belief in being patient when it comes to the most important position in football. Just 14 months ago, there was a moment when every quarterback wanted to be Jimmy Garoppolo. He had a bright future. He had a rich contract. He was minutes away from being able to call himself a Super Bowl champion.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/archegoss-collapse-is-a-wakeup-call-for-regulators-11617185317", "title": "Archegos's Collapse Is a Wakeup Call for Regulators", "date": "2021-03-31 06:08", "summary": "Post-crisis capital requirements have saved Credit Suisse and Nomura from more serious problems while also pushing risk into darker corners of the financial system. The big damage from Archegos's collapse seems to have been limited to Credit Suisse and Nomura. But that doesn't mean all is well in the financial system.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/singapore-explores-getting-in-on-spacs-11617182164", "title": "Singapore Explores Getting in on SPACs", "date": "2021-03-31 06:04", "summary": "Stock exchange starts public consultation on the publicly listed shell companies that seek to invest in-and merge with-private companies. Singapore is trying to get a piece of the red-hot market for blank-check companies.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/payments-companies-are-playing-hide-the-crypto-11617184800", "title": "Payments Companies Play Hide-the-Crypto", "date": "2021-03-31 06:00", "summary": "Visa and PayPal introduce stealthy ways to make digital coins part of everyday transactions. Bitcoin and other digital currencies' best bet to become major actors in the world of payments might be to stay behind the scenes.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackrock-raises-3-billion-for-first-dedicated-secondary-strategy-11617184800", "title": "BlackRock Raises $3 Billion for First Dedicated Secondary Strategy", "date": "2021-03-31 06:00", "summary": "Asset-management giant has raised it first ever fund to buy secondhand private-equity stakes. BlackRock Inc. has raised $3 billion to invest in the private-equity secondary market, as the world's largest asset manager seeks to expand its presence in illiquid alternative investments.", "categories": [["Pro PE Limited Partners"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-limited-partners?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-supports-independent-artists-with-new-investment-11617184804", "title": "Apple Supports Independent Artists With New Investment", "date": "2021-03-31 06:00", "summary": "Tech giant teams up with artist-services company UnitedMasters, an alternative to the major label system. Apple Inc. is investing in independent music artists.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-nft-surge-traders-worry-reopening-will-stifle-rally-11617183002", "title": "Traders Worry Reopening Will Stifle NFT Rally", "date": "2021-03-31 05:30", "summary": "About $1.3 billion of nonfungible tokens have traded through ethereum network this year, dwarfing 2020 activity. Prices for digital art and collectibles soared in the first quarter, lifted by traders' exuberance for volatile wagers from to GameStop . Now many are wondering whether those gains can hold as people prepare to leave home more in the coming months.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-imports-are-stuck-on-ships-floating-just-off-los-angeles-11617183002", "title": "America's Imports Are Stuck on Ships Floating Just Off Los Angeles", "date": "2021-03-31 05:30", "summary": "Tens of thousands of containers holding millions of dollars' worth of goods are stuck offshore, within sight of docks jammed with still more containers. The giant container ship that blocked the Suez Canal for six days was freed Monday, but another bottleneck in the supply chain remains, this one in Southern California.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-japanese-investors-accelerated-the-treasury-selloff-11617183002", "title": "Japanese Investors Accelerated the Treasury Selloff", "date": "2021-03-31 05:30", "summary": "Banks focused on booking profits by the Japanese fiscal year-end unloaded bonds in recent weeks. The sharp rise in Treasury yields in recent weeks looked like a test of whether the Federal Reserve can keep interest rates low after the economy regains its footing.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccinations-of-pregnant-mothers-also-protect-newborns-studies-suggest-11617183001", "title": "Vaccinations of Pregnant Mothers Protect Newborns, Studies Suggest", "date": "2021-03-31 05:30", "summary": "One study also found antibodies in the breast milk of vaccinated mothers. Pregnant women who get the coronavirus vaccine pass their antibodies on to their newborns, recent studies suggest, a promising sign that babies can acquire from their mothers some protection against Covid-19.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suez-canal-opens-but-shipping-will-be-snarled-for-months-11617142994", "title": "Suez Canal Opens, but Shipping Will Be Snarled for Months", "date": "2021-03-31 05:15", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/former-senior-merck-executive-hired-by-life-sciences-firm-11617181209", "title": "Former Senior Merck Executive Hired by Life-Sciences Firm", "date": "2021-03-31 05:00", "summary": "Michael Nally named partner at Flagship Pioneering and CEO of a startup that leverages machine-learning to develop biotechnology drugs. Former Merck & Co. executive Michael Nally, who was a candidate to be its next chief executive, will join life-sciences platforms firm Flagship Pioneering and take the helm of one of its startup companies.", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-consumers-boost-its-economic-recovery-11617170208", "title": "China's Consumers Boost Its Economic Recovery", "date": "2021-03-31 01:56", "summary": "After a year in which manufacturing drove the rebound, services and construction activity jumped in March. BEIJING-China's economic recovery picked up a surprising amount of steam in March, boosted by strong domestic consumption and unquenchable foreign demand for Chinese-made goods.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11617127485", "title": "Pepper...and Salt", "date": "2021-03-31 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rep-matt-gaetz-under-investigation-for-alleged-sexual-relationship-with-underage-girl-11617147649", "title": "Rep. Gaetz Is Investigated for Alleged Relationship With Underage Girl", "date": "2021-03-31 21:30", "summary": "Probe started last year into whether Republican congressman and vocal Trump ally broke federal sex-trafficking laws, people familiar with the matter say. The Justice Department since last year has been investigating whether Republican Rep. Matt Gaetz of Florida had a sexual relationship with a 17-year-old girl and paid her to travel with him, people familiar with the matter said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kerry-headed-to-india-uae-for-climate-talks-sources-say-11617139420", "title": "John Kerry Headed to India, U.A.E. for Climate Talks", "date": "2021-03-31 21:23", "summary": "Trip comes ahead of international climate summit President Biden is hosting next month. WASHINGTON-U. S. climate envoy John Kerry is planning to travel to India and the United Arab Emirates in the coming days to increase the Biden administration's pursuit of deeper international commitments to address climate change, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/g-gordon-liddy-mastermind-of-the-watergate-burglary-dies-at-90-11617153471", "title": "G. Gordon Liddy, Mastermind of the Watergate Burglary, Dies at 90", "date": "2021-03-31 21:17", "summary": "Liddy was convicted of conspiracy, burglary and illegal wiretapping for his role in the Watergate burglary. WASHINGTON-G. Gordon Liddy, a mastermind of the Watergate burglary and a radio talk show host after emerging from prison, died Tuesday at age 90.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ftc-challenges-illuminas-proposed-acquisition-of-liquid-biopsy-firm-grail-11617131491", "title": "FTC Sues to Block Illumina's Deal for Grail in Antitrust Test", "date": "2021-03-31 21:00", "summary": "The case would set up a major test for U.S. antitrust enforcement. WASHINGTON-The Federal Trade Commission filed suit Tuesday to block Illumina Inc.'s planned $7.1 billion acquisition of a company developing an early stage cancer-detection test, in the latest signal that the U.S. is entering a period of more aggressive antitrust enforcement.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}]