[{"link": "https://www.wsj.com/articles/kyle-rittenhouse-tells-tucker-carlson-he-supports-black-lives-matter-peaceful-protest-11637636653", "title": "Kyle Rittenhouse Tells Tucker Carlson He Supports Black Lives Matter, Peaceful Protests", "date": "2021-11-22 22:50", "summary": "Rittenhouse says, in first public appearance since being acquitted, that his case wasn't about race and that he plans to go to college. In his first appearance since being acquitted on charges of killing two people and wounding another during unrest last year in Kenosha, Wis., Kyle Rittenhouse said he isn't racist and supports the Black Lives Matter movement.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netease-music-unit-launches-scaled-back-452-million-hong-kong-ipo-11637637695", "title": "NetEase Music Unit Launches Scaled-Back, $452 Million Hong Kong IPO", "date": "2021-11-22 22:21", "summary": "Cloud Village's listing comes at a challenging time for China's technology industry. The music-streaming arm of Chinese internet company NetEase Inc. started taking investor orders for a scaled-back Hong Kong initial public offering, turning to its parent company and other big backers to ensure most of the demand needed to get the deal done.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-will-pay-127-5-million-to-families-in-parkland-school-shooting-11637632891", "title": "U.S. to Pay $127.5 Million to Families in Parkland School Shooting", "date": "2021-11-22 21:01", "summary": "Payment settles lawsuits by survivors and families of victims of the 2018 shooting, over FBI's failure to follow up on tips about shooter. The U.S. government will pay $127.5 million to families of students and staff killed and survivors of a 2018 shooting at a South Florida high school, a person familiar with the matter said, settling lawsuits over the FBI's failure to investigate tips warning the shooter had guns and planned to attack.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsung-to-choose-taylor-texas-for-17-billion-chipmaking-factory-11637627613", "title": "Samsung to Choose Taylor, Texas, for $17 Billion Chip-Making Factory", "date": "2021-11-22 20:15", "summary": "Announcement is expected at Tuesday event to be attended by Texas Gov. Greg Abbott. Samsung Electronics Co. plans to build a roughly $17 billion chip-making plant in Taylor, Texas, according to people familiar with the matter, a mega investment by the South Korean tech giant, as the Biden administration pushes for an expansion of U.S. semiconductor production.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mallinckrodt-drug-purchasers-denied-probe-of-chapter-11-asbestos-votes-11637630032", "title": "Mallinckrodt Drug Purchasers Denied Probe of Chapter 11 Asbestos Votes", "date": "2021-11-22 20:13", "summary": "A creditor group unhappy with the drug company's pricing wanted claims and votes related to asbestos exposure thrown out. A creditor group claiming bankrupt drugmaker Mallinckrodt PLC took actions that resulted in price-gouging lost its bid to have an examiner appointed to investigate certain chapter 11 claims and votes related to asbestos exposure.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alex-jones-roger-stone-subpoenaed-by-house-panel-probing-jan-6-capitol-riot-11637625493", "title": "Alex Jones, Roger Stone Subpoenaed by House Panel Probing Jan. 6 Riot", "date": "2021-11-22 20:01", "summary": "Committee seeks information on any contacts between pro-Trump rally organizers and people in White House and Congress. WASHINGTON-The House Select Committee investigating the Jan. 6 pro-Trump riot issued another round of subpoenas Monday to people reportedly involved in planning or financing rallies that preceded the march and attack on the Capitol, including Infowars host Alex Jones and Roger Stone, a longtime adviser to former President Donald Trump.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macys-turns-thanksgiving-day-parade-balloons-into-nfts-11637626701", "title": "Macy's Turns Thanksgiving Day Parade Balloons Into NFTs", "date": "2021-11-22 19:18", "summary": "Department store chain is auctioning off 10 digital images of parade balloons, including a floating firefighter from the 1940s. Macy's Inc . , better known for hawking clothing, luggage and jewelry, is selling NFTs for the first time.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zoom-sales-growth-slows-as-more-people-return-to-work-11637618185", "title": "Zoom Shares Skid as Sales Growth Slows", "date": "2021-11-22 19:04", "summary": "Videoconferencing demand eased in the most recent quarter as Covid-19 pandemic receded. Zoom Video Communications Inc. sales growth slowed last quarter as the extra demand for remote work and the company's videoconferencing application eased, along with a pullback in the Covid-19 pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/el-salvador-to-issue-bitcoin-bond-in-2022-11637616550", "title": "El Salvador to Issue 'Bitcoin Bond' Next Year", "date": "2021-11-22 18:59", "summary": "The first nation to adopt bitcoin as national currency now aims to raise $1 billion to buy bitcoin and invest in bitcoin-related infrastructure. El Salvador is planning to issue next year $1 billion in bonds backed by bitcoin, the latest effort by the economically stressed Central American nation to attract crypto capital.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/waukesha-parade-christmas-wisconsin-darrell-brooks-11637607146", "title": "Wisconsin Christmas-Parade Suspect Charged With Homicide", "date": "2021-11-22 18:57", "summary": "Darrell Brooks allegedly plowed an SUV through a Christmas parade in Waukesha while fleeing the scene of a domestic disturbance. WAUKESHA, Wis.-Police said five people were killed Sunday when an SUV plowed through a downtown Christmas parade and the suspected driver was charged with five counts of first-degree intentional homicide.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-and-the-jerome-powell-inflation-lael-brainard-federal-reserve-11637613794", "title": "Biden Signs Up for Powell's Inflation", "date": "2021-11-22 18:53", "summary": "Republicans are under no obligation to endorse his Fed nominees.. President Biden's nominations Monday for the leadership at the Federal Reserve are all too much in character for this Administration. By keeping Jerome Powell in the chairmanship, while elevating progressive favorite Lael Brainard to vice chair, Mr. Biden may think he's deftly straddled the Democratic politics. Instead, he is buying their monetary policy and inflation.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-waukesha-rampage-darrell-brooks-wisconsin-john-chisholm-11637622563", "title": "The Waukesha Rampage", "date": "2021-11-22 18:49", "summary": "The suspected assailant was free on a $1,000 bond despite recent charges of violence.. We'll learn more in the coming days about the man who police say drove a red SUV through a crowd at a Christmas parade in Waukesha, Wis., on Sunday, killing five and wounding at least 48. But based on what we already know, the awful rampage is likely to trigger a debate about rising crime and the progressive drive for bail reform and reduced incarceration.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/censoring-the-pilgrims-thanksgiving-editorials-vermont-royster-cancel-culture-11637617548", "title": "Censoring the Pilgrims", "date": "2021-11-22 18:45", "summary": "The left wants to cancel the WSJ's annual Thanksgiving editorials.. No doubt it was only a matter of time. The progressives have come for our annual Thanksgiving editorials. They won't succeed, but we thought we'd share the tale with readers for an insight into the politicization of everything, even Thanksgiving.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/piling-on-the-business-fines-osha-build-back-better-house-spending-bill-penalities-11637518976", "title": "Piling on the Business Fines", "date": "2021-11-22 18:43", "summary": "The House spending bill targets employers with huge new penalties.. Employers may have dodged one bullet when the Occupational Safety and Health Administration vaccine mandate was stayed by a federal appeals court. But in case they didn't notice, the bill that passed the House on Friday is loaded with damaging fines for common and inadvertent labor violations.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-obamacare-democrats-defy-the-supreme-court-hospitals-uninsured-patients-bill-11637619017", "title": "On ObamaCare, Democrats Defy the Supreme Court", "date": "2021-11-22 18:41", "summary": "The justices said in 2012 that Congress couldn't punish states that refuse the Medicaid expansion.. The multitrillion-dollar tax, climate and entitlement spending bill the House passed last week cuts funding for hospitals that treat uninsured patients. It likely violates the Constitution in the process by punishing states that have declined ObamaCare's Medicaid expansion.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yes-get-a-covid-booster-vaccine-third-dose-shot-safe-effective-side-effects-11637617768", "title": "Yes, You Should Get a Covid Booster", "date": "2021-11-22 18:40", "summary": "Vaccine effectiveness is waning. A third shot restores it with few side effects.. The Food and Drug Administration last week expanded its emergency-use authorization for Covid vaccine boosters to all adults over 18. The Centers for Disease Control and Prevention agreed, also recommending that all fully vaccinated adults over 50 receive it. If you are over 18, haven't had Covid-19, and received your first shot more than six months ago, you should get a booster. It will protect you and others from the disease, and the side effects are minimal.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pentagon-seeks-bids-from-four-tech-firms-for-jedi-replacement-11637338699", "title": "Pentagon Seeks Bids From Four Tech Firms for JEDI Replacement", "date": "2021-11-22 18:40", "summary": "Outcome represents a win particularly for Amazon, which lost the original cloud-computing contract to Microsoft. WASHINGTON-The Pentagon said Friday that it has issued formal solicitations to four major technology companies- Amazon.com Inc. and Microsoft Corp. , as well as Alphabet Inc.'s Google and Oracle Corp. -for a multibillion-dollar cloud-computing contract to replace the ill-starred JEDI procurement, which became mired in litigation and a torrent of objections from Congress.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-ping-pong-table-and-a-lifetime-of-memories-table-tennis-play-11637619379", "title": "A Ping-Pong Table and a Lifetime of Memories", "date": "2021-11-22 18:39", "summary": "Steve Fortuna paid $15 for it half a century ago. When his father died, he kept the paddles.. You wouldn't think an old slab of wood could provide such joy. You wouldn't think it could fill a life with so many memories.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-76-years-after-the-atomic-bomb-world-war-two-japan-invasion-11637618711", "title": "Notable & Quotable: 76 Years After the A-Bomb", "date": "2021-11-22 18:36", "summary": "'Hirohito made the surrender official Aug. 15. I was spared my date with death, 2½ months later.'. From \"I Owe My Life to the A-Bomb,\" an Oct. 28, 2020, Journal op-ed by William Lloyd Stearman. A longtime diplomat and White House national-security aide, Stearman died in October at 99:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-campaign-to-distract-biden-from-asia-russia-china-xi-putin-foreign-policy-allies-11637617569", "title": "The Campaign to Distract Biden From Asia", "date": "2021-11-22 18:35", "summary": "China and Russia form an entente to hobble America, with a little help from Iran.. Asia First does not mean Asia Alone. That is the hard lesson the world is busy teaching the Biden administration and the U.S. In Europe, American diplomats last week scrambled to respond to Belarus's weaponization of migration on its border with Poland, warned that Russia is positioning itself to invade Ukraine, and worked to defuse a crisis in the western Balkans. In the Middle East, as Defense Secretary Lloyd Austin tried to reassure key allies about America's continuing commitment to their security, U.S. naval forces participated with Israel, Bahrain and the United Arab Emirates in the unprecedented joint Arab-Israeli military exercises in the Red Sea.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-missing-tennis-star-peng-shuai-australia-foreign-policy-trade-assault-11637620780", "title": "China's Peng Shuai Goes 'Missing'", "date": "2021-11-22 18:33", "summary": "The tennis star accused a top Communist of sexual assault. Beijing can't deal with it.. The International Olympic Committee reported on Sunday that it had held a video call with missing Chinese tennis star Peng Shuai, who said she is \"safe and well.\" Ms. Peng hadn't been seen since earlier this month, after she alleged on social media that a former vice premier of China, Zhang Gaoli, once forced her to have sex.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republican-sean-parnell-drops-out-of-pennsylvania-senate-race-11637618820", "title": "Republican Sean Parnell Drops Out of Pennsylvania Senate Race", "date": "2021-11-22 18:14", "summary": "The Trump-endorsed candidate ended his campaign after losing his bid for custody of his children in a contentious divorce case. Former President Donald Trump's pick for the Republican nomination for Pennsylvania's open Senate seat suspended his campaign after losing his bid for custody of his three children amid allegations of abuse in a contentious divorce case.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-love-sonnet-for-billie-holliday-the-chicago-symphonies-wadada-leo-smith-jack-dejohnette-vijay-iyer-great-lakes-quartet-11637622654", "title": "'A Love Sonnet for Billie Holiday' and 'The Chicago Symphonies' Celebrating Wadada Leo Smith", "date": "2021-11-22 18:11", "summary": "As the trumpeter and composer prepares to turn 80, two albums are among a bevy of concerts, releases and events marking the occasion.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ahmaud-arbery-murder-trial-closing-arguments-begin-11637600716", "title": "Prosecutor Rejects Self-Defense Claims in Ahmaud Arbery Murder Trial", "date": "2021-11-22 18:06", "summary": "Jury heard closing arguments in trial of three Georgia men, with prosecution portraying defendants as vigilantes, defense attorneys describing killing as tragedy that wasn't men's fault. The jury heard closing arguments in the trial of three Georgia men charged in the murder of Ahmaud Arbery, with the prosecution portraying the defendants as vigilantes and defense attorneys describing the killing as a tragedy that wasn't the defendants' fault.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-rebuts-growing-u-s-warnings-of-attack-on-ukraine-11637605543", "title": "Russia Rebuts Growing U.S. Warnings of Attack on Ukraine", "date": "2021-11-22 18:04", "summary": "NATO countries say Russia's military movements threaten Kyiv, though Putin's plans remain unclear. MOSCOW-The Kremlin denied that a buildup of Russian military forces near Ukraine was a prelude to invasion, and accused Washington of destabilizing the region.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-leaders-called-to-account-in-outcry-over-tennis-star-peng-shuai-11637621474", "title": "Chinese Leaders Called to Account in Outcry Over Tennis Star Peng Shuai", "date": "2021-11-22 17:51", "summary": "While Beijing has held the upper hand in quelling previous sports controversies, it has limited leverage against tennis pros supporting Ms. Peng. China's Communist Party leaders have rarely been called to account quite the way they have been in recent days by female tennis greats over a fellow athlete.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-elizabeth-holmes-trial-founder-recounts-big-idea-that-led-to-creation-of-theranos-11637616327", "title": "Holmes Testifies About 'Big Idea' That Led to Theranos", "date": "2021-11-22 17:49", "summary": "Holmes says early feedback from scientists fueled her optimism about startup's blood-testing technology. SAN JOSE, Calif.-Elizabeth Holmes took jurors into the Theranos Inc. lab Monday during testimony at her criminal-fraud trial, describing ways the startup sought to reduce errors in lab testing and miniaturize traditionally bulky blood-testing machines.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jerome-powell-will-face-an-utterly-different-economy-in-a-second-term-11637590207", "title": "Jerome Powell Will Face a Very Different Economy in a Second Term", "date": "2021-11-22 17:34", "summary": "If inflation stays high, the Fed chairman must pivot from dove to hawk, at risk of recession and political blowback. Over his first term in office, Jerome Powell became arguably the most dovish chairman in the Federal Reserve's modern history, giving priority to full employment in an era in which inflation seemed extinct. In his second term, he may have to execute the reverse: giving priority to inflation at the risk of sacrificing jobs.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-wont-intervene-in-new-jerseys-move-to-leave-port-watchdog-11637620224", "title": "Supreme Court Won't Intervene in New Jersey's Move to Leave Port Watchdog", "date": "2021-11-22 17:30", "summary": "The decision advances New Jersey's bid to withdraw from the Waterfront Commission of New York Harbor. The U.S. Supreme Court declined to hear a case over New Jersey's bid to withdraw from a bistate commission tasked with rooting out corruption on the New York and New Jersey waterfront.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jerome-powell-nomination-for-second-fed-term-draws-bipartisan-support-11637605658", "title": "Powell Nomination for Second Fed Term Draws Bipartisan Support", "date": "2021-11-22 17:16", "summary": "Senate Banking Committee's top-ranking Republican backs Biden's pick. WASHINGTON-The top-ranking Republican on the Senate Banking Committee and several GOP colleagues backed President Biden's planned nomination of Jerome Powell for a second term as Federal Reserve chairman, paving the way for his confirmation despite some Democratic opposition.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-11-22-2021-11637570411", "title": "S&P 500 Falls as Investors Digest Fed Nomination", "date": "2021-11-22 17:13", "summary": "Yields on 10-year Treasury notes climb, as does the dollar; tech-heavy Nasdaq declines. The S&P 500 pared gains and finished lower after news that President Biden would nominate Jerome Powell for a second term as chairman of the Federal Reserve, paving the way for the continuation of the current policy framework.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-biden-and-american-gratitude-11637617891", "title": "President Biden and American Gratitude", "date": "2021-11-22 16:51", "summary": "Why hasn't the White House announced a posthumous Medal of Honor for Alwyn Cashe yet?. \"We have nothing to announce at this time,\" says White House National Security Council assistant press secretary Patrick Evans via email today on the potential scheduling of a Medal of Honor ceremony for American hero Alwyn Cashe. This Thanksgiving week President Joe Biden should express the thanks of a grateful nation and honor the memory of the courageous Cashe.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alden-global-looks-to-buy-newspaper-publisher-lee-enterprises-11637603842", "title": "Alden Global Looks to Buy Lee Enterprises", "date": "2021-11-22 16:48", "summary": "Hedge fund, which recently acquired Tribune Publishing, offers Lee $24 a share. New York hedge fund and U.S. newspaper consolidator Alden Global Capital LLC has made a proposal to take Lee Enterprises Inc. private in a deal that values the company at around $141 million.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-will-tap-jerome-powell-for-new-term-as-fed-chairman-11637589600", "title": "Biden Will Tap Powell for New Term as Fed Chairman", "date": "2021-11-22 16:46", "summary": "Reappointment signals policy continuity with central bank leader who remains popular among lawmakers; Lael Brainard to be nominated as vice chairwoman. President Biden said he would nominate Federal Reserve Chairman Jerome Powell to a second term leading the central bank, opting for continuity in U.S. economic policy despite pushback from some Democrats who wanted someone tougher on bank regulations and climate change.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gas-prices-ethanol-biden-ftc-big-oil-production-pipeline-11637359621", "title": "No One Falls for Biden's Gas-Price Blame Game", "date": "2021-11-22 16:45", "summary": "The problem at the pump has been caused by the reduction in domestic production and inelastic demand.. Launching a Federal Trade Commission investigation of oil companies for collusion has long been the go-to response by politicians eager to shift the blame for higher gasoline prices away from their own misguided energy policies (\"Biden's Gas Price Diversion,\" Review & Outlook, Nov. 18).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-bbb-bill-spending-trillion-gimmicks-tax-pay-for-inflation-furman-11637359256", "title": "Democrats Pay for BBB With Fake Spending Cuts and Fake Tax Hikes", "date": "2021-11-22 16:43", "summary": "A proposal to eliminate the worst aspects of the current CBO scoring process.. Your editor \"The Real Biden Bill: At Least $4.6 Trillion\" (Nov. 19) provides a valuable service in explaining how Congress is defrauding the public about the true cost of the Build Back Better spend-a-thon.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-border-crisis-future-voters-illegal-immigration-11637358682", "title": "Democrats Sacrifice Today For a Bigger Win Tomorrow", "date": "2021-11-22 16:40", "summary": "The border crisis costs them-but not as much as it'll benefit them.. Regarding Daniel Henninger's \"Joe Biden's Trumpian Excess\" (Wonder Land, Nov. 18): If we define a statesman as someone who sacrifices short-term partisan gain for longer-term partisan gain, then today's Democrats are certainly statesmen.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musk-tesla-selloff-capital-gains-unrealized-billionaires-stock-market-11637358898", "title": "Three Cheers for a Billionaires-Tax Market Selloff", "date": "2021-11-22 16:38", "summary": "The rest of us could buy quality stocks at discounted prices with no change in fundamental outlook.. Stephen Horwitz's letter (Nov. 15) tries to strike fear in the hearts of investors. He compares a tax on billionaires' unrealized gains with what happened when Elon Musk announced he was selling 10% of his Tesla shares and the stock subsequently dropped by 12%. \"This is what will happen on a much larger scale,\" he writes. \"We mere mortals will see our retirement funds crash.\" He says investors will \"rush not to be the last to sell.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peng-shuai-tennis-china-11637616257", "title": "On Peng Shuai, and What Courage Looks Like", "date": "2021-11-22 16:37", "summary": "The women's professional tennis player appears to resurface in China, but questions persist about a sexual-assault allegation and her current treatment. Regarding the ongoing and still extremely worrisome plight of the Chinese tennis player Peng Shuai in her home country:", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-yields-rise-after-biden-taps-powell-for-second-term-11637593953", "title": "Treasury Yields Rise After Biden Taps Powell for Second Term", "date": "2021-11-22 16:24", "summary": "Analysts say Jerome Powell's nomination as Fed chairman wasn't entirely priced in by the bond market. Yields on U.S. government bonds rose and market-based inflation expectations fell Monday as the prospect of a second term for Federal Reserve Chairman Jerome Powell reinforced bets that the central bank will fight inflation by raising interest rates in the coming years.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turn-every-page-inside-the-robert-a-caro-archive-new-york-historical-society-lyndon-b-johnson-robert-moses-11637614806", "title": "'\"Turn Every Page\": Inside the Robert A. Caro Archive' Review: Biography of a Biographer", "date": "2021-11-22 16:01", "summary": "The New-York Historical Society draws from the writer's archive to give an interesting, if incomplete, picture of his process and craft.. ", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/and-your-host-tuesday-crossword-november-23-11637598995", "title": "And Your Host... (Tuesday Crossword, November 23)", "date": "2021-11-22 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuelas-ruling-party-sweeps-local-and-regional-elections-11637597871", "title": "Venezuela's Ruling Party Sweeps Local and Regional Elections", "date": "2021-11-22 15:57", "summary": "The opposition participated for the first time since 2017, but Maduro's party won all but three of 23 state governorships. CARACAS, Venezuela-The ruling Socialist government in Venezuela early Monday claimed sweeping victory in local and state elections that for the first time in four years included the participation of most of the country's beleaguered, U.S.-backed opposition movement.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-rules-against-mississippi-in-water-rights-case-11637604337", "title": "Supreme Court Rules Against Mississippi in Water-Rights Case", "date": "2021-11-22 15:55", "summary": "State had argued that the city of Memphis, Tenn., was pumping too much from an underground aquifer that extended under its territory. WASHINGTON-The Supreme Court rejected Mississippi's claim that the city of Memphis, Tenn., was stealing its water, ruling unanimously Monday that the massive aquifer at issue was subject to distribution among several states the same way aboveground resources such as rivers, groundwater and migratory fish are divided.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-non-alcoholic-wines-for-the-holiday-table-11637614532", "title": "The Best Nonalcoholic Wines for the Holiday Table", "date": "2021-11-22 15:55", "summary": "After decoding some confusing labels and tasting her way through a range of no- and low-alcohol bottles, our wine columnist found a few festive enough to suit the season. These 5 wines are the ones to buy.. AS WE CELEBRATE the season with family and friends, it's likely that some who gather may not be able or willing to drink alcohol. But is there a wine that is non-alcoholic and still delicious-even fun?", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comcast-weighs-pulling-some-content-from-hulu-in-effort-to-boost-peacock-11637614368", "title": "Comcast Weighs Pulling Some Content From Hulu", "date": "2021-11-22 15:52", "summary": "NBCUniversal unit has a window allowing it to remove shows that appear on the Disney-controlled streaming service. Comcast Corp.'s NBCUniversal is considering removing much of its content from Hulu and making it exclusive to its Peacock platform, according to people familiar with the matter, as the media giant determines how to best play its hand in the streaming wars.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chiles-presidential-election-shows-voter-support-for-market-economy-11637612834", "title": "Chile's Presidential Election Shows Voter Support for Market Economy", "date": "2021-11-22 15:38", "summary": "Peso strengthens and stock market rises after more than 50% of voters in Sunday's election back right-wing candidates. SANTIAGO, Chile-After years of protests and political upheaval that seemed certain to shift Chile's politics sharply to the left, voters in the first round of a presidential election largely backed candidates who support the country's free-market economy, providing a boost to local financial markets on Monday.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parlez-vous-francais-air-canada-boss-says-non-and-gets-an-earful-11637613459", "title": "Parlez-Vous Français? Air Canada Boss Says 'Non' and Gets an Earful", "date": "2021-11-22 15:37", "summary": "Quebec's language rules have business leaders brushing up on their skills; 'It's an affront'. On a cool, wet Saturday afternoon in the outskirts of Montreal, near the city's main airport, a crowd of about 100 gathered in front of Air Canada 's headquarters demanding the resignation of the airline's chief executive.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-jetblue-ask-court-to-toss-antitrust-suit-over-airline-alliance-11637611813", "title": "American, JetBlue Ask Court to Toss Antitrust Suit Over Airline Alliance", "date": "2021-11-22 15:10", "summary": "Carriers argue there is no evidence their partnership has harmed competition. American Airlines Group Inc. and JetBlue Airways Corp. asked a judge to throw out the U.S. Justice Department's antitrust suit challenging the alliance between the two carriers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeff-bezos-donates-100-million-to-obama-foundation-11637610947", "title": "Jeff Bezos Donates $100 Million to Obama Foundation", "date": "2021-11-22 15:03", "summary": "Amazon founder's gift honors late civil-rights leader John Lewis, nonprofit says. Amazon.com Inc. founder Jeff Bezos will donate $100 million to former President Barack Obama's private foundation, the Obama Foundation said Monday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andrew-cuomo-misused-state-resources-on-pandemic-memoir-new-report-says-11637595357", "title": "Andrew Cuomo Misused State Resources on Pandemic Memoir, New Report Alleges", "date": "2021-11-22 14:59", "summary": "Democratic leaders say impeachment is unlikely for former New York governor who left office in August. ALBANY N.Y.-Former New York Gov. Andrew Cuomo misused state resources for personal profit when he required government aides to help produce his pandemic memoir during work hours, according to a report issued Monday by a state committee investigating possible impeachment of the former Democratic governor.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/waukesha-wisconsin-parade-what-happened-11637583116", "title": "Waukesha Christmas Parade Crash: What to Know", "date": "2021-11-22 14:27", "summary": "Suspect plowed into the holiday event, leaving five people dead and at least 48 injured. A red SUV plowed through police barricades and into a local Christmas parade Sunday afternoon, killing five people and injuring more than 40, including children, the city said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-home-sales-on-track-for-biggest-year-in-15-years-11637593790", "title": "U.S. Home Sales on Track for Biggest Year in 15 Years", "date": "2021-11-22 14:24", "summary": "Existing-home sales rose 0.8% in October, the highest pace since January. U.S. home sales rose in October as buyers continued to compete for a limited number of homes for sale.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-to-buy-special-effects-firm-behind-stranger-things-game-of-thrones-11637607167", "title": "Netflix to Buy Special-Effects Firm Behind 'Stranger Things,' 'Game of Thrones'", "date": "2021-11-22 14:04", "summary": "Deal for Canada-based Scanline is latest in a string of acquisitions by streaming company. Netflix Inc. said it is acquiring the special-effects company Scanline VFX, a Canada-based firm that has worked on several shows for the streamer, including \"Stranger Things\" and \"Blood Red Sky.\"", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-vaccine-mandate-federal-employees-11637604040", "title": "Most Federal Workers Complied With Covid-19 Vaccine Mandate", "date": "2021-11-22 13:24", "summary": "About 95% of 3.5 million federal employees will have their first Covid-19 vaccination shot or an exemption by Monday's deadline, official says. About 95% of federal employees will have received their first Covid-19 vaccination shot or have a pending or approved exception by the end of Monday, the deadline set by President Biden for federal employees to get vaccinated, according to a senior administration official.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/woke-imperialism-harms-u-s-interests-china-russia-equity-worldview-11637596572", "title": "Woke Imperialism Harms U.S. Interests", "date": "2021-11-22 13:04", "summary": "The Biden Administration promotes an avant-garde concept of 'rights' that isolates America.. The U.S. is stronger when it defends liberty abroad. Especially in a geopolitical competition with authoritarian powers such as Russia and China, being perceived as a protector of liberty is a valuable asset. Nations that are violated by brutal regimes look to America for support and are often eager to emulate our political institutions and culture.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kyle-rittenhouse-and-the-lefts-terrifying-assault-on-due-process-trial-verdict-not-guilty-11637597046", "title": "Kyle Rittenhouse and the Left's Terrifying Assault on Due Process", "date": "2021-11-22 13:01", "summary": "They want revolutionary justice. The legal system's verdict will be supplanted by the people's judgment.. The unhinged reaction from the left to Kyle Rittenhouse's acquittal last week is easily dismissed as a glimpse into the rancid minds and rabid hearts of the ideological brigands of modern progressivism.", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/powell-is-here-to-stay-is-inflation-11637603363", "title": "Powell Is Here to Stay. Is Inflation?", "date": "2021-11-22 12:49", "summary": "Leaving Federal Reserve chairman in place means policy will stay on its exceptionally easy course. Markets climb a wall of worry, and the renomination of Jerome Powell as Federal Reserve chairman takes away one important uncertainty.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/authentic-brands-raises-3-5-billion-pushes-back-ipo-11637603145", "title": "Authentic Brands Raises $3.5 Billion, Pushes Back IPO", "date": "2021-11-22 12:45", "summary": "The company behind brands such as Brooks Brothers and Sports Illustrated will look to go public in 2023 or 2024. The company behind brands such as Brooks Brothers, Eddie Bauer and Sports Illustrated magazine plans to delay its initial public offering after getting a big new investment from two private-equity firms.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/austrias-return-to-covid-19-lockdown-is-met-with-anger-resignation-11637578887", "title": "Austria's Return to Lockdown Met With Anger, Resignation", "date": "2021-11-22 12:20", "summary": "Tighter restrictions and coming vaccine mandate are helping to boost inoculations in Austria. Austria put its economy under partial lockdown on Monday with the toughest in an array of restrictions that are spreading across Europe, sometimes meeting violent protests, as governments seek to fend off a steep rise in Covid-19 cases and hospitalizations despite widespread vaccinations.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buttermilk-pie-recipes-thanksgiving-11637601465", "title": "Buttermilk Pie Recipes to Satisfy Everyone This Thanksgiving", "date": "2021-11-22 12:18", "summary": "The custardy filling is always a crowd-pleaser. But these three delicious variations on the classic-cardamom-spiced, whiskey-spiked and layered with roasted pears-really showcase the adaptability that makes buttermilk pie a baker's favorite.. IN THE HANDS OF Gabrielle E.W. Carter, a slice of buttermilk pie is more than dessert.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-arizona-home-for-sale-was-built-for-an-art-collector-11637599823", "title": "This Arizona Home for Sale Was Built for an Art Collector", "date": "2021-11-22 11:50", "summary": "Resume Subscription. A modern home built for an art collector is hitting the market in Paradise Valley, Ariz., for $9.5 million.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/minimum-wage-for-federal-contractors-to-rise-to-15-an-hour-11637599697", "title": "Minimum Wage for Federal Contractors to Rise to $15 an Hour", "date": "2021-11-22 11:48", "summary": "The Labor Department rule, effective Jan. 30, is part of a regulatory push by the president to increase workers' pay. Federal contractors, including janitors, security guards, child-care workers who provide services to the government, will soon be paid a $15-an-hour minimum wage, the Labor Department said Monday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-4-retirement-rule-is-in-doubt-will-your-nest-egg-last-11636713035", "title": "The 4% Retirement Rule Is in Doubt. Will Your Nest Egg Last?", "date": "2021-11-22 11:24", "summary": "A well-established strategy for funding our golden years is no longer foolproof. Retirees need to get creative.. A longstanding rule of retirement spending is getting a pay cut. But there are ways to ensure the income you receive in your golden years doesn't take a big hit-if you're willing to be flexible.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-the-mens-gold-wedding-band-over-11637597752", "title": "Is the Men's Gold Wedding Band Out of Style?", "date": "2021-11-22 11:15", "summary": "From diamond-encrusted Tiffany & Co. bands to rugged tungsten designs, men are opting for wedding rings that go well beyond the traditional gold band.. Rather than a staid gold wedding band, some grooms-to-be are choosing bands made from unorthodox materials like a used Jack Daniel's cask or a dinosaur bone. Such curiosites come from Manly Bands, a five-year-old Utah-based outfit that specializes in men's wedding rings that, as its advertising attests, are \"not your ordinary bands.\" Its top-sellers include $275 coal-black tungsten rings and a $325 rose-gold bauble inlaid with deer antler, turquoise and wood. Manly indeed. The company has apparently found an audience among unconventional fiancés: It said it sells about 20,000 rings per month.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-chance-to-remake-the-federal-reserves-board-of-governors-11637596113", "title": "Biden's Chance to Remake the Federal Reserve's Board", "date": "2021-11-22 10:48", "summary": "Jerome Powell's nomination for a second term as chairman is first step for the president. President Biden's decision to nominate Jerome Powell for a second term as Federal Reserve chairman is the first step in a likely remake of the central bank's Washington-based Board of Governors. The White House said Monday the president would also elevate Fed governor Lael Brainard to become vice chair of the board. Mr. Biden has one vacancy on the seven-seat board and one more opening to fill, the position of vice chair for supervision, in the months ahead. Together, these moves give Mr. Biden an opportunity to fill most of the board positions.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-netanyahu-aide-testifies-against-him-in-corruption-trial-11637595729", "title": "Top Netanyahu Aide Testifies Against Him in Corruption Trial", "date": "2021-11-22 10:42", "summary": "Nir Hefetz agreed a plea deal to be a state witness in return for immunity. One of former Prime Minister Benjamin Netanyahu's closest advisers testified against him Monday in a long-running corruption case that could decide the political fate of Israel's longest-serving leader.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musk-says-teslas-model-s-plaid-to-launch-in-china-next-year-11637589570", "title": "Elon Musk Says Tesla's Model S Plaid to Launch in China Next Year", "date": "2021-11-22 10:26", "summary": "High-end sedan, priced starting around $130,000, should come to China probably around March, Tesla CEO says. Tesla Inc . Chief Executive Elon Musk said the electric-vehicle company plans to launch its high-end sedan in China next year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vc-daily-in-venture-investing-early-stage-moves-to-main-stage-11637594647", "title": "VC Daily: In Venture Investing, Early Stage Moves to Main Stage", "date": "2021-11-22 10:24", "summary": "Resume Subscription. Good day. This year, many venture firms made it a point to target ever-younger startups. That trend shows no signs of slowing down.", "categories": [["Pro VC Newsletter"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-stimulus-goes-green-11637593464", "title": "Chinese Stimulus Goes Green", "date": "2021-11-22 10:04", "summary": "The contours of China's countercyclical policy are starting to become clear-and include significantly more financial firepower for clean power and efficiency. Over the past decade or so, Chinese stimulus efforts have tended to feature housing and steel as the main course, with green infrastructure as a side. This time Beijing appears to be eyeing greens for the main.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-three-is-that-could-dominate-2022-midterm-elections-11637592938", "title": "The Three I's That Could Dominate 2022 Midterm Elections", "date": "2021-11-22 09:55", "summary": "Republicans want voters to focus on subjects that add up to a hazardous combination for Democrats. There's nearly a year to go before the congressional midterm elections, but it isn't too early to see what Republicans want those elections to be about. They want to focus voter attention on three I's: inflation, immigration and identity politics-specifically, whether Democrats now are the ones practicing identity politics.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vonage-rivian-zoom-video-activision-what-to-watch-when-the-stock-market-opens-today-11637581595", "title": "Astra Space, Vonage, Rivian, Zoom Video: What to Watch in the Stock Market Today", "date": "2021-11-22 09:35", "summary": "Ericsson said it would acquire Vonage; Zoom results are due after the close. Wall Street indexes opened higher ahead of data on the property market and after President Biden decided to nominate Jerome Powell for another term as chairman of the Federal Reserve. Here's what we're watching in Monday's trading:", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-is-expanding-its-effort-to-launch-weapons-from-hypersonic-missiles-11637588925", "title": "China Is Expanding Its Effort to Launch Weapons From Hypersonic Missiles", "date": "2021-11-22 09:22", "summary": "A new wind tunnel is intended to further develop the technology, which pushes the bounds of physics. China is expanding its capacity to develop weapons that can be fired from hypersonic missiles, suggesting a test this summer that surprised U.S. military officials with its technological accomplishment is part of a program to create new threats for U.S. missile defenses.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/waukesha-christmas-parade-crash-11637542400", "title": "Five Dead in Wisconsin After Driver Plows Into Waukesha Christmas Parade", "date": "2021-11-22 09:04", "summary": "Police in Wisconsin say they have recovered the vehicle and detained a person of interest. WAUKESHA, Wis.-A red SUV plowed through police barricades and into a local Christmas parade Sunday afternoon, killing five people and injuring more than 40, including children, the city said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amex-pitched-business-customers-a-tax-break-that-doesnt-add-up-11637587980", "title": "AmEx Pitched Business Customers a Tax Break That Doesn't Add Up", "date": "2021-11-22 08:33", "summary": "Businesses were told they could deduct transaction fees while earning tax-free cash rewards. The pitch went out to eye doctors, McDonald's Corp. franchisees and payroll companies: \"Reduce your taxable income burden to Uncle Sam.\"", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/katy-perry-workout-orlando-bloom-11637587893", "title": "Why Katy Perry Is Always Late to Her Workouts", "date": "2021-11-22 08:32", "summary": "The singer explains how she uses meditation to recharge and what she and fiancé Orlando Bloom drink in the mornings.. In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chatbot-consumers-11637336456", "title": "When Humanlike Chatbots Work for Consumers-and When They Don't", "date": "2021-11-22 08:00", "summary": "They're fine if customers need something simple done. But if the consumer is already angry, the chatbots will make them even angrier.. As more companies use humanlike chatbots, they need to be aware of a big risk: They may be alienating their most unsatisfied customers.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/name-product-pronounciation-11637337581", "title": "When Naming a New Product, Make It Easy to Pronounce. But Not Always.", "date": "2021-11-22 08:00", "summary": "Researchers also found that the same rules applied when naming a dog. It's all about control.. Coming up with a new name for a product? Then it may be wise to consider this recent research finding: Consumers felt they had more control over products whose names were easier to pronounce.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thanksgiving-covid-test-11637524812", "title": "Let's Get This Party Started. But First, Here's a Swab.", "date": "2021-11-22 08:00", "summary": "This year's hottest hostess gift is a rapid-test result from guests. When guests arrive at Jeanne Sauvage's home in Seattle for Thanksgiving dinner this year, they will have to take a rapid Covid-19 test on her front porch before entering.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgans-jamie-dimon-and-teslas-elon-musk-feud-behind-the-scenes-11637586001", "title": "JPMorgan's Jamie Dimon and Tesla's Elon Musk Feud Behind the Scenes", "date": "2021-11-22 08:00", "summary": "Bank's lawsuit against electric-vehicle maker brings the CEOs' long-simmering tensions into open. Elon Musk and Jamie Dimon don't get along.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/josh-allen-patrick-mahomes-two-high-cover-two-data-11637552010", "title": "Patrick Mahomes and Josh Allen Looked Unstoppable. This Defense Stopped Them.", "date": "2021-11-22 08:00", "summary": "Defenses are increasingly using schemes that guard against big gains, and it's helping quash the big-time plays that have taken the NFL by storm in recent years.. Buffalo Bills quarterback Josh Allen walked into an October matchup against the hapless Jacksonville Jaguars as the leader of the NFL's highest-scoring team, a Super Bowl favorite that routinely exploded for huge gains.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deeres-strike-is-over-but-order-backlog-higher-costs-remain-11637584200", "title": "Deere's Strike Is Over, but Order Backlog, Higher Costs Remain", "date": "2021-11-22 07:30", "summary": "Manufacturer works to catch up on production lost during the strike, as busy season for farm equipment sales approaches. The financial toll of a 35-day worker strike at Deere & Co. will become clearer this week as the farm and construction equipment manufacturer reports quarterly results and its profit outlook for next year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paytm-ipo-investors-lose-900-million-in-two-days-as-indias-biggest-listing-flops-11637583174", "title": "Paytm IPO Investors Lose $900 Million in Two Days", "date": "2021-11-22 07:27", "summary": "Owner of mobile-payments company went public last week, selling equivalent of $2.46 billion worth of shares. Shares in the owner of Indian financial technology giant Paytm tumbled for a second day, with the declines inflicting about $900 million in losses on investors that bought into the much-hyped initial public offering this month.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nurse-salaries-rise-as-demand-for-their-services-soars-during-covid-19-pandemic-11637145000", "title": "Nurse Salaries Rise as Demand for Their Services Soars", "date": "2021-11-22 07:23", "summary": "Average annual salary for registered nurses, not including bonus pay such as overtime, increased about 4% this year to $81,376. Nurses are winning raises worth thousands of dollars a year from hospitals, the latest employer reckoning with a tight labor market.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hardest-job-to-recruit-for-other-recruiters-11637582401", "title": "The Hardest Job to Recruit for: Other Recruiters", "date": "2021-11-22 07:00", "summary": "Demand for recruiters is surging, putting pressure on staffing firms as the industry seeks ways to add to its ranks. Recruiters are busier than ever in today's labor market, and there aren't enough of them to go around.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/payments-companies-arent-getting-enough-credit-11637582400", "title": "Payments Companies Aren't Getting Enough Credit", "date": "2021-11-22 07:00", "summary": "Stocks of payments companies have been under pressure, while lenders have jumped. Investors might not be seeing the bigger picture.. Consumers use cards for two major purposes: Spending and borrowing. Investors right now seem more worried about the future for spending. But they might have it a bit backward.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-shortages-could-soon-become-tomorrow-s-gluts-11637580600", "title": "Today's Shortages Could Soon Become Tomorrow's Gluts", "date": "2021-11-22 06:30", "summary": "History suggests that acute shortages can lead to overproduction, eventually bringing down prices. In the throes of the sticker shock many Americans have been experiencing lately, it is hard to remember an oft-repeated lesson: Shortages can suddenly turn into gluts.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-global-carbon-price-is-a-mirage-11637577701", "title": "A Global Carbon Price Is a Mirage", "date": "2021-11-22 05:41", "summary": "Trading in greenhouse gas emission credits is likely to boom but unlikely to lead to a single global market. Carbon credits have a bright future. That doesn't mean economists' dream of a global carbon price is about to be realized.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/satellite-industry-grows-as-investors-bet-billions-on-space-derived-data-11637577002", "title": "Satellite Industry Grows as Investors Bet Billions on Space-Derived Data", "date": "2021-11-22 05:30", "summary": "Remote-sensing companies project robust growth; some executives anticipate consolidation in sector. Dozens of companies are dotting the skies with satellites, part of a growing bet that buyers on Earth will pay billions of dollars for a more granular view of the planet. Not all of the companies are likely to make it, according to industry observers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cross-border-tax-rate-gaps-to-shrink-as-democrats-advance-biden-agenda-11637577001", "title": "Democrats Push Cross-Border Tax Changes, Advancing Biden Agenda", "date": "2021-11-22 05:30", "summary": "House-passed bill includes U.S. piece of a global deal aimed at reducing tax-motivated maneuvers. WASHINGTON-Democrats are close to passing significant changes to international corporate taxation, moving toward a system that would reduce the gaps between nations' tax rates and-if it all works as planned-making taxes a less important consideration for where companies put investments, profits and headquarters.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/minimum-tax-proposal-would-create-complications-for-investors-and-companies-tax-experts-say-11637577001", "title": "Minimum Tax Proposal Would Create Complications for Investors and Companies, Tax Experts Say", "date": "2021-11-22 05:30", "summary": "The House on Friday passed President Biden's $2 trillion social spending plan that, among other things, would set a minimum 15% federal tax rate on big companies. A Democratic proposal to tie taxes for big companies more closely to their financial accounting could distort public financial disclosures, inject politics into accounting rule-making and complicate financial reporting for large companies, according to accounting and tax experts and investors.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/telehealth-rollbacks-leave-patients-stranded-some-doctors-say-11637577001", "title": "Telehealth Rollbacks Leave Patients Stranded, Some Doctors Say", "date": "2021-11-22 05:30", "summary": "Some state exemptions that enabled people to access medical care remotely during the pandemic are ending. States are curbing access to telehealth services that were expanded during the pandemic, prompting some doctors and businesses to lobby for a permanent expansion of remote care that they say some patients need.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/caregivers-reject-products-11637337537", "title": "Why Caregivers May Reject Products That Make Life Easier", "date": "2021-11-22 05:30", "summary": "If people are caring for a loved one, the more effort they have to exert, the better they feel. Look closely at many advertisements, and they often have a common pitch: We'll make your life easier. But according to a study, this approach may backfire when the products are aimed at helping consumers care for a loved one.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pension-cash-dwindles-risking-liquidity-crunch-11637537168", "title": "Pensions' Cash Dwindles, Risking Liquidity Crunch", "date": "2021-11-22 05:30", "summary": "Cash allocations have dropped to a seven-year low, with pensions seeking greater returns in private markets. Bigger private-market bets, inflation fears and a surge of retirees are putting public retirement funds at risk of a cash crunch that would force them to sell assets at losses to pay pension checks.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ericsson-to-buy-vonage-for-6-2-billion-bulking-up-cloud-presence-11637575263", "title": "Ericsson to Buy Vonage for $6.2 Billion, Bulking Up Cloud Presence", "date": "2021-11-22 05:01", "summary": "Pandemic has sparked wave of acquisitions in cloud-communications software industry. STOCKHOLM- Ericsson AB agreed to buy cloud-communications provider Vonage Holdings Corp. , for $6.2 billion, in deal that the Swedish telecom-equipment maker said will expand its wireless enterprise business and broaden its global offerings.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/split-second-monday-crossword-november-22-11637362002", "title": "Split Second (Monday Crossword, November 22)", "date": "2021-11-22 01:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11637512514", "title": "Pepper...and Salt", "date": "2021-11-22 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]