[{"link": "https://www.wsj.com/articles/u-s-blocks-u-n-statement-on-mideast-violence-11621295675", "title": "U.S. Blocks U.N. Statement on Mideast Violence", "date": "2021-05-17 19:54", "summary": "China, holding Security Council presidency, criticizes U.S. for its stance on the proposed statement. WASHINGTON-The U.S. blocked a proposed statement being considered by United Nations Security Council members on Monday that would have condemned the violence in Gaza and called for a cease-fire between warring parties, diplomats said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ebay-hires-jetblue-cfo-to-lead-its-finances-11621295024", "title": "EBay Hires JetBlue CFO to Lead Its Finances", "date": "2021-05-17 19:43", "summary": "The appointment of Steve Priest ends a long search at the e-commerce platform. He will join the company on June 21. E-commerce platform eBay Inc. is turning to the finance chief of airline JetBlue Airways Corp. to oversee its finances, ending a search that began over a year ago.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/johnson-controls-cto-looks-to-further-digitize-buildings-management-11621294892", "title": "Johnson Controls CTO Looks to Further Digitize Buildings Management", "date": "2021-05-17 19:41", "summary": "Vijay Sankaran joins the company from TD Ameritrade, where he was CIO. Johnson Controls International PLC's new chief technology officer wants to make data about commercial buildings, particularly information about air quality and room sanitization, more accessible to users as office and school reopening plans take shape.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-economic-recovery-slowed-in-april-11621235866", "title": "China's Economic Recovery Slowed in April", "date": "2021-05-17 19:33", "summary": "Growth in retail sales slowed sharply from March pace as industrial output and fixed-asset investment beat expectations. BEIJING-China's economic activity grew at a slower pace in April as retail sales missed expectations, complicating the picture of a steady and balanced recovery in the world's second-largest economy.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-to-nominate-national-security-veteran-for-doj-post-11621284598", "title": "White House to Nominate National Security Veteran for DOJ Post", "date": "2021-05-17 19:11", "summary": "Uber executive Matt Olsen to be nominated as assistant attorney general for the Justice Department's National Security Division. Matt Olsen, Uber Technologies Inc.'s chief trust and security officer and a veteran of Washington's national security circles, is expected to be nominated to serve as head of the Justice Department's National Security Division, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-to-consider-abortion-restrictions-from-mississippi-11621259099", "title": "Supreme Court to Review Mississippi Law Limiting Abortion Rights", "date": "2021-05-17 18:37", "summary": "High court will take up state appeal seeking to ban the procedure after 15 weeks of pregnancy, giving justices opportunity to revisit Roe v. Wade. WASHINGTON-The Supreme Court said it would consider the legality of a Mississippi abortion law that sought to ban the procedure after 15 weeks of pregnancy, a case that gives the justices an opportunity to revisit precedents protecting abortion rights.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-suisse-faces-banker-talent-drain-after-5-5-billion-archegos-hit-11621288761", "title": "Credit Suisse Faces Banker Exodus After $5.5 Billion Archegos Hit", "date": "2021-05-17 18:26", "summary": "At least 10 managing directors have said they plan to leave, mostly for rivals. Credit Suisse Group AG is facing an exodus of senior investment bankers in the wake of a $5.5 billion loss tied to the meltdown of Archegos Capital Management.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-monopolist-worm-in-apple-11621290094", "title": "The Monopolist Worm in Apple", "date": "2021-05-17 18:21", "summary": "It's a great company-but also a ruthless bully. Antitrust law needs an update.. There is a lot to admire about Apple, but my company, Spotify, has seen another, brutish side. Apple designs, develops and sells some of the world's most desirable hardware products. And for many, Steve Jobs remains a figure of reverence, giving the business he created an enduring glow. My business is one of the few insisting that underneath that exterior is a ruthless bully that uses its dominance to hobble competitors. But over the past couple of years regulators around the world have finally begun examining Apple's conduct. Many don't like what they're seeing.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ill-keep-veterans-pensions-safe-from-communism-11621290003", "title": "I'll Keep Veterans' Pensions Safe From Communism", "date": "2021-05-17 18:20", "summary": "The $700 billion Thrift Savings Plan for federal employees and retirees should not be investing in Chinese companies.. If I walked into Byron's Smokehouse in Auburn, Ala., and asked folks if they'd want their retirement savings invested in Chinese companies, I'd get laughed out of the restaurant. So why would we allow the federal Thrift Savings Plan, which serves approximately six million government employees and retirees, including military veterans, to do just that?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pipeline-politics-threatens-energy-up-north-11621289880", "title": "Pipeline Politics Threatens Energy Up North", "date": "2021-05-17 18:18", "summary": "Michigan's Whitmer tries to shut down a fuel artery to Canada.. A dispute near the northern U.S. border is threatening relations between America and Canada. Michigan Gov. Gretchen Whitmer has ordered the shutdown of the Line 5 pipeline, which carries up to 540,000 barrels a day of crude oil and natural gas. Line 5 crosses the Great Lakes for a 5-mile stretch at the Straits of Mackinac. The crossing depends on a 1953 easement, which Michigan is threatening to cancel, citing environmental concerns.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-panzer-killers-review-leading-from-the-front-11621289793", "title": "'The Panzer Killers' Review: Leading From the Front", "date": "2021-05-17 18:16", "summary": "When his troops hesitated on their drive through France, Maurice Rose asked: 'Has anyone checked the bridge?' No one had. He did it himself.. Maurice Rose was a lean and handsome man, a warrior, and the son of a rabbi. He never seems to have mentioned his religion to his fellow soldiers, and his grave is marked by a Christian cross in the Dutch cemetery where he came to rest, the highest-ranking American officer killed by enemy fire in Europe. Few Americans have heard of him, though thousands of Cold War soldiers ought to remember his name from the troopship General Rose that carried them overseas in the 1950s and 1960s.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-adds-officers-to-subway-patrols-to-combat-crime-11621289512", "title": "New York City Adds Officers to Subway Patrols to Combat Crime", "date": "2021-05-17 18:11", "summary": "State transit officials have said that some commuters feel unsafe riding the system. New York City will send additional police officers into the subway to fight crime and improve rider confidence as part of the largest law-enforcement deployment across the system in two decades, Mayor Bill de Blasio said Monday.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-s-is-less-relevant-than-ever-in-gaza-11621289408", "title": "The U.S. Is Less Relevant Than Ever in Gaza", "date": "2021-05-17 18:10", "summary": "The conflict there isn't going away, but the decline of Arab power is reshaping it.. It's déjà vu all over again in the Middle East as another round of Israeli-Palestinian combat follows a tragic and familiar path: another spasm of violence, another media firestorm over civilian casualties, another wave of demonstrations around the world, another diplomatic kerfuffle as would-be mediators jostle, and another donnybrook in American politics over how Washington should respond.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-judicial-blow-to-bidens-tax-cut-ban-11621195371", "title": "A Judicial Blow to Biden's Tax-Cut Ban", "date": "2021-05-17 18:10", "summary": "A judge says the federal takeover of state fiscs is likely unconstitutional.. Pieces of the Biden Administration's aggressive agenda are starting to make their way before judges, and an early ruling points to trouble for the Democratic takeover of state fiscal policy.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernies-salt-in-bidens-wounds-11621289355", "title": "Bernie's SALT in Biden's Wounds", "date": "2021-05-17 18:09", "summary": "A tax deduction for the rich puts the Vermont socialist on the side of the angels.. Too bad House Republicans could not have elected Bernie Sanders conference chairman. Because while Republicans have been bickering over who's better placed to sell the GOP message going forward-Wyoming Rep. Liz Cheney or New York Rep. Elise Stefanik-the Vermont socialist has been doing the Lord's work on taxes.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andrew-cuomo-was-paid-5-1-million-for-covid-19-memoir-tax-filings-show-11621279572", "title": "Andrew Cuomo Was Paid $5.1 Million for Covid-19 Memoir, Tax Filings Show", "date": "2021-05-17 18:08", "summary": "New York governor donated $500,000 of proceeds from book to charity, according to tax filings. New York Gov. Andrew Cuomo expects to be paid $5.1 million for a book published last year about his role responding to the Covid-19 pandemic, according to tax and financial disclosure documents filed on Monday.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-trumps-steel-tariffs-failed-11621288859", "title": "How Trump's Steel Tariffs Failed", "date": "2021-05-17 18:01", "summary": "Prices are high, supplies are low, and promised jobs haven't arrived.. The U.S. and European Union on Monday announced a truce on steel and aluminum tariffs, heading off a June 1 escalation as the two sides negotiate over \"global excess capacity\" and a potential tariff repeal. That's a small step forward, but President Biden would do far more good for the U.S. economy if he rolled them back unilaterally.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-snatches-assets-11621288698", "title": "Hong Kong Snatches Assets", "date": "2021-05-17 17:58", "summary": "So much for being a global financial center based on the rule of law.. The powers that be in Hong Kong keep assuring the world that nothing has changed regarding its status as a financial center since the Chinese Communist Party imposed its national security law. Tell that to Jimmy Lai, the imprisoned media owner whose assets have now been frozen by the Hong Kong police.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/climate-lawsuits-take-a-hit-11621288621", "title": "Climate Lawsuits Take a Hit", "date": "2021-05-17 17:57", "summary": "The Supreme Court makes it harder for cities to duck federal courts.. State and local governments have been trying to extract tens of billions of dollars from fossil-fuel producers for contributing to climate change. But a 7-1 majority of the Supreme Court on Monday decided an important procedural question in BP v. Mayor and City Council of Baltimore that could put a lid on these suits.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/speculation-over-elon-musk-tweet-prompts-bitcoin-selloff-11621256366", "title": "Elon Musk Tweet Prompts Bitcoin Selloff", "date": "2021-05-17 17:56", "summary": "Recent moves in price of bitcoin highlight Tesla chief's ability to shift sentiment. Bitcoin continued to be under some pressure after a tweet from Tesla Inc. Chief Executive Elon Musk prompted speculation that the electric-car maker had sold, or would sell, its holdings of the cryptocurrency.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-state-to-ease-face-mask-rules-for-the-fully-vaccinated-11621273547", "title": "New York, Illinois to Ease Face-Mask Rules for the Fully Vaccinated, California to Wait", "date": "2021-05-17 17:54", "summary": "Andrew Cuomo, J.B. Pritzker join other states' leaders in adopting new CDC guidance. New York and Illinois said they would adopt new federal guidelines on masking and social distancing for fully vaccinated people, while California will wait until next month to make the switch, as state leaders continue to grapple with a quickly changing pandemic picture.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-parler-app-apple-android-11610478890", "title": "Conservative Social-Media App Parler Has Returned to Apple's App Store. Here's What That Means.", "date": "2021-05-17 17:33", "summary": "Tech platforms dropped support for social network after some users celebrated deadly assault on U.S. Capitol, discussed future violent actions. Parler LLC said its social-media app is returning to Apple Inc.'s App Store after it changed some of its content-moderation practices.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-schools-wont-offer-remote-learning-in-fall-11621284541", "title": "New Jersey Schools Won't Offer Remote Learning in Fall", "date": "2021-05-17 17:11", "summary": "Gov. Phil Murphy says full-time in-person classes will be required across the state. New Jersey schools will be required to reopen this fall on a full-time in-person basis without remote learning as an option, as Covid-19 infection rates plunge and as more residents become vaccinated against the disease, state officials said.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warnermedia-discovery-merger-sets-up-rivals-for-big-decisions-11621285278", "title": "WarnerMedia-Discovery Merger Sets Up Rivals for Big Decisions", "date": "2021-05-17 17:01", "summary": "Deal to combine media businesses comes as competitors race to bulk up streaming content to lure viewers fleeing pay TV. AT&T Inc.'s WarnerMedia and Discovery Inc. decided they needed each other to compete in the streaming-driven entertainment world. Now, industry rivals must decide whether they should do the same.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-crown-princes-crackdown-spurs-new-generation-of-activists-11621268024", "title": "Saudi Crown Prince's Crackdown Spurs New Generation of Activists", "date": "2021-05-17 16:53", "summary": "Resume Subscription. Public pressure from the family of a Saudi women's rights activist who was jailed is emboldening the relatives of other detainees to speak out, swelling the ranks of critics of Crown Prince Mohammed bin Salman's crackdown on perceived opponents.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/at-t-stock-bond-prices-climb-after-discovery-deal-11621268438", "title": "AT&T Stock Pares Gains After Discovery Deal", "date": "2021-05-17 16:50", "summary": "Bond prices rose as analysts said deal would help reduce telecom company's net debt. AT&T Inc.'s shares declined and bond prices rose Monday after the telecommunications company and Discovery Inc. said they plan to combine their media assets into a new publicly traded company.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/despite-lumber-boom-few-new-sawmills-coming-11621243982", "title": "Despite Lumber Boom, Few New Sawmills Coming", "date": "2021-05-17 16:49", "summary": "Lumber companies say they are content to rake in cash as wood prices soar. They aren't racing out to build new mills though.. North America's sawmills can't keep up with demand, which has sent wood prices on a meteoric rise. Don't expect new mills to start popping up though.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/energy-and-materials-shares-lead-the-way-in-a-turbulent-stretch-for-stocks-11621243803", "title": "Energy and Materials Stocks Are Leading the Way", "date": "2021-05-17 16:49", "summary": "Higher demand for the companies' products as the economy picks up could outpace an increase in supply. Investors are driving up shares of energy and materials companies in an otherwise rocky month for the stock market, betting that inflation will accompany swift economic growth.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/index-giant-s-p-settles-charges-over-volatility-gauge-11621269441", "title": "Index Giant S&P Settles Charges Over Volatility Gauge", "date": "2021-05-17 16:39", "summary": "S&P Dow Jones Indices agrees to pay $9 million related to oversight of VIX-related index. The Securities and Exchange Commission charged S&P Dow Jones Indices LLC forwith failing to properly oversee a volatility-related index that landed at the center of market turmoil in February 2018.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-05-17-2021-11621238441", "title": "U.S. Stocks Finish Lower to Start the Week", "date": "2021-05-17 16:34", "summary": "Investors continue to train their focus on outlook for inflation and monetary policy. U.S. stocks fell Monday, weighed down by declines among technology shares, as concerns about inflation continued to unsettle investors.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-commit-to-exporting-covid-19-vaccines-by-end-of-june-11621269053", "title": "U.S. to Increase Vaccine Exports Amid Pressure", "date": "2021-05-17 16:03", "summary": "Biden promises to share 20 million doses of approved vaccines, in sharp increase. WASHINGTON-The Biden administration moved to sharply ramp up Covid-19 vaccine shipments to other countries, following calls for the U.S. to bolster efforts to curb the coronavirus globally as it rages unchecked in developing nations.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stuff-it-tuesday-crossword-may-18-11620932699", "title": "Stuff It! (Tuesday Crossword, May 18)", "date": "2021-05-17 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-limits-impact-of-new-criminal-procedures-11621281612", "title": "Supreme Court Limits Impact of New Criminal Procedures", "date": "2021-05-17 16:00", "summary": "Decision invalidates criteria for deeming some changes are applicable to prior cases. WASHINGTON-The Supreme Court scaled back protections for criminal defendants, holding that decisions establishing new procedural rules, no matter how significant, may never provide relief for inmates whose direct appeals have concluded.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chile-elects-left-leaning-assembly-to-replace-dictatorship-era-constitution-11621270721", "title": "Chile Elects Left-Leaning Assembly to Replace Dictatorship-Era Constitution", "date": "2021-05-17 15:53", "summary": "The nation's stock market fell as the vote stoked fears about the future of Chile's free-market model. Voters in Chile elected a left-leaning special assembly to draft a new constitution, which is expected to pave the way for a significant increase in social spending and the state's role in the economy while weakening the country's free-market model.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-wrecked-the-algorithms-that-set-airfares-but-they-wont-stay-dumb-11621253268", "title": "Covid-19 Wrecked the Algorithms That Set Airfares, but They Won't Stay Dumb", "date": "2021-05-17 15:51", "summary": "Using more live data to set fares has become a necessity for carriers during the pandemic, and may lead to greater price discrimination in the future. Summer vacations are coming back. So are the airline algorithms that know how much you are prepared to pay for them.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elliott-urges-duke-energy-to-consider-separation-into-three-companies-11621266008", "title": "Elliott Urges Duke Energy to Consider Separation Into Three Companies", "date": "2021-05-17 15:28", "summary": "Activist investor seeks board seats and wants utility to form strategic-review committee. Activist investor Elliott Management Corp. is urging Duke Energy Corp. to consider separating into three companies, in what would be a major transformation of one of the nation's biggest utilities.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-covid-19-vaccine-challenge-persuading-hesitant-parents-to-get-their-kids-the-shots-11621278879", "title": "A New Covid-19 Vaccine Challenge: Persuading Hesitant Parents to Get Their Kids the Shots", "date": "2021-05-17 15:14", "summary": "Many parents are ambivalent about getting their kids vaccinated, saying they want more information about safety and side effects. Elhanan Abrams, a 38-year-old dad in Dallas of four children ages 12 and under, says he got his Covid vaccination as soon as he became eligible in April. But he wants to see more data before deciding whether to vaccinate his kids, who receive all the other routine childhood vaccinations. \"Covid-19 has a generally negligible effect on children,\" says Mr. Abrams.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-hit-less-educated-workers-hardest-fed-survey-shows-11621267575", "title": "Pandemic Hit Less-Educated Workers Hardest, Fed Survey Shows", "date": "2021-05-17 14:53", "summary": "Economic well-being fell sharply for people without a high-school degree in 2020, while rising for more-educated groups. WASHINGTON-The economic fallout from the coronavirus pandemic was concentrated among minorities, women and workers who hadn't finished high school, according to a new survey from the Federal Reserve.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/long-sleeping-inflation-dragon-may-awaken-11621277155", "title": "Long-Sleeping Inflation Dragon May Awaken", "date": "2021-05-17 14:45", "summary": "The Fed is still fighting a problem that is largely ceasing to exist. The economy is rebounding sharply and signs of rampant inflation are ubiquitous.. As Christian Broda and Stanley Druckenmiller eloquently argue, the Federal Reserve is still fighting a problem that is largely ceasing to exist (\"The Fed Is Playing With Fire,\" op-ed, May 11). The economy is rebounding sharply and signs of rampant inflation are ubiquitous. In every conference call I listened to after first-quarter earnings, companies indicated they are seeing inflation in costs not seen in many years and have been reasonably successful in passing them on. Frequently cited are raw material costs, especially metals, transportation costs and supply-chain issues that have boosted costs. Unlike at the turn of the century when the costs of products were falling because of cheap imports, the reverse is happening. This will be the case for quite a while as more and more corporations diversify away from China to countries with higher costs.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-racial-stereotype-behind-attacks-on-tim-scott-11621276995", "title": "The Racial Stereotype Behind Attacks on Tim Scott", "date": "2021-05-17 14:43", "summary": "Sen. Tim Scott's being called \"Uncle Tim,\" evoking \"Uncle Tom,\" in reaction to his rebuttal to President Biden's address to Congress, made me investigate the epithet's derivation.. Regarding William McGurn's \"Who's Afraid of Tim Scott?\" (Main Street, May 4): Sen. Tim Scott's being called \"Uncle Tim,\" evoking \"Uncle Tom,\" in reaction to his rebuttal to President Biden's address to Congress, made me question the epithet's derivation. I had just read Harriet Beecher Stowe's \"Uncle Tom's Cabin\" and couldn't reconcile the term, implying craven submissiveness, with the character I met in the novel.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mitigate-the-consequences-of-afghan-pullout-11621276921", "title": "Mitigate the Consequences of Afghan Pullout", "date": "2021-05-17 14:42", "summary": "We have a stake in Afghanistan and shouldn't ignore the continuing need for support and presence.. I was mightily bemused by \"U.S. on the Hunt for Bases After Afghanistan Pullout\" (World News, May 10). The obvious question: Why are we leaving Afghanistan if we're looking for a nearby place to accomplish the same purpose? Afghanistan obviously remains an unstable place that invites extremely dangerous nonstate actors who bear considerable ill will toward the U.S. and threaten to undo any progress that has been made since we first invested our blood and treasure in 2001. We've invested our military presence in many places throughout the globe in support of our allies for nigh over 70 years after direct hostilities have ended, and we don't call them \"forever wars.\" We have similar stakes in Afghanistan and shouldn't ignore the continuing need for support and presence.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rudy-giulianis-attorneys-dispute-search-warrants-legitimacy-11621276765", "title": "Giuliani Lawyers Dispute Search Warrants' Legitimacy", "date": "2021-05-17 14:39", "summary": "Former Trump personal lawyer's legal team asks judge to compel prosecutors in Ukraine-lobbying probe to disclose their underlying evidence. Lawyers for Rudy Giuliani are pushing back against a Manhattan U.S. Attorney's office investigation that led to a federal raid of his home and office last month, asking a federal judge to compel prosecutors to disclose their underlying evidence and reasoning for the search warrants.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/long-lost-by-lord-huron-review-finding-an-escape-11621275974", "title": "'Long Lost' by Lord Huron Review: Finding an Escape", "date": "2021-05-17 14:26", "summary": "The folk-rock group led by Ben Schneider takes listeners on an aural journey with some Western flair.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-get-schooled-by-chinese-education-stocks-11621248915", "title": "How to Get Schooled by Chinese Education Stocks", "date": "2021-05-17 14:00", "summary": "Investors have been ignoring political risk for too long. Investors who didn't do their homework on Beijing's educational revision plans have been schooled by volatility in Chinese education stocks.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parler-names-george-farmer-as-ceo-as-it-returns-to-apples-app-store-11621268630", "title": "Parler Names George Farmer as CEO as It Returns to Apple's App Store", "date": "2021-05-17 13:59", "summary": "U.K. conservative succeeds interim chief Mark Meckler, who is leaving the company. Parler LLC on Monday named prominent U.K. conservative George Farmer as its new chief executive and said that its social network has returned to Apple Inc.'s App Store, the company's latest steps to rebuild its business months after the U.S. Capitol riot.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stonepeak-and-charging-company-nuvve-want-to-electrify-school-buses-11621251901", "title": "Stonepeak and Charging Firm Nuvve Want to Electrify School Buses", "date": "2021-05-17 13:52", "summary": "Private-equity firm forms joint venture with a newly public supplier of electric-vehicle technology. Stonepeak Infrastructure Partners and electric-vehicle charging company Nuvve Holding Corp. are forming a joint venture aimed at accelerating the transition to electric school buses, a Biden administration priority.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/francois-pinaults-art-collection-goes-on-display-in-new-museum-in-paris-11621272723", "title": "François Pinault's Art Collection Goes on Display in New Museum in Paris", "date": "2021-05-17 13:32", "summary": "The French billionaire's Pinault Collection opens at Paris's former commodities exchange, in a display that addresses the country's colonialist past.. Paris", "categories": [["Books & Arts", "Arts", "Art"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-keeping-a-journal-matters-readers-weigh-in-11621272415", "title": "Why Keeping a Journal Is Worthwhile: Readers Weigh In", "date": "2021-05-17 13:26", "summary": "'There is an alchemy of something truly magical'; responses to an article on how writing a journal can help your life. In response to a Wall Street Journal article about how journaling can help you live your best life, readers sent their own thoughts and tips for journal-writing. Here are edited excerpts of their comments.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-rules-for-oil-and-gas-companies-fighting-climate-lawsuit-11621271772", "title": "Supreme Court Rules for Oil-and-Gas Companies Fighting Climate Lawsuit", "date": "2021-05-17 13:16", "summary": "The justices say Big Oil defendants should get new shot at moving the city of Baltimore's lawsuit out of state court. WASHINGTON-The Supreme Court handed the city of Baltimore a preliminary setback in its bid to sue more than 20 multinational oil-and-gas companies on allegations they contributed to climate change and misled the public.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-hospital-patients-tend-to-be-younger-now-11621271313", "title": "More Covid-19 Hospital Patients Are Younger", "date": "2021-05-17 13:08", "summary": "A successful U.S. vaccination drive has driven down hospitalization rates across all ages, but less so for younger people. Hospitals are seeing fewer Covid-19 patients but increasingly the ones who do land in the hospital are 50 or younger, according to national data.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afternoons-are-the-new-rush-hour-in-the-suburbs-11621157403", "title": "Afternoons Are the New Rush Hour in the Suburbs", "date": "2021-05-17 12:43", "summary": "Resume Subscription. When Marjorie Crosbie drove to pick up her daughter from an after-school program on a recent afternoon, the 10-mile round trip from her home in a suburb of Tampa, Fla., took 45 minutes-twice as long as it used to.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-can-stop-the-pandemic-and-counter-china-11621268815", "title": "U.S. Can Stop the Pandemic and Counter China", "date": "2021-05-17 12:26", "summary": "Vaccine diplomacy would save lives, bolster national security, and help everyone but the Communist Party.. Covid-19 exploded in part because the Chinese Communist Party was apathetic about other nations' health and covered up the pandemic during its initial months by lying to and through international public-health organizations. The vaccines that will now beat Covid-19 should likewise spread rapidly world-wide because the U.S. cares for the health of our neighbors around the globe. The world should know that this virus grew deadlier because of a tyrannical system's paranoia, and the life-saving remedy is emerging from the innovative power of democratic capitalism.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/did-biden-peak-on-inauguration-day-11621268753", "title": "Did Biden Peak on Inauguration Day?", "date": "2021-05-17 12:25", "summary": "Covid confusion, Mideast chaos and the threat of inflation-he doesn't have many victories to point to.. During the Chicago Cubs' long century of futility, the old joke was that every year they peaked on Opening Day. Is it too early to wonder if Joe Biden's presidency did the same thing?", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-political-rules-of-baseball-11621268139", "title": "The New Political Rules of Baseball", "date": "2021-05-17 12:15", "summary": "Voting in Georgia much easier than volunteering at All-Star Game.. Remember last month when weak CEOs got bullied by leftists into condemning Georgia's sensible voting reforms? The passage of time hasn't made such corporate gestures any less empty. Take Major League Baseball Commissioner Rob Manfred, who attempted to signal organizational virtue by announcing he would move this year's All-Star Game out of Atlanta. Now preparations for the relocated game in Denver, Colorado reveal why he never should have abandoned the Peach State.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cvs-target-drop-face-mask-rules-for-fully-vaccinated-customers-11621267982", "title": "CVS, Target Drop Face-Mask Rules for Fully Vaccinated Customers", "date": "2021-05-17 12:13", "summary": "Retail chains join Walmart and others after CDC eased its guidelines. CVS Health Corp. and Target Corp. said vaccinated customers were no longer required to wear masks in stores, joining other U.S. retailers rethinking their policies after federal health officials relaxed their guidelines.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-needed-to-dial-back-media-dreams-11621267657", "title": "AT&T Needed to Dial Back Media Dreams", "date": "2021-05-17 12:07", "summary": "Merging WarnerMedia with Discovery creates cleaner story for telecommunications giant. AT&T 's time as a media giant was fun while it lasted. Well, not for its investors.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taxes-due-date-deadline-2020-2021-11616024654", "title": "Tax Day: Here's What You Need To Know About Today's Tax Deadline", "date": "2021-05-17 12:02", "summary": "The mid-May date is the last day for individuals to file and pay taxes. The Internal Revenue Service delayed the tax filing and payment deadline for individuals to today, May 17, from April 15 for 2020 tax returns. However, the extension doesn't apply to the deadline for estimated tax payments due for the first quarter of 2021. They were due on April 15, a deadline the IRS commissioner affirmed in Senate testimony on April 13.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turning-my-back-on-my-dream-job-was-the-best-decision-ever-11621267120", "title": "Turning My Back on My 'Dream' Job Was the Best Decision Ever", "date": "2021-05-17 11:58", "summary": "The crisis pushed me to take a clear-eyed look at my skills, leading me away from the music industry and into a software engineering boot camp that opened new doors. Last year, when so many people were fighting for job security and clinging to anything that brought stability, I abandoned the only career I'd known in search of something new.", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-russell-popes-charlcote-house-in-baltimore-lists-for-4-995-million-11620759641", "title": "A Rare Residential Design From a Master American Architect Lists for $4.995 Million in Baltimore", "date": "2021-05-17 11:46", "summary": "Resume Subscription. New York architect John Russell Pope transformed 20th-century Washington, D.C., with a number of landmark civic structures, including the Jefferson Memorial, Constitution Hall and the National Gallery of Art. The buildings helped establish the neoclassical style still presiding over the capital.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/behind-the-epic-apple-trial-is-a-booming-app-market-worth-fighting-over-11621157405", "title": "Behind Epic-Apple Trial Is App Market Worth Fighting Over", "date": "2021-05-17 11:33", "summary": "Antitrust lawsuit targets how much the iPhone maker collects in fees from developers, as mobile app marketplaces have grown into multibillion-dollar businesses. If there is one thing Epic Games Inc. and Apple Inc. can both agree on even as they battle each other, it is that the app economy is worth fighting over.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-puppies-return-reopened-offices-11621265190", "title": "Your New Office Mates: All Those Pandemic Puppies", "date": "2021-05-17 11:29", "summary": "Pet-friendly workplaces puzzle out safe returns; no petting other people's dogs. One of Gemma Gillingham's favorite parts of working for Nestlé Purina PetCare is her informal second job in the London office: chief of the pet patrol.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bright-machines-nears-spac-deal-to-go-public-11621200629", "title": "Bright Machines Going Public in $1.6 Billion SPAC Merger", "date": "2021-05-17 11:04", "summary": "Manufacturing-software company joins 3D-printing companies hoping to modernize manufacturing that are going public through SPACs. Bright Machines is merging with a special-purpose acquisition company to go public in a deal that values the manufacturing-automation business at $1.6 billion, the companies said.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-wealthy-men-really-wear-now-hint-athleisure-11621262672", "title": "What Wealthy Men Really Wear Now (Hint: Athleisure)", "date": "2021-05-17 10:44", "summary": "The pandemic year has scrambled the way we dress. At a time when suits and stiff, formal shoes are endangered species, America's well-off shoppers are upending cliches about how to look like you're affluent.. KHAKIS OF CARMEL, a high-end men's boutique on the California coastline south of San Francisco, reels in many types of wealthy shoppers. These days, those men-from Silicon Valley tech-bros to Wall Street bankers and entrepreneurs from Texas-are spending their cash on clothes that are informal and easy to wear. Top-sellers at the 29-year-old store include pliable $275 stretch-cotton khakis from the store's in-house brand (think: upscale Dockers) and $995 sweater-like knit sportcoats by Italy's Eleventy. What these men are not buying is standard suits. \"If we were stuck with eight or nine hundred suits, that would be a problem,\" said Khakis's owner Jim Ockert.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/translating-tax-jargon-ahead-of-tax-day-an-illustrated-guide-to-common-terms-11620990001", "title": "Understanding Your Tax Return: An Illustrated Guide to Common Terms", "date": "2021-05-17 10:39", "summary": "Understanding the sometimes puzzling world of federal income taxes requires getting familiar with technical lingo. If you want to understand your tax return, or debate tax policy, you need to know the lingo. Do you know what a marginal tax rate is? Are you sure?", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stanley-cup-playoffs-canada-maple-leafs-canadiens-11621257493", "title": "Canada's Dream: A Stanley Cup Bracket of Its Own", "date": "2021-05-17 10:03", "summary": "The NHL grouped all seven of Canada's teams into the same division, which has resulted in rare playoff matchups in hockey's homeland. It's been so long since a team from Canada hoisted the Stanley Cup-over 28 years-that the U.S.'s neighbors to the north rely on Olympic gold medals to assert their bragging rights in the country that invented hockey.", "categories": [["Sports", "NHL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nhl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldman-taps-uber-executive-to-run-its-consumer-bank-11621259972", "title": "Goldman Taps Uber Executive to Run Its Consumer Bank", "date": "2021-05-17 09:59", "summary": "Peeyush Nahar succeeds Omer Ismail, who left Goldman to run Walmart's new fintech startup. Goldman Sachs Group Inc. is poaching an engineering executive from Uber Technologies Inc. to run Marcus, its digital-banking unit.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-suspend-plans-to-raise-tariffs-on-u-s-whiskey-other-goods-11621257768", "title": "EU Suspends Plans to Raise Tariffs on U.S. Whiskey, Other Goods", "date": "2021-05-17 09:22", "summary": "Two sides to begin talks aimed at ending American levies on steel, which triggered retaliation by European Union. WASHINGTON-The European Union on Monday agreed to postpone plans to raise tariffs on American whiskeys, motorcycles, boats and other items set to take effect June 1 as it begins talks with the Biden administration aimed at lifting U.S. steel tariffs.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-gop-wrestles-over-trump-democrats-run-their-own-risks-11621257137", "title": "As GOP Wrestles Over Trump, Democrats Run Their Own Risks", "date": "2021-05-17 09:12", "summary": "Party is trying to turn a thin electoral mandate into an expansive agenda that involves a $6 trillion stimulus, infrastructure and jobs-creation effort. Republicans are taking quite the risk by tethering their party anew to former President Donald Trump, on whose watch they lost control of the House, Senate and White House.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/discovery-at-t-tesla-palantir-what-to-watch-when-the-stock-market-opens-today-11621249005", "title": "Discovery, AT&T, Tesla, Palantir: What to Watch When the Stock Market Opens Today", "date": "2021-05-17 09:01", "summary": "Futures pointed to technology shares leading losses. Here's what we're watching ahead of Monday's opening bell.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toy-retailer-rolls-out-online-shopping-for-kids-as-young-as-3-11621256402", "title": "Toy Retailer Rolls Out Online Shopping for Kids as Young as 3", "date": "2021-05-17 09:00", "summary": "Camp NYC's new feature lets parents give their kids a budget to pick gifts and check out without further oversight. New York-based toy retailer Camp NYC Inc. is adding an e-commerce feature to its website that lets kids as young as 3 years old shop for gifts and check out with minimal adult oversight.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lebron-james-steph-curry-lakers-warriors-nba-play-in-tournament-11621254092", "title": "Steph Curry vs. LeBron James: The NBA's All-Star Appetizer", "date": "2021-05-17 08:48", "summary": "Basketball's play-in format delivers an irresistible opener between the Golden State Warriors and Los Angeles Lakers. Meanwhile, the Nets rev the engine.. So here it is, confirmed: the NBA's All-Star Appetizer, the Showdown before the Throwdown, Adam Silver's Cuckoo Curtain-Raiser, LeBron James versus Steph Curry, Los Angeles versus Golden State, Wednesday night, 10 p.m. ET, a play-in game for the playoffs, a must-win for any team hoping to push on to a title.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/issa-rae-on-the-scheduling-hack-that-changed-everything-for-her-11621254886", "title": "Issa Rae on the Scheduling Hack That Changed Everything for Her", "date": "2021-05-17 08:34", "summary": "The co-creator of HBO's 'Insecure' on her show's final season and the post-vaccination party she can't wait to throw.. In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apollo-hires-craig-farr-to-head-capital-markets-business-11621254601", "title": "Apollo Hires Craig Farr to Head Capital-Markets Business", "date": "2021-05-17 08:30", "summary": "Move signifies the firm's push to expand the array of companies whose businesses it finances. Apollo Global Management Inc. has hired Craig Farr as a senior partner to lead its capital-markets business, a sign of the investment giant's push to expand the array of companies whose businesses it finances.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanofi-gsk-covid-19-vaccine-set-for-large-scale-trials-after-positive-results-11621252866", "title": "Sanofi-GSK Covid-19 Vaccine Set for Large-Scale Trials After Positive Results", "date": "2021-05-17 08:01", "summary": "Long-delayed shot could be used as booster for people already vaccinated, drug makers say. Sanofi SA and GlaxoSmithKline PLC said their Covid-19 vaccine candidate showed positive interim trial results and is expected to move into large-scale human trials soon, putting the long-delayed shot on track for potential regulatory approval later this year.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manhattan-district-attorney-election-a-guide-to-the-eight-democratic-candidates-11621252802", "title": "Manhattan District Attorney Race: A Guide to the Candidates", "date": "2021-05-17 08:00", "summary": "The June 22 primary is taking place amid a rise in violent crime in New York City and a national debate over the role of prosecutors. The Democratic primary for Manhattan district attorney takes place on June 22, with the most diverse field of candidates to ever run for the office.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-demographics-tank-chinas-housing-market-11621252660", "title": "Will Demographics Tank China's Housing Market?", "date": "2021-05-17 07:57", "summary": "The fast-falling population of the industrial rust belt has yet to stem the rise in big-city home prices. In discussions about China's frothy real-estate market, the country's parlous demographics are often raised as a looming threat. As the national population begins to decline in the coming years, won't the market lose some steam?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/monthly-child-tax-credit-payments-set-to-start-july-15-11621249203", "title": "Monthly Child Tax Credit Payments Set to Start July 15", "date": "2021-05-17 07:00", "summary": "Biden administration will begin sending up to $300 a month per child to millions of households. WASHINGTON-The Internal Revenue Service will make its first batch of monthly payments to about 39 million families with children on July 15, delivering the child tax credit that Congress expanded in March.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-makes-push-to-reduce-worker-injuries-11621245602", "title": "Amazon Makes Push to Reduce Worker Injuries", "date": "2021-05-17 06:00", "summary": "Online retailer rolls out safety videos, on-the-job stretching exercises and staff meditation zones. ", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-set-to-call-tim-cook-soon-to-witness-stand-to-fight-monopoly-claims-11621245604", "title": "Apple Set to Call Tim Cook to Witness Stand to Fight Monopoly Claims", "date": "2021-05-17 06:00", "summary": "The iPhone maker's chief executive is set to take witness stand to defend company against monopoly claims. Apple Inc. gets its turn this week to mount a courtroom defense against Epic Games Inc.'s antitrust claims, preparing to bring in its most powerful spokesman: Tim Cook.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-weigh-price-increases-other-options-as-costs-rise-11621243807", "title": "Companies Weigh Price Increases, Other Options as Costs Rise", "date": "2021-05-17 05:30", "summary": "CFOs say raw materials, energy and transportation have become more expensive. Finance chiefs across industries are facing a classic problem that comes with economic growth: rising costs of raw materials, energy and transportation. Company executives now have to decide how to offset these increases to protect margins and whether or not to pass the extra costs on to customers.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-factors-driving-crypto-markets-boom-and-the-challenges-ahead-11621243809", "title": "From Bitcoin to Dogecoin: What's Driving Cryptocurrencies' Rise", "date": "2021-05-17 05:30", "summary": "Digital currencies have exploded in value during the Covid-19 pandemic, but hurdles to widespread adoption remain. Cryptocurrencies such as ether and dogecoin have surged to highs that few investors would have predicted a year ago. The furious run has even the most optimistic traders asking: Can it last?", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-works-even-if-side-effects-differ-for-all-doctors-say-11621243801", "title": "Covid-19 Vaccine Works, Even if Side Effects Differ for All, Doctors Say", "date": "2021-05-17 05:30", "summary": "Age and other factors may play a role, but scientists say the shots provide immunity, including in the absence of fatigue, chills or other symptoms. Infectious-disease specialists are working to reassure people that they are still getting protection from Covid-19 vaccines, even if they don't experience the flulike side effects that hit some people after vaccination.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indonesias-top-tech-startups-gojek-and-tokopedia-to-merge-11621241877", "title": "Indonesia's Top Tech Startups Gojek and Tokopedia to Merge", "date": "2021-05-17 04:57", "summary": "The group plans to go public and is targeting a market valuation of between $35 billion and $40 billion. SINGAPORE-Southeast Asian startups Gojek and Tokopedia said they would combine to create a ride-hailing, e-commerce and financial-service company that plans to go public by the end of this year.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jd-logistics-launches-up-to-3-4-billion-hong-kong-ipo-11621216755", "title": "JD Logistics Launches Up to $3.4 Billion Hong Kong IPO", "date": "2021-05-17 02:09", "summary": "The offering could value the company at up to $34 billion. The logistics arm of JD.com Inc. is looking to raise as much as $3.4 billion through an initial public offering, in the latest Hong Kong listing linked to China's booming e-commerce market.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-crew-is-naming-former-supreme-designer-to-disrupt-brand-11621224061", "title": "J.Crew Is Naming Designer to Disrupt Brand", "date": "2021-05-17 00:01", "summary": "Brendon Babenzien, veteran streetwear pioneer, is being hired to push the limits of the preppy retailer's designs. J.Crew Group Inc., the retailer known for its preppy styles, is turning to an occasional-Mohawk-sporting designer with a skateboarding pedigree to revive the struggling brand.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/job-search-small-business-pandemic-careers-good-use-11621014650", "title": "When Covid Sank This Small Business, Here's How Its Workers Rebounded", "date": "2021-05-17 00:01", "summary": "The way the staff of a now-defunct startup near San Francisco scattered and reinvented themselves shines a light on the lessons America's workforce is using to pivot to new opportunities. Across the U.S. economy, hundreds of thousands of workers are emerging from the pandemic on a mission to reinvent their disrupted careers-much like the former employees of Good Use.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11621190495", "title": "Pepper...and Salt", "date": "2021-05-17 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dim-view-monday-crossword-may-17-11620932545", "title": "Dim View (Monday Crossword, May 17)", "date": "2021-05-17 00:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-in-talks-to-combine-media-assets-including-cnn-with-discovery-11621183450", "title": "AT&T, Discovery in Talks to Combine Media Assets", "date": "2021-05-17 23:38", "summary": "Deal would continue consolidation in media business buffeted by cord-cutting and streaming. AT&T Inc. is in talks to combine its sprawling WarnerMedia division with Discovery Inc., according to people familiar with the matter, potentially unwinding the telecom giant's signature bet on media, as pressure on the traditional entertainment business mounts.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-directors-decided-bill-gates-needed-to-leave-board-due-to-prior-relationship-with-staffer-11621205803", "title": "Bill Gates Left Board Amid Probe Into Prior Relationship With Staffer", "date": "2021-05-17 21:22", "summary": "Some Microsoft directors began an investigation in 2019 into woman's allegations of prior sexual relationship with Bill Gates; Mr. Gates's spokeswoman says decision to leave board in 2020 wasn't related to the matter. Microsoft Corp. board members decided that Bill Gates needed to step down from its board in 2020 as they pursued an investigation into the billionaire's prior romantic relationship with a female Microsoft employee that was deemed inappropriate, people familiar with the matter said.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retailers-try-to-solve-labor-imbalances-by-reskilling-staff-11621157407", "title": "Not Qualified for a Job? These Companies Will 'Reskill' You", "date": "2021-05-17 21:04", "summary": "Some companies teach their own data scientists after Covid-19 pandemic accelerated shift to e-commerce; Levi's offers boot camp. Michael Buchanan has held numerous jobs in his 15 years at Levi Strauss & Co., starting as a stock clerk and rising to store manager. At the end of May, he will add a new title to his résumé: data scientist.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-rally-a-jittery-workforce-back-at-the-office-11621209601", "title": "How to Rally a Jittery Workforce Back at the Office", "date": "2021-05-17 20:00", "summary": "Some workers are returning sad, anxious or burned out-here's what organizations can do to show support and help everyone feel more like a team again. Graham Chapman's team is getting back to work. But things are weird.", "categories": [["Life & Work", "Work & Life"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/work-life?mod=breadcrumb"]}]