[{"link": "https://www.wsj.com/articles/ibm-names-research-veteran-as-cio-11614643140", "title": "IBM Names Research Veteran as CIO", "date": "2021-03-01 18:59", "summary": "Kathryn Guarini of IBM Research succeeds Fletcher Previn, who is leaving the company. International Business Machines Corp. named a new chief information officer, as the 109-year-old company works to revamp growth by focusing on artificial intelligence and hybrid-cloud computing.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/angelina-jolie-sells-winston-churchill-painting-for-11-6-million-11614643118", "title": "Angelina Jolie Sells Winston Churchill Painting for $11.6 Million", "date": "2021-03-01 18:58", "summary": "Churchill's only World War II painting was a gift to Franklin D. Roosevelt. Angelina Jolie auctioned off Sir Winston Churchill's sun-drenched view of Marrakesh for $11.6 million on Monday, nearly quadrupling its estimate and setting a record for art created by the World War II leader.", "categories": [["Books & Arts", "Arts", "Art & Auctions"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-auctions?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reese-witherspoons-new-app-adds-to-growing-crowd-of-virtual-book-clubs-11614642579", "title": "Reese Witherspoon's New App Adds to Growing Crowd of Virtual Book Clubs", "date": "2021-03-01 18:49", "summary": "Book club apps are becoming more common as people seek more places to congregate online, often apart from established social platforms. Hello Sunshine, the media company founded by actress and entrepreneur Reese Witherspoon, has introduced a free app for its book club, offering the latest digital meeting place away from the crowds on big social media platforms.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-suisse-suspends-funds-tied-to-softbank-backed-greensill-11614599752", "title": "Greensill Faces Possible Insolvency After Credit Suisse Suspends Funds", "date": "2021-03-01 18:44", "summary": "Swiss lender's decision on $10 billion in funds comes amid concern over Greensill's exposure to U.K.-based steel magnate. Specialty finance firm Greensill Capital headed toward a rapid unraveling after Credit Suisse Group AG suspended $10 billion of investment funds that fueled the SoftBank Group Corp. -backed startup.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-administration-hires-criminal-defense-lawyer-11614627457", "title": "Accuser Faults Cuomo for Resisting Independent Probe", "date": "2021-03-01 18:42", "summary": "New York governor retains veteran white-collar defense lawyer Elkan Abramowitz amid probes into harassment and Covid-19 nursing-home deaths. ALBANY, N.Y.-A woman who accused New York Gov. Andrew Cuomo of sexual harassment faulted him Monday for resisting calls for an independent investigation as the administration retained a prominent white-collar defense attorney for federal probes into Covid-19 deaths in the state's nursing homes.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zooms-happy-hour-isnt-over-yet-11614642077", "title": "Zoom's Happy Hour Isn't Over Yet", "date": "2021-03-01 18:41", "summary": "Videoconferencing provider's outlook should ease post-pandemic fears. A new normal for Zoom Video Communications isn't quite here. But a preview the company gave with its latest results doesn't look half bad.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zoom-foresees-robust-growth-even-as-pandemic-pressures-ease-11614637492", "title": "Zoom Foresees Robust Growth Even as Pandemic Pressures Ease", "date": "2021-03-01 18:36", "summary": "Shares of videoconferencing company keep climbing after it posts strong results for recent quarter and year. Zoom Video Communications Inc. said its growth would continue at a rapid pace amid the vaccine rollout, after pandemic lockdowns turned the company into a household name and an investor darling.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/making-every-election-like-2020-11614641809", "title": "Making Every Election Like 2020", "date": "2021-03-01 18:36", "summary": "H.R.1 mandates ballot harvesting and limits voter verification.. If you thought the 2020 election ran like a finely oiled machine, you'll love what Democrats plan next. The Senate and House reserved their first bills, H.R.1 and S.1, for voting changes that would make mail balloting in a plague year seem buttoned up. We've gone through some details already, but it's worth another word as the House prepares to vote this week.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-mideast-concessions-backfire-11614641765", "title": "Biden's Mideast Concessions Backfire", "date": "2021-03-01 18:36", "summary": "The Administration emboldens the Houthis, but their attacks continue.. In its first weeks in office the Biden Administration has rebuked Saudi Arabia and made concessions to Iran. How are things going so far?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-grievances-of-trump-past-11614641726", "title": "The Grievances of Trump Past", "date": "2021-03-01 18:35", "summary": "If he was so great politically for the GOP, why is the party now out of power?. That great sigh of relief you heard on Sunday was the sound of Democrats and the media welcoming Donald Trump's return to public attention with his speech to the Conservative Political Action Conference. What would Washington Post writers do without him?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-joe-manchins-moment-11614641678", "title": "It's Joe Manchin's Moment", "date": "2021-03-01 18:34", "summary": "Will the West Virginia Democrat sink Xavier Becerra's nomination as health secretary?. Will Sen. Joe Manchin nix President Biden's choice to head the Department of Health and Human Services?", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-iran-problem-11614641638", "title": "Biden's Iran Problem", "date": "2021-03-01 18:33", "summary": "In the Middle East, he's carved a middle path between Trump and Obama policy.. Presidents Obama, Trump and now Biden have all vowed to reduce the amount of attention the America pays to the Middle East, but events keep frustrating that goal. Last week the Biden administration launched two carefully calibrated strikes in the region: a military strike against a Syrian border post used by Iran-linked militias that are said to be involved in recent attacks on U.S. personnel in Iraq, and a political strike against Saudi Arabia involving the release of a Central Intelligence Agency assessment linking Crown Prince Mohammad bin Salman to the murder of Jamal Khashoggi. American anti-Iran hawks seemed cautiously satisfied; anti-Saudi hawks wanted a harsher and more personal condemnation of the crown prince.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-needs-history-and-civics-education-to-promote-unity-11614641530", "title": "America Needs History and Civics Education to Promote Unity", "date": "2021-03-01 18:32", "summary": "A plan to help teachers instill an understanding that is complete and honest but not cynical.. Editor's note: This article is signed by six former U.S. education secretaries: Lamar Alexander, Arne Duncan, John King, Rod Paige, Richard Riley and Margaret Spellings.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-need-an-11th-commandment-11614641569", "title": "Democrats Need an 11th Commandment", "date": "2021-03-01 18:32", "summary": "Progressives have a bad habit of disrespecting Clinton, Obama and others who've gone before them.. Take a split-screen snapshot of America's two political parties. Congressional Republicans, having just witnessed President Trump literally sic a mob on them, have remained overwhelmingly loyal. Democrats are trying to build support for President Biden's Covid-relief package by disparaging former President Obama's efforts to save the economy in 2009. It's a study in contrasts, and a master class in the relationship between messaging and politics.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-companies-disclose-details-on-gender-race-in-workforces-11614594601", "title": "Big Companies Disclose Details on Gender, Race in Workforces", "date": "2021-03-01 18:29", "summary": "Prompted by last summer's protests, prodded by regulators and investors, more executives and boards are putting numbers to diversity efforts. Big U.S. companies are giving a more detailed picture of diversity in their ranks, with dozens of them publicly sharing gender or race breakdowns, many for the first time.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nature-of-conspiracy-theories-review-the-truth-is-out-there-11614640961", "title": "'The Nature of Conspiracy Theories' Review: The Truth Is Out There", "date": "2021-03-01 18:22", "summary": "Our brains are made to recognize patterns. We get a thrill when we see 'connections' among events in a random and indifferent universe.. In the age of QAnon, it is of little comfort to learn in Michael Butter's \"The Nature of Conspiracy Theories\" that such malevolent fables have been around for some time. Cicero devised one. Winston Churchill, at least once, passed along another. What's different now, claims Mr. Butter, is who believes them, who spreads them and how they are disseminated. Once common among the elites, conspiracy theories were stigmatized, in the West anyway, during the postwar years. \"We used to be afraid of conspiracies,\" the author relates. \"We are now more afraid of conspiracy theories,\" a fear that helps account for the attention they attract.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-trade-group-considers-endorsing-carbon-pricing-11614640681", "title": "Oil Trade Group Is Poised to Endorse Carbon Pricing", "date": "2021-03-01 18:18", "summary": "Draft American Petroleum Institute statement says carbon pricing would help meet Paris accord. WASHINGTON-The oil industry's top lobbying group is preparing to endorse setting a price on carbon emissions in what would be the strongest signal yet that oil and gas producers are ready to accept government efforts to confront climate change.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-utility-commission-chair-resigns-after-blackouts-11614640494", "title": "Texas Utility Commission Chief Resigns After Blackouts", "date": "2021-03-01 18:14", "summary": "Lawmakers had criticized DeAnn Walker's response to state's electricity crisis following severe winter weather. The head of the Texas Public Utility Commission resigned as fallout mounted from the energy crisis that swept the state during a severe winter storm last month.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-takes-up-puerto-rico-case-biden-pledged-to-abandon-11614638996", "title": "Supreme Court Takes Up Puerto Rico Case Biden Pledged to Abandon", "date": "2021-03-01 17:49", "summary": "Court to consider Trump administration effort to reinstate reduced disability payments in U.S. territory, a stance Biden had opposed as candidate. WASHINGTON-The Supreme Court agreed Monday to consider reinstating a federal law denying disability benefits to residents of Puerto Rico, taking up an appeal filed by the Trump administration that President Biden, as a candidate, had indicated he would abandon.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-provides-billions-for-school-reopenings-11614638265", "title": "California Provides Billions for School Reopenings", "date": "2021-03-01 17:37", "summary": "Los Angeles superintendent wants elementary schools open by mid-April, but has yet to reach a deal with the teachers union. California officials said Monday they would provide public schools with $6.6 billion in additional incentives to reopen their doors to in-person instruction by April.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/men-accused-of-tricking-banks-into-aiding-marijuana-sales-head-to-trial-11614603992", "title": "Men Accused of Tricking Banks Into Aiding Marijuana Sales Head to Trial", "date": "2021-03-01 17:11", "summary": "Duo is accused of using phony companies, offshore accounts to dupe banks into approving $160 million in marijuana sales. The trial of two men accused of devising a scheme to trick banks into approving around $160 million of marijuana-related transactions began Monday in Manhattan federal court, in a case that could have profound consequences for the U.S. marijuana industry and shed light on its place on the fringes of the mainstream banking system.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-treasury-yields-fall-after-notching-big-gains-last-week-11614619970", "title": "Most Treasury Yields Close Lower", "date": "2021-03-01 17:06", "summary": "Yield on 10-year note pares declines after data show manufacturing activity continued to expand last month. Yields on most U.S. government bonds fell Monday, showing further signs of stabilizing after soaring to multi-month highs last week.", "categories": [["Markets", "Treasurys"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/treasurys?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-j-covid-19-vaccine-to-start-arriving-as-soon-as-tuesday-u-s-administration-says-11614603239", "title": "J&J Covid-19 Vaccine Shipments to States Start", "date": "2021-03-01 16:47", "summary": "Trucks set out from distribution centers, putting vaccinations on track to begin as early as Tuesday. Trucks carrying Johnson & Johnson 's newly authorized Covid-19 vaccine began rolling out Monday en route to states and sites that have been seeking more doses to boost vaccinations.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-you-see-yourself-by-kings-of-leon-review-less-than-visionary-11614633641", "title": "'When You See Yourself' by Kings of Leon Review: Less Than Visionary", "date": "2021-03-01 16:20", "summary": "The rock band's latest album feels dreamy but distant.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/single-shot-of-astra-zeneca-pfizer-vaccines-cut-hospitalizations-u-k-says-11614619961", "title": "Covid-19 Vaccine Program in U.K. Cut Deaths, Hospitalizations", "date": "2021-03-01 16:19", "summary": "A single dose of Pfizer or AstraZeneca shot was effective, real-world data show, boosting hopes for growth. LONDON-New evidence from the U.K. showed Covid-19 vaccinations sharply reduced serious illness and deaths among elderly people after just one dose, bolstering optimism that successful vaccination programs offer a return to economic growth this year after a year of widespread lockdowns.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-supreme-court-and-the-presidential-vote-11614632598", "title": "The Supreme Court and the Presidential Vote", "date": "2021-03-01 16:03", "summary": "The Supreme Court properly rejected appeals over voting in Pennsylvania and Wisconsin. Neither case presented a \"case or controversy\" since the result would not have changed no matter what the court decided.. Regarding your editorial \"The Court Won't End Election Anarchy\" (Feb. 23): Chief Justice John Roberts has failed again and Justice Clarence Thomas has shined. It is now obvious the ruling class will not correct itself and affirm the Constitution. Our republic, in order to sustain itself, must fix voting rules from the grassroots on up. We need voter ID, no unsolicited ballots, an end to vote harvesting and paper backup of all votes. We should require absentee ballots to be in by Election Day, counting them as they come in so a winner can be declared on Election Day. There must be no projection of winners until all polls close across the U.S.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ringleaders-tuesday-crossword-march-2-11614352612", "title": "Ringleaders (Tuesday Crossword, March 2)", "date": "2021-03-01 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-re-openedschools-will-look-like-11614632400", "title": "What Reopened Schools Will Look Like", "date": "2021-03-01 16:00", "summary": "More schools are likely to resume in-person education soon, but the experience will be different. Here's what parents need to know.. What can parents and kids expect as more schools start to reopen this spring?", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/upgrading-the-national-grid-is-urgent-need-11614632335", "title": "Upgrading the National Grid Is Urgent Need", "date": "2021-03-01 15:58", "summary": "The grid in the U.S. is woefully out of date. It is also idiotically vulnerable to bad actors from abroad or at home.. Regarding your editorial \"More Green Blackouts Ahead\" (Feb. 24): What a great opportunity. The grid in the U.S. is woefully out of date. It is also idiotically vulnerable to bad actors from abroad or at home. The system has yet to be hardened to other potential disrupters, such as EMP (electromagnetic pulse), geomagnetic storms (basically solar flares) and sabotage. All these vectors of destruction render vulnerable the same weak points: high voltage (HV) transformers that make it possible to transmit electricity over large distances. There are about 30 of the HV transformers that the Federal Energy Regulatory Commission has identified as being critical. The simultaneous loss of a mere nine of these, in a variety of combinations, would lead to a possible cascading collapse of the grid and blackouts from coast to coast. Replacing one damaged transformer could take up to three years. These are large, complex, built to order and around 85% of them are purchased abroad. A properly designed and managed grid would have prevented the great New York power outage of 1977.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-expands-use-of-enforcement-system-to-covid-19-falsehoods-11614631575", "title": "Twitter Expands Use of Enforcement System to Covid-19 Falsehoods", "date": "2021-03-01 15:57", "summary": "People who repeatedly tweet misinformation about the coronavirus face ban from site under new policy. Twitter Inc. is expanding the use of its strike system to include users who spread misleading information about Covid-19 and its vaccines, the social-media platform's latest attempt to curb the spread of potentially harmful content.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/many-patients-cant-wait-for-a-scientific-certainty-11614632269", "title": "Many Patients Can't Wait for a Scientific Certainty", "date": "2021-03-01 15:57", "summary": "The \"objective reality\" of the real world includes a lot of uncertainty.. Regarding J. Peder Zane's \"The Weekend Interview with John Staddon: Science Needs Criticism, Not Cheerleading\" (Feb. 20): Prof. Staddon wants physicians to stay quiet \"until we can identify the exact physiological and biochemical causes of these afflictions.\" Doctors provide high-quality care to patients every day using evidence-based medicine. Among the many tools we use is Bayesian analysis, which uses probability assessments of the likely association of input data with a specific diagnosis or with effects of treatment. The \"objective reality\" of the real world includes a lot of uncertainty.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-transgender-rules-and-sport-for-biological-women-11614632217", "title": "New Transgender Rules and Sport for Biological Women", "date": "2021-03-01 15:56", "summary": "These attempts not only put women's rights back 50 years, depriving biological women of sport and scholarship opportunities.. Inez F. Stepman's \"The Equality Act Makes Women Unequal\" (op-ed, Feb. 24) raises the issue of attempts being made (President Biden's January 2021 Executive Order and now H.R. 5) to mandate transgender (I refer to men self-identifying as women) participation in women's sports and access to women's locker rooms. These attempts put women's rights back 50 years and will allow men who self-identify as women possibly to game the system, depriving biological women of sport and scholarship opportunities that have been and are important to a women's self esteem and physical well being.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-cowboy-boots-have-lost-swagger-in-blackouts-11614632135", "title": "Texas Cowboy Boots Have Lost Swagger in Blackouts", "date": "2021-03-01 15:55", "summary": "It seems like our freewheeling capitalist approach to energy generation wasn't up to the task of combating the worst of winter.. My Texas cowboy boots have lost some of their swagger recently. It seems like our freewheeling capitalist approach to energy generation wasn't up to the task of combating the worst of winter (\"The Texas Freeze: Why State's Power Grid Failed,\" Page One, Feb. 20). I imagine that the cost of winterizing Texas power plants pales in comparison to the countless dollars evaporated by a week of lost lives, work, food, water and electricity. Creating a state agency that can fix this mess to everyone's satisfaction is a tall order.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/powell-shouldnt-repeat-arthur-burnss-mistakes-11614632013", "title": "Powell Shouldn't Repeat Arthur Burns's Mistakes", "date": "2021-03-01 15:53", "summary": "I fear that Federal Reserve Chair Jerome Powell will be President Biden's Arthur Burns, given his views.. Regarding your editorial \"Powell Says Full Ease Ahead\" (Feb. 25): I fear that Federal Reserve Chair Jerome Powell will be President Biden's Arthur Burns, given his views. Those of us who lived through the soaring inflation and economic disruption of record interest rates that Paul Volcker applied to get the economy back on track certainly don't want to see a repeat, particularly given the level of debt we now have.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-blackout-bills-plunge-power-supplier-brazos-into-bankruptcy-11614612602", "title": "Texas Blackout Bills Plunge Power Supplier Brazos Into Bankruptcy", "date": "2021-03-01 15:50", "summary": "The largest power cooperative in Texas says it had to file for chapter 11 after it was hit with $2.1 billion in bills. Another electricity retailer, Griddy Energy, shut down after it failed to make payments to Ercot.. Texas's largest electric-power cooperative filed for bankruptcy, saying it is overwhelmed by the more than $2.1 billion in sudden bills stemming from the extreme winter weather that blanketed the state last month.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-diversification-goes-into-overdrive-with-goldman-hires-11614631326", "title": "Walmart Diversification Goes Into Overdrive With Goldman Hires", "date": "2021-03-01 15:42", "summary": "Walmart signals it is getting serious about financial technology, even as it is expanding into online advertising and other businesses. Walmart 's latest hires are big news in retail, and in banking.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meet-our-third-cohort-of-wsj-noted-advisers-11614630889", "title": "Meet Our Third Cohort of WSJ Noted Advisers", "date": "2021-03-01 15:34", "summary": "The WSJ Noted Advisers are part of a network of 18- to 34-year-olds across the U.S.. The WSJ Noted Adviser network is an online community that provides an important connection between The Wall Street Journal and audiences under the age of 35. Our second cohort of advisers helped shape some of the career guides we've published recently by identifying the topics that would be most useful to them.", "categories": [["Ideas"]], "category_links": ["https://www.wsj.com/news/types/noted-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-korean-battery-makers-pitch-white-house-about-disputed-georgia-factory-11614626958", "title": "South Korean Battery Makers Pitch White House About Georgia Factory", "date": "2021-03-01 15:28", "summary": "SK Innovation wants President Biden to reverse trade ruling it lost to rival LG Chem; Plant seen as key to Ford, Volkswagen's electric-car plans. A pair of South Korean battery makers made their pitches to the Biden administration about a disputed factory project under construction in Georgia seen as key to the electric-car plans of Ford Motor Co. and Volkswagen AG.", "categories": [["WSJ News Exclusive", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-take-hard-line-on-chinese-trade-practices-administration-says-11614625200", "title": "U.S. to Take Hard Line on Chinese Trade Practices, Administration Says", "date": "2021-03-01 14:41", "summary": "White House said it is committed to using tariffs and other tools to combat alleged unfair trade practices by Beijing. WASHINGTON-The Biden administration said Monday it will use \"all available tools\" to respond to alleged unfair trading practices by Beijing as it conducts a comprehensive review of its trade policy with China.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-court-sentences-former-sbm-executive-to-prison-in-bribery-case-11614626257", "title": "Former SBM Executive Sentenced to Prison in U.K. Bribery Case", "date": "2021-03-01 14:17", "summary": "Paul Bond, a former sales manager at the Dutch oil company, was sentenced to 3½ years for conspiracy to bribe public officials in order to win contracts in Iraq. A defendant in a U.K. bribery case was sentenced Monday to prison time after being convicted of conspiring to make illegal payments to public officials in Iraq to secure contracts, according to the U.K.'s Serious Fraud Office.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schools-not-screens-11614624801", "title": "'Schools Not Screens'", "date": "2021-03-01 13:53", "summary": "Faced with recall threat, California's governor begins to move toward educational sanity.. Even in the one-party state that is California, politicians still occasionally must address the needs of voters. Sacramento appears ready to take a step toward ending destructive educational lockdowns now that Californians have put the fear of recall into Gov. Gavin Newsom. The Democrat's new plan is too costly, too limited and long overdue given that kids and most teachers were never at great risk. But it's a start.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-airlines-buys-25-new-boeing-737-max-jets-11614615025", "title": "United Airlines Buys 25 New Boeing 737 MAX Jets", "date": "2021-03-01 13:48", "summary": "Deal boosts plane maker that has lost hundreds of orders for jet during nearly two-year grounding following fatal crashes. United Airlines Holdings Inc. said it is buying 25 new Boeing Co. 737 MAX jets and bumping up its orders for dozens more as it positions its fleet for a travel rebound.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-radical-transparency-the-future-of-the-fashion-industry-11614623981", "title": "What Does It Mean to Be a 'Transparent Fashion Brand'?", "date": "2021-03-01 13:39", "summary": "Like many clothing labels at the moment, British brand Story Mfg. shares information about everything from its dye processes to where its clothes are made. But is this level of candidness a good business strategy?. IF YOU SEND a direct message via Instagram to Story Mfg.-a clothing brand based in Brighton, U.K.-you'll likely get a response from one of its two founders, Saeed Al-Rubeyi or his wife Katy Al-Rubeyi. If you shoot the brand an email, Mr. Al-Rubeyi will likely answer you directly. The couple employ just a handful of other people, which partly explains this hands-on approach to customer service, but it also reflects their commitment to transparency when it comes to their production and business practices.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-backs-amazon-workers-push-to-unionize-in-alabama-11614606277", "title": "Biden Backs Amazon Workers' Push to Unionize in Alabama", "date": "2021-03-01 13:32", "summary": "President expresses support for thousands of workers at Amazon warehouse in Alabama who are voting in union election. President Biden expressed support for thousands of workers at an Amazon warehouse in Alabama who are voting in a union election, calling it a \"vitally important choice.\"", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-could-really-use-a-non-alcoholic-botanical-drink-and-tonic-right-about-now-11614623548", "title": "I Could Really Use a Non-Alcoholic Botanical Drink-and-Tonic Right About Now", "date": "2021-03-01 13:32", "summary": "Resume Subscription. Nicholas Cook isn't looking to gin up controversy, but he will fight for the sanctity of his favorite drink.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-next-cancellation-target-dr-seuss-11614623372", "title": "The Next Cancellation Target: Dr. Seuss", "date": "2021-03-01 13:29", "summary": "Public schools have increasingly 'moved away' from the storied children's author.. Former First Lady Michelle Obama welcomed the Cat in the Hat to the White House in 2015. Six years later, Dr. Seuss is increasingly unwelcome at public schools in the nation's capital.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-trump-like-fabrication-on-covid-11614623284", "title": "Joe Biden's Trump-Like Fabrication on Covid", "date": "2021-03-01 13:28", "summary": "He is staking his legacy on the lie that the pandemic was out of control until the day of his inauguration.. The return to the limelight of a certain former president has triggered an unfortunate but probably inevitable relapse for the Trump addicts of our news-gathering class.", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-leans-on-twitter-to-delete-content-11614620614", "title": "Russia Leans On Twitter to Delete Content", "date": "2021-03-01 13:18", "summary": "Accusations by communications regulator could subject platform to fines. MOSCOW-Russia's communications watchdog accused Twitter Inc. of violating Russian law by failing to delete banned content for the past several years, putting more pressure on a platform used by Kremlin opposition activists and exposing it to potential fines.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-employees-need-performance-feedback-now-more-than-ever-11614269845", "title": "Why Employees Need Performance Feedback Now More Than Ever", "date": "2021-03-01 12:41", "summary": "Resume Subscription. Tom Gimbel is the founder and chief executive of LaSalle Network, a national staffing and recruiting firm based in Chicago.", "categories": [["THE EXPERTS | Leadership"]], "category_links": ["https://www.wsj.com/news/types/experts-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-french-president-sarkozy-convicted-in-corruption-trial-11614605343", "title": "Former French President Sarkozy Convicted in Corruption Trial", "date": "2021-03-01 12:26", "summary": "Court sentences politician to three-year prison term with two years suspended. PARIS-Former French President Nicolas Sarkozy was found guilty Monday of trying to bribe a magistrate, becoming the first president in the history of France's post-World War II republic to face house arrest.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exxon-adds-two-new-board-members-after-activist-pressure-11614607512", "title": "Exxon Adds New Board Members Amid Activist Pressure", "date": "2021-03-01 12:15", "summary": "Oil giant says Jeffrey Ubben and Michael Angelakis would join its board, but Engine No. 1 plans to continue proxy fight. Exxon Mobil Corp. added two new directors to its board Monday, as the beleaguered energy company tries to fend off calls for change from a pair of activist investors.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-attorney-general-warns-on-cryptocurrencies-as-bitcoin-rallies-11614618921", "title": "New York Attorney General Warns on Cryptocurrencies as Bitcoin Rallies", "date": "2021-03-01 12:15", "summary": "The state's top law-enforcement official said bitcoin's price rise has lured more bad actors. New York Attorney General Letitia James warned investors to use \"extreme caution\" when buying cryptocurrencies and to watch out for scams following a recent run-up in bitcoin's price.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/miami-beach-waterfront-site-asks-65-million-11614618839", "title": "Asking $65 Million: A Miami Beach Site With Room for a 60,000-Square-Foot Home", "date": "2021-03-01 12:15", "summary": "If the parcel trades for close to that price, it would be one of the priciest pieces of land ever sold in the area. A nearly 2-acre parcel of land on a peninsula at the mouth of Miami Beach's Bal Harbour Yacht Club marina is coming on the market for $65 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-strategies-for-calming-your-pandemic-anxiety-11614618532", "title": "New Strategies for Calming Your Pandemic Anxiety", "date": "2021-03-01 12:08", "summary": "A new book argues that anxiety can become a 'habit loop' and offers ways to break it. Is anxiety a habit that we can break?", "categories": [["Life & Work", "Bonds"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/bonds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-resume-exercise-after-having-covid-11614617963", "title": "How to Resume Exercise After Having Covid", "date": "2021-03-01 11:59", "summary": "It's hard, and sometimes risky, to get back to your workout routine after having Covid-19. Here's how to approach it.. Getting back to your exercise routine after having Covid is often difficult and frustrating. But scientists are starting to develop some guidelines.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sexual-harassment-claims-against-gov-cuomo-what-we-know-11614616447", "title": "What We Know About the Cuomo Sexual Harassment Claims", "date": "2021-03-01 11:34", "summary": "New York's attorney general said her office would oversee an investigation into accusations against the governor. Two former aides have accused New York Gov. Andrew Cuomo of sexual harassment.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-manufacturing-stumbles-as-u-s-takes-off-11614616418", "title": "China Manufacturing Stumbles as U.S. Takes Off", "date": "2021-03-01 11:33", "summary": "Manufacturing readings out of China are slowing while those out of the U.S. are soaring. China's manufacturing sector grew at a markedly slower pace in February than the month before, surveys released over the weekend suggested, even as similar indicators in the U.S. are signaling rapid growth. The weakness in China is likely only a blip, but if its export orders don't recover in March and April, that could signal the nation's economy is cooling more quickly than many anticipated.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-suspects-china-may-be-behind-major-mumbai-blackout-11614615383", "title": "India Suspects China May Be Behind Major Mumbai Blackout", "date": "2021-03-01 11:16", "summary": "Officials are investigating whether cyberattacks from China could have caused the power outage, an assertion that China rejects. NEW DELHI-Indian officials are investigating whether cyberattacks from China could have been behind a blackout in Mumbai last year.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-inflation-a-risk-not-now-but-some-see-danger-ahead-11614614962", "title": "Is Inflation a Risk? Not Now, but Some See Danger Ahead", "date": "2021-03-01 11:09", "summary": "Though slack in the economy and a vigilant Fed currently keep prices well in check, some economists say political pressure and new emphasis on maximizing employment could test central bank's resolve. Inflation is near a decade low and well below the 2% level the Federal Reserve targets as ideal. The usual conditions for rising inflation-tight job markets and public expectations of rising prices-are glaringly absent.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-opposition-to-forever-wars-being-tested-in-afghanistan-11614612130", "title": "Biden's Opposition to 'Forever Wars' Being Tested in Afghanistan", "date": "2021-03-01 11:04", "summary": "President faces one of the most consequential early decisions he will make: whether to withdraw all U.S. troops from Afghanistan. Though his deliberations are being overshadowed by the response to the coronavirus and arm-wrestling with Iran, President Biden is quietly struggling with one of the most consequential early decisions he will make: whether to proceed with the complete withdrawal of American troops from Afghanistan.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-virus-studies-yield-new-clues-on-pandemics-origin-11614594600", "title": "Covid-19 Virus Studies Yield New Clues on Pandemic's Origin", "date": "2021-03-01 10:57", "summary": "Coronaviruses closely related to the pandemic virus have been found in bats and pangolins in Asia. As a World Health Organization team digs into the origin of the Covid-19 pandemic, other scientists are unearthing tantalizing new clues suggesting that the virus behind it evolved naturally to infect humans.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/many-businesses-support-a-minimum-wage-increasejust-not-bidens-15-an-hour-plan-11614604077", "title": "Many Businesses Back a Minimum-Wage Increase-Just Not $15 an Hour", "date": "2021-03-01 10:37", "summary": "While Congress debates higher national wage floor, many large employers have already raised wages. A debate to raise the federal minimum wage has tied Congress in knots, but many large employers and business groups wouldn't mind an increase.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-brainard-urges-steps-to-address-weaknesses-in-short-term-funding-markets-11614607882", "title": "Brainard Urges Steps to Address Weaknesses in Short-Term Funding Markets", "date": "2021-03-01 10:09", "summary": "'This rush of outflows as a share of assets was faster than in the run in 2008,' the Federal Reserve governor says. WASHINGTON-Regulators should continue to advance reforms to the financial system to address vulnerabilities revealed by the coronavirus-induced market turmoil a year ago, Federal Reserve Gov. Lael Brainard said Monday.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-plans-to-rally-allies-on-china-are-put-to-the-test-11614610800", "title": "Biden's Plans to Rally Allies on China Are Put to the Test", "date": "2021-03-01 10:00", "summary": "Administration's bid for a coordinated China strategy finds early gains but also differing interests. WASHINGTON-A Biden administration plan to work with allies to confront China is being put to the test as the U.S. tries to rally countries with sometimes different interests to pursue a coordinated strategy against Beijing.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-citys-new-school-leader-says-integrating-gifted-program-a-top-priority-11614610857", "title": "New York City's New School Leader Says Integrating Gifted Program a Top Priority", "date": "2021-03-01 10:00", "summary": "Meisha Ross Porter will be the first Black woman to lead the nation's largest public school district. As the Rev. Jacques DeGraff remembers it, when newly appointed New York City Schools Chancellor Meisha Ross Porter was a principal at the Bronx School for Law, Government and Justice, a fight erupted between two groups of girls at the school.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alabama-crimson-tide-basketball-football-11614607447", "title": "Alabama Is Romping Through the SEC-in Basketball, This Time", "date": "2021-03-01 10:00", "summary": "The Crimson Tide play fast, launch many 3s and are on track for a high tournament seed. The University of Alabama is home to a dominant team that spent the better part of its season crushing opponents with a combination of ruthlessly efficient scoring and lockdown defense. It has steamrolled most of the Southeastern Conference as it moved up the rankings.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rocket-lab-nears-deal-to-merge-with-vector-spac-11614556800", "title": "Rocket Lab Reaches Deal to Merge With Vector SPAC", "date": "2021-03-01 09:24", "summary": "Deal would take the space-transportation startup public, valuing it at around $4.1 billion. Space-transportation startup Rocket Lab USA Inc. reached a deal to go public by merging with a special-purpose acquisition company, as a wave of such deals rolls on.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vc-daily-survey-sheds-light-on-pandemic-investing-11614608628", "title": "VC Daily: Survey Sheds Light on Pandemic Investing", "date": "2021-03-01 09:23", "summary": "Resume Subscription. Good day. A survey published last week by startup accelerator 500 Startups revealed 122 investors' feelings about the coronavirus pandemic's impact on early-stage investing. The results backed several pandemic narratives in the venture industry and helped quantify the much-talked-about investor exodus from Silicon Valley.", "categories": [["Pro VC Newsletter"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pe-daily-gpb-capital-sues-signature-bank-oaktree-under-activist-fire-private-equitys-permanent-pandemic-shift-11614608293", "title": "PE Daily: GPB Capital Sues Signature Bank | Oaktree Under Activist Fire | Private Equity's Permanent Pandemic Shift", "date": "2021-03-01 09:18", "summary": "Resume Subscription. Good morning. As we enter March, here in the U.S. we are approaching the one-year mark since the coronavirus pandemic upended our lives. As the vaccine rollout continues across the country, it's hard to predict exactly what the new normal will look like or when we will get there. Some of the adaptations we've made will linger even beyond the pandemic, even in the private equity industry, as Chris Cumming reports today.", "categories": [["Pro PE Newsletter"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/palantir-herbalife-berkshire-hathaway-what-to-watch-when-the-stock-market-opens-today-11614599964", "title": "Palantir, NRG Energy, Berkshire Hathaway: What to Watch When the Stock Market Opens Today", "date": "2021-03-01 09:16", "summary": "Treasury yields are down, while the prices of gold, crude oil and copper rise. -Stock futures and government bonds climbed Monday as investors awaited a slate of Federal Reserve speakers and data on the manufacturing sector.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/myanmars-aung-san-suu-kyi-faces-new-charges-after-bloody-crackdown-11614607528", "title": "Myanmar's Aung San Suu Kyi Faces New Charges", "date": "2021-03-01 09:05", "summary": "Resume Subscription. SINGAPORE-Police in Myanmar have filed two new charges against Aung San Suu Kyi, the ousted civilian leader who has been detained in her home since the country's military seized power from her government a month ago.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/diane-von-furstenberg-secrets-fitness-swimming-routine-11614605603", "title": "Diane Von Furstenberg's Secrets To Living Well at 74", "date": "2021-03-01 09:05", "summary": "The fashion designer, whose newest book is called 'Own It,' has lately been reflecting on her legacy and how her clothes and foundation can empower women. Diane von Furstenberg has spent most of the past year at Cloudwalk, the country home in Connecticut she bought decades ago, where each day she takes a three-mile walk. During the pandemic, the 74-year-old fashion designer, who founded the fashion and lifestyle brand DVF and created the signature jersey \"wrap\" dress in the 1970s, has found comfort doing jigsaw puzzles, open-water swimming and listening to books on Audible.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pro-bankruptcy-briefing-amcs-unlikely-online-allies-texas-blackouts-stress-power-retailers-insurers-cant-dodge-covering-sycamores-120-million-bankruptcy-deal-11614607314", "title": "Pro Bankruptcy Briefing: AMC's Unlikely Online Allies; Texas Blackouts Stress Power Retailers; Insurers Can't Dodge Covering Sycamore's $120 Million Bankruptcy Deal", "date": "2021-03-01 09:01", "summary": "Resume Subscription. Good day. A loose group of rowdy Redditors emerged as AMC Entertainment's unlikely allies in its quest to avoid bankruptcy. The toll of the Texas blackouts on the state's energy industry is coming into focus, calling the financial health of some power retailers into question. And insurance companies failed to escape obligations to cover a $120 million settlement paid by Sycamore Partners.", "categories": [["Pro Bankruptcy Newsletter"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cae-nears-deal-to-buy-l3harriss-military-training-business-11614553200", "title": "CAE to Buy L3Harris's Military-Training Business", "date": "2021-03-01 09:01", "summary": "Deal values the division, which specializes in pilot training and flight simulators, at $1.05 billion. CAE Inc. agreed to buy L3Harris Technologies Inc.'s military-training division for $1.05 billion, the companies said Monday, in a move that would expand the Canadian aerospace company's defense business.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-trial-in-george-floyds-death-a-technique-that-is-hard-to-prosecute-11614607215", "title": "Derek Chauvin Trial in George Floyd's Death Centers on Police Tactic That Is Hard to Prosecute", "date": "2021-03-01 09:00", "summary": "The technique-known as prone restraint-will be at the center of the trial of former Minneapolis officer. The image of a Minneapolis police officer's knee on George Floyd's neck helped fuel unrest over racial justice last summer. But proving that technique was murder will likely be a steep challenge for prosecutors in the first trial in Mr. Floyd's death this month, lawyers say.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fearing-covid-19-surge-florida-officials-crack-down-on-spring-breakers-11614607216", "title": "Fearing Covid-19 Surge, Florida Officials Crack Down on Spring Breakers", "date": "2021-03-01 09:00", "summary": "Resume Subscription. MIAMI BEACH, Fla.-Nearly a year after some Florida spring breakers refused to let the coronavirus interrupt their parties and helped trigger a wave of lockdowns, this city is bracing for a fresh crop of revelers.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/companies-zoom-in-on-small-shareholders-amid-retail-trading-frenzy-11614607215", "title": "Companies Zoom In on Small Shareholders Amid Retail Trading Frenzy", "date": "2021-03-01 09:00", "summary": "'We want to let them ask us anything,' a CFO of an online car-parts seller said of its individual investors. The recent surge of small investors into some companies' stocks is pushing investor relations departments to seek ways of engaging with their new shareholders.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russell-wilson-trade-chicago-bears-dallas-cowboys-raiders-saints-11614605321", "title": "Russell Wilson, Chicago Bear? NFL Trade Buzz Grows Hectic", "date": "2021-03-01 08:58", "summary": "A Super Bowl-winning quarterback mulls a move out of Seattle as Deshaun Watson readies for life beyond the Houston Texans.. Could Russell Wilson become a Chicago Bear?", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-nigerias-largest-ever-abduction-of-schoolgirls-gunfire-screams-and-a-familiar-anguish-11614610580", "title": "In Nigeria's Largest-Ever Kidnapping of Schoolgirls, Gunfire, Screams, Anguish", "date": "2021-03-01 08:56", "summary": "Escapees describe how they cowered under bunk beds and mosquito nets as gunmen dragged their classmates away into the night. JANGEBE, Nigeria-Suwaida Sani was one of the lucky few.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twilio-nears-deal-to-invest-up-to-750m-in-syniverse-sources-say-11614554312", "title": "Twilio to Invest Up to $750 Million in Syniverse", "date": "2021-03-01 08:42", "summary": "The investment could be followed by a merger between Syniverse and a special-purpose acquisition company. Cloud-communications company Twilio Inc. agreed to invest as much as $750 million in Syniverse Technologies LLC in a precursor to a public listing for the private-equity-owned messaging company.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-uses-expulsions-pandemic-to-disrupt-foreign-journalists-report-says-11614605983", "title": "China Uses Covid-19 Tests to Curb Foreign Reporters as Pressure Ramps Up, Report Finds", "date": "2021-03-01 08:39", "summary": "Professional group says correspondents face stepped-up harassment and surveillance as U.S.-China ties have worsened. ", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administrations-plan-to-rescind-states-medicaid-work-rules-faces-temporary-hitch-11614605414", "title": "Biden Plan to Rescind States' Medicaid Work Rules Faces Temporary Hitch", "date": "2021-03-01 08:30", "summary": "Republican-led states plan to challenge rollback following last-minute Trump administration agreements. ", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mta-officials-weigh-whether-to-cut-new-york-city-subway-service-11614605421", "title": "MTA Officials Weigh Whether to Cut New York City Subway Service", "date": "2021-03-01 08:30", "summary": "Some officials say targeted reductions are needed with ridership and fare revenues expected to linger below pre-pandemic levels for years. Transit officials are debating whether to reduce service on New York City's subway and bus systems as ridership sputters during the Covid-19 pandemic.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rolex-diving-watch-best-australian-wines-11614605210", "title": "A Rolex For Diving and Buzzy Australian Wines: The Best-Designed Items of March", "date": "2021-03-01 08:27", "summary": "Buddhist-inspired glassware, what to wear to the beach and everything else we're obsessed with this month. ", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/voting-rights-in-spotlight-as-supreme-court-considers-arizona-election-rules-11614603768", "title": "Voting Rights in Spotlight as Supreme Court Considers Arizona Election Rules", "date": "2021-03-01 08:02", "summary": "Justices to weigh what kind of proof is needed for showing a voting procedure results in harm to minorities. WASHINGTON-The Supreme Court this week hears an Arizona case with broad ramifications for the future of the Voting Rights Act, the first in a pipeline of high-stakes litigation following the legal frenzy that marked the 2020 election season.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kongs-hang-seng-index-gets-a-facelift-11614601605", "title": "Hong Kong's Hang Seng Index Gets a Facelift", "date": "2021-03-01 07:26", "summary": "Overhaul will expand number of constituent stocks and increase emphasis on fast-growing technology firms. Hong Kong's flagship stock index is getting a major overhaul that will expand the number of companies it covers and give more sway to fast-growing technology stocks.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/salesforce-cio-and-team-help-write-test-return-to-work-software-11614600000", "title": "Salesforce CIO and Team Help Write, Test Return-to-Work Software", "date": "2021-03-01 07:00", "summary": "With the IT team as 'customer zero,' business software maker digitized a path back to the office. Salesforce. com Inc.'s chief information officer says remote work is here to stay.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/office-can-glimpse-their-future-at-the-mall-11614599358", "title": "Offices Can Glimpse Their Future at the Mall", "date": "2021-03-01 06:49", "summary": "Impact of e-commerce on malls provides clues about where office valuations may be heading. How will office valuations be affected by the decline of the five-day commute? Shopping malls could provide some answers.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rockets-mortgage-engine-is-still-running-hot-11614596400", "title": "Rocket's Mortgage Engine Is Still Running Hot", "date": "2021-03-01 06:00", "summary": "There are some strong emerging headwinds for mortgage lenders right now, but Rocket appears to be navigating through them better than expected. If Treasury yields and mortgage rates blast off, Rocket Cos. could be flying into some turbulence. But perhaps not quite as much as feared.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/millions-of-tenants-fall-further-behind-on-rent-as-they-await-federal-covid-19-assistance-11614594602", "title": "Millions of Tenants Fall Further Behind on Rent as They Await Federal Covid-19 Assistance", "date": "2021-03-01 05:30", "summary": "Many states have yet to distribute $25 billion they received from the Treasury Department to help renters. WASHINGTON-Tenants who are behind on their rent are still waiting for $25 billion in assistance that Congress appropriated in December, as millions of households and landlords fall deeper into debt.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-in-germany-tell-customers-to-take-deposits-elsewhere-11614594601", "title": "Banks in Germany Tell Customers to Take Deposits Elsewhere", "date": "2021-03-01 05:30", "summary": "More customers are having to pay negative rates as savings have surged amid the pandemic. Interest rates have been negative in Europe for years. But it took the flood of savings unleashed in the pandemic for banks finally to charge depositors in earnest.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-barkin-daylight-on-the-horizon-for-economy-11614594602", "title": "Fed's Barkin: 'Daylight on the Horizon' for Economy", "date": "2021-03-01 05:30", "summary": "Vaccinations, pent-up demand and the prospect of more government stimulus should fuel the recovery, the Richmond Fed chief says. Federal Reserve Bank of Richmond President Thomas Barkin said in an interview he remains optimistic the U.S. economy will continue recovering from the coronavirus pandemic this year and that rising government bond yields don't worry him much.", "categories": [["WSJ News Exclusive", "Central Banks"]], "category_links": ["https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transcript-wsj-interview-with-richmond-fed-president-thomas-barkin-11614594611", "title": "Transcript: WSJ Interview With Richmond Fed President Thomas Barkin", "date": "2021-03-01 05:30", "summary": "Resume Subscription. Federal Reserve Bank of Richmond President Thomas Barkin, a voting member of the rate-setting Federal Open Market Committee this year, expressed confidence that a healthy economic recovery is right around the corner, in an interview with Michael S. Derby of The Wall Street Journal. Mr. Barkin also said he isn't worried about rising government bond yields, and discussed long-term challenges the economy might face as a result of the coronavirus pandemic. The following transcript of the interview has been lightly edited for context and clarity.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bringing-new-money-laundering-law-into-force-falls-to-tiny-treasury-unit-11614594602", "title": "Bringing New Money-Laundering Law Into Force Falls to Tiny Treasury Unit", "date": "2021-03-01 05:30", "summary": "Among other things, FinCEN will have to create a registry of owners of anonymous shell companies, a task that will require a revamp of its creaky technology. Over the next year, a small, relatively obscure bureau of the U.S. Treasury Department will take a lead role in plugging what many experts consider the biggest hole in the U.S.'s anti-money-laundering protections.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-tips-to-help-score-a-covid-19-vaccine-appointment-at-cvs-rite-aid-walgreens-and-more-11614594600", "title": "Tech Tips to Help Score a Covid-19 Vaccine Appointment", "date": "2021-03-01 05:30", "summary": "Setting up alerts and browser tools helped our columnist schedule time slots for eligible friends and family members in a variety of states. Allow me to put this as nicely as possible, Rite Aid: I'd place your Covid-19 vaccine-booking website someplace between Horrible and Totally Horrible.", "categories": [["Tech", "Personal Tech", "Personal Technology: Joanna Stern"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/golden-globe-awards-the-winners-11614561133", "title": "2021 Golden Globe Award Winners: Chadwick Boseman, Andra Day to 'Nomadland", "date": "2021-03-01 00:18", "summary": "Here is a list of the nominees and winners for the mostly virtual award ceremony that honors work in movies and television series. Here are the winners of the 78th Golden Globe Awards:", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2021-golden-globes-honor-pandemic-era-movies-and-series-11614563522", "title": "2021 Golden Globes Marked by Glamour and Glitches", "date": "2021-03-01 00:17", "summary": "Honors go to an assortment of noteworthy winners including Chloé Zhao for 'Nomadland' and Chadwick Boseman. The award for best TV glitches goes to this year's Golden Globes.", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chadwick-bosemans-golden-globes-win-for-ma-raineys-black-bottom-opens-his-likely-run-to-the-oscars-11614570862", "title": "Chadwick Boseman's Golden Globes Win Opens His Likely Run to the Oscars", "date": "2021-03-01 00:05", "summary": "The 'Black Panther' actor who died last year won the Globe for best actor in a motion picture drama. Six months after Chadwick Boseman's death, the actor won a Golden Globe on Sunday for his swan-song performance in \"Ma Rainey's Black Bottom.\" It could be the beginning of a streak of major awards that culminates for him at the Oscars in April.", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11614537371", "title": "Pepper...and Salt", "date": "2021-03-01 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-field-monday-crossword-march-1-11614352468", "title": "Oil Field (Monday Crossword, March 1)", "date": "2021-03-01 00:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-relief-bill-heads-to-senate-as-democrats-face-emerging-divisions-11614542698", "title": "Senate Democrats to Drop Plan for Wage Increases in Covid-19 Aid Bill", "date": "2021-03-01 21:15", "summary": "Some lawmakers had explored raising wages through tax penalties and tax incentives as a replacement for raising the minimum wage. WASHINGTON-Senate Democrats will drop a plan to raise workers' wages through tax penalties and tax incentives that lawmakers had explored as a replacement for raising the minimum wage, according to three people familiar with the matter, while lawmakers race to pass a $1.9 trillion coronavirus relief package in the coming weeks.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/even-with-minimal-red-carpet-glamour-returned-11614563679", "title": "Golden Globes Fashion: Even With Minimal Red Carpet, Glamour Returned", "date": "2021-03-01 20:54", "summary": "Some nominees and presenters put on the glitz for the Golden Globes, dressing up in gowns and formal outfits even though much of the awards ceremony unfolded online. Stars, like us, are tired of Zoom tops and sweatpants.", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-decode-office-body-language-while-working-from-home-11614560400", "title": "How to Decode Office Body Language While Working From Home", "date": "2021-03-01 20:00", "summary": "Most Popular News. A sideways glance in a video chat. An email that drifts off into ellipses. And why did your boss even add you to this calendar invite anyway?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/at-cpac-trump-to-assert-dominance-of-gop-take-aim-at-biden-on-immigration-foreign-policy-11614513600", "title": "Trump Teases 2024 Run as He Hits Biden's Early Moves", "date": "2021-03-01 19:51", "summary": "In first major speech since leaving office, former president said GOP was united and positioned himself as its standard-bearer. ORLANDO, Fla.-Donald Trump took aim at President Biden's early moves on immigration and Covid-19, left open the prospect of another run at the presidency and cast himself as the GOP standard-bearer in the former president's first major public remarks since leaving office.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andrew-cuomo-in-the-dock-11614553160", "title": "Andrew Cuomo in the Dock", "date": "2021-03-01 19:44", "summary": "A second former aide accuses the Governor of sexual harassment.. No one will ever mistake Andrew Cuomo for a sympathetic figure, so New York's Governor is finding he has few allies as he confronts accusations that he sexually harassed two women who used to work for him. He nevertheless deserves a fair investigation of the facts without a rush to judgment, even if he refused to offer others the same due process.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/golden-globes-2021-when-time-nominees-streaming-11614376494", "title": "Golden Globes 2021: Who Are the Nominees, How to Watch and What You Need to Know", "date": "2021-03-01 19:36", "summary": "The 78th Golden Globe awards will be hosted by bicoastal hosts Amy Poehler and Tina Fey with no shortage of star-studded moments. The 78th Golden Globes will kick off a very socially distanced 2021 awards season. While award ceremonies have taken on a different look during the pandemic, leaving more room for the unpredictable, there are still some things we can be certain of for the big night this Sunday.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-push-for-new-york-attorney-general-review-of-accusations-against-cuomo-11614523852", "title": "New York Gov. Cuomo Apologizes Over Some Interactions With Staffers", "date": "2021-03-01 19:21", "summary": "Democratic governor agrees to state attorney general's plan to set up sex-harassment probe. ALBANY, N.Y.- Facing a second sexual-harassment accusation from a former aide, New York Gov. Andrew Cuomo acknowledged he had sometimes been overly personal while interacting with staff and relented to the state attorney general's request for an independent probe of misconduct allegations.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/advocates-back-legislative-effort-to-legalize-marijuana-in-new-york-11614556801", "title": "Advocates Back Legislative Effort to Legalize Marijuana in New York", "date": "2021-03-01 19:00", "summary": "The bill is preferred to the framework included as part of the governor's proposed budget. Proponents of legalizing recreational marijuana in New York are putting their weight behind a bill in the state legislature, saying they prefer it to the competing framework that Gov. Andrew Cuomo has included as part of his proposed $193 billion budget.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}]