[{"link": "https://www.wsj.com/articles/harry-potter-hogwarts-tournament-of-houses-helen-mirren-j-k-rowling-pete-davidson-jay-leno-11637794188", "title": "'Harry Potter: Hogwarts Tournament of Houses' Review: Trivia Wizards", "date": "2021-11-24 23:59", "summary": "Helen Mirren casts a spell as the host of a contest where Potter superfans flaunt their knowledge. A certain film series is celebrating its 20th anniversary-\"Harry Potter and the Sorcerer's Stone\" was released in Nov. 2001, don't gasp-and one of the things that made the movies so successful was author J.K. Rowling's insistence that only British actors play her characters (which, with only a couple of exceptions, they did). What was rather uncanny, given a series that eventually included the likes of Julie Walters, Jim Broadbent, Robbie Coltrane, Maggie Smith and Kelly Macdonald, was that Helen Mirren went among the missing.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/licorice-pizza-paul-thomas-anderson-cooper-hoffman-alana-haim-philip-seymour-hoffman-sean-penn-bradley-cooper-11637795656", "title": "'Licorice Pizza' Review: Sizzling Slices of Life", "date": "2021-11-24 20:14", "summary": "Paul Thomas Anderson's latest is a coming-of-age love story set in 1970s California. If Paul Thomas Anderson's \"Licorice Pizza\" doesn't make you happy, the trouble may be that you're clinically depressed, anhedonic or don't care for movies in general. It gave me pleasure just to be sitting in a Los Angeles theater waiting for the first beam of light from the projector to hit the screen. True to the filmmaker's devotion to theatrical exhibition, he held advance showings in a landmark movie palace with a screen so big that it set up great expectations-which were fulfilled by his hugely enjoyable tale of young love and seductive prospects in the San Fernando Valley during the early 1970s. (Currently playing in select theaters, the film will go into wide distribution on Dec. 25.)", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-leadership-germans-wanted-olaf-scholz-angela-merkel-christian-lindner-11637773238", "title": "The Leadership Germans Wanted", "date": "2021-11-24 19:42", "summary": "A more-of-the-same government emerges from a muddled vote.. Germans declined to endorse any one politician, party or platform in their election in September-and that's the government they're getting in the coalition agreement unveiled Wednesday. Europe's largest economy will be led by a consortium of Social Democrats, Greens and free-market Free Democrats, and don't ask where they're heading.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ahmaud-arbery-verdict-travis-greg-mcmichael-william-bryan-11637800000", "title": "The Ahmaud Arbery Verdict", "date": "2021-11-24 19:41", "summary": "A Georgia jury rejects a citizen's-arrest defense in the 2020 killing.. A Glynn County, Ga., jury convicted three men Wednesday of murder in the February 2020 killing of Ahmaud Arbery. It was the third dramatic murder trial this year-after those of Derek Chauvin and Kyle Rittenhouse-to attract national political attention. The challenge in our polarized times is to ignore the political narratives built around particular cases and focus, as the juries have done, on the facts and law.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexican-president-nominates-deputy-finance-minister-victoria-rodriguez-as-next-central-bank-chief-11637764634", "title": "Mexico's Central Bank Nominee Fuels Concerns About Independence", "date": "2021-11-24 19:11", "summary": "Nomination of Victoria Rodríguez sends peso falling; President López Obrador dismissed concerns. MEXICO CITY-The surprise nomination Wednesday of a little-known economist as the next head of Mexico's central bank raised concerns about whether the bank would be able to retain its independence under President Andrés Manuel López Obrador as the country struggles with rising inflation.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/31-migrants-drown-in-the-english-channel-11637792650", "title": "27 Migrants Drown in the English Channel", "date": "2021-11-24 18:30", "summary": "French interior minister says five women and a little girl were among the dead. French authorities recovered the bodies of 27 migrants who they said drowned in the English Channel trying to reach the U.K., one of the area's deadliest migrant crossings in recent years.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drive-my-car-ryusuke-hamaguchi-hidetoshi-nishijima-chekhov-uncle-vanya-toko-miura-takamasa-oe-harudi-murakami-reika-kirishima-11637795584", "title": "'Drive My Car' Review: Ride of Your Life", "date": "2021-11-24 18:14", "summary": "Based largely on a Haruki Murakami short story, Ryûsuke Hamaguchi's film looks at the blossoming friendship between a worldly director and his down-to-earth driver. ", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-of-gucci-lady-gaga-adam-driver-salma-hayek-al-pacino-jeremy-irons-jared-leto-ridley-scott-maurizio-gucci-patrizia-reggiani-11637795479", "title": "'House of Gucci' Review: More Rags Than Riches", "date": "2021-11-24 18:12", "summary": "Lady Gaga leads a star-studded cast-that includes Adam Driver, Salma Hayek and Al Pacino-in Ridley Scott's turgid tale of the fashion dynasty. There's a convention in literature and film called the unreliable narrator. According to one definition I came across online, it's a character whose telling of the story \"is not completely accurate or credible due to the character's mental state or maturity.\" Keep that in mind as you read what I have to say about \"House of Gucci,\" playing only in theaters, because the unreliable narrator may be me. I found the film so insistently campy yet painfully mirthless-its style lies somewhere between opera buffa and telenovela-that my mental state of acute anguish may have skewed my perceptions of whatever the story has to offer. A woman sitting next to me at the screening laughed all but uncontrollably throughout. Who am I to say she didn't know what she was laughing about and I'm the reliable one?", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clydes-lynn-nottage-kate-whoriskey-uzo-aduba-ron-cephas-jones-ednumd-donovan-reza-salazar-kara-young-11637794641", "title": "'Clyde's' Review: A Sandwich Shop's Comedy Deluxe", "date": "2021-11-24 17:59", "summary": "Lynn Nottage's play, about ex-cons working in food service, arrives on Broadway. ", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/assassins-stephen-sondheim-john-weidman-charles-guiteau-john-f-kennedy-11637794497", "title": "'Assassins' Review: Inside the Minds of Murderers", "date": "2021-11-24 17:55", "summary": "Stephen Sondheim's fractious musical gets an economical staging that focuses on the emotions of presidential killers.. ", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eurydice-metropolitan-opera-matthew-aucoin-sarah-ruhl-mary-zimmerman-philip-glass-11637794405", "title": "'Eurydice' Review: An Ancient Tale Told Anew", "date": "2021-11-24 17:54", "summary": "The Metropolitan Opera's staging of the work by composer Matthew Aucoin and librettist Sarah Ruhl refreshes the familiar.. ", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-last-time-an-evening-with-tony-bennett-and-lady-gaga-radio-city-music-hall-11637794323", "title": "'One Last Time: An Evening With Tony Bennett & Lady Gaga' Review: A Crooner's Swan Song", "date": "2021-11-24 17:53", "summary": "The superstars teamed up to perform at Radio City before Tony Bennett's retirement in August.. Lady Gaga is certainly nobody's ditsy blond chanteuse, but what she does for Tony Bennett in \"One Last Time: An Evening With Tony Bennett & Lady Gaga\" suggests a gift for strategy, stagecraft and selflessness that is as fascinating as the show's music is, all too fleetingly, wonderful.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aaron-rodgers-covid-toe-11637725526", "title": "Aaron Rodgers Says His Toe Is Fractured, a Day After Referring to His Injury as 'Covid Toe'", "date": "2021-11-24 17:52", "summary": "The Packers star quarterback addressed his toe injury Wednesday, saying he had never heard of the condition known as Covid Toe.. Since Aaron Rodgers returned to the field after testing positive for Covid-19, having sat out 10 days because he was unvaccinated, the star Green Bay Packers quarterback has been dealing with a mysterious and painful toe injury.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-verizon-propose-5g-limits-to-break-air-safety-standoff-11637778722", "title": "AT&T, Verizon Propose 5G Limits to Break Air-Safety Standoff", "date": "2021-11-24 17:43", "summary": "Wireless operators said they will limit the strength of service while regulators review the impact on planes and helicopters. AT&T Inc. and Verizon Communications Inc. said they would limit some of their fifth-generation wireless services for six months while federal regulators review the signals' effect on aircraft sensors, an effort to defuse a conflict that has roiled both industries.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lee-enterprises-enacts-poison-pill-to-guard-against-alden-takeover-11637793121", "title": "Lee Enterprises Enacts Poison Pill to Guard Against Alden Takeover", "date": "2021-11-24 17:32", "summary": "Shareholder rights plan will be in effect for a year, giving Lee time to assess hedge fund's acquisition proposal. Lee Enterprises Inc. said its board has approved a shareholder rights plan, also known as a poison pill, that would prevent hedge fund Alden Global Capital LLC from acquiring more than 10% of the company as it considers Alden's hostile bid for the newspaper publisher.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/debt-ceiling-deadline-11627913756", "title": "What Is the Debt Ceiling and Why Does Congress Need to Address It?", "date": "2021-11-24 17:29", "summary": "Lawmakers are again confronting the nation's borrowing limit, which could rattle markets if the issue isn't resolved soon. WASHINGTON-The federal government could run out of money to pay all its bills as soon as Dec. 15, putting Congress on the clock to again raise or suspend the federal borrowing limit.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-warns-white-house-over-striking-partial-nuclear-deal-with-iran-11637787118", "title": "Israel Warns White House Over Striking Partial Nuclear Deal With Iran", "date": "2021-11-24 17:08", "summary": "Disagreements between the Biden administration and Israel over Iran policy have spilled into the open in recent weeks as nuclear-deal talks are set to begin Monday. Israeli officials are urging the White House not to strike a partial nuclear deal with Iran, warning it would be a gift to the new hard-line government in Tehran and stoking a growing public rift with the Biden administration over Iran's nuclear program.", "categories": [["WSJ News Exclusive", "Middle East"]], "category_links": ["https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-11-24-2021-11637742510", "title": "Stocks Edge Up as Investors Shake Off Inflation Concerns", "date": "2021-11-24 16:46", "summary": "Shares of tech companies help lift indexes; slew of economic data includes higher household spending, lower consumer sentiment. A rebound in shares of technology companies helped push the S&P 500 and Nasdaq Composite higher Wednesday, as investors shrugged off concerns about elevated inflation.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ahmaud-arbery-death-trial-verdict-three-men-found-guilty-of-murder-11637779945", "title": "Three Men Convicted in Shooting Death of Ahmaud Arbery", "date": "2021-11-24 16:28", "summary": "Prosecutors said Arbery, a Black man, was out for a run when he was hunted down based on unfounded suspicions of theft. BRUNSWICK, Ga.-A jury here found three men guilty of murder in the shooting death of Ahmaud Arbery, whom they confronted as he was running in their neighborhood in early 2020.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasurys-20-year-bond-struggles-to-catch-on-with-investors-11637718086", "title": "Treasury's 20-Year Bond Struggles to Catch On", "date": "2021-11-24 16:25", "summary": "Reintroduced last year for the first time in more than three decades, the 20-year maturity is offering higher yields than the 30-year bond. U.S. government bonds have had a tough time this year. And then there's the 20-year old bond, which has faced its own unique problems.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gpb-capital-plans-distribution-from-automotive-sale-11637751600", "title": "GPB Capital Plans Distribution From Automotive Sale", "date": "2021-11-24 16:17", "summary": "The firm entangled in fraud allegations sold 28 dealerships after settling a related dispute for $30 million. GPB Capital Holdings LLC has closed its sale of auto dealerships after settling a yearslong legal dispute tied to its acquisition of many of the same assets, paying a self-proclaimed whistleblower $30 million.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/usc-officials-diverge-on-plan-to-end-contract-with-online-provider-11637788200", "title": "USC Officials Diverge on Plan to End Contract With Online Provider", "date": "2021-11-24 16:10", "summary": "Dean, provost give different accounts on whether social-work school will sever ties with 2U. Leaders at the University of Southern California's social-work school recently informed their master's students that they were re-examining several aspects of the program, including trying to terminate its contract with 2U , Inc., the for-profit tech company that operates the school's online component.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-officials-debated-inflation-concerns-taper-pace-at-november-meeting-11637780402", "title": "Fed Officials Debated Inflation Concerns, Taper Pace at Meeting", "date": "2021-11-24 16:02", "summary": "Central bankers revealed new misgivings about recent broadening in price pressures, minutes show. Federal Reserve officials expressed greater concern at their meeting earlier this month about how long inflation would stay elevated and discussed whether they should prepare to raise interest rates in the first half of next year to cool off the economy.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-cosmic-origins-of-silver-and-gold-11637785553", "title": "The Cosmic Origins of Silver and Gold", "date": "2021-11-24 15:25", "summary": "Powerful new astronomical tools are revealing how the galaxy's heaviest elements were formed. Nobel Prize-winning physicist Frank Wilczek explores the secrets of the cosmos. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Wilczek's Universe"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/wilczek-s-universe?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/latam-airlines-nears-chapter-11-deal-with-creditors-amid-rivals-merger-push-11637785046", "title": "Latam Airlines Nears Chapter 11 Deal With Creditors Amid Rival's Merger Push", "date": "2021-11-24 15:17", "summary": "The Chilean airline is close to a restructuring deal to remain a stand-alone company after bankruptcy, as rival Azul tries to build creditor support for a tie-up. Latam Airlines Group SA is close to launching a chapter 11 exit strategy backed by some unsecured creditors as it vies to fend off a competitor's efforts to build support for a proposed business combination, people familiar with the matter said.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consumer-spending-personal-income-inflation-october-2021-11637710533", "title": "U.S. Recovery Accelerates on Jobs, Spending Growth", "date": "2021-11-24 15:14", "summary": "Personal spending rose 1.3% in October, while income increased 0.5%. The U.S. economy showed broad-based signs of acceleration heading into the end of the year, with consumers ramping up spending, businesses stepping up investment and jobless claims falling to historic lows.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-on-thanksgiving-weekend-six-movies-shows-and-stories-to-stream-11637784000", "title": "What to Watch on Thanksgiving Weekend: Six Movies, Shows and Stories to Stream", "date": "2021-11-24 15:00", "summary": "Resume Subscription. New titles streaming this week include testimonies from a pair of geriatric millennials.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/instagram-boss-to-testify-in-congress-on-child-safety-issues-11637783654", "title": "Instagram Boss to Testify in Congress on Child Safety", "date": "2021-11-24 14:54", "summary": "Congressional concern over app's impact on minors increased after The Wall Street Journal's Facebook Files series. The head of Instagram is scheduled to testify before Congress next month to respond to mounting questions about the app's effects on younger users sparked by a Wall Street Journal investigation, an aide to Sen. Richard Blumenthal said on Wednesday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-more-at-the-table-11637783628", "title": "'One More at the Table'", "date": "2021-11-24 14:53", "summary": "High prices and shortages challenge consumers and food pantries, but the joy of Thanksgiving remains in abundance.. In this season of gratitude it's hard not to be thankful for the people of this great country. This is especially true when observing their joy and generosity in response to a challenging Thanksgiving.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-invitation-to-taiwan-for-democracy-summit-tests-ties-with-china-11637783402", "title": "U.S. Invitation to Taiwan for Democracy Summit Tests China Ties", "date": "2021-11-24 14:50", "summary": "Biden administration is expanding push to raise Taiwan's international profile opposed by Beijing. WASHINGTON-The Biden administration invited Taiwan to participate in a meeting of democracies, further bucking Beijing's long-pressed campaign to isolate the island diplomatically and testing a recent lessening of U.S.-China tensions.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ahmaud-arbery-trial-verdict-travis-mcmichael-guilty-murder-11637691411", "title": "Ahmaud Arbery Murder Trial: What to Know About the Verdicts", "date": "2021-11-24 14:47", "summary": "Three Georgia men were found guilty of murder in killing of 25-year-old Black man. The trial of the three Georgia men charged in the killing of Ahmaud Arbery began Nov. 5 in Brunswick, Ga.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccination-rate-for-federal-workers-is-92-white-house-says-11637782849", "title": "Covid-19 Vaccination Rate for Federal Workers Is 92%, White House Says", "date": "2021-11-24 14:40", "summary": "Report details compliance rates for Biden mandate, covering employees who have received at least one shot. A total of 92% of federal workers have received at least one Covid-19 vaccination shot, according to data released by the White House on Wednesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-of-gucci-movie-lady-gaga-style-11637780565", "title": "Who Cares if 'House of Gucci' Is Good? Fans Are Already Dressing Up as the Characters", "date": "2021-11-24 14:04", "summary": "At a Brooklyn showing of Ridley Scott's new epic film about the tragic fashion family, couture cosplayers approximated the costumes of Lady Gaga and Adam Driver's cunning characters. We were there to capture the looks.. Certain movies inspire committed fans to \"cosplay\"-or dress up like the characters. At any opening night Marvel screening, self-styled Thors, Black Widows and Captain Americas fill the seats. At Comic-Con conventions, attendees navigate the booths dressed as Stormtroopers and Captain Kirk of \"Star Trek.\" Most films that drive fans to cosplay are sci-fi- or superhero-focused. \"House of Gucci\" is not such a movie.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-health-agency-in-shift-urges-faster-covid-19-booster-rollout-as-cases-surge-11637776090", "title": "Europe Health Agency Urges Faster Booster Rollout", "date": "2021-11-24 14:01", "summary": "Successes in U.K. and Israel suggest another shot will help curb infection and severe disease, says head of ECDC. The head of the European Union's public-health agency recommended governments accelerate their campaigns to roll out Covid-19 booster shots as case numbers rise rapidly across parts of the bloc.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cfos-confront-holiday-shipping-snarls-by-ordering-early-shrinking-packaging-11637778450", "title": "CFOs Confront Holiday Shipping Snarls by Ordering Early, Shrinking Packaging", "date": "2021-11-24 13:27", "summary": "Finance chiefs say they are helping companies navigate supply-chain logjams. Finance chiefs in the retail sector ordered inventory months in advance, sourced products from different parts of the world and sold goods in smaller packages to address supply-chain backlogs ahead of this year's holiday shopping season.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/store-workers-to-black-friday-shoppers-dont-blame-shortages-on-us-11637777496", "title": "Store Workers to Black Friday Shoppers: Don't Blame Shortages on Us", "date": "2021-11-24 13:11", "summary": "Retail workers are on the front lines with customers upset about higher prices, missing merchandise. Retail workers at big-box stores and malls across America want you to know they don't control prices, hiring or the global supply chain.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pumpkin-spice-lattes-and-the-ghosts-of-thanksgivings-past-11637776825", "title": "Pumpkin Spice Lattes and the Ghosts of Thanksgivings Past", "date": "2021-11-24 13:00", "summary": "Some flavorings have outlasted the appeal of the foods they are meant to evoke-but not the nostalgia for eating them. What drives anyone to drink a pumpkin spice latte? This orange-tinted coffee has come to embody late autumn for many people, even though it's only been around since 2003. The blast of nutmeg, cinnamon, ginger and cloves in the sweet milky coffee transports you to the warmth of sitting around a Thanksgiving table sharing pie with friends and family-when really you are chained to your desk with only a disposable coffee cup for company. And soon enough the pumpkin spice lattes will have gone, replaced by gingerbread lattes and eggnog lattes to remind you that Christmas is around the corner (in case you could forget).", "categories": [["Life & Work", "Table Talk"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/table-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deeres-sales-grew-last-quarter-despite-strike-11637758914", "title": "Deere Results Little Hurt by Five-Week Strike", "date": "2021-11-24 13:00", "summary": "Solid demand boosted the equipment maker's results, and it forecast a higher profit next year. Deere & Co.'s quarterly results showed minimal fallout from its recent workers' strike, as it forecast continued strong sales of farm and construction equipment at higher prices next year.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rams-st-louis-lawsuit-settlement-11637776716", "title": "NFL, Rams Agree to $790 Million Settlement Over Departure From St. Louis", "date": "2021-11-24 12:59", "summary": "Local governing bodies had sued in 2017 alleging that the league violated its relocation rules when the club moved to Los Angeles, producing a feud among the league's owners and a financial windfall for St. Louis. The National Football League and Los Angeles Rams have agreed to a $790 million settlement in a years-long lawsuit over the franchise's relocation from St. Louis, a person familiar with the matter said.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkeys-erdogan-looks-to-regional-rival-for-investment-amid-currency-crisis-11637744372", "title": "Erdogan Seeks to Ease Lira Crisis With Funds From Rival", "date": "2021-11-24 12:52", "summary": "President hosts U.A.E. leader in thaw between countries after Turkish lira slides. ANKARA, Turkey-Turkish President Recep Tayyip Erdogan hosted the de facto leader of the United Arab Emirates on Wednesday, and Emirati officials promised investments worth billions of dollars that could help ease Turkey's economic crisis after the local currency's sharp slide.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-n-nuclear-chief-leaves-iran-without-deal-on-access-to-nuclear-plant-diplomats-say-11637748096", "title": "U.N. Leaves Iran Without a Deal on Factory Inspection", "date": "2021-11-24 12:45", "summary": "Talks between the IAEA and Iran continue. BERLIN-The head of the United Nations atomic watchdog agency left Iran late Tuesday after failing to reach a deal to allow inspectors access to a factory making equipment for Tehran's nuclear program, diplomats said Wednesday, casting a fresh shadow over international nuclear talks set for next week.", "categories": [["WSJ News Exclusive", "Middle East"]], "category_links": ["https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jamie-dimon-says-he-would-bet-jpmorgan-will-outlive-chinas-communist-party-11637749959", "title": "Dimon Apologizes for Joke About JPMorgan Outlasting China's Communist Party", "date": "2021-11-24 12:38", "summary": "Chief executive made comment during a Boston event in response to a question about doing business in China. Jamie Dimon apologized Wednesday for joking that JPMorgan Chase & Co. would outlast China's Communist Party.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-tech-gifts-ideas-2021-11637262218", "title": "Tech Gift Ideas for the 2021 Holiday: The 8 Best Gadgets For Your Family Under $300", "date": "2021-11-24 12:05", "summary": "We're all ready for the mood to lift. These upbeat finds will help the gearheads on your list re-engage with the more joyful side of life. (Plus, one splurge.). A HIGH-TECH Polaroid camera might have seemed out of place on last year's gift list-when none of us was doing anything particularly worth photographing. Now that we can finally reunite with friends and parents and even cousins (and make sincerely funny faces for the group's photographer), the gifting calculus is a bit different. When seeking presents for fans of gear, gadgets and all things geeky, our editors focused on gizmos, accessories and indulgences that promise to dispel some of the uneasiness that's permeated much of the past 20 months. Please find below ideas to cheer up your spouse's tool cabinet, distract your kids on the flights we can finally take, and, yes, photograph it all in instant style.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-travel-gifts-ideas-2021-11637255867", "title": "The 8 Best Gift Ideas for the Traveler in Your Life", "date": "2021-11-24 11:59", "summary": "To celebrate the return to the outside world, we've devised a list of 8 unusual gifts-for jet-setting sybarites, ambitious staycationers and kids on the move. WHETHER THE travel nuts in your life are finally taking that long-delayed vacation abroad or planning a more modest adventure close to home, we've zeroed in on a few choice items and experiences to (happily) reacquaint them with the wider world. You can book them a mini spa treatment in one of Paris's most glamorous new hotels or an online mezcal mixology class based in Mexico City. Or perhaps you'd prefer to wrap up items that travel well but are just as gratifying at home (handmade Turkish slippers, for one, or pajamas from Claridge's in London). And because air travel hasn't gotten any more pleasurable, we're also suggesting a collection of cuddly neck pillows. Whichever present you choose, all are 100% more likely to feed wanderlust than, say, socks.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mortgage-burnout-looms-for-lenders-11637772977", "title": "Mortgage Burnout Looms for Lenders", "date": "2021-11-24 11:56", "summary": "Mortgage originators are likely to feel a hangover from the pandemic boom, so they need some new tricks. It is getting to the hard part in the mortgage business.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-food-cooking-gifts-ideas-2021-11637179204", "title": "The 8 Best Gift Ideas for the Food and Wine Lover In Your Life", "date": "2021-11-24 11:55", "summary": "This is no time to get sensible with your gifting, especially when it comes to feeding loved ones hungry for joy, or even a dash of debauchery. Consider these 10 highly palatable presents-including a special-delivery breakfast in bed.. HAVEN'T WE EARNED some good times? Can't you just taste it, actually? Like they sing in the old TV commercial, \"I'd like to buy the world a Coke, and keep it company\"-only this year, make it a bottle of excellent Champagne and uncork it along with a generous serving of Swiss chocolates. Even the ice cubes in the cocktails should elicit cries of delight (let's bring back that somewhat unfamiliar sound). The gifts assembled here aren't necessarily expensive, but each one is rich in its own way. Keep the spirits high-not to mention flowing-and feed the jolly Falstaff in all your guests and giftees this holiday season.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-home-decor-gifts-ideas-2021-11637169948", "title": "The 11 Best Gifts for the Design Lover In Your Life", "date": "2021-11-24 11:51", "summary": "From a happy, high-design coat hook to a roses-emblazoned quilt, these under-$300 décor gift ideas (plus one splurge) will perk up both your giftee's living space and your giftee.. AT THE HEIGHT of the lockdown last year, our annual design gift guide focused on the practical. Proposing onyx trinket boxes seemed tone-deaf in a pandemic. But as the era of toilet-paper hoarding winds down, a little frivolity in gift-giving doesn't seem so crass. A crimson cuckoo clock? Not completely necessary, but why not? Serving trays so energetically patterned they'll rev up a party? The entertainer in your life will love it. Not that we're plugging profligacy. Only one idea, a splurge, costs over $300, but all of the upbeat, interior-design presents below send the following message of optimism to your giftee: Live a little.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-luxury-fashion-gift-ideas-2021-11637091421", "title": "14 Luxury Holiday Gift Ideas for the Fashion Lovers in Your Life", "date": "2021-11-24 11:48", "summary": "From a flower-powered kids' sweatsuit to cozy, quilted mittens to a shockingly shiny handbag, these fashion and beauty gifts will spread joy in style. 2021 WAS supposed to usher happiness, even hedonism, back into our lives and, while it didn't quite deliver, things are definitely looking up. This December, unlike last, many Americans are able to reunite with family and friends. And after months spent in schlubby sweats, why not give your favorite people the gift of style? In creating this gift guide, our fashion editors focused on joyful clothes, accessories and beauty indulgences that promise to dispel some of the uneasiness and worry we've all lived through-from a sturdy patchwork shirt with personality to a shimmering sequin handbag that will light the path to the new year. They're all designed to help your loved ones reconnect with that endangered idea: fun.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-china-womens-tennis-association-beats-the-nba-peng-shuai-steve-simon-11637191294", "title": "On China, Women's Tennis Beats the NBA", "date": "2021-11-24 11:45", "summary": "The WTA calls for an investigation into a charge of sexual assault.. When it comes to standing up to Beijing, the women are playing a tougher game than the men. Two years ago the National Basketball Association apologized when one of its general managers angered China with a tweet about Hong Kong. In sharp contrast, the Women's Tennis Association (WTA) is today standing firm on its demand that an allegation by a star player that she was sexually assaulted by a high-ranking Chinese official \"must be investigated fully, fairly, transparently and without censorship.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-beginning-to-look-a-lot-like-christmasand-like-2019-11637771807", "title": "It's Beginning to Look a Lot Like Christmas-and Like 2019", "date": "2021-11-24 11:36", "summary": "This holiday season is different from last year's, when people were still hunkering down. That makes a difference in where holiday dollars will get spent.. By now it is clear that Americans will spend a lot more this holiday season than they did last year. But what they spend their money on, and where they spend it, will be different.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/interpol-chooses-new-leadership-as-western-worries-grow-over-red-notices-11637690224", "title": "As Interpol Picks New Leaders, Questions Grow Over How Autocratic Nations Use It", "date": "2021-11-24 11:08", "summary": "U.S. and other countries are trying to stop authoritarian states from using fugitive alerts to chase down dissidents. Interpol's governing body gathers this week to choose a new president, one that Western governments hope will block authoritarian states from using the global law enforcement agency to pursue political dissidents across borders.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germanys-olaf-scholz-on-track-to-succeed-angela-merkel-as-chancellor-11637749450", "title": "Germany's Scholz Vows to Overhaul Economy as Next Chancellor", "date": "2021-11-24 11:02", "summary": "Three-party coalition reaches policy agreement with focus on climate change, digital infrastructure. BERLIN-Germany's Olaf Scholz is on course to succeed Angela Merkel as chancellor after the victors of the September election reached a policy agreement focused on overhauling the country's economy, investing in infrastructure and combating climate change, the negotiators said Wednesday.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-quick-roasted-squash-salad-recipe-is-great-for-thanksgivingor-any-thursday-night-11637769600", "title": "This Quick Roasted Squash Salad Recipe Is Great for Thanksgiving", "date": "2021-11-24 11:00", "summary": "The earthy squash is balanced by deliciously bitter radicchio and rich burrata cheese, with toasted hazelnuts and rosemary crouton crumbs for crunch. A savory anchovy vinaigrette pulls it all together.. LAST YEAR, Tomos Parry opened a second restaurant in east London, up the street from his Michelin-starred Brat. To meet pandemic-era demands, Brat at Climpson's Arch seats guests in the open air, under a railway arch, where Mr. Parry cooks over live fire.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-american-gasoline-prices-soar-some-blame-ethanol-11637769597", "title": "As American Gasoline Prices Soar, Some Blame Ethanol", "date": "2021-11-24 10:59", "summary": "Prices for the biofuel have surged, rekindling a debate about whether it's contributing to pain at the pump. Ethanol prices have skyrocketed to their highest level in a decade, contributing to surging U.S. gasoline prices as oil refiners pay more for the biofuel they are required to blend with their products.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-california-a-historic-home-on-400-acres-lists-for-70-million-11637769578", "title": "In California, a Historic Home on 400 Acres Lists for $70 Million", "date": "2021-11-24 10:59", "summary": "The Carmel Valley property, known as Stonepine Estate, contains a roughly 20,000-square-foot residence, guesthouses and an equestrian center. More than 30 years ago, hospitality executives Gordon and Noel Irwin Hentschel embarked on an unusual quest: to raise their seven children at a historic estate and resort they owned in Carmel Valley, Calif., teaching them the family business.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-11-24-2021-11637701570", "title": "U.S. Jobless Claims Reach 52-Year Low", "date": "2021-11-24 10:37", "summary": "Initial claims for jobless benefits fell last week to 199,000. Weekly jobless claims fell sharply to the lowest level in 52 years, reflecting the labor market's tightening as the economy recovers from the effects of the pandemic.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/migrants-trapped-at-polands-border-with-belarus-face-snow-drones-and-wild-boar-11637768228", "title": "Migrants Trapped at Polish Border Face Snow, Drones and Wild Boar", "date": "2021-11-24 10:37", "summary": "Resume Subscription. SZUDZIALOWO, Poland-A standoff on the European Union's border with Belarus is turning into a protracted game of cat-and-mouse in the east of Poland, as migrants break into small groups to evade the thousands of soldiers sent to pursue them.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/chinese-official-accused-of-sexual-assault-played-key-role-in-setting-up-beijing-olympics-11637767947", "title": "Chinese Official Accused of Sexual Assault Played Key Role in Setting Up Beijing 2022 Olympics", "date": "2021-11-24 10:33", "summary": "Zhang Gaoli, accused of assault in a post on tennis star Peng Shuai's social-media account, headed a steering committee to land the Games. A video call between the head of the International Olympic Committee and Chinese tennis player Peng Shuai is casting renewed spotlight on the former senior official accused of sexual assault in a post on the athlete's social media account-who played an important role in arranging the upcoming Winter Olympics.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ray-dalios-bridgewater-raises-1-25-billion-for-its-largest-china-fund-yet-11637759912", "title": "Ray Dalio's Bridgewater Raises $1.25 Billion for Its Largest China Fund Yet", "date": "2021-11-24 10:17", "summary": "The Connecticut hedge-fund firm's first yuan-denominated fund has earned a 19% annualized return. Bridgewater Associates LP has raised the equivalent of $1.25 billion for its third investment fund in China, according to a person familiar with the matter, catapulting the hedge-fund firm into the ranks of the biggest foreign managers of private funds in the world's second-largest economy.", "categories": [["Markets", "Financial Services", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/business/financial-services?mod=breadcrumb", "https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-nominate-shalanda-young-as-budget-director-11637726840", "title": "Biden to Nominate Shalanda Young as Budget Director", "date": "2021-11-24 10:01", "summary": "If confirmed by the Senate, Young would be the first Black woman to lead the Office of Management and Budget. President Biden will nominate Shalanda Young as director of the Office of Management and Budget, the White House said Wednesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-public-and-private-colleges-in-the-midwest-11637765154", "title": "Top Public and Private Colleges in the Midwest", "date": "2021-11-24 10:00", "summary": "The University of Michigan and Northwestern lead the region in the WSJ/THE College Rankings. The University of Michigan-Ann Arbor is the top public school in the Midwest and Northwestern University is No. 1 among the region's private schools in the Wall Street Journal/Times Higher Education College Rankings.", "categories": [["Life & Work", "Journal Reports: College Rankings"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-college-rankings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-ticket-product-orders-fell-for-second-straight-month-amid-supply-constraints-11637761572", "title": "Big-Ticket Product Orders Fell for Second Straight Month Amid Supply Constraints", "date": "2021-11-24 09:52", "summary": "October decline for items such as washers, computers and cars comes as manufacturers face higher costs for inputs and labor shortages. Orders for long-lasting goods such as appliances, cars and computers decreased for the second straight month in October as U.S. manufacturers continued to confront higher material and shipping costs as well as labor and parts shortages.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opec-weighs-shift-in-oil-policy-after-crude-release-11637765371", "title": "OPEC Weighs Shift in Oil Policy After Crude Release", "date": "2021-11-24 09:49", "summary": "Saudis, Russia consider pausing planned production increases after U.S., others release crude to push prices lower. Top oil producers Saudi Arabia and Russia are considering a move to pause their recent efforts to provide the world with more crude, according to people familiar with those discussions, after Washington and other countries said they would release a slug of stored oil in an effort to lower prices.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/morgan-stanley-jpmorgan-to-compensate-hong-kong-staff-for-quarantine-expenses-11637764744", "title": "Morgan Stanley, JPMorgan to Help Hong Kong Staff Pay for Quarantines", "date": "2021-11-24 09:39", "summary": "Firms will provide about $5,000 to cover city's mandatory hotel stays when employees return from visiting family. HONG KONG- Morgan Stanley and JPMorgan Chase & Co. will compensate their Hong Kong-based employees for quarantine hotel expenses incurred in returning to the city from certain types of personal travel.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gap-nordstrom-hp-autodesk-what-to-watch-when-the-stock-market-opens-today-11637753671", "title": "Gap, Nordstrom, HP, Autodesk: What to Watch in the Stock Market Today", "date": "2021-11-24 09:36", "summary": "The U.S. stock market is open on Wednesday ahead of the Thanksgiving holiday. Stocks on Wall Street fell at the open amid a wave of economic data and ahead of the release of minutes from the Federal Reserve's recent meeting. Here's what we're watching in Wednesday's trading:", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-chips-will-be-made-in-america-amid-a-global-spending-surge-11637762400", "title": "More Chips Will Be Made in U.S. Amid a Global Spending Surge", "date": "2021-11-24 09:00", "summary": "Samsung's $17 billion bet on Texas mirrors large spending increases in Asia and elsewhere. SEOUL-Investment in U.S. chip production is on the rise. But so too, is semiconductor spending elsewhere.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washington-wizards-nba-11637727165", "title": "How the NBA's Worst Contract Became a Winning Investment", "date": "2021-11-24 09:00", "summary": "The Wizards turned the NBA's least valuable deal into one of the league's deepest rosters and unlikeliest playoff contenders. It took less than a year.. At this time last year in the nation's capital, there was at least one area of bipartisan agreement: The worst contract in the NBA belonged to the Washington Wizards.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvard-trained-lawyer-founded-hair-lotion-maker-tgin-11637690757", "title": "Harvard-Trained Lawyer Founded Hair-Lotion Maker tgin", "date": "2021-11-24 08:28", "summary": "Chris-Tia Donaldson, who has died of cancer at age 42, created products for Black women who want a natural look. Not long after being diagnosed with Stage 2 breast cancer in December 2015, Chris-Tia Donaldson felt a sudden rage at her fate. A Harvard-educated lawyer, she was just starting to succeed in business after a long struggle as the founder of a hair-lotion company. Now she suddenly found herself sidelined by a terrifying disease.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nasas-asteroid-defense-mission-to-smash-probe-into-distant-space-rock-11637679600", "title": "NASA's Asteroid Defense Mission to Smash Probe Into Distant Space Rock", "date": "2021-11-24 07:54", "summary": "Move will test technique that one day might avert an apocalyptic collision with Earth. The first planetary defense mission got under way early Wednesday, when the National Aeronautics and Space Administration launched a space probe designed to deflect a distant asteroid in a test of technology that might one day save the world.", "categories": [["Life & Work", "Science"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drug-trail-from-europe-to-ecuador-inside-the-hunt-for-elusive-narco-suspect-dritan-rexhepi-11637756980", "title": "Drug Trail From Europe to Ecuador: Inside the Hunt for an Elusive Narco Suspect", "date": "2021-11-24 07:29", "summary": "Resume Subscription. FLORENCE, Italy-Police here say they traced a sprawling network flooding Europe with cocaine to an unlikely kingpin: an Albanian hit man incarcerated in Ecuador.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/property-developer-and-startup-join-forces-to-boost-renters-credit-scores-11637755201", "title": "Property Developer, Startup Aim to Boost Renters' Credit Scores", "date": "2021-11-24 07:00", "summary": "Initiative is aimed at helping affordable-housing residents improve their scores. A New York City developer and fintech company are ramping up an initiative to help tens of thousands of affordable-housing residents across the U.S. boost their credit scores.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/model-portfolio-assets-hit-record-highs-11637755200", "title": "Model-Portfolio Assets Hit Record Highs", "date": "2021-11-24 07:00", "summary": "BlackRock added more inflation protection, 'fallen angel' bond investments to model portfolios last month, unleashing big fund flows. Assets controlled by model portfolios, or preset investment templates, hit another high as financial advisers increasingly use them to build investor portfolios.", "categories": [["WSJ News Exclusive", "ETFs"]], "category_links": ["https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jack-mas-ant-rebrands-some-credit-offerings-as-part-of-overhaul-11637753574", "title": "Jack Ma's Ant Rebrands Some Credit Offerings as Part of Overhaul", "date": "2021-11-24 06:32", "summary": "Financial-technology giant starts differentiating loans offered under its Huabei and Jiebei services. Ant Group Co. has started making it clear to customers if they are borrowing from outside lenders or from the company itself, as Jack Ma's financial-technology giant continues to fall in line with Chinese regulations.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scholastic-succession-lucchese-robinson-harry-potter-11637731535", "title": "Late Scholastic Chief's Sons Challenge Rival for Control", "date": "2021-11-24 05:49", "summary": "Resume Subscription. A tense succession battle is taking shape at publisher Scholastic Corp. in the wake of the death this summer of its longtime boss, Richard Robinson.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/covid-19-antibody-tests-in-demand-as-people-worry-about-immunity-11637749801", "title": "Covid-19 Antibody Tests in Demand as People Worry About Immunity", "date": "2021-11-24 05:30", "summary": "Doctors say what constitutes a sufficient level of protection against the virus isn't known. Some people are taking Covid-19 antibody tests to determine whether they might be protected against the virus. Many health officials and doctors wish they wouldn't.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-hawkeye-a-marvel-avenger-with-dad-energy-11637749800", "title": "With 'Hawkeye,' Marvel Hopes You'll Relate to the Most Basic Avenger", "date": "2021-11-24 05:30", "summary": "Jeremy Renner's Clint Barton tackles his branding issue in the latest Marvel series to hit Disney+. Clint Barton is an Avenger with no superpowers. In \"Hawkeye\" he emits dad energy.", "categories": [["Books & Arts", "Entertainment", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/td-banks-new-cio-pushes-for-more-women-in-tech-11637749801", "title": "TD Bank's New CIO Pushes for More Women in Tech", "date": "2021-11-24 05:30", "summary": "Judy Dinn also says she wants to uplift 'the voice of the engineering community in technology'. The new chief information officer of TD Bank NA, the U.S. subsidiary of Canada's Toronto-Dominion Bank, said her priorities include encouraging women to pursue tech careers and making her staff of engineers feel supported.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/targets-chief-legal-and-risk-officer-helps-retailer-manage-bumpy-supply-chains-11637749802", "title": "Target's Chief Legal and Risk Officer Helps Retailer Manage Bumpy Supply Chains", "date": "2021-11-24 05:30", "summary": "The retailer, like many in the sector, faces coronavirus-related manufacturing disruptions and travel restrictions as well as a tight labor market. Target Corp. started to prepare for possible supply-chain challenges this year right after the 2020 holiday season concluded, with the help of technology tools to predict consumer purchasing patterns and mapping out potential bumps along the way that could hamper deliveries from manufacturers to its shelves.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feud-between-billionaires-ken-griffin-and-j-b-pritzker-likely-to-shape-illinois-governors-race-11637748000", "title": "Feud Between Billionaires Likely to Shape Illinois Governor's Race", "date": "2021-11-24 05:00", "summary": "Hedge fund founder Griffin says he will aggressively back a Republican opponent to Democratic governor. Two billionaires-one Democratic, one Republican-are facing off over the response to rising violence in Chicago and their broader running feud is raising the prospect of a new national spending record in a governor's race.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11637693251", "title": "Pepper...and Salt", "date": "2021-11-24 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/waukesha-parade-tragedy-sparks-debate-over-bail-policies-11637699382", "title": "Waukesha Christmas Parade Suspect Sparks Debate Over Bail", "date": "2021-11-24 00:01", "summary": "Darrell Brooks, accused of killing six with his SUV after death of child Tuesday, was charged with crimes this month but released on $1,000 bail. WAUKESHA, Wis.-Low bail that led to the release of the man accused of driving an SUV through a downtown Christmas parade and killing six people here is prompting debates among lawmakers over bail policies in the state.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]