[{"link": "https://www.wsj.com/articles/pennsylvania-school-pension-leaders-face-calls-for-ouster-11623338259", "title": "Pennsylvania School Pension Leaders Face Calls for Ouster", "date": "2021-06-10 19:59", "summary": "Six trustees of the state's largest public pension want to fire its executive director and its chief investment officer. Six trustees of the largest public pension in Pennsylvania are demanding the ouster of two top staff members, citing years of poor investment performance, high expenses and missteps that led to a federal investigation.", "categories": [["Pro PE Limited Partners"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-limited-partners?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-launches-task-force-to-open-government-data-for-ai-research-11623344400", "title": "U.S. Launches Task Force to Study Opening Government Data for AI Research", "date": "2021-06-10 19:36", "summary": "Task force to develop plans, which would require congressional approval, for sharing data on health, driving, demographics and more. WASHINGTON-The Biden administration launched an initiative Thursday aiming to make more government data available to artificial intelligence researchers, part of a broader push to keep the U.S. on the cutting edge of the crucial new technology.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-johnson-to-meet-ahead-of-g-7-summit-in-u-s-u-k-relations-test-11623318427", "title": "Biden, Johnson Chart Path for U.S.-U.K. Ties", "date": "2021-06-10 19:15", "summary": "Leaders agree on 'Atlantic Charter' laying out broad principles on health policy, climate change, democratic values. PLYMOUTH, England-President Biden and British Prime Minister Boris Johnson pledged to counter the influence of autocratic states during their first in-person meeting Thursday and looked to smooth over disagreements regarding a complex arrangement to manage trade and preserve peace in Northern Ireland after Brexit.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-covid-19-vaccine-donation-to-boost-developing-worlds-pandemic-fight-11623336131", "title": "U.S. Covid-19 Vaccine Donation to Boost Developing World's Pandemic Fight", "date": "2021-06-10 19:08", "summary": "Plan to give 500 million Pfizer shots to poor countries puts pressure on G-7 nations to step up sharing. A plan to revive a stumbling campaign to get Covid-19 vaccines to developing countries got a critical boost from U.S. plans to donate 500 million shots developed by BioNTech SE and Pfizer Inc. by next June, part of an expected announcement by a group of world leaders that they will provide one billion doses.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-lifts-covid-19-caps-on-employees-in-federal-workplaces-11623363878", "title": "Biden Lifts Covid-19 Caps in Federal Workplaces", "date": "2021-06-10 19:08", "summary": "Under new guidance, U.S. government agencies must develop a return-to-work plan by July 19. WASHINGTON-Federal agencies will no longer be required to limit the number of employees in their workplaces but will maintain a telework policy established during the Covid-19 pandemic, the Biden administration said Thursday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-suspends-j-j-covid-19-vaccine-shipments-as-states-face-a-surplus-of-expiring-doses-11623351701", "title": "U.S. Suspends J&J Covid-19 Vaccine Shipments as States Face a Surplus of Expiring Doses", "date": "2021-06-10 18:53", "summary": "States unable to receive new shipments as FDA extends vaccine's shelf life as part of steps to encourage use of stockpiled shots. The U.S. government has halted new shipments of the Johnson & Johnson Covid-19 vaccine, according to state and federal health officials, one of several steps federal agencies are taking that could help clear a backlog of unused doses before they expire.", "categories": [["WSJ News Exclusive", "Health Policy"]], "category_links": ["https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-deaths-this-year-have-already-eclipsed-2020s-toll-11623350773", "title": "Covid-19 Deaths This Year Have Already Eclipsed 2020's Toll", "date": "2021-06-10 18:44", "summary": "As wealthy nations vaccinate, growing death tally underscores worsening divide between rich and poor countries. More people have died from Covid-19 already this year than in all of 2020, according to official counts, highlighting how the global pandemic is far from over even as vaccines beat back the virus in wealthy nations.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflation-rate-calculator-customize-your-own-consumer-price-index-11621503004", "title": "Inflation Rate Calculator: Customize Your Own CPI", "date": "2021-06-10 18:40", "summary": "The Covid-19 pandemic changed Americans' spending habits, and the government's monthly inflation report may not show price changes you are seeing at the pump or supermarket. Each month the Labor Department reports the consumer-price index from a year earlier. The figure tells consumers how much more money they would need to spend to buy the same amount of goods and services, including clothes, groceries, restaurant meals, recreational activities and vehicles. So, for example,", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/el-chapos-wife-pleads-guilty-to-helping-run-global-drug-cartel-11623339188", "title": "El Chapo's Wife Pleads Guilty to Helping Run Drug Cartel", "date": "2021-06-10 18:36", "summary": "Emma Coronel is charged with conspiring to distribute drugs and launder money in aid of her husband's Sinaloa cartel. The wife of Mexico's most notorious drug lord, Joaquín \"El Chapo\" Guzmán, pleaded guilty Thursday to charges she helped her husband run his multibillion-dollar drug empire and plot his tunnel escape from a top security Mexican prison.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-airlines-invests-in-electric-flying-taxis-11623364589", "title": "American Airlines Invests in Electric Flying Taxis", "date": "2021-06-10 18:36", "summary": "Helicopter-like vehicle is part of a push for more efficient aircraft. American Airlines Group Inc. is the latest carrier to get in on the flying taxi trend as airlines, aerospace manufacturers and tech companies vie to get the new aircraft off the ground.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-you-paint-your-house-black-a-trendy-debate-11623364220", "title": "Should You Paint Your House Black? A Trendy Debate", "date": "2021-06-10 18:30", "summary": "Black home exteriors increasingly punctuate hip neighborhoods and green landscapes, but design experts are split when it comes to noir facades. In 2015, when he unveiled plans for a 26-residence project in New York's Catskill Mountains, architect Drew Lang anticipated a handful of clients would select a black-stained facade. By the time the homes were finished in 2019, half the buyers had opted for the nightly shade. \"People identify with its distinctiveness,\" he said.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/10-big-ideas-to-improve-life-in-small-and-midsize-cities-11623333659", "title": "10 Big Ideas to Improve Life in Small and Midsize Cities", "date": "2021-06-10 18:23", "summary": "America's municipalities have always been test labs for innovation. As the pandemic begins to ebb in the U.S., we look at a handful of programs that proponents hope will spread across the country.. Author", "categories": [["", "Cities & Real Estate"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-lifts-sanctions-on-more-than-dozen-former-iranian-officials-energy-firms-11623347091", "title": "U.S. Lifts Some Iran Sanctions Amid Stalled Nuclear Talks", "date": "2021-06-10 18:21", "summary": "Administration official says there is no connection between the administrative move and Vienna negotiations. The Biden administration lifted sanctions on three former Iranian officials and several energy companies amid stalled nuclear negotiations, signaling Washington's willingness to further ease economic pressure on Iran if the country changes course.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-gov-cuomos-mta-leadership-plan-gets-back-on-track-11623363446", "title": "Gov. Cuomo's MTA Leadership Plan Is Back on Track", "date": "2021-06-10 18:17", "summary": "State lawmakers agree to vote on bill to separate chairman, CEO roles at transit agency. ALBANY, N.Y.-State lawmakers said they reached a deal with Gov. Andrew Cuomo on Thursday to amend a bill that changes the governance structure of New York's Metropolitan Transportation Authority, paving the way for its passage before the end of the legislative session this week.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sinatra-and-me-review-the-show-must-go-on-11623363119", "title": "'Sinatra and Me' Review: The Show Must Go On", "date": "2021-06-10 18:12", "summary": "Frank Sinatra, during the twilight of his life and singing career, as remembered by road manager Tony Oppedisano.. As of 2021, \"Sinatra Lit\" could well be an acceptable field of study for an undergrad English major. Probably the two most essential books on Frank Sinatra are one of the shortest, Pete Hamill's \"Why Sinatra Matters\" (1998), and the longest, James Kaplan's epic two-volume biography, \"The Voice\" (2010) and \"The Chairman\" (2015). In a sense, the first explains, in an entertaining fashion, why it's worthwhile to read the nearly 2,000 pages that Mr. Kaplan wrote. Fans can survey any number of specialized books, like Tom Santopietro's \"Sinatra in Hollywood\" (2008) and Charles L. Granata's \"Sessions With Sinatra: Frank Sinatra and the Art of Recording\" (2003). But a real completist reads memoirs.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-we-cant-move-on-from-jan-6-11623363175", "title": "Why We Can't Move On From Jan. 6", "date": "2021-06-10 18:12", "summary": "If you weren't appalled by what happened that day, you have given up on American democracy.. I started the new year with a bang, at a gathering in the Washington home of a European diplomat. I was interested in how Europe was processing America's political scene, including Donald Trump's refusal to accept the election outcome. I got an earful. The diplomat was rattled: America is democracy's beacon, you're letting the world down.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-subsidies-are-a-feedback-loop-for-bigger-government-11623363070", "title": "College Subsidies Are a Feedback Loop for Bigger Government", "date": "2021-06-10 18:11", "summary": "Professors raise their prices to capture cheap loans, while producing new Democratic voters.. Some $1.6 trillion in student debt is now spread across 45 million borrowers, making student loans the second-largest consumer debt category, behind only mortgages. The student-loan crisis is rooted in government policy, and such enormous educational subsidies are not about learning but about churning out more Democratic voters. The Biden administration's American Families Plan is designed to perpetuate the cycle.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lessons-from-a-bipartisan-era-11623363037", "title": "Lessons From a Bipartisan Era", "date": "2021-06-10 18:10", "summary": "At some point you have to put campaigns on pause and govern.. Why can't Republicans and Democrats get along? That's a question I've been asked countless times since I resigned from the Senate on June 11, 1996 to campaign for president full-time. It's a good question, for which I have a good answer.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-isis-families-come-home-11623362925", "title": "When ISIS Families Come Home", "date": "2021-06-10 18:08", "summary": "Kazakhstan's efforts at rehabilitation and reintegration put Europe to shame.. Sabinella Ayazbayeva has had a more eventful life than most young women from Kazakhstan. Born in 1990, she married at 19. She moved to Syria with her husband and children in 2014 and joined Islamic State. An airstrike made her a widow in 2017. She and her five kids eventually found themselves in al-Hol, a camp for families of ISIS fighters. After more than a year of uncertainty in the Syrian desert, they returned to Kazakhstan. She was 29.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-partisan-bureaucracy-11623362896", "title": "The Partisan Bureaucracy", "date": "2021-06-10 18:08", "summary": "Would the IRS violate your privacy to further Democratic policy objectives?. The lesson of this week's leak of billionaires' tax returns isn't that taxes are too low, the rich should pay more or any of the other claims the leak was designed to support. The lesson is that Republicans must realize that Democrats are no longer their only political foe. They face an equally potent and dangerous federal bureaucracy-committed to destroying GOP officials and propelling a liberal agenda.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/men-tied-to-violent-white-supremacist-group-plead-guilty-to-firearms-charges-11623362867", "title": "Men Tied to White-Supremacist Group Plead Guilty to Firearms Charges", "date": "2021-06-10 18:07", "summary": "Prosecutors say two men were members of group that seeks to overthrow U.S. government. Two men prosecutors say are affiliated with the Base, a violent white-supremacist group that seeks to overthrow the U.S. government, pleaded guilty in a Maryland courtroom on Thursday to firearms, obstruction of justice and other federal charges.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-made-in-washington-inflation-spike-11623362377", "title": "A Made-in-Washington Inflation Spike", "date": "2021-06-10 17:59", "summary": "Congress feeds demand but constricts supply, and the Fed stays easy.. The Labor Department's consumer price index surged 5% year-over-year in May, the largest increase since August 2008 when oil was $140 a barrel. But don't worry, Americans. The Federal Reserve says inflation is \"transitory\" and that it has the tools to control prices if they start to spiral out of control. Let us pray.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/earmarks-are-back-baby-11623362339", "title": "Earmarks Are Back, Baby", "date": "2021-06-10 17:59", "summary": "Congress is at it again, and the Members are loving it.. Congress has abandoned its ban on earmarks for spending projects, and the Members are making up for lost pork. The House Transportation and Infrastructure Committee on Monday took advantage of the Democrats' recent decision to end the earmark ban, releasing $5.7 billion of pet projects to include in its $547 billion highway bill. The list runs to 133 pages.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investor-sues-chinese-e-cigarette-maker-rlx-for-allegedly-misrepresenting-risks-11623362302", "title": "Investor Sues Chinese E-Cigarette Maker RLX for Allegedly Misrepresenting Risks", "date": "2021-06-10 17:58", "summary": "RLX Technology's stock has fallen about 70% since listing on NYSE in January. An investor filed a lawsuit against RLX Technology Inc., claiming the Chinese vaping company overstated its financials and misrepresented potential regulatory risks when it filed the paperwork for its initial public offering in the U.S.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-cheers-for-bidens-vaccine-donation-11623362313", "title": "Two Cheers for Biden's Vaccine Donation", "date": "2021-06-10 17:58", "summary": "Turns out he doesn't have to break patents to distribute shots.. President Biden announced at the G-7 summit on Thursday that the U.S. will donate 500 million Pfizer doses to lower-income countries, by far the largest contribution of any nation. The donation is welcome, but it also underscores that breaking intellectual property protections isn't necessary to vaccinate the world.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-of-migration-11623362244", "title": "States of Migration", "date": "2021-06-10 17:57", "summary": "States with high taxes and cost-of-living are losing income.. New IRS data compiled by research outfit Wirepoints illustrate the flight from high- to low-tax states. The chart above shows the adjusted gross income (AGI) that states lost or gained from population migration in 2019 as a share of their total AGI. States in the Sun Belt and Mountain West generally gained income while those in the Northeast and Midwest lost income.", "categories": [["Opinion"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michigan-coach-schembechlers-son-says-he-told-father-team-doctor-abused-him-11623353720", "title": "Michigan Coach Bo Schembechler's Son Says He Told Father Team Doctor Abused Him", "date": "2021-06-10 17:46", "summary": "Matt Schembechler said his father did nothing to stop the abuse. The son of legendary University of Michigan football coach Bo Schembechler said he told his father that he was sexually assaulted by a former university team physician who is accused of having abused more than 800 other people.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeffrey-toobin-returns-to-air-on-cnn-11623361578", "title": "Jeffrey Toobin Returns to Air on CNN", "date": "2021-06-10 17:46", "summary": "Legal analyst acknowledges that his actions last year were 'deeply moronic and indefensible'. Jeffrey Toobin, the former New Yorker staff writer who was fired from the magazine after he was seen masturbating while on a video call with colleagues, has returned to CNN as a legal analyst after a seven-month hiatus from the network.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ilhan-omars-comments-on-israel-reopen-democratic-partys-divisions-11623356060", "title": "Ilhan Omar's Comments on Israel Reopen Democratic Party's Divisions", "date": "2021-06-10 17:37", "summary": "Minnesota congresswoman says she wasn't equating U.S., Israel with terrorist groups. WASHINGTON-Rep. Ilhan Omar (D., Minn.) moved to quell an intraparty fight by softening comments she had made earlier in the week that appeared to equate actions by the U.S. and Israel with those of terrorist organizations.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-the-heights-review-youre-the-top-11623361012", "title": "'In the Heights' Review: You're the Top", "date": "2021-06-10 17:36", "summary": "Lin-Manuel Miranda's exuberant pre-'Hamilton' hit, brought to the screen by director Jon M. Chu, can be seen at home on HBO Max, but take a trip to the movie theater to be fully transported. How much pleasure can you take? How much joy can you stand without flinching? One way to find out is by watching \"In the Heights,\" a screen version of the 2008 Broadway musical set in a Latino, mostly Dominican community in Washington Heights, near the northern tip of Manhattan and close to the George Washington Bridge. And watch it in a theater if you can, even though the film is playing simultaneously on HBO Max. Only the big screen can convey the full scope of the event-the hurtling words and soaring melodies of Lin-Manuel Miranda's supersmart, hip-hoppy score; the percussions and seductions of the Caribbean rhythms, a neighborhood that keeps bursting into dance, city streets chockablock with ardent locals making an irresistible case for urban life.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/didi-chuxing-chinas-ride-hailing-giant-unveils-u-s-ipo-filing-11623355962", "title": "Didi Chuxing, China's Ride-Hailing Giant, Unveils U.S. IPO Filing", "date": "2021-06-10 17:35", "summary": "The Beijing company could fetch a valuation upward of $70 billion. Didi Chuxing Technology Co., the Chinese ride-hailing behemoth, made its IPO papers public on Thursday, setting the company up to raise billions and begin trading publicly in the U.S. in July.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-real-manhunter-review-from-first-clue-to-conviction-11623360852", "title": "'The Real Manhunter' Review: From First Clue to Conviction", "date": "2021-06-10 17:34", "summary": "This documentary series looks at the career-defining moments of British Detective Inspector Colin Sutton, who tracked some of the world's most dangerous criminals. An impressively detailed documentary series involving criminals and their victims, \"The Real Manhunter\" (Monday on Acorn TV) explores the cases of former British Detective Inspector Colin Sutton of the Metropolitan Police, famed for leading the investigations that ended the careers of some of the world's most dangerous criminals. (He is portrayed in the drama series \"Manhunt\" by Martin Clunes.)", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coriolanus-review-hail-the-reluctant-hero-11623360740", "title": "'Coriolanus' Review: Hail the Reluctant Hero", "date": "2021-06-10 17:32", "summary": "From the Lantern Theater's archive, a performance of Shakespeare's most political play, adapted for the modern age.. 'Coriolanus,\" Shakespeare's most explicitly political play, has largely failed to hold the American stage. It has been mounted on Broadway only once, by the WPA's Federal Theatre Project in 1938, and I've reviewed just three productions in the past 18 years, most recently in Central Park in 2019. At first glance, this makes no sense. \"Coriolanus\" is a truly great work of theatrical art, one that T.S. Eliot thought better than \"Hamlet,\" and the plot, which pits the title character, an unabashedly proud patrician, against the common folk, easily lends itself to updating. Why, then, is it not done more often? Could it be because modern, democratically minded audiences are ill at ease with casting such a man as a hero and placing him at the heart of the action?", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/penguin-town-review-mans-second-best-friend-11623360472", "title": "'Penguin Town' Review: Man's Second Best Friend", "date": "2021-06-10 17:27", "summary": "This Netflix docuseries takes a look at a South African town's most fascinating seasonal visitors.. Every summer, the penguins descend on Simon's Town, South Africa, south of Capetown. This season, like every other, as we learn from \"Penguin Town\" (Wednesday, Netflix), their aim isn't a casual one. It's to find a partner and breed. They have roughly six months to complete this important mission.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sublet-review-testing-the-waters-in-tel-aviv-11623360328", "title": "'Sublet' Review: Testing the Waters in Tel Aviv", "date": "2021-06-10 17:25", "summary": "From Israeli director Eytan Fox, a story about a New York Times travel writer who finds himself in a surprising encounter with an unfamiliar city and a much younger man who calls it home.. On the most superficial level-and superficial levels can be enjoyable-\"Sublet\" is a cautionary tale about the perils of the Airbnb age. However it may have been advertised on whatever international website, the little Tel Aviv apartment at the center of Eytan Fox's rueful comedy, in English and subtitled Hebrew, is a dump, and a horrible letdown for Michael (John Benjamin Hickey), the weary, 50-something journalist from New York who climbs the stairway to its front door. Worse still, the apartment's owner, a young Israeli named Tomer (Niv Nissim), has only the dimmest concept of boundaries. He keeps coming back to retrieve stuff he needs, and, truth to tell, he doesn't have anywhere else to stay. Thus does the film, playing in select theaters, find its true level, its operating altitude. It's a gentle, often funny meditation on advancing age and the fragile joys of youth.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-16-year-old-made-1-7-million-in-revenue-reselling-scarce-goods-11623360165", "title": "How a 16-Year-Old Made $1.7 Million in Revenue Reselling Scarce Goods", "date": "2021-06-10 17:22", "summary": "High-school junior Max Hayden has been flipping PlayStations, Pokemon cards and more for big profits. High-school junior Max Hayden has made a killing selling a selection of goods made scarce in the pandemic, such as patio heaters and Pokémon trading cards. He ended last year with a profit of more than $110,000 on $1.7 million in revenue, according to the 16-year-old's sales records reviewed by The Wall Street Journal. Here's how he did it.", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rhyme-and-reason-of-randomness-11623359589", "title": "The Power and Poetry of Random Digits", "date": "2021-06-10 17:13", "summary": "Computer programs can generate sets of random numbers, but are they really random if they are programmed to be?. Nobel Prize-winning physicist Frank Wilczek explores the secrets of the cosmos. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Wilczek's Universe"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/wilczek-s-universe?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-dismisses-anti-money-laundering-charges-against-moneygram-11623350297", "title": "Judge Dismisses Anti-Money-Laundering Charges Against MoneyGram", "date": "2021-06-10 17:11", "summary": "The order concludes a settlement agreement the company entered into in 2012 for failing to prevent mass-marketing and consumer-fraud phishing schemes. Anti-money-laundering charges against MoneyGram International Inc. were dismissed after prosecutors said the money-transfer company had complied with the terms of a long-running settlement agreement.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/infinite-review-a-not-so-pleasant-trip-down-memory-lane-11623359200", "title": "'Infinite' Review: A Not-So-Pleasant Trip Down Memory Lane", "date": "2021-06-10 17:06", "summary": "Antoine Fuqua's sci-fi thriller, starring Mark Wahlberg, features a battle for humanity's future among people who can remember their past lives.. ", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hertzs-complex-shareholder-payout-explained-11623358891", "title": "Hertz's Complex Shareholder Payout Explained", "date": "2021-06-10 17:01", "summary": "Shareholders have several options for how to get paid as the rental-car company exits bankruptcy. Hertz Global Holdings Inc. is concluding a chapter 11 case that generated big gains for shareholders, who are usually an afterthought in corporate bankruptcies. Bullish individual investors, in particular, were drawn to Hertz and were rewarded for the risk they took on a bankrupt stock.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-06-10-2021-11623310898", "title": "S&P 500 Hits Record as Mixed Economic Data Lift Stocks", "date": "2021-06-10 16:42", "summary": "Stocks have moved in a narrow range lately, with investors balancing optimism in the economic recovery against concerns about inflation. U.S. stocks edged higher Thursday after data showed another leap in consumer prices and a continuing recovery in the labor market as the economy emerges from the Covid-19 pandemic.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhood-and-didi-to-kick-off-a-hot-ipo-summer-11623317400", "title": "Robinhood and Didi to Kick Off a Hot IPO Summer", "date": "2021-06-10 16:39", "summary": "Bankers estimate that IPOs could raise some $40 billion in the coming months, the most ever during a summer stretch. The IPO market is set to be scorching hot this summer.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-narrows-reach-of-repeat-offender-law-11623356782", "title": "Supreme Court Narrows Reach of Repeat-Offender Law", "date": "2021-06-10 16:26", "summary": "The justices ruled that recklessly violent crimes don't trigger more prison time for felons convicted of gun possession. WASHINGTON-The Supreme Court pared back the reach of a recidivist sentencing law from the 1980s, ruling Thursday that prior convictions for crimes of reckless violence aren't sufficient to trigger additional years of imprisonment for felons convicted of gun possession.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-seeks-review-of-foreign-owned-apps-beyond-tiktok-wechat-heres-what-you-need-to-know-11623356392", "title": "Behind Biden's Approach to Foreign-Owned Apps", "date": "2021-06-10 16:19", "summary": "President Biden's approach differs from that of his predecessor. President Biden revoked a Trump-era attempt to ban Chinese-owned apps TikTok and WeChat , instead implementing an executive order to broadly review whether apps controlled by foreign adversaries pose a security threat to the U.S.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/accelerating-oil-demand-will-shrink-global-glut-opec-says-11623328425", "title": "Accelerating Oil Demand Will Shrink Global Glut, OPEC Says", "date": "2021-06-10 16:17", "summary": "Cartel expects vaccinations, stimulus to add momentum to a resurgence in oil demand. The rebound in global oil demand is set to accelerate in the second half of 2021 as the world continues to burn through the supply glut it accrued last year, the Organization of the Petroleum Exporting Countries said Thursday.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/which-higher-prices-are-here-to-stay-11623356013", "title": "Which Higher Prices Are Here to Stay?", "date": "2021-06-10 16:13", "summary": "Prices are surging for many household expenses as the pandemic eases and the economy reopens. Inflation is heating up across the economy as the ebbing of the pandemic unleashes pent-up consumer demand at a time of supply shortages. Overall consumer prices jumped 5% in May from a year earlier-the biggest increase since 2008, the Labor Department reported Thursday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-beans-to-burgers-food-is-getting-more-expensive-11623344185", "title": "From Beans to Burgers, Food Is Getting More Expensive", "date": "2021-06-10 16:11", "summary": "Chipotle, Shake Shack and Piggly Wiggly are all raising prices to cover higher costs. Soup, Spam and Shake Shack burgers are all getting more expensive as food companies pass along higher costs to consumers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/connect-the-dots-friday-crossword-june-11-11623168645", "title": "Connect the Dots (Friday Crossword, June 11)", "date": "2021-06-10 16:01", "categories": [["WSJ Puzzles", "Crossword Contest"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword-contest?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/france-ends-africa-military-operation-to-join-broader-alliance-11623355217", "title": "France Ends Africa Military Operation to Join Broader Alliance", "date": "2021-06-10 16:00", "summary": "Counterterrorism efforts in Sahel region will undergo profound transformation, Macron says. President Emmanuel Macron said he was ending France's yearslong counterterrorism operation in the Sahel region of Africa as part of a plan to replace it with a broader international force.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tax-exempt-group-favors-higher-rates-on-taxpayers-11623355049", "title": "Tax-Exempt Group Favors Higher Rates on Taxpayers", "date": "2021-06-10 15:57", "summary": "ProPublica and the IRS scandal.. This week an organization that may benefit from heavy tax burdens on rich people is launching a campaign to advocate for heavier tax burdens on rich people.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/solar-eclipse-ring-of-fire-photos-11623283627", "title": "See the 'Ring of Fire' Solar Eclipse Up Close in Dramatic Photos", "date": "2021-06-10 15:56", "summary": "Resume Subscription. The first solar eclipse of 2021 swept across a broad swath of the Northern Hemisphere early Thursday, delighting skywatchers in the northeastern U.S. as well as in parts of Canada, Greenland, Europe and Asia.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trumps-2020-st-johns-church-visit-wasnt-reason-park-police-cleared-lafayette-square-inspector-general-finds-11623280982", "title": "Trump Church Visit Wasn't Reason Police Cleared Square, Inspector General Finds", "date": "2021-06-10 15:45", "summary": "Report says plans to clear protesters near White House had been in place for days before the then-president appeared in square with a Bible. WASHINGTON-U.S. Park Police officers who forcibly cleared protesters from Lafayette Square near the White House last year were acting on a prior plan unrelated to the June 1 appearance there by then President Donald Trump, according to an Interior Department inspector general report.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peugeot-is-latest-auto-maker-charged-in-french-emissions-fraud-probe-11623322493", "title": "Peugeot, Citroën Face Charges in French Emissions-Fraud Probe", "date": "2021-06-10 15:13", "summary": "French investigation shows that emissions-cheating scandal continues to ripple across auto industry. PARIS- Peugeot and Citroën have become the latest auto makers to face preliminary charges in France on suspicion of emissions fraud, extending the fallout from a yearslong scandal that engulfed the auto industry after Volkswagen AG admitted to cheating in pollution tests.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-nero-wasnt-so-bad-was-ivan-that-terrible-11623352098", "title": "If Nero Wasn't So Bad, Was Ivan That Terrible?", "date": "2021-06-10 15:08", "summary": "A museum exhibit revisits a despot and raises a question: Who else needs a historical rehab?. When we hear the name \"Nero,\" most of us think of a fiendish madman who murdered his own mother, casually fed Christians to the lions and fiddled on a lyre while Rome burned. Wrong, wrong, wrong, say the experts at the British Museum, who have just mounted an exhibition entitled \"Nero: The Man Behind the Myth.\"", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-covid-19-workplace-rules-issued-for-healthcare-facilities-11623350481", "title": "Federal Covid-19 Workplace Rules Issued for Healthcare Facilities", "date": "2021-06-10 15:00", "summary": "In a win for businesses, OSHA rules won't apply to other industries. The Biden administration is implementing Covid-19 workplace safety rules for millions of healthcare workers, limiting a plan that could have extended across industries.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/6-incredible-bike-trips-you-can-easily-do-yourself-11623350911", "title": "Incredible Bike Trips You Can Easily Do Yourself", "date": "2021-06-10 14:48", "summary": "Old rail lines throughout the U.S. make for ideal bike trails-breezy, bucolic and punctuated with diverting pit stops. We highlight 6 of the most rewarding routes, from California to New Hampshire.. THE PHRASE \"abandoned railroad corridors\" probably conjures up dismal images of derelict tracks strangled with weeds. In reality, many disused railway routes across the U.S. have been resurrected as scenic bike trails thanks to the nonprofit Rails-to-Trails Conservancy and many trail advocates instrumental in their development. With a mostly flat or gentle grade, these six rail-trails in particular beckon, offering opportunities to drop a fishing line, spy on swooping herons or stop along the way in sweet small towns. Best of all, each of these cycling paths showcases the kind of scenery well worth slowing down for.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-budget-deficit-grew-to-record-2-1-trillion-in-fiscal-year-s-first-eight-months-11623348001", "title": "U.S. Budget Deficit Grew to $2.1 Trillion in First Eight Months of Fiscal Year", "date": "2021-06-10 14:31", "summary": "Treasury says federal spending climbed to $4.7 trillion from October through May. The U.S. budget deficit grew to a record $2.1 trillion during the first eight months of the fiscal year as spending continued to outpace tax receipts that are rising as the economy recovers from the damage inflicted by the Covid-19 pandemic.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/man-who-slapped-french-president-macron-sentenced-to-4-months-in-prison-11623349334", "title": "Man Who Slapped Macron Sentenced to 4 Months in Prison", "date": "2021-06-10 14:22", "summary": "Perpetrator said he was from the political far right and acting on behalf of the antiestablishment yellow vests movement. PARIS-A man who slapped French President Emmanuel Macron during a visit to a small town in southern France this week was sentenced to 4 months in prison on Thursday.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-inflatable-paddleboards-better-than-hard-ones-11623351876", "title": "Are Inflatable Paddleboards Better Than Hard Ones?", "date": "2021-06-10 14:19", "summary": "Though slower in the water, the latest, easy-to-store inflatable SUPs are cheaper and easier to ride-and won't pop like a pool toy. AS I FLOATED atop a stand-up paddleboard (SUP) for the first time, rocking in sway with the water as the sun broke over the horizon during a crisp morning in Austin, Texas, I felt more at peace than I have in a long while. That tranquility was quickly shattered, however, by the shouts of a security guard who informed me that SUPs aren't allowed in my apartment complex's pool-even if the board I was riding had to be pumped with air like a swim toy.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/end-of-keystone-xl-shows-hard-road-for-new-pipelines-11623348963", "title": "Keystone XL's Demise Shows Hard Road for New Pipelines", "date": "2021-06-10 14:16", "summary": "Defeat invigorates protesters, making it tougher to build pipelines in U.S. and Canada. The failure of the Keystone XL project demonstrated the challenges of building new pipelines in the U.S. and Canada amid galvanized environmental groups and delivered a blow to oil-and-gas companies that now must rely on aging infrastructure.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ecb-keeps-asset-purchases-on-track-11623326327", "title": "ECB to Keep Monetary Stimulus in Place", "date": "2021-06-10 14:03", "summary": "Central bank upgraded its economic outlook for the eurozone. FRANKFURT--The European Central Bank upgraded its economic outlook for the eurozone but said it would keep its aggressive monetary stimulus in place, signaling a possible divergence with the Federal Reserve, which could begin discussing an eventual wind-down of its pandemic-driven easy-money policies next week.", "categories": [["Economy", "Europe Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/europe-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/electronic-arts-discloses-hack-of-fifa-21-source-code-11623348094", "title": "Electronic Arts Discloses Hack of 'FIFA 21' Source Code", "date": "2021-06-10 14:01", "summary": "No player data was accessed, company says. Electronic Arts Inc. said Thursday that hackers stole source code on its \"FIFA 21\" videogame.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ravensburger-puzzles-covid-11623347805", "title": "Will People Still Want to Do Puzzles After the Pandemic?", "date": "2021-06-10 13:59", "summary": "Ravensburger North America's sales nearly quintupled during the first few months of the lockdowns. CEO Filip Francke explains how the company will keep customers returning to puzzles.. Jigsaw-puzzle sales exploded during the coronavirus pandemic, as restrictions forced millions of Americans to stay home and find ways to entertain themselves.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-minimum-corporate-tax-plan-a-loser-11623346817", "title": "Biden Minimum Corporate-Tax Plan a Loser", "date": "2021-06-10 13:40", "summary": "Our government should not collude to set a minimum rate.. The Biden administration is proposing to set a global minimum corporate tax rate \"Yellen's Global Tax Surrender\" (Review & Outlook, June 7). This would weaken the forces of competition among governments and reduce the welfare of people in these countries.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/e-bikes-open-a-whole-new-world-for-many-11623346858", "title": "E-Bikes Open a Whole New World for Many", "date": "2021-06-10 13:40", "summary": "How sad that \"real bicyclists\" have to demean the electric-bike riders.. Regarding \"The Fast Make Others Furious\" (Page One, June 2): I ride both e-bikes (Citi Bike in New York City) and my own folding, non-e-bike. The Citi Bike e-bikes have limited speed and only offer an \"e-burst\" when they notice you're lagging. I pedal for exercise, but it is an absolute joy not to arrive at my destination all sweaty. When I want a real workout, I use my regular bike.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/h-r-1-represents-progress-and-democracy-11623346771", "title": "H.R.1 Represents Progress and Democracy", "date": "2021-06-10 13:39", "summary": "H.R.1 sets national standards for access to vote by mail, early voting and voter registration so that our democracy isn't radically different from state to state.. Regarding David Rivkin Jr. and Jason Snead's \"H.R.1 Would Steamroll the Constitution\" (op-ed, June 4): The authors' demonization of H.R.1 as a federal takeover wildly inflates its reach and plays down the wave of racially motivated voting restrictions being implemented across the country.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/monetarism-explains-the-strength-of-chinas-yuan-11623346729", "title": "Monetarism Explains the Strength of China's Yuan", "date": "2021-06-10 13:38", "summary": "China is one of the few countries that is employing orthodox monetarism.. In \"Yuan Sets Stage for China-U.S. Currency Friction\" (Heard on the Street, June 3), Mike Bird fails to inform us as to why the Chinese yuan is at its strongest level against the U.S. dollar since 2018. Importantly, China is one of the few countries that is employing orthodox monetarism. As a result, the Chinese money supply, broadly measured, has been growing much more slowly than the comparable U.S. metric. Consequently, the yuan is relatively strong.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/o-go-o-go-emanuel-to-tokyo-and-eschew-op-eds-11623346650", "title": "O Go, O Go, Emanuel to Tokyo and Eschew Op-Eds", "date": "2021-06-10 13:37", "summary": "With Mr. Emanuel safely in Japan, Journal readers will hopefully no longer be subjected to Mr. Emanuel's turgid, simplistic op-eds. Regarding your editorial \"Josh Hawley vs. Rahm Emanuel\" (June 7): Sen. Josh Hawley should back off his efforts to prevent Rahm Emanuel from serving as U.S. ambassador to Japan. With Mr. Emanuel safely in Japan, Journal readers will hopefully no longer be subjected to Mr. Emanuel's simplistic op-eds that seem to pop up in the paper far too frequently.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-you-paint-your-house-black-a-trendy-debate-11623345284", "title": "Should You Paint Your House Black? A Trendy Debate", "date": "2021-06-10 13:14", "summary": "Black home exteriors increasingly punctuate hip neighborhoods and green landscapes, but design experts are split when it comes to noir facades. For the recurring series, That's Debatable, we take on a contentious issue of the day and present two spirited arguments-one in favor and other emphatically opposed. Previous installments from the series are here.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-citys-fourth-of-july-fireworks-show-will-be-live-event-11623331604", "title": "New York's Fourth of July Fireworks Show Will Be Live Event", "date": "2021-06-10 13:08", "summary": "The annual event put on by Macy's was pretaped last year because of Covid-19 restrictions. The Macy's Fourth of July fireworks show is coming roaring back this year.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smucker-cfo-weighs-additional-price-hikes-if-inflation-exceeds-forecasts-11623344630", "title": "Smucker CFO Weighs Additional Price Hikes if Inflation Exceeds Forecasts", "date": "2021-06-10 13:03", "summary": "Maker of Jif peanut butter and Folgers coffee is working with grocery stores on already announced price increases in July. J.M. Smucker Co. is looking at another round of potential price increases on top of hikes planned for July if inflation outpaces the food maker's current forecasts.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pandemics-toll-on-teen-mental-health-11623344542", "title": "The Pandemic's Toll on Teen Mental Health", "date": "2021-06-10 13:02", "summary": "The CDC tried to spark a panic about Covid hospitalizations while ignoring the real crisis.. The Centers for Disease Control and Prevention released a report last week warning that adolescent hospitalizations due to Covid-19 were on the rise. The media picked up the message and ran with it. But it isn't true. The CDC misrepresented the data and played down a more important finding that provides further evidence that pandemic-control measures are likely having a serious adverse impact on young people's mental health.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-political-twitter-is-a-sandbox-compared-with-india-11623344489", "title": "American Political Twitter Is a Sandbox Compared With India", "date": "2021-06-10 13:01", "summary": "Modi used the site to rise to power but now threatens to curb it. His opponents have grievances too.. Indians have a lot to argue over, but there's one thing they seem to agree on these days: Twitter has an India problem.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-faces-possible-425-million-eu-privacy-fine-11623332987", "title": "Amazon Faces Possible $425 Million EU Privacy Fine", "date": "2021-06-10 12:51", "summary": "Case relates to alleged violations of Europe's General Data Protection Regulation. A European Union privacy regulator has proposed a fine of more than $425 million against Amazon.com Inc., part of a process that could yield the biggest-yet penalty under the bloc's privacy law, people familiar with the matter said.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflation-rate-climb-adds-impetus-to-fed-policy-shift-11623341429", "title": "Inflation Rate Climb Adds Impetus to Fed Policy Shift", "date": "2021-06-10 12:38", "summary": "Central bankers are set to begin talking about easing bond purchases as soaring prices test patience. WASHINGTON-The recent inflation surge gives Federal Reserve officials further reason to begin discussing an eventual wind-down of their pandemic-driven easy-money policies at their meeting next week.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuela-is-locked-in-battle-with-guerrillas-it-once-welcomed-11623341958", "title": "Venezuela Is Locked in Battle With Guerrillas It Once Welcomed", "date": "2021-06-10 12:19", "summary": "Maduro regime is now fighting a drug-trafficking Colombian rebel group that won't go home. BOGOTÁ, Colombia-In 22 years of far-left rule, Venezuela's government has openly displayed an affinity for Marxist guerrillas from neighboring Colombia, welcoming them to the presidential palace in Caracas and allowing rebel camps in Venezuelan territory despite the insurgents' goal of taking power from Bogotá's U.S.-backed government.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stepping-through-inflations-looking-glass-11623341235", "title": "Stepping Through Inflation's Looking Glass", "date": "2021-06-10 12:07", "summary": "It is easy to see where inflation is. Where it is going, not so much.. Inflation is looking pretty heated now. What will it look like in a year?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-deadly-legacy-of-khobar-towers-11623341179", "title": "The Deadly Legacy of Khobar Towers", "date": "2021-06-10 12:06", "summary": "A quarter-century ago, an Iranian-orchestrated bombing killed 19 American airmen in Saudi Arabia. Ever since, Iran has attacked the U.S. in ways that are less direct but even more lethal.. Twenty-five years ago, on June 25, 1996, a massive truck bomb detonated at the Khobar Towers building complex near Dhahran in Saudi Arabia, where 2,000 U.S. military personnel lived. The bomb killed 19 American airmen and wounded over 500 other U.S. citizens and non-Americans, most of whom were tasked with enforcing the no-fly zone over Saddam Hussein's Iraq. The U.S. government concluded that Iran had orchestrated the bombing, creating a group-Saudi Hezbollah-to carry it out. In addition to raising the cost of the U.S. presence in the region, the Khobar Towers bombing embarrassed Iran's Saudi rival by highlighting its military ties to the U.S.-ties that angered influential Saudi clerics and militants like Osama bin Laden, among many others.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/web-designers-grapple-with-downside-to-flashy-animation-motion-sickness-11623340933", "title": "Web Designers Grapple With Downside to Flashy Animation: Motion Sickness", "date": "2021-06-10 12:02", "summary": "Web animations make some users sick. Companies are designing antidotes.. Eileen Webb is a digital content strategist. The job sometimes makes her feel sick. Literally.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-officials-death-draws-new-attention-to-fatal-ultramarathon-11623335754", "title": "Chinese Official's Death Draws New Attention to Fatal Race", "date": "2021-06-10 11:52", "summary": "Li Zuobi was the top official in western China county that co-hosted race in which 21 died in May. HONG KONG-The death of a local government leader in the western China county that hosted part of a fatal ultramarathon race last month is raising fresh questions about the government's investigation into the race, which has so far produced few answers about an event that made global headlines.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ruthless-cyber-gang-behind-the-hospital-ransomware-crisis-11623340215", "title": "The Ruthless Hackers Behind Ransomware Attacks on U.S. Hospitals: 'They Do Not Care'", "date": "2021-06-10 11:50", "summary": "Resume Subscription. A ransomware attack on a national hospital chain nearly brought Las Vegas hospitals to their knees. Another attack in Oregon abruptly shut down alerts tied to patient monitors tracking vital signs. In New York, one county's only trauma center briefly closed to ambulances, with the nearest alternative 90 miles away.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/us-inflation-consumer-price-index-may-2021-11623288303", "title": "U.S. Inflation Is Highest in 13 Years as Prices Surge 5%", "date": "2021-06-10 11:44", "summary": "The rapid rise in consumer prices in May reflected a surge in demand and shortages of labor and materials. The U.S. economy's rebound from the pandemic is driving the biggest surge in inflation in nearly 13 years, with consumer prices rising in May by 5% from a year ago.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toshiba-japan-officials-teamed-up-against-foreign-shareholders-report-finds-11623328715", "title": "Toshiba, Japan Officials Teamed Up Against Foreign Shareholders, Report Finds", "date": "2021-06-10 11:28", "summary": "Company wanted ministry to 'beat them up' ahead of annual meeting vote, say law firms commissioned by shareholders. TOKYO- Toshiba Corp. worked closely with Japanese government officials to block foreign-based shareholders from exercising their rights, using inappropriate threats and language such as \"beat them up,\" a company-commissioned report found.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-june-5-11623338802", "title": "Bestselling Books Week Ended June 5", "date": "2021-06-10 11:26", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-carbon-border-tax-plan-looms-over-global-trade-11623321116", "title": "Europe's Carbon Border Tax Plan Looms Over Global Trade", "date": "2021-06-10 11:21", "summary": "Plan comes as G-7 leaders start to gather ahead of summit in southwestern England. PARIS-Europe is preparing legislation that would jolt the rules of international trade by taxing imported goods based on the greenhouse gases emitted to make them, a plan that has sent shudders through the world's supply chains and unsettled big trading partners such as the U.S., Russia and China.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/modernas-covid-19-vaccine-seeks-fda-authorization-for-use-in-adolescents-11623338454", "title": "Moderna Covid-19 Vaccine Submitted for Authorization in Adolescents", "date": "2021-06-10 11:20", "summary": "The biotech asks FDA to authorize its Covid-19 vaccine for ages 12 to 17. Moderna Inc. said Thursday it has asked U.S. health regulators to authorize the use of its Covid-19 shot in adolescents ages 12 to 17, setting up the potential availability of a second vaccine option for adolescents.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-other-crypto-assets-targeted-for-stiff-banking-regulation-11623324990", "title": "Bitcoin, Other Crypto Assets Targeted for Stiff Banking Regulation", "date": "2021-06-10 11:19", "summary": "Proposal would require banks dealing in some crypto assets to hold substantial buffers in case of losses. The top global standard setter for banking regulation proposed a strict new rule that would require banks to essentially set aside a dollar in capital for every dollar of bitcoin they own.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/videoconferences-meeting-team-collaboration-11623337038", "title": "How Videoconferences Make It Harder for Employees to Collaborate", "date": "2021-06-10 10:59", "summary": "New research suggests that having the camera turned on impedes spoken communication and the ability to work together. Now that we've all mastered the art of the video call, out comes new research that suggests videoconferencing can actually hamper collaboration. And the best solution might be to turn the camera off.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/london-townhouse-renovation-11623336050", "title": "In London, a Victorian Townhouse Grows 600 Square Feet During a 14-Month Renovation", "date": "2021-06-10 10:45", "summary": "Kevin and Alex Powell made their new home bigger and brighter by merging the first floor with the basement level. Nobody likes a building project that drags on and on, but for Kevin and Alex Powell the need to get their renovation finished was particularly pressing: The couple and their two young daughters moved into their freshly overhauled home on March 23 2020, or two days before Britain was plunged into its first national lockdown.", "categories": [["Real Estate", "Inside Story"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/inside-story?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-old-schoolhouse-full-of-chickens-irks-a-fading-kansas-town-11623335343", "title": "An Old Schoolhouse Full of Chickens Irks a Fading Kansas Town", "date": "2021-06-10 10:29", "summary": "Resume Subscription. ANGELUS, Kan.-If Angelus were still a prosperous farm town and had more children than chickens, then maybe the two-story brick schoolhouse would still be a school and not a chicken coop.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/music-publishers-sue-roblox-for-letting-game-creators-use-songs-11623271976", "title": "Music Publishers Sue Roblox for Letting Game Creators Use Unlicensed Songs", "date": "2021-06-10 10:23", "summary": "Lawsuit seeks at least $200 million in damages and alleges company hasn't licensed music featured in games on the popular platform. A group of music publishers representing the songwriters of hits from Ed Sheeran, Ariana Grande and the Rolling Stones is suing Roblox Corp. for copyright infringement, alleging the videogame company used their musical works without permission or payment.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/welcome-to-the-city-of-tomorrow-11623334555", "title": "Welcome to the City of Tomorrow", "date": "2021-06-10 10:15", "summary": "Resume Subscription. Author", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/number-puzzles-saturday-june-12-11623248330", "title": "Number Puzzles (Saturday, June 12)", "date": "2021-06-10 10:10", "categories": [["WSJ Puzzles", "Number Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/number-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-police-arrest-1-100-people-for-money-laundering-with-cryptocurrencies-11623332776", "title": "Chinese Police Arrest 1,100 People for Crypto Money Laundering", "date": "2021-06-10 09:46", "summary": "Crackdown on illegal activities comes amid efforts to restrain cryptocurrency trading and mining. Authorities in China escalated their campaign against cryptocurrencies, arresting more than 1,100 people suspected of using the digital assets to launder ill-gotten funds and ordering mines to shut down in one of its western provinces.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-coronavirus-06-10-2021-11623266638", "title": "Jobless Claims Fall to Another Pandemic Low", "date": "2021-06-10 09:26", "summary": "New filings declined to 376,000 last week, as layoffs ease and hiring picks up. Jobless claims declined to a pandemic low last week, a sign companies are hesitant to lay off employees as the U.S. economy quickly recovers.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-clover-health-amc-chewy-what-to-watch-when-the-stock-market-opens-today-11623322506", "title": "GameStop, Clover Health, FuelCell Energy: What to Watch When the Stock Market Opens Today", "date": "2021-06-10 09:10", "summary": "Meme stocks were turning in a mixed performance while broader indexes hovered close to record highs. Here's what we're watching as Thursday's trading gets underway.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pe-daily-permira-aims-for-2-5-billion-pension-trustee-sues-her-board-hpe-builds-a-single-asset-fund-11623330167", "title": "PE Daily: Permira Aims for $2.5 Billion | Pension Trustee Sues Her Board | HPE Builds a Single-Asset Fund", "date": "2021-06-10 09:02", "summary": "Resume Subscription. Good day! The week, like the weeks and months before, continues to be awash in deals, and we summarize many below. And with businesses flush with cash, as our colleagues Nina Trentmann and David Benoit report, there's likely no end in sight.", "categories": [["Pro PE Newsletter"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-china-policy-is-emergingand-it-looks-a-lot-like-trumps-11623330000", "title": "Biden's China Policy Is Emerging-and It Looks a Lot Like Trump's", "date": "2021-06-10 09:00", "summary": "Recent moves on Chinese apps, investments build on former president's actions, though by different means. WASHINGTON-President Biden's policy toward China came into sharper focus over the past week, with initiatives that suggest the president plans to retain his predecessor's tough stance toward Beijing, despite differences in execution.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cyber-daily-trumps-tiktok-wechat-actions-targeting-china-revoked-by-biden-11623329766", "title": "Cyber Daily: Trump's TikTok, WeChat Actions Targeting China Revoked by Biden", "date": "2021-06-10 08:56", "summary": "Most Popular News. Hello. President Biden on Wednesday issued an executive order mandating a broad review of apps controlled by foreign adversaries to determine whether they pose a security threat to the U.S.", "categories": [["Pro Cyber Newsletter"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/next-generation-gps-firm-nextnav-nears-spac-deal-to-go-public-11623294232", "title": "NextNav Reaches SPAC Deal to Go Public", "date": "2021-06-10 08:46", "summary": "Platform can locate indoor location, including vertical positioning. NextNav Holdings LLC is combining with a special-purpose acquisition company that would take the next-generation GPS firm public and value it at about $1.2 billion, the companies said.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mondo-duplantis-swedish-pole-vaulter-interview-11623328260", "title": "Will the Breakout Star of the Olympics Be a Swedish Pole-Vaulter?", "date": "2021-06-10 08:31", "summary": "Mondo Duplantis, the 21-year-old reigning record-holder in his niche sport, has been preparing for the delayed Olympics in his childhood backyard. He expects nothing less than gold.. Everybody remembers what they did last spring right before they couldn't do much of anything. Mondo Duplantis went to New Orleans for Mardi Gras. This was in February 2020, not long after he jumped higher than anybody in the history of pole-vaulting and established himself as the favorite to win the gold medal at the Tokyo Olympics. He was fresh off a plane from Europe and ready to party. Life couldn't have been much better for the best pole-vaulter ever. \"I felt like I was on top of the world,\" he says.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-tech-is-going-public-in-india-11623327754", "title": "Big Tech Is Going Public in India", "date": "2021-06-10 08:22", "summary": "Companies such as e-commerce leader Flipkart and fintech giant Paytm are considering initial public offerings. The internet is about to shake up India's stock market.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/euro-2020-schedule-north-macedonia-uniforms-11623286426", "title": "The Tiny Country With a Giant Controversy-Over the National Soccer Jersey", "date": "2021-06-10 08:10", "summary": "The North Macedonian soccer federation released a new kit before its first berth in the European Soccer Championship. But there was a problem: the uniforms were the wrong shade of red.. When North Macedonian president Stevo Pendarovski visited the Vatican in late May, he handed the Pope a customized Macedonian soccer jersey with His Holiness's name written on the back in Cyrillic. It was a symbol of the greatest sports achievement in the history of the former Yugoslav nation: a berth in the upcoming European Soccer Championship.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyc-mayoral-race-candidates-11623280789", "title": "Meet the Top New York City Mayoral Candidates", "date": "2021-06-10 08:01", "summary": "Ranked-choice voting will decide the winner of the June 22 primary. Voters will soon pick the next mayor of New York City, and they have many choices on their ballots.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nantuckets-short-term-rental-war-is-pitting-neighbor-against-neighbor-11623326401", "title": "Nantucket's Short-Term Rental War Is Pitting 'Neighbor Against Neighbor'", "date": "2021-06-10 08:00", "summary": "Resume Subscription. On Saturday morning on Nantucket, a 48-square-mile island off the southern coast of Massachusetts, nearly 1,000 registered voters streamed into four large white tents erected on a playing field behind the elementary school. They were there for the annual Town Meeting, where they voted, as Nantucketers have for centuries, directly on issues facing the community. Every chair was taken and latecomers sat on the grass or in beach chairs. Children did somersaults in the sunshine and islanders passed around cookies and guffawed at the dry humor of Town Meeting Moderator Sarah Alger.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-full-time-resident-fights-back-11623326401", "title": "A Full-Time Resident Fights Back", "date": "2021-06-10 08:00", "summary": "Tobias Glidden, who lives on Nantucket year-round, says vacation rentals are pricing out local residents.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/inside-the-summer-home-of-a-short-term-rental-supporter-11623326402", "title": "Inside the Summer Home of a Short-Term Rental Supporter", "date": "2021-06-10 08:00", "summary": "Norman Levenson, who owns a number of vacation rentals on Nantucket, opposes Article 90.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-york-city-comptroller-candidates-vie-for-top-fiscal-watchdog-post-11623326401", "title": "New York City Comptroller Candidates Vie for Top Fiscal Watchdog Post", "date": "2021-06-10 08:00", "summary": "A Thursday debate will include leading candidates such as Corey Johnson, Brad Lander and Michelle Caruso-Cabrera. Ten candidates, including two rivals on the New York Council, are vying for the Democratic line in the race to become the city's next comptroller.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/naomi-osaka-mental-health-law-casey-martin-golf-cart-pga-11623285387", "title": "Naomi Osaka Took a Mental-Health Break. Could the Law Allow Other Athletes to Follow?", "date": "2021-06-10 08:00", "summary": "PGA Tour precedent and rising acceptance of mental-health discussions could prompt other pros to ask for accommodations under the Americans with Disabilities Act. Twenty years ago, professional golfer Casey Martin landed a seismic decision from the U.S. Supreme Court. Martin had sued the PGA Tour to be able to use a golf cart during competitions because of a circulatory condition that limited his ability to walk. He won.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-declines-german-cardinals-offer-to-resign-over-sex-abuse-crisis-11623325576", "title": "Pope Declines German Cardinal's Offer to Resign Over Sex-Abuse Crisis", "date": "2021-06-10 07:46", "summary": "Pontiff urges Cardinal Reinhard Marx to continue anti-abuse reforms. ROME-Pope Francis told German Cardinal Reinhard Marx, who offered his resignation last month to take responsibility for the Catholic Church's institutional failures to prevent clerical sex abuse, instead to remain in office and pursue reform.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hedge-fund-behind-amazon-mgm-deal-amasses-big-bet-on-uranium-11623324178", "title": "Hedge Fund Behind Amazon-MGM Deal Amasses Big Bet on Uranium", "date": "2021-06-10 07:22", "summary": "Anchorage, best known for selling Hollywood studio MGM to Amazon.com, bought uranium in a bet on higher prices for the nuclear fuel. The hedge fund behind the Amazon.com Inc. -MGM Holdings Inc. deal has another trade up its sleeve: going big on uranium.", "categories": [["WSJ News Exclusive", "Commodities"]], "category_links": ["https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-prepare-for-a-job-interview-11605107862", "title": "Job Interview Preparation Tips to Help You Stand Out", "date": "2021-06-10 07:13", "summary": "Most Popular News. You have put time and effort into your job application, perhaps polishing up your résumé and crafting a well-constructed cover letter, earning you a coveted interview. Now is your chance to show why you are a great candidate and how you would fit in with your potential team. If you do your homework, you will be prepared for anything the interviewer throws at you.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fintech-investors-are-hitting-the-marqeta-11623322981", "title": "Fintech Investors Are Hitting the Marqeta", "date": "2021-06-10 07:03", "summary": "The card-payments enabler behind big names like Square, DoorDash and others will be a major play for investors betting on digital commerce. Marqeta, one of the forces behind the rapid evolution of payments and commerce, is now a public company. Investors should get to know it.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-moment-made-for-rh-11623322877", "title": "A Moment Made for RH", "date": "2021-06-10 07:01", "summary": "In a stock market hungry for growth stories, the luxury furniture retailer seems to know its audience. Home is where it's at.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-englands-summer-travel-spots-try-to-make-up-for-lost-time-11623322800", "title": "New England's Summer Travel Spots Make Up for Lost Time", "date": "2021-06-10 07:00", "summary": "Covid-19 cut Northeast tourism last year, but region expects a stronger 2021 season amid high vaccination rates and reopened businesses. At the Tyler Place Family Resort in Highgate Springs, Vt., almost all of the staff members are vaccinated. Nearly all of the guests arriving to take in the resort's 165 acres, spa, hayrides and campfires, including teens old enough to get the Covid-19 vaccine, are vaccinated too.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steelmakers-keep-old-plants-idle-despite-surging-prices-11623322802", "title": "Old Steel Plants Stay Idle Despite Surging Prices", "date": "2021-06-10 07:00", "summary": "Companies cite the high cost of restarting the mills as closures add to the shortage of metal needed for cars and appliances. Two of the nation's largest steelmakers are keeping older mills closed, passing up a chance to sell more metal at record prices, because of the high cost of restarting and the threats to their survival from rivals' new plants.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hpe-collects-160-million-to-support-portfolio-company-ppro-11623322801", "title": "HPE Collects €160 Million to Support Portfolio Company PPRO", "date": "2021-06-10 07:00", "summary": "Secondary investors Coller Capital and Adams Street co-led the secondary transaction with support from Pomona Capital and W Capital. European growth investor HPE Growth has collected €160 million (roughly $194.8 million) to support an increasingly popular deal structure that gives the firm more time to support PPRO Financial Ltd., a cross-border payments infrastructure technology company the firm initially backed in 2014.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-city-that-never-sleeps-wants-a-nightlife-museum-11623322800", "title": "The City That Never Sleeps Wants a Nightlife Museum", "date": "2021-06-10 07:00", "summary": "New York City should celebrate the history of its clubs, officials say in a report. New York City already has several niche museums, whose areas of focus range from sex to mathematics.", "categories": [["WSJ News Exclusive", "Culture"]], "category_links": ["https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-on-bidens-europe-trip-meetings-with-g-7-nato-putin-11623317401", "title": "What to Watch on Biden's Europe Trip: Meetings With G-7, NATO, Putin", "date": "2021-06-10 06:40", "summary": "President's first foreign trip in office will take him to the U.K., Belgium and Switzerland. PLYMOUTH, England-President Biden has begun his first foreign trip as president, a three-country tour that will feature meetings with European allies and a summit with Russian President Vladimir Putin.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-green-hydrogen-puzzle-is-starting-to-fall-into-place-11623321194", "title": "The Green Hydrogen Puzzle Is Starting to Fall Into Place", "date": "2021-06-10 06:33", "summary": "Siemens Gamesa's hydrogen-producing wind turbine is an example of the innovative projects that will help give shape to the emerging clean-fuel market. Replacing fossil fuels with green hydrogen in the economy is a bit like doing a jigsaw puzzle: Once a few early pieces are connected, it will be much easier to fit the others. A plan from one of the world's top wind-turbine makers can help.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/digital-currency-asset-manager-hires-its-first-cmo-11623321001", "title": "Digital Currency Asset Manager Hires Its First CMO", "date": "2021-06-10 06:30", "summary": "Deborah Bussière will promote investment products in a noisy sector of finance. Grayscale Investments LLC, a digital currency asset manager, has named Deborah Bussière as its first chief marketing officer.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/miners-efforts-to-attract-more-female-workers-fall-flat-11623317752", "title": "Miners' Efforts to Attract More Female Workers Fall Flat", "date": "2021-06-10 05:35", "summary": "Resume Subscription. A drive by mining companies to hire more women has stalled, leaving the industry as one of the world's most male-dominated professions and exacerbating a looming recruitment crisis in many key roles.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-to-donate-500-million-covid-19-vaccine-doses-to-lower-income-countries-11623263573", "title": "U.S. to Donate 500 Million Covid-19 Vaccine Doses", "date": "2021-06-10 05:33", "summary": "Biden administration to donate the Pfizer doses this year and next through Covax initiative. President Biden's administration plans to donate 500 million coronavirus vaccine doses produced by Pfizer Inc. to the rest of the world, according to people familiar with the plans.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/compliance-officers-play-leading-role-in-pursuing-diversity-goals-11623317402", "title": "Compliance Officers Play Leading Role in Pursuing Diversity Goals", "date": "2021-06-10 05:30", "summary": "Risk-management skills can help in creating a more inclusive workplace. Corporate compliance officers are getting more involved in diversity and inclusion efforts, using their expertise in helping employees adhere to laws and company policies to push for change.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coinbase-teams-up-with-401-k-provider-to-offer-crypto-11623317402", "title": "Coinbase Teams Up With 401(k) Provider on Crypto", "date": "2021-06-10 05:30", "summary": "Workers at participating companies could invest up to 5% of their account balances in cryptocurrency. A small group of workers will find something new in their 401(k) plan starting in July: the option to invest in cryptocurrency.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/asset-managers-in-europe-look-for-deals-to-bulk-up-11623316739", "title": "Asset Managers in Europe Look for Deals to Bulk Up", "date": "2021-06-10 05:19", "summary": "Firms have announced deals worth more than $5 billion this year, while DWS and BNP are possible bidders for NN Group's asset-management arm. Asset managers in Europe are doing deals and gaining scale.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/myanmars-aung-san-suu-kyi-charged-with-corruption-11623309754", "title": "Myanmar's Aung San Suu Kyi Charged With Corruption", "date": "2021-06-10 03:22", "summary": "Ousted civilian leader, who has been detained since Feb. 1 coup, faces trial next week on other charges. SINGAPORE-Authorities in Myanmar have charged Aung San Suu Kyi with corruption, the latest in a raft of criminal cases brought against her since the country's military overthrew her government in a coup and returned the Southeast Asian nation to authoritarian rule.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ledger-a-crypto-security-startup-raises-380-million-in-funding-11623301200", "title": "Ledger, a Crypto-Security Startup, Raises $380 Million", "date": "2021-06-10 01:00", "summary": "Latest round hoists valuation of French seller of crypto hardware and software to $1.5 billion. Ledger, a startup that sells hardware and software to keep cryptocurrency secure, has raised $380 million in a new financing that's pushed its valuation to more than $1.5 billion.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11623264478", "title": "Pepper...and Salt", "date": "2021-06-10 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/merrick-garland-responds-to-criticism-from-white-house-democrats-11623276591", "title": "Merrick Garland Underscores Justice Department's Independence", "date": "2021-06-10 22:15", "summary": "Attorney general's defends Justice Department for backing some Trump administration positions that Biden, Democratic lawmakers want reversed. WASHINGTON-Attorney General Merrick Garland on Wednesday defended the Justice Department after its continued support of some Trump administration legal positions drew criticism from fellow Democrats and the White House.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/starbucks-runs-short-on-cups-and-syrup-as-covid-19-eases-11623287198", "title": "Starbucks Runs Short on Cups and Syrup as Covid-19 Eases", "date": "2021-06-10 21:36", "summary": "Coffee company says lack of supplies including oat milk are temporary and vary by store and market. Starbucks Corp. is running short in some stores on basics including cups and coffee syrups, baristas said, as the chain grinds back to full operations in the wake of the Covid-19 pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-the-keystone-xl-pipeline-and-why-did-president-biden-issue-an-executive-order-to-block-it-11611240342", "title": "What Is the Keystone XL Pipeline and Why Did the Developer Abandon It?", "date": "2021-06-10 21:29", "summary": "The decision hands a win to environmentalists who campaigned for years to block new pipeline construction. Canada's TC Energy Corp. and the Albertan provincial government's decision to scuttle the Keystone XL oil pipeline Wednesday brings an end to a decadelong fight over the pipeline intended to carry Canadian crude to the U.S.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/keystone-xl-oil-project-abandoned-by-developer-11623272010", "title": "Keystone XL Oil Project Abandoned by Developer", "date": "2021-06-10 20:08", "summary": "Decision ends a yearslong effort to pipe more Canadian crude to the U.S.. Canada's TC Energy Corp. and the Albertan provincial government said Wednesday they would scuttle the Keystone XL oil pipeline project, bringing to an end a yearslong controversy over an effort to pipe more Canadian crude to the U.S.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]