[{"link": "https://www.wsj.com/articles/chicagos-mayor-lightfoot-promotes-racism-11622142468", "title": "Chicago's Mayor Lightfoot Promotes Racism", "date": "2021-05-27 15:07", "summary": "So now we go from social distancing to racial distancing, courtesy of Mayor Lori Lightfoot.. Regarding your editorial \"Racism at Chicago's City Hall\" (May 21): Now we go from social distancing to racial distancing, courtesy of Mayor Lori Lightfoot. The justification for this blatantly racist policy is that white reporters simply cannot walk a mile in her boots, and so they must be boycotted. You are correct that the late Sen. Jim Eastland would crack a smile, but I doubt the nine justices of the Supreme Court who decided Brown v. Board of Education would be amused.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/collateral-damage-from-the-gig-work-blunderbuss-11622142414", "title": "Collateral Damage From The Gig-Work Blunderbuss", "date": "2021-05-27 15:06", "summary": "California fired at Uber and Lyft with Assembly Bill 5, and not only missed, but hit my small nonprofit theater company, and hundreds of others throughout the state.. Regarding your editorial \"Biden's Rollback on Gig Work\" (May 14): When you shoot the devil, you had better not miss. California fired at Uber and Lyft with Assembly Bill 5, and not only missed, but hit my small, nonprofit theater company, and hundreds of others throughout the state, who were standing in the crowd. Small theaters depend on hiring contract workers to make a season which is temporary by nature. But small theaters were unable to get an exemption from the legislature, and so are facing extinction.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ryanair-ceo-calls-belarus-flight-diversion-a-premeditated-hijacking-11622142195", "title": "Ryanair CEO Calls Belarus Flight Diversion 'Premeditated Hijacking'", "date": "2021-05-27 15:03", "summary": "Airline hasn't provided its own detailed account, but Michael O'Leary is disputing Belarus's version of events in private letter. Ryanair Holdings PLC rejected Belarus's account of the diversion of one of its planes Sunday, angrily condemning the forced landing in a private letter and calling on the government to identify three passengers the company said it suspects are security-services agents.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/4-ways-to-become-a-better-swimmerfrom-smart-goggles-to-waterproof-headphones-11622141542", "title": "4 Ways to Become a Better Swimmer-From Smart Goggles to Waterproof Headphones", "date": "2021-05-27 14:52", "summary": "These new swim fitness gadgets-paired with cutting-edge apps-will leave you better equipped to (finally) take on pools again. AS SWIMMERS return to their local pools this summer after a very long dry spell, they'll have their pick of new tracking and timing technology to improve their strokes. From heart-rate sensors that clip onto goggle bands to smart goggles that project a tally of how many laps you've swum directly onto the lens, underwater fitness tech is catching up to its aboveground cousins. Much like Fitbits, these new devices relay via companion apps how hard you worked and whether to take it easy or push yourself on your next swim. We tested some of the most intriguing innovations to see what's helpful and what's hype before you invest.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-to-restart-work-at-several-plants-idled-by-computer-chip-shortage-11622133452", "title": "GM to Restart Several Factories Idled by Computer-Chip Shortage", "date": "2021-05-27 14:44", "summary": "Auto maker says Chevrolet Equinox and GMC Terrain will go back into production within weeks. General Motors Co. said Thursday it is restarting production at a handful of factories that were previously idled because of a global shortage of semiconductors.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rebecca-minkoff-makes-some-items-available-to-rent-without-a-monthly-subscription-11622138687", "title": "Rebecca Minkoff Makes Some Items Available to Rent", "date": "2021-05-27 14:04", "summary": "The world is reopening. Fashion renters and retailers are trying to rekindle the spark of looking posh by lowering the barriers to designer clothing and bags. High-end retailer Rebecca Minkoff LLC has begun offering hundreds of clothing items on its website for rent, now without requiring a membership in a rental subscription service like those offered by some other fashion companies.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boston-consulting-group-names-christoph-schweizer-ceo-11622137215", "title": "Boston Consulting Group Names Christoph Schweizer CEO", "date": "2021-05-27 13:56", "summary": "Rich Lesser will step down in the fall after nearly nine years as leader of the consulting giant. Rich Lesser, the chief executive of Boston Consulting Group, will step down in the fall from his role after nearly nine years as leader of the consulting giant, and longtime executive Christoph Schweizer will take over as CEO, the firm said in a letter to partners.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sugar-ray-leonards-italian-style-estate-in-los-angeles-11622137644", "title": "Sugar Ray Leonard's Italian-Style Estate in Los Angeles", "date": "2021-05-27 13:47", "summary": "The home is in an upscale neighborhood whose streets are named after locations in the French and Italian Riviera.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/one-two-punch-sugar-ray-leonard-relists-l-a-home-for-46-5-million-11622137347", "title": "One-Two Punch? Sugar Ray Leonard Relists L.A. Home for $46.5 Million", "date": "2021-05-27 13:42", "summary": "Resume Subscription. Boxing legend Sugar Ray Leonard and his wife Bern Leonard are relisting their elaborate Italian villa-style home in Los Angeles for $46.5 million.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/retailers-race-to-keep-kayaks-and-tvs-on-shelves-11622135459", "title": "Retailers Race to Keep Kayaks and TVs in Stock", "date": "2021-05-27 13:24", "summary": "Dick's, Best Buy among chains facing challenges finding products as shoppers flood in; 'We're chasing all the time'. Big retail chains such as Dick's Sporting Goods Inc. and Best Buy Co. say they are rushing to have enough goods to sell in their stores this year amid surging demand from American consumers for products from fitness equipment to televisions.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-covid-19-crisis-leaves-nation-in-grief-11622135992", "title": "India's Covid-19 Crisis Leaves Nation in Grief", "date": "2021-05-27 13:19", "summary": "Resume Subscription. Jayant Malhotra says he won't ever forget the sight of the bodies. They arrived in a relentless, urgent flow for cremation-a service he and his father offer in New Delhi free-of-charge for victims of Covid-19. Exhausted workmen prepared row upon row of funeral pyres, struggling to keep pace with the scale of death as the solemn Hindu rite became a symbol of a besieged nation's shared grief.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/facebook-ends-ban-on-posts-asserting-covid-19-was-man-made-11622094890", "title": "Facebook Ends Ban on Posts Asserting Covid-19 Was Man-Made", "date": "2021-05-27 12:56", "summary": "Social media titan's policy shift reflects a deepening debate over the origins of the virus first identified in Wuhan, China. Facebook Inc. has ended its ban on posts asserting Covid-19 was man-made or manufactured, a policy shift that reflects a deepening debate over the origins of the pandemic that was first identified in Wuhan, China, almost 18 months ago.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israeli-hamas-cease-fire-threatened-by-tensions-over-contested-jerusalem-neighborhood-11622133465", "title": "Israel Truce Threatened by Tensions Over Jerusalem Neighborhood", "date": "2021-05-27 12:37", "summary": "Resume Subscription. JERUSALEM-A decades-old property dispute in the divided Jerusalem neighborhood of Sheikh Jarrah shows the depth of tensions between Jews and Palestinians over control of the contested city.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/nvidias-cryptocurrency-puzzle-gets-less-vexing-11622132688", "title": "Nvidia's Cryptocurrency Puzzle Gets Less Vexing", "date": "2021-05-27 12:24", "summary": "Uncertainty stems from use of chip maker's graphics processors by 'miners'. \"Not like last time\" can be a dangerous phrase in business. But in the case of Nvidia and its relationship with crypto-miners, it also happens to be true.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indianapolis-500-roger-penske-beth-paretta--11622132189", "title": "On This Indianapolis 500 Team, the Boss Is a Woman", "date": "2021-05-27 12:17", "summary": "A historic women's team from auto racing executive Beth Paretta gets a lift from car racing titan Roger Penske. The first time Beth Paretta talked to Roger Penske, they argued.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-wework-chiefs-gargantuan-exit-package-gets-new-sweetener-11622115000", "title": "Former WeWork Chief's Gargantuan Exit Package Gets New Sweetener", "date": "2021-05-27 12:12", "summary": "Shared-office company gave Adam Neumann $245 million stock deal to clear way for listing. Nearly two years ago, SoftBank Group Corp. sought to part ways with WeWork co-founder Adam Neumann when it bailed out the shared-office company. It hasn't been an easy divorce.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-oils-tough-clean-energy-transition-11622131812", "title": "Big Oil's Tough Clean-Energy Transition", "date": "2021-05-27 12:10", "summary": "Early movers in decarbonization shift offer a glimpse of the hard times ahead for Exxon and Chevron. Despite the drama of a watershed week for big oil, change will likely be slow and painful.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/climate-ruling-could-force-big-change-at-shell-11622131737", "title": "Climate Ruling Could Force Big Change at Shell", "date": "2021-05-27 12:08", "summary": "Oil giant might need to sell assets and rethink spending to meet Dutch court order to curb carbon emissions. To comply with a Dutch court order to cut carbon emissions, Royal Dutch Shell PLC may have to overhaul its business and cut its oil output faster than it had planned, analysts and investors said.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-fights-back-against-cyberattacks-11622131229", "title": "Congress Fights Back Against Cyberattacks", "date": "2021-05-27 12:02", "summary": "Washington needs better coordination with the private sector to prevent and respond to hacking.. Cybersecurity has for years been a wonky, abstract concern to most Americans. No longer. The long gasoline lines and price spikes resulting from the Colonial Pipeline attack were a wake-up call, the moment cyber got real for millions. The ransomware attack disrupted one of the largest refined-gasoline pipelines in the U.S. for six days, and is part of a disturbing trend. Our adversaries no doubt are noting the economic and societal cost inflicted; the number of people directly or indirectly affected by a malicious cyberattack is only going to rise.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pandemic-of-anti-semitism-11622131302", "title": "The Pandemic of Anti-Semitism", "date": "2021-05-27 12:01", "summary": "Jew-hatred is wrong whether it comes from neo-Nazis or left-wing activists.. As if the coronavirus pandemic isn't bad enough, another sickness is breaking out across the world-a pandemic of anti-Semitism. Hatred of the Jewish people is only one expression of the virus of prejudice. Even our most brilliant scientists can't develop a vaccine for this disease. All of us-citizens and government officials-need to do our best to stamp it out.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-prevent-the-supply-problems-ailing-chips-plane-makers-are-boosting-demand-11622123892", "title": "To Prevent the Supply Problems Ailing Chips, Plane Makers Are Boosting Demand", "date": "2021-05-27 11:54", "summary": "Airbus's announcement that it will increase production is an important signal for hard-hit aerospace suppliers. The chip shortage has given Airbus and Boeing an example to avoid.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-bars-diplomats-from-australian-writer-yang-hengjuns-espionage-trial-11622099393", "title": "China Bars Diplomats From Australian Writer's Espionage Trial", "date": "2021-05-27 11:36", "summary": "Australian officials are concerned about transparency in case of blogger and spy novelist who has been detained for more than two years. Chinese authorities denied Australian diplomats access to the trial of an Australian writer accused of espionage in a case that has exacerbated tensions between the two nations.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/century-city-los-angeles-hotel-11622129609", "title": "Hollywood Flocked to This Hotel in Its Heyday. Now, an L.A. Developer Bets Deep-Pocketed Buyers Will Too.", "date": "2021-05-27 11:35", "summary": "Resume Subscription. It was the hot spot of its time: A 19-story, gently-curved slab of Midcentury Modernism. Its 1966 opening gala was emceed by Bob Hope with Walt Disney in attendance. Its ballroom hosted the Apollo 11 astronauts' celebratory state dinner with President Richard Nixon. President Ronald Reagan stayed there so frequently that the hotel was dubbed the \"Western White House.\" Guests like Lucille Ball and Muhammad Ali would have been greeted by doormen in British Beefeater costumes as they arrived into the porte cochere.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/hong-kong-security-chief-warns-citigroup-hsbc-against-dealings-with-pro-democracy-tycoon-11622129514", "title": "Hong Kong Warns Banks Against Dealing With Jimmy Lai", "date": "2021-05-27 11:31", "summary": "Employees could be prosecuted for handling accounts owned by Jimmy Lai, authorities tell banks. Hong Kong authorities issued warnings to units of Citigroup Inc. and HSBC Holdings PLC that their employees could face jail time if they deal with the accounts or assets of Jimmy Lai, a pro-democracy newspaper owner charged with national-security offenses.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-coronavirus-05-27-2021-11622068894", "title": "U.S. Jobless Claims Extend Decline to New Pandemic Low", "date": "2021-05-27 11:23", "summary": "Claims, a proxy for layoffs, edged lower to 406,000 in the week ended May 22. Worker filings for jobless benefits fell again to a fresh pandemic low, extending a steady downward trend and adding to signs of a healing labor market and a broader, though uneven, economic recovery.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-rolls-out-covid-19-vaccine-for-animals-11622128581", "title": "Russia Rolls Out Covid-19 Vaccine for Animals", "date": "2021-05-27 11:16", "summary": "Trials of homegrown Carnivac-Cov shot achieved immune response in species including cats and dogs. MOSCOW-As Russia's efforts to vaccinate its population against Covid-19 sputter, authorities have turned to a new target group: animals.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rush-limbaughs-radio-show-to-be-taken-over-by-clay-travis-and-buck-sexton-11622127616", "title": "Rush Limbaugh's Show to Be Taken Over by Clay Travis and Buck Sexton", "date": "2021-05-27 11:00", "summary": "Duo's program to begin airing in the coveted weekday time slot on June 21 in hundreds of markets. The Rush Limbaugh replacements are in, as Clay Travis and Buck Sexton will take over his three-hour conservative talk radio show time slot, said distributor Premiere Networks.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-siblings-who-control-james-bondeven-after-amazon-buys-mgm-11622127212", "title": "The Siblings Who Control James Bond-Even After Amazon Buys MGM", "date": "2021-05-27 10:53", "summary": "To make the most of the Bond franchise, Amazon will need permission from the powerful family that owns the rights. LOS ANGELES-Jeff Bezos is bringing the world's most famous secret agent into the Amazon fold. But as in any James Bond film's third-act reveal, there is a more powerful entity that controls the empire behind the scenes.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dow-jones-industrial-average-celebrates-125-years-as-wall-streets-bellwether-11622001661", "title": "Dow Jones Industrial Average Marks 125 Years", "date": "2021-05-27 10:52", "summary": "Resume Subscription. One hundred twenty-five years ago, the Dow Jones Industrial Average made its debut.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/schitts-creek-but-in-real-life-owner-tries-selling-california-desert-town-11622126653", "title": "Schitt's Creek, but in Real Life: Owner Tries Selling California Desert Town", "date": "2021-05-27 10:44", "summary": "Resume Subscription. NIPTON, Calif.-In the award-winning television show \"Schitt's Creek,\" the owners of the tiny town of the same name try to sell it, with no luck. Roxanne Lang feels like she's been living that story line on repeat.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/time-is-running-out-in-covid-19-origins-inquiry-say-who-led-team-members-11622125841", "title": "Time Is Running Out in Covid-19 Origins Inquiry, Say WHO-Led Team Members", "date": "2021-05-27 10:30", "summary": "Researchers call on United Nations agency's member states to mandate a second phase of research. Members of a World Health Organization-led team investigating the origins of Covid-19 urged the United Nations agency's member states to mandate a second phase of research, warning that time was running out to examine blood samples and other important clues in China regarding when, how and where the pandemic started.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-electrical-grid-bigger-disaster-february-freeze-black-starts-11622124896", "title": "The Texas Grid Came Close to an Even Bigger Disaster During February Freeze", "date": "2021-05-27 10:25", "summary": "Resume Subscription. The Texas electric grid came within five minutes of a complete collapse in mid-February. The problem could have been much worse. A little-known network designed to jolt the grid back to life wasn't working properly.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/number-puzzles-saturday-may-29-11622059592", "title": "Number Puzzles (Saturday, May 29)", "date": "2021-05-27 10:00", "categories": [["WSJ Puzzles", "Number Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/number-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-snowflake-gamestop-what-to-watch-when-the-stock-market-opens-today-11622113186", "title": "Ford, Snowflake, GameStop: What to Watch When the Stock Market Opens Today", "date": "2021-05-27 09:02", "summary": "The rally in meme stocks took a breather in premarket trading. Here's what we're watching ahead of Thursday's market open.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-to-pay-faa-penalties-related-to-737-jet-production-problems-11622113200", "title": "Boeing to Pay FAA Penalties Tied to 737 Jet Production", "date": "2021-05-27 08:57", "summary": "A $17 million settlement comes as the FAA has increased scrutiny of the aircraft maker's manufacturing. Boeing Co. has agreed to pay $17 million in civil penalties for production lapses related to 737 aircraft models in a settlement with the Federal Aviation Administration, the agency said.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luka-doncic-mavericks-clippers-nba-playoffs-11622119514", "title": "We Have Seen the NBA's Future and Its Name Is Luka Doncic", "date": "2021-05-27 08:45", "summary": "He's already one of the league's best players-and he's only 22 years old. The next big NBA superstar has arrived.. He's been described as a cross between Larry Bird and Magic Johnson. The heir to Dirk Nowitzki. A phenom with the fire of Michael Jordan, the control of LeBron James and the panache of Stephen Curry.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-budget-to-spotlight-battle-over-abortion-restrictions-11622118882", "title": "Biden's Budget to Spotlight Battle Over Abortion Restrictions", "date": "2021-05-27 08:34", "summary": "President said during his campaign that he backed scrapping a ban on federal dollars for abortions in most cases, known as the Hyde Amendment. President Biden's coming budget proposal will include his decision on whether to push to end a ban on using federal dollars for abortions in most cases, potentially opening a new front in the clash over access to the procedure.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hsbc-to-exit-u-s-retail-banking-11622077164", "title": "HSBC to Exit Most U.S. Retail Banking", "date": "2021-05-27 08:08", "summary": "Bank has reached agreements to sell its East Coast and West Coast branches to Citizens Bank and Cathay Bank. HSBC Holdings PLC will stop serving mass-market individual customers and smaller businesses in the U.S., exiting the bulk of a retail business that has long struggled to compete with America's big banks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rolls-royce-designed-by-you-inside-the-carmakers-new-custom-coachbuild-program-11622116910", "title": "A Made-to-Order Rolls-Royce? Inside the Automaker's New Program", "date": "2021-05-27 08:01", "summary": "With the unveiling of one of three built-to-order Boat Tails, Rolls-Royce introduces a Coachbuild program that invites the customer into its design studio. At 60 Miles an hour the loudest noise in this new Rolls-Royce comes from the electric clock.\" David Ogilvy wrote this tagline in 1958 to underscore the kind of exacting workmanship that went into Rolls-Royce's Silver Cloud. The line has passed into advertising legend. Ogilvy's phrasing wasn't just catchy, it helped boost American sales.", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/younger-new-yorkers-prop-up-lagging-rental-market-11622116800", "title": "Younger New Yorkers Prop Up Lagging Rental Market", "date": "2021-05-27 08:00", "summary": "Real-estate data shows median age of New York City renters has fallen from 28.6 years to 23.5 years between January and May. Young families led an exodus out of New York City during the pandemic. College students and recent graduates are leading a return.", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-real-estate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blink-charging-taps-cash-pile-in-electric-car-bet-11622116801", "title": "Blink Charging Taps Cash Pile in Electric Car Bet", "date": "2021-05-27 08:00", "summary": "The electric vehicle charging company took advantage of a run up in its share price to raise funds earlier this year. Blink Charging Co. is using cash acquired in a recent stock offering to expand its network of charging stations ahead of an expected consumer shift toward electric vehicles.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoins-reliance-on-stablecoins-harks-back-to-the-wild-west-of-finance-11622115246", "title": "Bitcoin's Reliance on Stablecoins Harks Back to the Wild West of Finance", "date": "2021-05-27 08:00", "summary": "To understand the weakness of stablecoins such as Tether, it is worth a quick history lesson from pre-Civil War American finance. Stablecoins are one of the weirdest things in the whole bizarro world of cryptocurrencies, because they operate on principles directly opposed to the rest of the crypto system.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-calls-for-intelligence-report-on-origins-of-covid-19-11622049664", "title": "Biden Calls for Intelligence Report on Origins of Covid-19", "date": "2021-05-27 07:12", "summary": "Move comes as scrutiny persists over a possible laboratory leak in Wuhan, China. WASHINGTON-President Biden ordered a U.S. intelligence inquiry into the origins of Covid-19, following renewed scrutiny of the possibility that the outbreak of the virus might have started with a laboratory leak in China.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ai-ethics-teams-bulk-up-in-size-influence-at-tech-firms-11622113202", "title": "AI Ethics Teams Bulk Up in Size, Influence at Tech Firms", "date": "2021-05-27 07:00", "summary": "A flaw in a photo-cropping algorithm at Twitter prompted the attention of its ethics team. Artificial intelligence ethics teams are playing a greater role at tech companies and helping them deal with bias and fairness issues that have cropped up at companies such as Twitter Inc.", "categories": [["Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/types/artificial-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-is-killing-hundreds-of-pregnant-women-and-babies-in-brazil-11622113201", "title": "Covid-19 Is Killing Hundreds of Pregnant Women and Babies in Brazil", "date": "2021-05-27 07:00", "summary": "Resume Subscription. VITÓRIA, Brazil-Taíssa Souza, an advertising manager, wasn't due to give birth until April. But in February she fell so ill with Covid-19 that she struggled to breathe, forcing doctors to deliver her baby son who was pressing up against her disease-ridden lungs.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/prepare-for-rapid-air-travel-rebound-airbus-tells-industry-11622111542", "title": "Prepare for Rapid Air Travel Rebound, Airbus Tells Industry", "date": "2021-05-27 06:32", "summary": "Plane maker plans return to pre-pandemic production levels in contrast with more-cautious peers. Airbus SE laid out a long-term plan to return aircraft production to pre-pandemic levels, putting its suppliers and customers on notice that it is betting air travel, and jet demand, will bounce back quicker than others expect.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-fleeting-opportunity-in-chinese-stocks-11622110970", "title": "A Fleeting Opportunity in Chinese Stocks", "date": "2021-05-27 06:22", "summary": "Foreign investors are piling into Chinese shares, but those betting on a further jump in the yuan might be disappointed. Foreign investors are piling into Chinese stocks. Is the market turning a corner?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shippings-carbon-cutting-fuel-tanks-so-far-remain-empty-11622109600", "title": "Shipping's Carbon-Cutting Fuel Tanks So Far Remain Empty", "date": "2021-05-27 06:00", "summary": "The industry faces a 2050 emissions-reduction target with choices yet to be made on what clean fuels to use. Imagine going to a car dealership for a new vehicle that's climate friendly and being told that it isn't clear what clean fuels will be available to fill it up, or how much those fuels will cost. You probably would walk away or opt for a car that runs on gasoline.", "categories": [["Shipping Matters"]], "category_links": ["https://www.wsj.com/news/types/shipping-matters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/femhealth-ventures-seeks-50-million-for-womens-health-investments-11622109600", "title": "FemHealth Ventures Seeks $50 Million for Women's Health Investments", "date": "2021-05-27 06:00", "summary": "Venture funding for the industry is rising as startups develop a range of new technologies. Two women with diverse professional backgrounds have come together to form FemHealth Ventures, a new venture-capital firm that is raising a fund to invest in technologies for women's health.", "categories": [["Pro VC VC Funds"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-vc-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shell-exxon-decisions-highlight-rethink-in-energy-investment-11622109522", "title": "Shell, Exxon Decisions Highlight Rethink in Energy Investment", "date": "2021-05-27 05:58", "summary": "Investors in European bond markets were already getting ahead of climate-policy changes. A Dutch court's demand that Royal Dutch Shell PLC slash carbon emissions is casting a spotlight on how investors approach oil companies and their strategies to manage climate risks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-talk-retirement-savings-with-your-spouse-11622107800", "title": "How to Talk Retirement Savings With Your Spouse", "date": "2021-05-27 05:30", "summary": "Couples can avoid friction during volatile markets with conversations in advance. When markets turn volatile, it is hard enough for one person to make decisions. Add another person to the mix, and tempers can flare if a couple disagrees about how much of their portfolio to invest in stocks.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schools-clear-hurdle-to-returning-in-the-fall-teachers-want-to-come-back-11622107801", "title": "Teachers Clear Back-to-School Hurdle for the Fall: They Want to Come Back", "date": "2021-05-27 05:30", "summary": "Many cite high vaccination rates as reason to return to in-person classes, but a reluctant few say they don't trust the constantly changing safety guidelines. Following a year of battles between teachers unions and schools that repeatedly stalled the reopening of classrooms nationwide, unions and many rank-and-file teachers have changed course, saying they are ready to head back to school in the fall.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11622057236", "title": "Pepper...and Salt", "date": "2021-05-27 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-china-trade-officials-hold-first-virtual-meeting-11622084335", "title": "U.S., China Trade Officials Hold First Virtual Meeting", "date": "2021-05-27 23:51", "summary": "Call between U.S. Trade Representative Katherine Tai and Chinese Vice Premier Liu He marks first high-level talks since March. WASHINGTON-U.S. Trade Representative Katherine Tai had a candid exchange on trade issues Wednesday night with her Chinese counterpart, Vice Premier Liu He, Ms. Tai's office said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-nominate-banker-diplomat-thoms-nides-as-envoy-to-israel-11622047094", "title": "Biden to Nominate Thomas Nides as Envoy to Israel, Eric Garcetti as Ambassador to India", "date": "2021-05-27 22:59", "summary": "The nominations come as the president looks to round out his diplomatic team amid a number of global tests. WASHINGTON-President Biden is expected to nominate veteran diplomat and Wall Street executive Thomas Nides to become the next ambassador to Israel and Los Angeles Mayor Eric Garcetti as ambassador to India, people familiar with the choices said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/san-jose-shooting-results-in-multiple-fatalities-11622043731", "title": "San Jose Shooting Leaves at Least Eight Dead", "date": "2021-05-27 22:56", "summary": "Suspected shooter, who died in apparent suicide, was an employee of the Valley Transportation Authority. SAN JOSE, Calif.-At least eight people were killed at a light-rail facility in this Bay Area city's downtown Wednesday morning, according to local law enforcement, the latest in a string of mass shootings of this scale.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shareholder-of-mdc-partners-opposes-merger-with-stagwell-11622081632", "title": "Shareholder of MDC Partners Opposes Merger With Stagwell", "date": "2021-05-27 22:13", "summary": "Indaba Capital Management says the terms of the proposed deal favor Stagwell. One of MDC Partners Inc.'s largest shareholders is opposing the advertising company's proposed merger with Stagwell Media, a private-equity fund focused on marketing services, saying the terms unfairly favor Stagwell's investors.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-to-sell-new-line-of-gap-branded-homegoods-11622068055", "title": "Walmart to Sell New Line of Gap-Branded Homegoods", "date": "2021-05-27 22:10", "summary": "'Gap Home' products will be sold on Walmart.com next month. Walmart Inc. and Gap Inc. plan to partner on a line of Gap-branded homegoods that will be sold at Walmart, a sign of how each retailer is stretching into new territory to stay competitive.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republican-candidates-for-new-york-mayor-face-off-in-two-man-debate-11622064803", "title": "Republican Mayoral Candidates Tussle Over Trump, Party Loyalty", "date": "2021-05-27 22:02", "summary": "Public safety has become a central issue in the race to succeed Bill de Blasio. The two Republican candidates for New York City mayor faced off in their first televised debate Wednesday, sparring over political ideologies, qualifications and former President Donald Trump.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rep-liz-cheney-to-be-interviewed-at-wall-street-journal-event-11622036557", "title": "Liz Cheney Sees Re-Election Bid as Big Moment for GOP", "date": "2021-05-27 21:32", "summary": "Wyoming congresswoman has no regrets about public criticism of Trump. Rep. Liz Cheney (R., Wyo.), said she views her re-election bid as a referendum on the future of the Republican Party, with voters potentially facing a choice between what she sees as traditional conservative values and loyalty to former President Donald Trump.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-rejects-bayer-proposal-to-resolve-future-roundup-cases-11622057583", "title": "Bayer to Rethink Roundup Formula for U.S. Consumers", "date": "2021-05-27 21:05", "summary": "Company will evaluate use of the active ingredient in the weedkiller after a judge rejected its plan to resolve future lawsuits from cancer patients. Bayer AG said it will evaluate whether to continue using the active ingredient in its popular Roundup weedkiller in the residential U.S. market, in the wake of a court setback Wednesday in the company's efforts to limit future liability over whether the product causes cancer.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eric-carle-beloved-childrens-book-author-dies-at-91-11622072148", "title": "Eric Carle, 'The Very Hungry Caterpillar' Author, Dies at 91", "date": "2021-05-27 20:46", "summary": "The writer and illustrator's books have introduced universal themes in simple words and bright colors to children world-wide. Eric Carle, the beloved children's author and illustrator whose classic \"The Very Hungry Caterpillar\" and other works gave millions of kids some of their earliest and most cherished literary memories, has died at age 91.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/labor-groups-divided-over-proposal-to-let-app-workers-unionize-in-new-york-11622059832", "title": "Labor Groups Divided Over Proposal to Let App Workers Unionize in New York", "date": "2021-05-27 20:40", "summary": "Draft bill would allow ride-hail drivers and delivery workers to form unions and get additional benefits. ALBANY, N.Y.-Worker groups are split over a proposal in New York state that would let ride-hail drivers and delivery workers form unions and get access to additional benefits while sidestepping the question of whether they should be classified as employees.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-prosecutors-have-asked-banks-for-information-about-archegos-meltdown-11622075234", "title": "Federal Prosecutors Have Asked Banks for Information About Archegos Meltdown", "date": "2021-05-27 20:27", "summary": "Manhattan U.S. attorney's office is reaching out to Wall Street banks that lent to the firm. Federal prosecutors in New York have requested information about Archegos Capital Management from banks across Wall Street, according to people familiar with the matter.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}]