[{"link": "https://www.wsj.com/articles/tech-startup-financing-hits-records-as-giant-funds-dwarf-venture-capitalists-11627822800", "title": "Tech Startup Financing Hits Records", "date": "2021-08-01 19:14", "summary": "Hedge, mutual and pension funds are investing heavily, leading to higher valuations and more leverage for company founders. Big money-management firms expanded their dominance in Silicon Valley last quarter, crowding out venture capitalists in a once-niche business and putting 2021 on pace to nearly double last year's record in startup financing.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ruth-pearl-found-a-mission-after-the-execution-of-her-son-11627843050", "title": "Ruth Pearl Found a Mission After the Execution of Her Son", "date": "2021-08-01 18:27", "summary": "Daniel Pearl's mother, who died at age 85, ran a foundation promoting understanding between cultures and hosted Muslim journalists. Ruth Pearl needed a way to carry on after her son, Daniel Pearl, was executed by terrorists in Pakistan, where he was reporting for The Wall Street Journal in 2002. She took on a new mission: promoting understanding between cultures, including those of Pakistan and the U.S.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californias-progressive-gavin-newsom-recall-crime-unemployment-covid-19-11627832355", "title": "California's Progressive Fall Guy", "date": "2021-08-01 17:06", "summary": "Gavin Newsom is paying for the policy failures of Sacramento.. California Gov. Gavin Newsom won election in 2018 by 24 points amid an anti-Trump wave. Democrats control every statewide office and a supermajority in the Legislature. But voter frustration with progressive misrule is mounting, and a new poll finds that Mr. Newsom is vulnerable in a Sept. 14 recall election.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senates-infrastructure-investment-jobs-act-ajp-schumer-biden-sanders-11627841065", "title": "The Senate's Infrastructure Rush Job", "date": "2021-08-01 17:04", "summary": "The press and public will have little time to inspect the details.. Senators have negotiated behind closed doors for weeks over the details of their bipartisan infrastructure bill, and the legislative language was finally expected to be finished late Sunday. Yet Majority Leader Chuck Schumer plans to jam the $1 trillion legislation through this week before most Americans will even know what's in it.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-nuclear-deal-jcpoa-biden-blinken-zodiac-maritime-tanker-attack-israel-tehran-11627846592", "title": "Another Iran Message for Biden", "date": "2021-08-01 17:04", "summary": "The U.S. fingers Tehran for another attack but still wants a nuclear deal.. How many Iranian slaps in the face will it take for President Biden to accept that he can't change Tehran's malign behavior by returning to the 2015 nuclear deal?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-reserve-powell-mmt-inflation-debt-price-stability-money-supply-11627845307", "title": "How the Fed Is Hedging Its Inflation Bet", "date": "2021-08-01 17:03", "summary": "Though few have noticed, the central bank is already slowing the growth of the money supply.. Federal Reserve Chairman Jerome Powell last month told the House Banking Committee \"it would be a mistake\" to tighten monetary policy \"at a time when virtually all forecasters\" believe that inflation \"will come down\" on its own. His message couldn't have been clearer: Mr. Powell isn't in a hurry to start paring the Fed's monthly purchases of $120 billion in Treasurys and mortgage-backed securities, and the Fed plans to continue monetary easing into 2022.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/free-speech-youtube-section-230-censorship-content-moderation-susan-wojcicki-social-media-11627845973", "title": "Free Speech and Corporate Responsibility Can Coexist Online", "date": "2021-08-01 17:02", "summary": "YouTube is working to balance competing interests. Government can set clear but flexible rules.. When I was growing up, every time I wrote a letter to my grandfather I worried it might be censored. My father had fled communist Poland for the U.S., but my grandfather was unable to escape and still lived behind the Iron Curtain. I learned very young that it can be dangerous when governments reach too far.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tunisia-arab-spring-democracy-kais-saied-11627845535", "title": "Tunisia's Attempt at Democracy Starts to Topple", "date": "2021-08-01 17:02", "summary": "The one success of the Arab Spring may not survive its president's apparent power grab.. Is the only success story of the Arab Spring reaching an authoritarian end? The series of uprisings that took place across the Middle East failed spectacularly-except in Tunisia, where it had all begun in December 2010, when a destitute street vendor operating without a permit set himself on fire after government bureaucrats confiscated the contents of his produce stand. While its neighbors flamed out, Tunisia made a successful if uneasy transition to democracy. A decade later, the democratically elected president of Tunisia, Kais Saied, has effectively torched his nation's democratic project.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/book-review-two-on-student-debt-11627851659", "title": "Book Review: Two on Student Debt", "date": "2021-08-01 17:01", "summary": "Callow youths, sold on the value of a sheepskin, have borrowed small fortunes to attend college. Was it worth it? Will the loans ever be repaid?. Who says American ingenuity is dead? No other nation could have invented and sustained anything like our Byzantine student loan system, with its immense cost, dizzying complexity and perverse incentives.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-blinken-guatemala-maria-consuelo-porras-juan-francisco-sandoval-11627845683", "title": "U.S. Stirs More Trouble in Central America", "date": "2021-08-01 17:01", "summary": "Secretary of State Blinken sides with a fired prosecutor who trampled the law.. The State Department is sowing trouble again in Guatemala. If Foggy Bottom gets its wish, political instability is likely to increase in Central America, and migration pressures at the southern U.S. border will get worse.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/succession-drama-grips-scholastic-ceos-sudden-death-an-office-romance-and-a-surprise-will-11627850787", "title": "Succession Drama at Scholastic: CEO's Sudden Death, an Office Romance and a Surprise Will", "date": "2021-08-01 16:46", "summary": "Resume Subscription. The longtime head of Scholastic Corp., M. Richard Robinson Jr., died suddenly in June on a walk in Martha's Vineyard. He left behind a surprising succession plan.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-blames-iran-for-drone-attack-on-israeli-linked-tanker-11627848609", "title": "U.S. Blames Iran for Drone Attack on Israeli-Linked Tanker", "date": "2021-08-01 16:10", "summary": "The U.S. joins the U.K. and Israel in accusing Iran of mounting the fatal strike in the Arabian Sea. The U.S. joined the U.K. and Israel Sunday in blaming Iran for a fatal drone strike last week on an Israeli-linked tanker near the coast of Oman in the Arabian Sea, and the U.S. said it would work with allies to develop a response to the incident.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-factories-trade-employment-11627844400", "title": "Economy Week Ahead: Factories, Trade, Employment", "date": "2021-08-01 15:00", "summary": "ISM indexes, trade deficit, nonfarm payrolls all are on tap. The U.S. employment report for July is the focus of this week's economic indicators.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fauci-warns-on-covid-19-that-things-are-going-to-get-worse-11627838537", "title": "Fauci Warns on Covid-19 That 'Things Are Going to Get Worse'", "date": "2021-08-01 13:39", "summary": "Infectious-disease expert cites more contagious Delta variant and surge of new cases. The Biden administration's chief medical adviser said he didn't believe the U.S. would return to lockdowns but warned that \"things are going to get worse\" as a more contagious variant of the coronavirus has led to a surge of new cases.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jungle-cruise-tops-a-middling-weekend-box-office-11627839281", "title": "'Jungle Cruise' Debut Is Latest Example of Covid-19, Co-Release Challenges", "date": "2021-08-01 13:34", "summary": "The movie's ticket sales are good in a pandemic year but make path to profitability hard. After several weeks of encouraging premieres, Hollywood's return to the box office has struggled with middling performances topping the charts.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-latino-workers-equity-compensation-programs-11627745280", "title": "For Black and Latino Workers, Equity Rewards Are Elusive", "date": "2021-08-01 13:00", "summary": "As a result, they lose a chance to build wealth in a life-changing way. In the summer of 2015, Rodney Urquhart showed up to his final negotiation meeting at Slack, the company that makes the now-ubiquitous workplace-messaging app, not quite knowing what to expect.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/belarus-tries-to-send-olympic-sprinter-home-after-criticism-11627831014", "title": "Belarus Tries to Send Olympic Sprinter Home After Criticism", "date": "2021-08-01 12:10", "summary": "Krystsina Tsimanouskaya says she is safe at a Tokyo police station after asking for help in preventing her removal from Japan against her will. TOKYO-A Belarusian sprinter who had publicly criticized the country's national coaches at the Tokyo Olympics was taken to an airport in a bid to take her home against her will, she said Sunday, but she didn't board a flight.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/simone-biles-teen-mental-health-parenting-psychology-michael-phelps-11627830228", "title": "Simone Biles Is an Example for Your Teen", "date": "2021-08-01 11:58", "summary": "Social media has made the pathologies of fame ubiquitous.. Simone Biles's withdrawal from the Olympics prompted a lot of talk about the widespread deterioration of young Americans' mental health. At first glance a star athlete's experience may seem worlds apart from that of an ordinary teenager or young adult. But in the age of social media, the cultural emphasis on fame and validation is widespread.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/berlin-wall-arab-spring-color-tv-internet-innovation-investing-11627829703", "title": "August Is Full of Surprises", "date": "2021-08-01 11:58", "summary": "The month they mock as lazy gave us color TV sports, the Berlin Wall and the web.. It's August-the hazy, lazy days of summer. People are either at their vacation homes or wishing they were at Burning Man, virtual again this year. The future's on hold, so you might as well head to the ballpark or the beach, shut your brain down and read Lizzy Dent's novel \"The Summer Job.\" Nothing ever happens in August. Except . . .", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chile-workers-at-worlds-biggest-copper-mine-vote-to-strike-11627832311", "title": "Chile Workers at World's Biggest Copper Mine Vote to Strike", "date": "2021-08-01 11:38", "summary": "Union says BHP's offer contained no performance-linked compensation or bonuses for keeping La Escondida operating during Covid-19 pandemic. The union representing workers at Chile's La Escondida copper mine said its members voted to reject the most recent contract offer from the mine's owner and go on strike, potentially risking disruptions to the supply of a key metal as the world's economy continues to recover from the impact of the coronavirus pandemic.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sale-of-marlboro-ranch-snuffs-out-smokers-vacation-dreams-11627832239", "title": "Sale of Marlboro Ranch Snuffs Out Smokers' Vacation Dreams", "date": "2021-08-01 11:37", "summary": "Resume Subscription. Christine Dorgan has a box full of swag and gear she ordered with points from the back of her Marlboro cigarette packs: a watch, a dart board, a portable picnic table. And last year, just as the pandemic hit, she won her most coveted prize: a trip to the Marlboro Ranch.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/myanmar-rulers-extend-state-of-emergency-11627830968", "title": "Myanmar Rulers Extend State of Emergency", "date": "2021-08-01 11:28", "summary": "Junta leader pledges to hold democratic elections within two years. Myanmar's junta leader has pledged to hold democratic elections within two years, extending a state of emergency imposed by the military when it overthrew the country's elected government in February.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/critical-race-theory-crt-gramsci-hegemony-11627684680", "title": "How to Fight Critical Race Theory's New Hegemony", "date": "2021-08-01 11:13", "summary": "CRT opponents must also wage a 'war of position.'. In his synopsis of the core claims of critical race theory (CRT), William Galston identifies the Italian Marxist Antonio Gramsci as a key influence on the movement (\"A Deeper Look at Critical Race Theory,\" Politics & Ideas, July 21). Quoting from the foundational CRT thinker Kimberlé Crenshaw, Mr. Galston highlights Gramsci's attention to \"hegemony,\" defined as the ideological regime by which dominant social groups present their rule as natural and inevitable. For CRT, such a perspective enables us to see the enduring force of \"white supremacy\" even after the legal advances toward formal racial equality achieved by the civil-rights movement.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fauci-wuhan-lab-funding-gain-of-function-11627684856", "title": "Fauci and U.S. Funding for the Wuhan Lab", "date": "2021-08-01 11:12", "summary": "Money is fungible and its provision to any adversary is wrong.. Splitting hairs on the definition of \"gain of function\" research is not productive (\"Anthony Fauci, Rand Paul and Wuhan,\" Review & Outlook, July 26). Despite the federal government's 2014 definition, genetically modifying a pathogen to increase its transmissivity to human cells-as the Wuhan Institute of Virology was doing-must count. Sen. Paul is correct and Dr. Fauci demonstrated that he is a political, not medical, animal.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-nuclear-deal-negotiation-biden-11627684994", "title": "Iran's Gift to President Biden", "date": "2021-08-01 11:12", "summary": "A new demand opens the door to a new nuclear deal.. Iran's demand that the 2015 nuclear deal be modified to circumscribe a future U.S. president's ability to withdraw unilaterally may be a blessing in disguise (\"Iran's Latest Nuclear Demand,\" Review & Outlook, July 26). The proposal would amount to a serious modification of the original agreement. As such, it signals a desire by Iran not simply to return to \"mutual compliance\" with the accord, but to renegotiate it.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pc-cultural-sensitivity-joke-hr-11627685332", "title": "My Cultural-Sensitivity Trainer Didn't Get the Joke", "date": "2021-08-01 11:11", "summary": "Several years ago, I made the wittiest comment in the 2,500-year history of organized medicine.. Regarding Harry Stein's \"Laughter Can Defeat the Left\" (op-ed, July 28): Several years ago, while directing a meeting at a hospital, I made the wittiest comment in the 2,500-year history of organized medicine. A week later a messenger was waiting outside my office. There was a note from HR that someone in the audience had found my comment \"culturally insensitive.\" I therefore had to undergo six hours of cultural counseling.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fords-utility-man-drives-its-commercial-vehicle-strategy-11627830001", "title": "Ford's Utility Man Steers Its Commercial-Vehicle Push", "date": "2021-08-01 11:00", "summary": "Ted Cannis applies diverse background to new strategic imperative: expanding services to those customers buying work trucks and vans. Ford Motor Co., known for its brawny work trucks, is aiming to remake its commercial-vehicle business into a tech-driven ecosystem of services capable of generating tens of billions in fresh revenue.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ohio-race-highlights-rift-between-sanders-clyburn-wings-of-democratic-party-11627830001", "title": "Ohio Election Highlights Rift Between Sanders, Clyburn Wings of Party", "date": "2021-08-01 11:00", "summary": "Longtime front-runner Nina Turner tries to fend off Shontel Brown for House seat in special election primary. A House special election primary in Cleveland on Tuesday is shaping up as a proxy war over the direction of the Democratic Party, with the top two candidates drawing millions in donations as prominent figures including Sen. Bernie Sanders and Rep. James Clyburn line up on opposing sides.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uswnt-olympics-tokyo-goalkeeper-alyssa-naeher-11627824078", "title": "The U.S. National Team's Reluctant Specialist in Drama", "date": "2021-08-01 11:00", "summary": "Goalkeeper Alyssa Naeher's heroics against penalties are quietly shaping this era for the most successful squad in women's soccer.. TOKYO-Over and over in her career, Alyssa Naeher has shied away from the spotlight. And when you play in goal for the most dominant offensive team in women's soccer, that's usually easy enough.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bolton-trump-biden-foreign-policy-russia-11627685219", "title": "Trump vs. Obama-Biden Is No Contest on Russia Policy", "date": "2021-08-01 10:55", "summary": "Can't John Bolton see that?. It is a strange experience to read John Bolton's \"Foreign Policy Returns to Normal, for Both Better and Worse\" (op-ed, July 28). One does not have to love President Trump to realize his administration was firmer with Russia and China than the administrations that preceded and followed it. As Walter Russell Mead wrote some years ago: If Mr. Trump were Vladimir Putin's lackey, he would have limited fracking as much as possible, blocked U.S. oil-and-gas pipelines, cut military spending and tamped down tensions with Russia's ally, Iran. Mr. Trump did none of this. President Biden is doing all of it. Can't Mr. Bolton, an experienced foreign-policy hand, see this?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/they-were-battling-for-olympic-gold-they-called-it-a-draw-instead-11627827928", "title": "They Were Battling for Olympic Gold. They Called It a Draw Instead.", "date": "2021-08-01 10:25", "summary": "Resume Subscription. TOKYO-At 9:40 p.m. on a Sunday night in Tokyo, two skinny men from Italy and Qatar stood inside the Olympic Stadium and faced perhaps the most significant negotiation in the shared history of their countries.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/heavyweight-companies-enjoy-outsize-rewards-as-economy-rebounds-11627826400", "title": "Heavyweight Companies Enjoy Outsize Rewards as Economy Rebounds", "date": "2021-08-01 10:00", "summary": "Corporate titans during the Covid-19 pandemic have extended their lead over smaller rivals. Big companies raced ahead during the Covid-19 pandemic, leveraging the changes driven by the deepest business disruption in decades to grab a larger slice of the economic pie.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reduction-in-feds-asset-purchases-might-not-spark-taper-tantrum-11627826400", "title": "Reduction in Fed's Asset Purchases Might Not Spark 'Taper Tantrum'", "date": "2021-08-01 10:00", "summary": "Research suggests the pace of asset purchases matters less than the ultimate size of Fed's bond portfolio. WASHINGTON-Investors barely reacted last week when Federal Reserve officials signaled they could announce plans to start reducing their bond buying later this year. That was a relief for policy makers eager to avoid a repeat of the market turmoil that erupted in 2013 when the Fed made a similar announcement.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lamont-marcell-jacobs-worlds-fastest-man-100-meters-olympics-11627824847", "title": "Italy's Lamont Marcell Jacobs Wins Tokyo Olympics 100 Meters", "date": "2021-08-01 09:35", "summary": "Resume Subscription. Lamont Marcell Jacobs won a closely contested Tokyo Olympics men's 100 meters on Sunday, becoming the first Italian to capture the title of world's fastest man.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/retirement-age-senior-executives-11627489957", "title": "Should There Be a Mandatory Retirement Age for Senior Executives?", "date": "2021-08-01 09:00", "summary": "Proponents say it can protect shareholders from incompetent leaders. Opponents say it is a solution in search of a problem.. Should senior executives be allowed to work as long as they want, no matter how old they are? As the U.S. population ages and medical advances allow people to stay healthier longer, that is a question Americans may increasingly ponder.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uneven-bars-tokyo-olympics-sunisa-lee-11627806527", "title": "The Uneven Bars at the Tokyo Olympics Are Uneven", "date": "2021-08-01 08:57", "summary": "Resume Subscription. TOKYO-For two-and-a-half years, the most coveted item of gymnastics equipment in the world was a set of unusually springy uneven bars.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/chinas-metoo-advocates-laud-police-detention-of-pop-star-kris-wu-11627821328", "title": "China's #MeToo Advocates Laud Police Detention of Celebrity", "date": "2021-08-01 08:35", "summary": "Women's rights activists see celebrity's detention on suspected rape as a breakthrough after years of resistance from authorities; Mr. Wu denies the allegations. TAIPEI-China's #MeToo advocates for accountability in cases of sexual misconduct have often run up against a state more concerned about preventing disturbances to public order.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-swimming-tops-the-medal-table-but-with-fewer-golds-11627821079", "title": "U.S. Swimming Tops the Medal Table, but With Fewer Golds", "date": "2021-08-01 08:31", "summary": "American swimmers won 30 medals in Tokyo, but had fewer first-place finishes than in Rio. TOKYO-In an Olympic swim meet that featured a reversed schedule, no fans and few world records, Team USA will again return home with more medals than anyone else. But fewer of them are gold than in 2016.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-u-s-companies-seek-continued-tariffs-on-imported-solar-panels-11627819200", "title": "Two U.S. Companies Seek Continued Tariffs on Imported Solar Panels", "date": "2021-08-01 08:26", "summary": "The tariffs, which largely affect imports from Chinese-owned companies, were imposed in 2018 and are due to expire next year. WASHINGTON-Two small U.S. solar companies plan to petition the government to extend tariffs on solar cell and panel imports, reigniting a fight that has split the industry-and one that could force the White House to choose sides.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/matt-ludwig-pole-vault-olympics-11627818208", "title": "The Amazing Adventure of the Overnight Olympian", "date": "2021-08-01 08:03", "summary": "Resume Subscription. Tokyo", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/she-ditched-her-career-in-media-to-become-a-jewelry-designer-11627819201", "title": "She Ditched Her Career in Media to Become a Jewelry Designer", "date": "2021-08-01 08:00", "summary": "Resume Subscription. Marla Aaron always envied her friends who went to art school, but doing so herself had never occurred to her. Growing up in Bedford, N.Y., she was a good student with an eye for style and a creative streak. She made jewelry for friends out of fish hooks and parts from the pieces that her grandmother had cast off, but her tinkering was more of a way to fidget than a calling.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/hong-kong-cuts-ties-with-teachers-union-saying-it-incited-protests-11627805747", "title": "Hong Kong Cuts Ties With Teachers Union, Saying It Incited Protests", "date": "2021-08-01 07:34", "summary": "Move comes after Chinese state media called for the Hong Kong Professional Teachers' Union to be eradicated. HONG KONG-Authorities in Hong Kong said they would cut ties with the city's largest teacher's union, in the latest attempt to change an education system that Beijing blamed for fueling social unrest and dissent among students.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xander-schauffele-olympic-golf-gold-11627815758", "title": "American Xander Schauffele Wins Olympic Golf", "date": "2021-08-01 07:03", "summary": "Resume Subscription. KAWAGOE, Japan-Xander Schauffele is an American golfer with a German surname and grandparents in Tokyo. And now the strands of his unusual family history have merged into one career-defining moment: an Olympic gold medal in Japan.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/delta-variant-spreads-to-indonesias-remote-vulnerable-islands-11627815600", "title": "Delta Variant Spreads to Indonesia's Remote, Vulnerable Islands", "date": "2021-08-01 07:00", "summary": "Resume Subscription. For 18 months, a town in a remote, heavily forested part of eastern Borneo island had avoided the worst of Indonesia's Covid-19 pandemic.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-cash-strapped-corner-of-china-finds-a-financial-tonichard-liquor-11627743503", "title": "A Cash-Strapped Corner of China Finds a Financial Tonic-Hard Liquor", "date": "2021-08-01 07:00", "summary": "The rise of China's biggest liquor company, Kweichow Moutai, has been a gift for the indebted province that is the company's majority shareholder. China's biggest liquor company, a favorite of international investors, has become a financial lifeline for the underdeveloped southern region where it is based.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/work-from-home-new-employees-friends-11627590247", "title": "These New Hires Made Fast Friends Working From Home", "date": "2021-08-01 06:00", "summary": "Remote work can feel isolating for new employees, but many younger workers turned digital hangouts and Zoom calls into real-world meetups. Jacob Ma wasn't going to let the fact that his new job kept him at home all day stop him from making new friends.", "categories": [["Life & Work", "At Work"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/at-work?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsung-takes-intels-chip-seller-crown-but-bigger-showdown-looms-11627812000", "title": "Samsung Takes Intel's Chip-Seller Crown, but Bigger Battle Looms", "date": "2021-08-01 06:00", "summary": "Cash is paramount as both companies seek to fund aggressive expansions into high-tech production. Intel Corp. aspires to chip-technology supremacy within four years. But for now, it has fallen from the industry's top spot by one key measure.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/olympic-golf-seven-man-playoff-bronze-medal-11627811474", "title": "The Crazy Seven-Man Playoff for an Olympic Bronze Medal in Golf", "date": "2021-08-01 05:54", "summary": "Resume Subscription. KAWAGOE, Japan-Golf returned to the Olympics in 2016. It got weird in 2021.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/inflation-is-hot-now-but-investors-are-betting-that-wont-last-11627810380", "title": "Investors Bet Price Pressures Will Ease", "date": "2021-08-01 05:33", "summary": "Moves across financial markets show bets that price pressures will ease up.. Investors are betting the inflationary streak that has sent prices of everything from used cars to lumber soaring will fade in the coming years, a reassuring sign for markets struggling to find direction.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fired-executive-says-deutsche-banks-dws-overstated-sustainable-investing-efforts-11627810380", "title": "Fired Executive Says Deutsche Bank's DWS Overstated Sustainable-Investing Efforts", "date": "2021-08-01 05:33", "summary": "Asset management arm painted a rosier-than-reality picture to investors on ESG, according to Desiree Fixler and documents. DWS says her office didn't gain expected traction.. Deutsche Bank AG's asset management arm, DWS Group , tells investors that environmental, social and governance concerns are at the heart of everything it does and that its ESG standards are above the industry average.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-under-pressure-to-grant-full-approval-to-covid-19-vaccines-11627810202", "title": "FDA Under Pressure to Grant Full Approval to Covid-19 Vaccines", "date": "2021-08-01 05:30", "summary": "Some schools, hospitals and employers are hesitant to mandate vaccines while shots are still only authorized for emergency use. The U.S. Food and Drug Administration is under pressure to swiftly grant full approval to Covid-19 shots, as vaccine mandates take on new urgency for schools, hospitals and employers amid surging cases from the rapidly spreading Delta variant.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-pay-new-workers-higher-wages-and-current-employees-ask-what-about-us-11627810202", "title": "Higher Pay for New Workers Ripples Through the Ranks", "date": "2021-08-01 05:30", "summary": "As companies like Chipotle and Sodexo increase the pay floor for entry-level employees, they are also rethinking wages of longtime staffers and managers. Companies across the U.S. economy are raising pay to recruit workers in a tight labor market, increases that are rippling through firms and prompting employers to rethink pay for existing staffers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fans-arent-at-the-olympics-but-they-are-at-other-sports-in-tokyo-11627807244", "title": "You Can Go to a Game In Tokyo. Just Not an Olympic Game.", "date": "2021-08-01 05:00", "summary": "Many daily activities continue with some semblance of normalcy-including the country's national high school baseball championship. TOKYO-Cheerleaders danced in Tokyo Dome's bleachers and thousands of fans clapped as a batter stepped up to the plate, cracked a line drive and drove home a runner to seal a win.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/artur-dalaloyan-tokyo-olympics-russian-olympic-committee-11627796394", "title": "Gymnast's 'Miracle' Recovery Powers Russia's Resurgence", "date": "2021-08-01 04:00", "summary": "Doctors said Artur Dalaloyan would take a year to recover from an Achilles tendon tear in April. He won team gold in Tokyo.. TOKYO-After he tore his Achilles tendon in April and underwent surgery, doctors told Russian gymnast Artur Dalaloyan that he might be able to start walking again in the fall.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-has-102-million-in-political-cash-as-gop-eyes-retaking-congress-11627778776", "title": "Trump Has $102 Million in Political Cash", "date": "2021-08-01 01:55", "summary": "Despite election loss and social-media ban, former president remains draw for Republican donors. Former President Donald Trump has $102 million in political cash he can wield as the GOP eyes retaking majorities in Congress next year, according to filings made Saturday night with the Federal Election Commission.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/simone-biles-olympics-floor-exercise-final-11627787728", "title": "Simone Biles Says She's Out of the Olympic Floor Exercise Final", "date": "2021-08-01 23:16", "summary": "Resume Subscription. TOKYO-Simone Biles won't defend her Olympic floor exercise title, her sports federation said on Sunday.", "categories": [[]], "category_links": []}]