[{"link": "https://www.wsj.com/articles/federal-judge-urges-a-doj-probe-of-prosecutorial-conduct-in-sanctions-case-11613779171", "title": "Federal Judge Urges a DOJ Probe of Prosecutorial Conduct in Sanctions Case", "date": "2021-02-19 18:59", "summary": "Judge Alison Nathan said potential disclosure violations by prosecutors weren't intentional, but a review might help prevent failures in the future. A federal judge is pushing for an investigation into the conduct of prosecutors who secured a guilty verdict in a sanctions case that was later dismissed over disclosure failures.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-freeze-power-grid-failure-electricity-market-incentives-11613777856", "title": "The Texas Freeze: Why the Power Grid Failed", "date": "2021-02-19 18:41", "summary": "Resume Subscription. A fundamental flaw in the freewheeling Texas electricity market left millions powerless and freezing in the dark this week during a historic cold snap.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bidens-immigration-opportunity-11613777993", "title": "Biden's Immigration Opportunity", "date": "2021-02-19 18:39", "summary": "His proposal this week is dead on arrival, but smaller bills might pass.. Partisans on both sides during the Trump Presidency used immigration to bludgeon each other, but President Biden has a fresh opening for bipartisan cooperation. Now we'll find out if Democrats want to reform immigration or keep using it as a political cudgel.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-the-mind-of-a-biden-regulator-11613777702", "title": "Inside the Mind of a Biden Regulator", "date": "2021-02-19 18:35", "summary": "His CFPB pick wants a new agency to control politics and speech.. In our age of a powerful administrative state and weak Congress, some of the most consequential government officials are the little-known heads of alphabet-soup federal agencies. One of them is the Consumer Financial Protection Bureau (CFPB), which was designed as its own regulatory fiefdom insulated from accountability. So it's worrying that President Biden's nominee to head the agency wants the administrative state to extend its reach into political speech.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-tales-of-the-vaccine-11613777481", "title": "Two Tales of the Vaccine", "date": "2021-02-19 18:31", "summary": "A 90-year-old walks miles for the shot, as a 34-year-old sneaks in.. Finding an open appointment to get the Covid-19 vaccine was a headache, so 90-year-old Fran Goldman wasn't going to be deterred by some snow. The walk was three miles, each direction. She dressed in layers and grabbed walking sticks. \"It was not easy going,\" Ms. Goldman told the Seattle Times. \"It was challenging.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/migrants-crowd-border-crossing-as-biden-administration-begins-undoing-trump-immigration-policy-11613765396", "title": "Migrants Crowd Border Crossing as Biden Administration Begins Undoing Trump Policy", "date": "2021-02-19 18:30", "summary": "Only a few people from Remain in Mexico program allowed into San Diego, but others lined up; 'The news said they were going to reopen'. TIJUANA, Mexico-Hundreds of migrants crowded the pedestrian border crossing with the U.S. here Friday morning as the Biden administration let in the first handful who had been forced to wait in Mexico for their asylum claims to be resolved under Trump administration policy.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-art-of-the-iran-concession-11613777410", "title": "Biden's Art of the Iran Concession", "date": "2021-02-19 18:30", "summary": "The new U.S. Administration hopes giving up leverage will get Tehran to talk.. President Biden's stronger relationship with allies and partners could give him an advantage over Donald Trump in foreign affairs. But his Iran strategy will test whether appeasement with friends produces better outcomes than standing strong alone.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sen-joe-manchin-opposes-neera-tandens-nomination-to-lead-omb-11613770656", "title": "Sen. Manchin Opposes Tanden's Nomination to Lead OMB", "date": "2021-02-19 18:21", "summary": "West Virginia Democrat's decision threatens Tanden's chances of being confirmed by Senate. WASHINGTON-Democratic Sen. Joe Manchin said he would oppose Neera Tanden's nomination to lead the Office of Management and Budget, citing her past statements on social media, a stance that imperils her chances of getting confirmed by the Senate.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/single-dose-of-pfizer-vaccine-is-85-effective-israeli-study-shows-11613723218", "title": "Some Vaccines Effective After One Dose, Can Be Stored in Normal Freezers", "date": "2021-02-19 18:18", "summary": "In a win for global vaccination goals, BioNTech-Pfizer vaccine is shown to generate strong response with one dose and to maintain potency in standard freezers for two weeks. Efforts to vaccinate the world's population against Covid-19 got a boost Friday after research showed that some vaccines provide strong, one-dose protection, and that one of the vaccines can now be stored in normal freezers instead of ultra-cold ones.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/six-more-alleged-members-of-oath-keepers-militia-indicted-11613766782", "title": "More Alleged Oath Keepers Charged With Conspiracy in Capitol Riots", "date": "2021-02-19 18:11", "summary": "Indictment charges individuals from Florida, Ohio and North Carolina for planning Jan. 6 attack on Capitol. Six more people allegedly affiliated with the right-wing militia Oath Keepers were indicted on charges of planning the Jan. 6 attack on the Capitol, as prosecutors sketch out a portrait of a group preparing to disrupt the certification of President Biden's election and developing a military-style plan to do so.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mars-photos-see-nasas-perseverance-rovers-first-visions-of-red-planet-11613775893", "title": "Perseverance Rover Displays Its First Visions of Mars", "date": "2021-02-19 18:08", "summary": "Resume Subscription. Elated NASA scientists Friday pored through the first landing scenes transmitted by the space agency's Perseverance rover on Mars.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/uber-faces-setback-as-u-k-court-rules-drivers-are-entitled-to-worker-rights-11613729882", "title": "Uber Drivers Entitled to Workers Rights, U.K. Supreme Court Rules", "date": "2021-02-19 17:55", "summary": "Decision is a setback for gig-economy companies battling world-wide over their employment model. The U.K.'s top court ruled that a group of former drivers for Uber Technologies Inc. were entitled to a minimum wage and other benefits while working for the company, dealing a setback to Uber and other gig-economy firms in world-wide battles over their employment model.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-power-is-restored-in-many-places-water-remains-a-problem-11613759202", "title": "Water Problems Persist as Texas Restores Power", "date": "2021-02-19 17:41", "summary": "Authorities, volunteers race to supply drinking water as grid operator restores service, though some 140,000 users remain without electricity. Power continued to be restored to households across Texas and other states after deadly winter storms wreaked havoc in communities unused to extreme winter weather, but the situation remained perilous for millions who still lack access to safe drinking water.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tom-stoppard-review-a-playwright-in-arcadia-11613751450", "title": "'Tom Stoppard' Review: A Playwright in Arcadia", "date": "2021-02-19 17:37", "summary": "Tragedy marked the writer's early life, but his career has been a celebration of the gifts of intellect and freedom.. Simon Gray once marveled at the manifold successes of his fellow-playwright Tom Stoppard. \"It is actually one of Tom's achievements that one envies him nothing, except possibly his looks, his talents, his money and his luck. To be so enviable without being envied is pretty enviable, when you think about it.\" Mr. Stoppard, now aged 83, has never taken that luck for granted. He's had a long string of West End, Broadway and Fringe hits, four Tony Awards, an Oscar, several Oliviers, the Order of Merit and countless other honors; he is widely considered Britain's greatest living playwright. But this triumphant tale had its origins in tragedy and dislocation, as we find in \"Tom Stoppard: A Life,\" by the empathetic, meticulous biographer Hermione Lee (author of previous lives of Virginia Woolf, Edith Wharton and Penelope Fitzgerald).", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rough-ideas-review-better-vs-greater-11613773961", "title": "'Rough Ideas' Review: Better vs. Greater", "date": "2021-02-19 17:32", "summary": "To follow the pianist into his thoughts can deliver a view from 'inside of the music.'. Essay collections don't get much honor in the book industry, but I have a weakness for them. A compendium of unrelated or loosely related essays by an author you admire allows you to read it when you feel inclined without the discipline of following a book-length argument. Miscellanies by musicians and music critics are a particular favorite of mine, but good ones are rare. The tenor Ian Bostridge published a fine collection, \"A Singer's Notebook,\" in 2011, and the critic and composer Robin Holloway's \"On Music: Essays and Diversions,\" from 2003, contains some terrific criticism. Before that there is Samuel Lipman's 1992 \"Music and More\" and Andrew Porter's several collections from the 1970s and '80s.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/science-needs-criticism-not-cheerleading-11613772365", "title": "Science Needs Criticism, Not Cheerleading", "date": "2021-02-19 17:06", "summary": "'When we lower our standards to pretend we know what we don't know, we diminish the work and misinform society,' says Prof. John Staddon.. Durham, N.C.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadas-covid-vaccine-failure-11613772230", "title": "Canada's Covid Vaccine Failure", "date": "2021-02-19 17:03", "summary": "Among other errors, 70% of the doses the government bought aren't yet approved by its health officials.. Toronto", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-style-blackouts-are-the-future-11613772034", "title": "Texas-Style Blackouts Are the Future", "date": "2021-02-19 17:00", "summary": "The grid is designed to shut down, and we're designing it to shut down more often.. In 2011 an earthquake and tsunami hit Japan, killing 18,500 people, wiping away neighborhoods, depositing fuels, sludge and toxic chemicals across a considerable landscape. And yet all anybody wanted to talk about was a nuclear power accident that killed nobody. This selective focus may well have contributed to an ill-advised evacuation that itself led to premature deaths. Angela Merkel thereupon kicked off a world-wide retreat from nuclear power that likely put paid to any hope of meeting the greenhouse targets named in the Paris accord.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jersey-city-places-police-department-under-civilian-leadership-11613771460", "title": "Jersey City Places Police Department Under Civilian Leadership", "date": "2021-02-19 16:51", "summary": "Unusual arrangement reflects changes in the roles of uniformed officers and civilians in police departments nationwide. Jersey City has placed its police department under the leadership of a civilian in an unusual arrangement meant to bring greater transparency and accountability to law enforcement there, Mayor Steven Fulop said.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-02-19-2021-11613725138", "title": "U.S. Stocks Waver, Bond Yields Rise to End Week", "date": "2021-02-19 16:41", "summary": "The Dow industrials post modest weekly gain. Investors dumped government bonds and piled into shares of economically sensitive companies on Friday, betting that the U.S. economy will rev up in coming months.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-treasury-yields-renew-rise-on-positive-economic-data-11613757670", "title": "Treasury Yields Log Biggest Weekly Gains in a Month", "date": "2021-02-19 16:41", "summary": "Investors bet the economy will gain strength in the coming months. U.S. government-bond yields rose Friday, wrapping up the biggest weekly gain in over a month as investors bet that the U.S. economy will gather strength in the coming months.", "categories": [["Markets", "Treasurys"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/treasurys?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trucking-freight-industry-seek-faster-route-to-covid-19-vaccinations-11613770683", "title": "Trucking, Freight Industry Seek Faster Route to Covid-19 Vaccinations", "date": "2021-02-19 16:38", "summary": "A push by industry groups has the supply-chain sector jockeying for a place in line with other essential workers. Truck drivers like Michelle Kitchin have logged thousands of miles during the pandemic to deliver food, household goods and critical medical supplies, including the Covid-19 vaccine.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bridgewaterassociates-reshuffles-leadership-ranks-11613745304", "title": "Hedge Fund Bridgewater Reshuffles Leadership Ranks", "date": "2021-02-19 16:35", "summary": "Fund had rounds of layoffs in 2020 partly due to investment losses. Bridgewater Associates is shuffling its management ranks after one of the most challenging years in the hedge-fund giant's history.", "categories": [["WSJ News Exclusive", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/storms-delayed-shipments-of-about-6-million-vaccine-doses-white-house-says-11613756489", "title": "Storms Delayed About 6 Million Vaccine Doses, White House Says", "date": "2021-02-19 16:21", "summary": "Shots held up by three days across U.S. in severe winter weather are expected to arrive within coming week. The Biden administration said winter storms have caused shipment delays affecting roughly six million coronavirus vaccine doses across the country.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/la-z-boys-cfo-prepares-to-become-ceo-amid-surge-in-furniture-buying-11613769465", "title": "La-Z-Boy's CFO Prepares to Become CEO Amid Surge in Furniture Buying", "date": "2021-02-19 16:17", "summary": "Melinda Whittington wants to position the company for sustained growth after the pandemic home-improvement spree ends. La-Z-Boy Inc.'s finance chief is preparing to take the furniture maker's helm as the company confronts a surge in demand and faces longer-term questions on how it will continue growing after the pandemic home-improvement craze ends.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/post-scripts-saturday-crossword-february-20-11613352153", "title": "Post Scripts (Saturday Crossword, February 20)", "date": "2021-02-19 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/double-or-nothing-saturday-variety-puzzle-february-20-11613352276", "title": "Double or Nothing (Saturday Variety Puzzle, February 20)", "date": "2021-02-19 16:01", "categories": [["WSJ Puzzles", "Variety Puzzle"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/variety-puzzle?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-quit-a-job-and-resign-on-good-terms-11606945473", "title": "How to Quit a Job and Leave on Good Terms", "date": "2021-02-19 15:56", "summary": "Most Popular News. Resigning is a big and sometimes daunting decision, but it is often essential to advance your career. If you do it right, you may leave your job on good terms, with excellent references and a new challenge on the horizon that is better suited to your preferences. It is all about knowing when to leave, doing it respectfully and having a solid plan for your next move.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-write-off-donald-trump-prematurely-11613767857", "title": "Don't Write Off Donald Trump Prematurely", "date": "2021-02-19 15:50", "summary": "Whether he will remain a significant player politically or not, only time will tell.. Regarding your editorial \"Trump's Non-Vindication\" (Feb. 16): What President Trump did after the elections will always be a dark chapter in his life and will cost him popularity and probably a good portion of his wealth. Whether he will remain a significant player politically or not, only time will tell. To say that he \"won't win another national election\" is an assertion which I question and find too unsubstantiated to consider valid.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-the-very-wide-variation-in-medical-costs-11613767756", "title": "On the Very Wide Variation in Medical Costs", "date": "2021-02-19 15:49", "summary": "Until Medicaid and Medicare pay at least the full cost of care for patients, the rates charged to private insurance companies will never make sense.. The rates paid by Medicaid and Medicare plans generally don't cover costs. Therefore, hospitals and providers must negotiate with insurance companies to get the best price and most volume to cover this shortfall (\"How Much Does a C-Section Cost? $6,241. Or $60,584,\" Page One, Feb. 12). This drives up the premiums paid by working Americans and has created the in-network, out-of-network nightmare. Until the government pays at least the full cost of care for patients, the rates charged to private insurance companies will never make sense.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-vote-to-acquit-trump-had-many-facets-11613767611", "title": "The Vote to Acquit Trump Had Many Facets", "date": "2021-02-19 15:46", "summary": "No country-club, genteel Republican will win national office again, only fighters like Donald Trump.. Regarding Peggy Noonan's \"A Vote to Acquit Is a Vote for a Lie\" (Declarations, Feb. 13): Hard to argue Peggy Noonan's points, but what if the circumstances had been reversed and President Trump had won and those voters disappointed with the results stormed the Capitol? Think of the summer's BLM rioters. How would the narrative have changed? Would they be called insurrectionists or American heroes democratically voicing their rights against an illegitimate president? The woman who was shot and killed, whom no one grieves for in the media, would be the new George Floyd. The officer who shot her would be under investigation and on administrative leave. The president would have been impeached for failing to protect the Capitol; the story would haunt us for four more years in the media. There is no excuse for what happened on Jan. 6, but a reason it happened is the double standard allowed for the left and the media.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/erasing-debt-for-the-highly-educated-is-an-injustice-11613767545", "title": "Erasing Debt for the Highly Educated Is an Injustice", "date": "2021-02-19 15:45", "summary": "Educational benefits are a substantial attraction for serving as a volunteer in our armed forces.. Regarding the Feb. 17 letters on forgiving student loans: It occurs to me as a retired military officer that educational benefits are a substantial attraction for serving as a volunteer in our armed forces. I have read that up to 75% of volunteers enlist for the educational benefits after completing a tour of duty. If we make college free for all, what is the incentive to volunteer for service? Higher pay, bonuses, a brand-new car? Aside from the stupendous cost to the taxpayer for free college, how can we maintain our all-volunteer service? Perhaps we just assume that money will buy military service and the employment of what will amount to a mercenary armed force. Or (horrors!) bring back the draft?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-york-death-toll-11613766705", "title": "The New York Death Toll", "date": "2021-02-19 15:31", "summary": "A new study on the impact of the Cuomo nursing-home order.. Why did New York Gov. Andrew Cuomo's Health Department work so hard for so long to prevent accurate disclosure of Covid deaths among the state's nursing home residents? The governor has presented the scandal as simply a debate about the way deaths were categorized, while rejecting the notion that his policies increased mortality. His position will be harder to maintain after Thursday's release of a new study from New York's Empire Center for Public Policy.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-officially-rejoins-paris-climate-agreement-11613747961", "title": "U.S. Officially Rejoins Paris Climate Agreement", "date": "2021-02-19 15:20", "summary": "Move comes as President Biden makes tackling global warming one of four crises he aims to address. WASHINGTON-The U.S. officially rejoined the Paris climate change agreement on Friday as President Biden puts environmental policy at the center of his agenda and prepares to work with world leaders to cut global greenhouse gas emissions.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-cold-weather-cut-the-power-in-texas-11613765319", "title": "Why Cold Weather Cut the Power in Texas", "date": "2021-02-19 15:08", "summary": "The state's energy infrastructure was designed to withstand summer heat, but not extreme cold. This week's power outages in Texas have brought many areas of the state to a standstill as unusually cold temperatures have persisted. One reason for the continued blackouts is that many of Texas' power plants are built for the opposite weather conditions.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawyer-convicted-in-college-admissions-scandal-avoids-disbarment-11613764500", "title": "Lawyer Convicted in College-Admissions Scandal Avoids Disbarment", "date": "2021-02-19 14:55", "summary": "Court orders two-year suspension of Gordon Caplan's law license but allows former co-chair of Willkie Farr & Gallagher to practice again later. A prominent corporate lawyer who served one month in prison after admitting that he paid $75,000 to rig his daughter's college-admissions test score won't lose his law license permanently, a New York disciplinary body ruled this week.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/redfin-agrees-to-buy-rentpath-for-608-million-after-costar-deal-collapsed-11613764071", "title": "Redfin Agrees to Buy RentPath for $608 Million", "date": "2021-02-19 14:47", "summary": "The all-cash deal would combine leading U.S. operators of listing sites for purchasing and renting a home. Real-estate brokerage Redfin Corp. has agreed to buy apartment search site operator RentPath Holdings Inc. out of bankruptcy for $608 million, in a deal that would combine operators of leading U.S. property listing websites for purchasing and renting a home.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-february-13-11613685412", "title": "Bestselling Books Week Ended February 13", "date": "2021-02-19 14:43", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zoom-shirts-are-out-zoom-fashion-is-in-11613762374", "title": "Zoom Shirts Are Out. Zoom Fashion Is In.", "date": "2021-02-19 14:19", "summary": "After a dispiriting year of living and working through video, women are investing in fashion and accessories that truly shine on-screen. How to make an impact from the waist up.. IF WE'RE GOING to do this, then let's do this,\" declared Tanya Golesic over Zoom, flashing a wrist stacked with bangles and a kinetic gold cocktail ring. Ms. Golesic, the 49-year-old president of the Americas for shoe empire Jimmy Choo, initially surrendered to casual wear after leaving her New York home to shelter-and videoconference-in place on Long Island last spring. But once June rolled around, she snapped out of her sartorial slump, slipping into blouses and blazers with outsize sleeves and textural sweaters, all eventfully augmented by baubles. \"I think people are over being boring...The whole idea of glamour is coming back.\" She fantasizes about setting track pants on fire.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zoom-beauty-how-to-upgrade-your-skin-care-11613762217", "title": "Zoom Beauty: How to Upgrade Your Skin Care", "date": "2021-02-19 14:16", "summary": "Staring at themselves on video has made women everywhere reconsider their beauty routines. Here, an expert guide to looking (relatively) flawless on camera.. WHEN DID our Zoom screens become so cruel? When you spend some days confronting your own face almost continuously, minuscule flaws become magnified. It's what New York dermatologist Dendy Engelman calls the Zoom effect. \"Zoom is making people notice all of their small imperfections,\" she explained. \"We are used to seeing our faces statically in the mirror, rather than dynamically as we do on video,\" added New York plastic surgeon Adam Kolker. Movements and expressions \"often demonstrate facial aging more vividly.\"", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seeing-red-and-feeling-blue-americas-rotten-national-mood-11613761559", "title": "Seeing Red and Feeling Blue: America's Rotten National Mood", "date": "2021-02-19 14:06", "summary": "Injury can bring a country together. But this is a compound fracture to the national psyche.. At Newsweek in the old days, they called it \"the violin.\" At Time, where I worked, we spoke of the \"mood of the nation.\" It referred to an article, leading the magazine's national news section in certain weeks, that in a sequence of anecdotes, quotes and generalizations would tell Americans what they were feeling and thinking at that particular moment.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-labor-may-save-new-york-from-aocs-socialism-11613761450", "title": "Big Labor May Save New York From AOC's Socialism", "date": "2021-02-19 14:04", "summary": "Even public-sector unions favor old-style incumbent Democrats to radical insurgents like her.. When Alexandria Ocasio-Cortez won her upset victory against Democratic Rep. Joseph Crowley in 2018, she had the backing of the Democratic Socialists of America. What she lacked was a single endorsement from New York's powerful unions. Since then, candidates supported by the DSA have scored more wins against union-supported incumbents. As New York heads into an election cycle that will shape the politics of America's largest city for the next four years, unions and the DSA are on a collision course.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/artist-niki-de-saint-phalle-took-joy-seriously-11613760915", "title": "Artist Niki de Saint Phalle Took Joy Seriously", "date": "2021-02-19 13:55", "summary": "The exuberant monuments of the French-American sculptor are the focus of a new exhibition at MoMA PS1.. The artist Niki de Saint Phalle is perhaps best known for the sculptures she called \"Nanas\"-colorful, outsize women whose exuberant curves defy all notions of restraint or decorum. But for Saint Phalle, those ebullient figures were only a warm-up. \"I felt compelled to prove that a woman could work on a monumental scale,\" she wrote. She went on to create fanciful, building-sized constructions-women, dragons, monsters, towers-that double as artworks and habitable spaces.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-defends-essential-democracy-amid-chinas-rise-at-summits-with-european-allies-11613753396", "title": "Biden Defends Democracy Amid China's Rise", "date": "2021-02-19 13:53", "summary": "'We must demonstrate that democracies can still deliver for our people,' president says. WASHINGTON-President Biden defended leading democracies' ability to unite for the good of their citizens as authoritarian China has bounced back more quickly from the Covid-19 pandemic and is increasingly asserting its economic and military might in the Indo-Pacific region.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capitol-police-probe-actions-of-dozens-of-officers-11613758483", "title": "Capitol Police Probe Actions of Dozens of Officers", "date": "2021-02-19 13:14", "summary": "Congressional committees plan hearings next week with security officials. WASHINGTON-The Capitol Police said they are investigating the actions of dozens of officers in the Jan. 6 riot by supporters of then-President Donald Trump, ahead of planned congressional hearings next week featuring testimony from police and security officials.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/respite-on-the-river-11613758296", "title": "Respite on the River", "date": "2021-02-19 13:11", "summary": "Thomas Eakins's 1871 painting 'Max Schmitt in a Single Scull' depicts a rower's momentary ease.. ", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/billionaire-developer-rick-caruso-lists-oceanfront-malibu-home-for-40-million-11613757679", "title": "Billionaire Developer Rick Caruso Lists Oceanfront Malibu Home for $40 Million", "date": "2021-02-19 13:01", "summary": "Resume Subscription. Rick Caruso, a billionaire real-estate developer, is listing his oceanfront Malibu, Calif., home for $40 million.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/winter-freeze-damage-expected-to-hit-18-billion-from-burst-pipes-collapse-roofs-11613757414", "title": "Winter Freeze Damage Expected to Hit $18 Billion", "date": "2021-02-19 12:56", "summary": "Cost could exceed hurricane damage, as measured by losses to property insurers. Property insurers face an estimated $18 billion bill for damage to homes and businesses from the long stretch of frigid weather in Texas and numerous other states, the equivalent of a major hurricane, according to a leading risk-modeling firm.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-resort-developers-luxurious-malibu-home-11613757383", "title": "A Resort Developer's Luxurious Malibu Home", "date": "2021-02-19 12:56", "summary": "Rick Caruso designed his property similarly to the Rosewood Miramar Beach resort in Montecito. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-serious-are-biden-and-the-democrats-about-fighting-climate-change-11613756593", "title": "How Serious Are Biden and the Democrats About Fighting Climate Change?", "date": "2021-02-19 12:43", "summary": "To make real progress on cutting greenhouse gas emissions, President Biden and Congress will need to break with environmentalist dogmas.. The Biden administration's climate efforts seemingly began with a bang. Within days of his inauguration, President Biden announced a slew of climate-related executive orders, including plans to rejoin the Paris Agreement, cancel the Keystone XL pipeline and suspend new oil and gas leasing on public lands. Some of these actions will have a tangible impact. But much of what Mr. Biden announced was performative, offering succor to his environmental supporters but not much else. In truth, his ability to move the needle on U.S. emissions through executive action is extremely limited.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tell-wsj-your-deepest-darkest-homeowner-secrets-11613755274", "title": "Tell WSJ Your Deepest Darkest Homeowner Secrets", "date": "2021-02-19 12:37", "summary": "Share your homeownership woes in the form below and we may include your response as inspiration for a future column. We are delighted that you'd like to resume your subscription.", "categories": [["Real Estate", "Homeownerous"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homeownerous?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-economy-moving-at-two-speeds-as-factories-thrive-11613730255", "title": "Global Services Economy Moving at Two Speeds as Factories Thrive", "date": "2021-02-19 12:26", "summary": "U.S. services companies see increased demand while Europe and Japan experience declines; manufacturers report a more-even recovery. U.S. services companies reported increased activity during February, aided by demand for new business, while service-sector firms in Europe and Japan saw deepening declines.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/falmouth-maine-real-estate-market-covid-11613671271", "title": "Country Converts All Want a Piece of Falmouth, a Tiny Town on Maine's Coast", "date": "2021-02-19 12:20", "summary": "Resume Subscription. For Colleen Kavanagh, an entrepreneur, and her accountant husband, Matt Guida, the town of Falmouth, Maine, is the perfect mix of city and country. The couple and their 2-year-old daughter relocated from Boston in September to Ms. Kavanagh's home state to fulfill their lifelong dream of renovating a historic home. They recently purchased a five-bedroom, 5½-bathroom, 4,500-square-foot home for $830,000 in Falmouth. \"We started looking around the Portland suburbs,\" Ms. Kavanagh said. \"But in my heart, I knew where I wanted to be.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-a-models-eye-gaze-can-make-an-ad-more-effective-11613754000", "title": "How a Model's Eye Gaze Can Make an Ad More Powerful", "date": "2021-02-19 12:00", "summary": "New research suggests having a model look away from the camera makes an emotional ad more effective; the opposite is true of an ad designed to be informative. It is well-established that the most effective communicators look people directly in the eye when they speak. So does it follow that the most effective advertisements would feature models looking directly into the camera?", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/garlands-focus-on-domestic-terrorism-was-forged-in-oklahoma-city-bombing-11613753330", "title": "Garland's Focus on Domestic Terrorism Was Forged in Oklahoma City Bombing", "date": "2021-02-19 11:48", "summary": "Attorney general nominee led that investigation and that of the Unabomber. Days after an antigovernment extremist blew up the Alfred P. Murrah Federal Building in Oklahoma City in 1995, Merrick Garland surveyed the bomb-ravaged scene, secured search warrants, tracked down records and met with survivors.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/merrick-garland-bidens-pick-for-attorney-general-will-finally-get-his-hearing-11613753091", "title": "Merrick Garland, Biden's Pick for Attorney General, Will Finally Get His Hearing", "date": "2021-02-19 11:44", "summary": "Justice Department veterans hope his appointment will bring a steady hand after a tumultuous period. WASHINGTON-Five years after his Supreme Court nomination died in a political standoff, Merrick Garland is expected to get a bipartisan welcome during a hearing before the Senate Judiciary Committee Monday as President Biden's choice for attorney general.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-border-review-neighbors-of-the-empire-11613751308", "title": "'The Border' Review: Neighbors of the Empire", "date": "2021-02-19 11:15", "summary": "Setting out to understand Russia from the outside, an author journeys through the cultures at its margins.. In the summer of 1648, we learn a few pages into Erika Fatland's \"The Border,\" a Cossack named Semyon Dezhnev embarked on an eastward mission to inform the fur-trapping nomads of the Siberian steppe that they were, in fact, subjects of the Russian czar, and to demand taxes (usually furs) accordingly. A skilled diplomat, effective in a job that was equal parts revenue collection and colonization, Dezhnev headed further and further east until, at last, he hit the then-unmapped strait that separates Russia from North America. Within a generation, though, his journey was forgotten, and in 1728 the strait was named after a later \"discoverer,\" the Danish cartographer Vitus Bering. Today, the larger of the strait's two islands, Big Diomede, is considered to belong to Russia; the smaller, to Alaska. They are divided by a sound about 3 miles across, and the International Date Line runs down the middle. \"In winter,\" Ms. Fatland tells us, \"when the sound is frozen, it is in theory possible, though of course strictly forbidden, to walk from the U.S.A. to Russia, from yesterday to tomorrow.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-in-memory-of-memory-review-11613751236", "title": "Fiction: 'In Memory of Memory' Review", "date": "2021-02-19 11:13", "summary": "A writer goes in search of her forebears, but finds 'too much past' to tell the story straight.. The Moscow-born writer Maria Stepanova reflects that she has been working on her book \"In Memory of Memory\" (New Directions, 432 pages, $19.95) since she was 10 years old, when she made the first abortive attempts to chronicle the story of her ancestors. As part of this lifelong obsession she has surrounded herself with their handed-down diaries, photographs and belongings and committed to sifting their contents for revelatory discoveries. Yet the work has always been coupled with a tinge of embarrassment. Despite being Russian Jews during a century of extreme tumult, her ancestors seem to have led resolutely ordinary lives, \"well beyond the reach of the textbooks and their footnotes, in a place where all we can see is swirly-patterned wallpaper and an ugly old yellow butter dish, which survived its owner and the old world, and even the twentieth century.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-your-wild-trading-ideas-feel-so-right-11613751124", "title": "Why Your Wild Trading Ideas Feel So Right", "date": "2021-02-19 11:12", "summary": "For investors, that 'gut feeling' can be more powerful than they realize. Here's how to listen to your gut without being ruled by it. If only financial markets came with traffic signals: indisputable indicators of when it is safe to keep going, when you need to slow down, when you must stop. Imagine how much easier investing would be if you could rely on such green, yellow or red lights.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/days-in-the-caucasus-review-a-childhood-in-baku-11613751096", "title": "'Days in the Caucasus' Review: A Childhood in Baku", "date": "2021-02-19 11:11", "summary": "In a booming oil town during the tumult of revolution and after, memories of beauty and suffering.. When Umm El-Banu Assadullayeva, later called Banine, was just 12 years old, she became a multimillionaire. But \"only for a few days,\" she wryly recalls, \"for I was soon woken at dawn by 'The Internationale' sung in the street.\" The year was 1917 and the Red Army had arrived in Baku, Azerbaijan, the oil-rich Caucasus region where Banine's family had become immensely wealthy (her grandfather bequeathed her those millions) and where intrusions-by the Russians, the Turks, the British, the Russians again-were as common as bloodbaths. In the year of Banine's birth, for example, she notes that \"it was the better-organized Armenians who were exterminating the Azerbaijanis in revenge for past massacres, while the Azerbaijanis made the best of it by storing up grounds for future slaughter.\" And throughout childhood, she and her friends mimicked the mayhem. \"On holidays we played at massacring Armenians,\" the author recalls of summers by the sea, \"a game we loved above all others. Heady with racist passion, we would sacrifice Tamara\"-a timid companion-\"on the altar of our ancestral hatred.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-arent-saving-their-pennies-as-markets-turn-bubbly-11613750438", "title": "Companies Aren't Saving Their Pennies as Markets Turn Bubbly", "date": "2021-02-19 11:00", "summary": "Thrift is in a bear market as even the riskiest borrowers rush to issue new debt. That world may not last forever.. When money is readily available and almost free, why bother saving for a rainy day?", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-lives-of-literary-lesbians-11613750373", "title": "Five Best: Lives of Literary Lesbians", "date": "2021-02-19 10:59", "summary": "Selected by Selina Hastings, the author, most recently, of 'Sybille Bedford: A Life.'. By Diana Souhami (1998)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-gene-editing-can-do-for-humankind-11613750317", "title": "What Gene Editing Can Do for Humankind", "date": "2021-02-19 10:58", "summary": "The new biotechnology called CRISPR offers the prospect of defeating lethal viruses and curing genetic diseases, even as it raises serious moral questions. In the spring of 2014, Jennifer Doudna had a nightmare.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-the-sea-ringed-world-review-11613750186", "title": "Children's Books: 'The Sea-Ringed World' Review", "date": "2021-02-19 10:56", "summary": "Glimpses of magic and mystery in origin stories from a panoply of cultures.. Once upon a time, a Hopi story goes, Spider Grandmother spun the web that created humankind. In the Guarani tradition, the father of gods and men created himself within a cosmos of fog. A tale from the Nahua peoples tells of a storm-god emerging from the ocean as a star-spangled jaguar.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aristophanes-review-laughter-on-the-acropolis-11613749976", "title": "'Aristophanes' Review: Laughter on the Acropolis", "date": "2021-02-19 10:52", "summary": "The Greek comedian wasn't afraid to challenge the powers that be. Or crack a dirty joke.. The study of the languages and literature of ancient Greece and Rome-a discipline once considered so foundational it was simply known as \"the classics\"-has been under siege for decades. University enrollments in all humanities programs have declined; programs, especially in the classics, are imperiled. The idea of a Western canon deriving from the ancient world has been challenged by some left-wing educators even as it has been taken up by right-wing ideologues: its condition as a political football makes the field's existence all the more fragile.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-the-mercenary-review-11613749878", "title": "Mysteries: 'The Mercenary' Review", "date": "2021-02-19 10:51", "summary": "The story of a spy who gets a second chance keeps its cards close to the vest.. Alek Garin, the title character in Paul Vidich's edgy espionage novel \"The Mercenary\" (Pegasus, 274 pages, $25.95), is a former CIA agent living in Greenwich Village in 1985. He accepts sporadic Agency work in the wake of a priority assignment blown to smithereens six years ago. (He failed to exfiltrate a KGB officer from Moscow.) Now the Agency wants Garin to try again, this time with a defector who insists Garin is the only person he'll deal with. \"Life rarely offers second chances,\" Garin's CIA contact tells him. \"Don't squander this one.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/endpapers-review-publishing-the-pantheon-11613749788", "title": "'Endpapers' Review: Publishing the Pantheon", "date": "2021-02-19 10:49", "summary": "The story of a family's bifurcated fate shines a light on the history of postwar literature.. Among the cultural figures who fled Hitler's Germany to the United States-writers, artists, playwrights and movie makers, among others-there was one who, without quite the celebrity of some of his fellow émigrés, would find himself expanding the horizons of American book publishing. \"Publishing is both a business and an art,\" Kurt Wolff wrote in a letter from 1958. It demanded, he said, \"the whole man, the whole life.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-score-a-vaccine-appointment-recruit-a-college-kid-with-tech-skills-and-patience-11613749662", "title": "How to Score a Vaccine Appointment: Recruit a College Kid With Tech Skills and Patience", "date": "2021-02-19 10:47", "summary": "Resume Subscription. On a recent Friday morning, George Washington University grad student Tracey Katz finished her espressos and logged on to a computer to attack her work. \"I feel like I'm preparing for a big game,\" she said.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-home-sales-edged-higher-in-january-amid-tight-inventory-11613747681", "title": "U.S. Home Sales Edged Higher in January Amid Tight Inventory", "date": "2021-02-19 10:44", "summary": "Lack of homes for sale help push prices up 14.1% from a year earlier. Sales of previously owned homes rose in January, as the market stayed hot during the usually slower winter period and a shortage of homes for sale kept pushing home prices higher.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/founder-of-friendlys-chain-cultivated-mentors-in-high-places-11613746800", "title": "Founder of Friendly's Chain Cultivated Mentors in High Places", "date": "2021-02-19 10:00", "summary": "S. Prestley Blake, who has died at 106, built a restaurant empire with his younger brother. S. Prestley Blake, who co-founded the Friendly's restaurant chain in 1935, never hesitated to introduce himself to more famous people. Seeking business advice, he called on James Cash Penney at the retailer's office in New York and Harlow Curtice, a former president of General Motors, in Michigan.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prince-harry-and-meghan-markle-lose-remaining-royal-family-roles-11613746789", "title": "Prince Harry and Meghan Markle Lose Remaining Royal Roles", "date": "2021-02-19 09:59", "summary": "Couple, now living in California, will no longer be working royals, Buckingham Palace says. LONDON-Prince Harry and his wife Meghan Markle will be stripped of their remaining royal duties, Buckingham Palace said, confirming the couple's total official break with the British royal family following a year-long review.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zillow-rolls-out-interactive-floor-plans-as-video-tours-fall-flat-11613746659", "title": "Zillow Rolls Out Interactive Floor Plans as Video Tours Fall Flat", "date": "2021-02-19 09:57", "summary": "House-buyers and browsers want 3D walk-throughs and floor plans, not prerecorded video tours. Zillow Group Inc. has introduced a feature that lets users virtually tour properties via their floor plans. It hopes to provide a better alternative to real-estate agents' prerecorded video tours, which have proven unpopular even during a pandemic-fueled boom in visits to its platforms.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-youtube-gamestop-hearing-just-another-pumping-opportunity-11613746504", "title": "On YouTube, GameStop Hearing Just Another Pumping Opportunity", "date": "2021-02-19 09:55", "summary": "Viewing the congressional hearing on YouTube provided another opportunity to receive questionable investment advice. It turns out a congressional hearing aimed partly at investigating stock-pumping on the internet is a great opportunity for, well, pumping stocks on the internet.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-this-japanese-hot-spring-lures-time-travelers-and-anime-fans-11613746236", "title": "Why This Japanese Hot Spring Lures Time Travelers and Anime Fans", "date": "2021-02-19 09:50", "summary": "Dogo Onsen, among Japan's oldest bathhouses, still has unquenchable star power. Plus five other of the country's most beloved hot springs and ryokans to book on your post-pandemic trip.. For the Time Capsule series, we spotlight a cherished restaurant, hotel or landmark that's changed remarkably little over the years. This week, we visit Dogo Onsen in Japan.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-in-u-k-canada-slam-facebook-after-australia-news-blackout-11613735931", "title": "Facebook Assailed in U.K., Canada After Australia News Blackout", "date": "2021-02-19 09:50", "summary": "Facebook said it had little choice but to restrict news in Australia because of proposed regulation. SYDNEY-Lawmakers from the U.K. and Canada criticized Facebook Inc.'s ban on Australian users sharing news articles, and they said the tech giant could attract more scrutiny around the world as authorities grow increasingly concerned about its market power.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baths-celebrities-pandemic-relax-11613743852", "title": "How Baths Have Become Pandemic Xanax for Celebrities", "date": "2021-02-19 09:31", "summary": "From Miranda Kerr to Marie Kondo, celebrities are making baths a key part of their wellness routines. They offer some tips on de-stressing in style.. Last April Dan Rather tweeted about self-care. \"For me, few things beat a hot soak, something the ancients in societies around the world figured out,\" his message read. \"Last night, I was in a bit of a mood, I came out of the tub ready to wrestle an alligator.\" An 89-year-old former news anchor taking to social media to discuss his wellness rituals was surely a sign of these pandemic times. Rather was also correct in noting that the transformative powers of a good bath have a long historical precedent.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bathing-beauties-11613744959", "title": "Bathing Beauties", "date": "2021-02-19 09:29", "summary": "A look at some of the best tubs in the pages of WSJ. Magazine. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/hermes-shows-little-wear-from-covid-19-pandemic-11613744667", "title": "Hermès Shows Little Wear From Pandemic", "date": "2021-02-19 09:24", "summary": "Despite a threadbare ad budget, the French brand was the best performer in the luxury industry last year. Even with no place to go to flaunt their purchases, wealthy shoppers kept the tills ringing at Hermès during the coronavirus pandemic.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeff-immelt-on-the-humbling-of-ge-11613743324", "title": "Jeff Immelt on the Humbling of GE", "date": "2021-02-19 09:02", "summary": "In a new book, the former head of the once-mighty company admits he made mistakes but argues he faced 'bad news almost every day'. In the summer of 2001, weeks before Jeff Immelt became CEO of General Electric , he was playing golf with friends at a country club near Chicago when a club member asked him what he did. \"I work for GE , \" Mr. Immelt replied, omitting his title. \"Ah, GE! Jack Welch!\" the man said. \"I feel sorry for the poor son of a bitch who's taking his place.\"", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-palantir-roku-what-to-watch-when-the-stock-market-opens-today-11613735727", "title": "Uber, Palantir, Deere, Arista: What to Watch When the Stock Market Opens Today", "date": "2021-02-19 09:01", "summary": "Crude prices lost ground while Treasury yields ticked higher. Here's what we're watching ahead of Friday's market action.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-hiring-alliances-help-tens-of-thousands-find-jobs-11613743200", "title": "U.S. Hiring Alliances Help Tens of Thousands Find Jobs", "date": "2021-02-19 09:00", "summary": "Last spring, companies with urgent staffing needs formed partnerships with companies hard-hit by the pandemic to match furloughed workers with open jobs. Those alliances are paying off.. Unusual hiring alliances created by U.S. businesses in 2020 are now bearing fruit.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volatility-could-be-gamestop-crowds-next-losing-bet-11613743200", "title": "Volatility Could Be GameStop Crowd's Next Losing Bet", "date": "2021-02-19 09:00", "summary": "A rush of cash into a leveraged volatility note might only pay off if disaster strikes the rest of the stock market. GameStop mania may be over, but the ripples continue weeks later as newly minted retail traders flirt with various objects of affection. There were silver, marijuana stocks and dogecoin. Some observers are now pointing to an exchange-traded product that tracks volatility as a likely beneficiary of crowd behavior.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ohio-state-michigan-rivalry-is-peaking-in-basketball-11613739628", "title": "Ohio State and Michigan's First Top-5 Matchup Ever? In Basketball, Yes", "date": "2021-02-19 08:37", "summary": "Long overshadowed by football, the Buckeyes-Wolverines men's basketball rivalry grabs the spotlight. After the buzzer sounded in the 1992 NCAA men's basketball tournament Southeast Regional final, an exuberant 6-foot-9-inch Michigan freshman broke into a celebratory shimmy.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-honda-cr-v-goes-hybridwatch-out-toyota-11613741281", "title": "The Honda CR-V Goes Hybrid-Watch Out, Toyota", "date": "2021-02-19 08:28", "summary": "The rivalry between America's most popular compact crossovers, the Toyota RAV4 and the Honda CR-V, heats up as the latter debuts in hybrid form, writes cars columnist Dan Neil.. IT'S ON LIKE fat guys in thongs.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/honda-taps-new-ceo-for-electric-vehicle-push-11613740145", "title": "Honda Taps New CEO for Electric-Vehicle Push", "date": "2021-02-19 08:10", "summary": "Toshihiro Mibe has built Honda's increasingly close alliance with General Motors. TOKYO- Honda Motor Co.'s new chief executive, an engineer who has worked on electric vehicles, is poised to accelerate Honda's move into EVs and build on its growing partnership with General Motors Co.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-tesla-made-it-to-the-winners-circle-11613739634", "title": "How Tesla Made It to the Winner's Circle", "date": "2021-02-19 08:00", "summary": "Resume Subscription. Tesla Inc.'s stock-market tear has made it one of the most valuable U.S. companies. But in some key ways, the electric-car maker is very different from other companies its size.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/covid-19-mask-mandates-end-in-some-states-fueling-tensions-11613739600", "title": "Covid-19 Mask Mandates End in Some States, Fueling Tensions", "date": "2021-02-19 08:00", "summary": "Iowa lifted a face-covering rule as coronavirus cases fell, but Des Moines and other cities have resisted the move; health experts urge caution. As Covid-19 cases fall and vaccines roll out across the country, a handful of governors have dropped statewide mask mandates, raising tensions with some city leaders who are keeping their own restrictions in place to fight new strains of the coronavirus.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hsbc-doesn-t-have-to-give-documents-to-huawei-cfo-u-k-judge-says-11613732105", "title": "HSBC Doesn't Have to Give Documents to Huawei CFO, U.K. Judge Says", "date": "2021-02-19 07:04", "summary": "U.S. Justice Department has accused Meng Wanzhou of misleading the bank about Huawei's ties to Iran. HSBC Holdings PLC doesn't need to hand over banking documents requested by Huawei Technologies Co. Chief Financial Officer Meng Wanzhou as part of her effort to resist a U.S. extradition order, a judge in London's High Court said.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aerial-attacks-on-saudi-arabia-expose-vulnerability-of-u-s-ally-11613736001", "title": "Aerial Attacks on Saudi Arabia Expose Vulnerability of U.S. Ally", "date": "2021-02-19 07:00", "summary": "Drones and missiles launched in the past month from Yemen and Iraq show gaps in air defenses, as Biden reconsiders U.S. policy. Saudi Arabia is facing more frequent and increasingly precise airborne attacks as Iran-linked groups in neighboring Yemen and Iraq exploit persistent gaps in the kingdom's defenses and the Biden administration reconsiders the U.S. approach to the region.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shale-companies-re-emerge-at-slippery-time-11613736000", "title": "Shale Companies Re-Emerge at Slippery Time", "date": "2021-02-19 07:00", "summary": "Oil-and-gas producers coming out of bankruptcy could be tempted to grow aggressively again with today's higher prices. Shale companies' debts have been forgiven. Will investors forget?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-stock-market-mania-defies-economic-reality-11613732914", "title": "India's Stock Market Mania Defies Economic Reality", "date": "2021-02-19 06:08", "summary": "India's stocks are outperforming those in similar markets, even as the pandemic may have exacerbated its longer-term economic challenges. Signs of speculation are rife in global markets right now. But India stands out: The roaring stock market there looks particularly disjointed from economic reality.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-covid-should-companies-rehire-ex-employees-11613732400", "title": "After Covid-19, Should Companies Rehire Ex-Employees?", "date": "2021-02-19 06:00", "summary": "The assumption is that they will be better performers than new hires. And it's only fair. But it isn't that simple.. The Covid-19 pandemic has devastated U.S. labor markets, with 9.4 million jobs lost in 2020. As the economy recovers, many organizations seeking to rebuild their workforce will face a common question: Do we hire back our ex-employees, or look for new talent?", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/all-your-2020-covid-tax-questions-answered-11613699114", "title": "All Your Covid Tax Questions, Answered", "date": "2021-02-19 05:30", "summary": "Make sure you're up to speed on all the ways the pandemic reshuffled the tax rules-and complicated your filing. Thanks to the pandemic, 2020 was a tax year like no other. Now it's time to tackle your return for Uncle Sam.", "categories": [["Markets", "Tax Report"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/tax-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-was-spreading-in-china-before-first-confirmed-cases-fresh-evidence-suggests-11613730600", "title": "Covid-19 Was Spreading in China Before First Confirmed Cases, Evidence Suggests", "date": "2021-02-19 05:30", "summary": "The number, and genetic sequencing, of the first cases identified by China suggest coronavirus was spreading before early December 2019. New evidence from China is affirming what epidemiologists have long suspected: The coronavirus likely began spreading unnoticed around the Wuhan area in November 2019, before it exploded in multiple different locations throughout the city in December.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-return-on-investment-for-2021-super-bowl-ads-11613730600", "title": "The Return on Investment for 2021 Super Bowl Ads", "date": "2021-02-19 05:30", "summary": "Companies spent roughly $485 million on commercials during the NFL title game. Was it worth it?. In less than four hours, 65 commercials costing an average of $5.6 million per 30-second spot aired in front of 91.5 million Super Bowl LV viewers, according to the market-research firm Kantar Group. The total spend during the 2021 game was an estimated $485 million.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kkr-executives-push-to-spread-employee-stock-ownership-begins-to-gain-traction-11613730601", "title": "KKR Executive Sees Progress in Push for Employee Stock Ownership", "date": "2021-02-19 05:30", "summary": "Giving a stake to workers makes them more engaged and creates a stronger culture, the buyout firm's Pete Stavros says. KKR & Co. executive Pete Stavros is on a mission to get more stock of industrial and manufacturing companies into the hands of their workers.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/underfunded-and-under-pressure-u-s-pensions-to-keep-investing-in-china-11613730603", "title": "Underfunded and Under Pressure, Pensions Keep Investing in China", "date": "2021-02-19 05:30", "summary": "Large U.S. pension plans relying on ambitious returns to fill massive shortfalls aren't finding it easy to steer clear of regulatory risk in China. U.S. state pension funds that invested in Ant Group Co. were stung when the financial technology firm's initial public offering was suddenly pulled on orders of China's president. But few of these investors are swearing off Chinese private markets, where they still hope to reap big returns.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capitol-riot-criminal-cases-flood-d-c-federal-court-11613730601", "title": "Capitol Riot Criminal Cases Flood D.C. Federal Court", "date": "2021-02-19 05:30", "summary": "Semi-retired senior judges are stepping up to take on full criminal case loads, as every filing is watched closely. D.C. DISTRICT COURT is flooded with cases from the Capitol riot, leading semiretired judges to take on full criminal case loads and thrusting usually-obscure magistrate judges into high-profile hearings whose every filing is watched closely by the public and news media. \"The three Magistrate Judges of this Court are very experienced in managing voluminous workloads, and they have teamed together to address the recent surge in cases arising from the events on January 6th,\" said Beryl Howell, chief judge of the U.S. District Court in D.C.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-is-hitting-record-highs-why-its-not-too-late-to-dig-for-digital-gold-11613730641", "title": "Bitcoin Is Hitting Records. Why It's Not Too Late to Dig for Digital Gold.", "date": "2021-02-19 05:30", "summary": "Investors intrigued by bitcoin's surge but reluctant to buy it have some options for how to bet on the evolution of banking and payments. But they're not cheap.. Digital currencies have the attention of the mainstream. Even America's oldest bank can't ignore them.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-reveals-four-of-its-soldiers-died-in-border-clash-with-india-11613727635", "title": "China Reveals Four of Its Soldiers Died in Border Clash With India", "date": "2021-02-19 04:40", "summary": "Beijing on Friday disclosed casualties from the club-and-rock Himalayan melee that also killed 20 Indians in June last year. NEW DELHI-China said four of its soldiers were killed in last year's border clash with Indian troops, disclosing casualties for the first time from the Himalayan melee that killed 20 Indians and ratcheted up tensions between the nuclear-armed neighbors.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tokyo-olympics-names-new-chief-just-months-before-games-11613636002", "title": "Tokyo Olympics Names New Chief Just Months Before Games", "date": "2021-02-19 04:26", "summary": "Former speedskater Seiko Hashimoto, previously Olympics minister, to lead organizing committee after predecessor quit over sexist remarks. TOKYO-The Tokyo Olympic organizing committee named a cabinet minister and female Olympic bronze medalist as its new chief after the previous leader resigned over sexist remarks.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-cities-under-boil-water-orders-11613671450", "title": "Texas Cities Under Boil-Water Orders", "date": "2021-02-19 01:35", "summary": "Hundreds of thousands are still without power; some residents bring in shovelfuls of snow to flush toilets. More than 14 million people in Texas are without safe drinking water, as the fallout of a severe winter storm exacts a historic toll.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11613677835", "title": "Pepper...and Salt", "date": "2021-02-19 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fernando-tatis-jr-340-million-investment-fund-padres-11613732572", "title": "The Padres Owe Fernando Tatís Jr. $340 Million. He Owes an Investment Fund.", "date": "2021-02-19 00:01", "summary": "As an 18-year-old, Tatís made a deal with Big League Advance, which advances pay to minor league players in exchange for a slice of their MLB earnings. Now it's time to pay.. Fernando Tatís Jr. was 18 years old, just a low-level prospect from the Dominican Republic trying to work his way up in the San Diego Padres farm system, when he made a financial deal that would impact his entire baseball career. And it wasn't with the Padres.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/quibi-says-elliott-management-might-have-supported-patent-lawsuit-because-of-personal-motive-11613709681", "title": "Quibi Says Elliott's Support of Patent Lawsuit Might Have Personal Motive", "date": "2021-02-19 23:41", "summary": "Hedge fund says defunct streaming service is focusing on 'personal matters in order to put forward a false narrative'. Defunct streaming service Quibi is trying to force executives at Elliott Management to explain whether the hedge fund's involvement in financing a patent lawsuit against the company was motivated by a relationship between Elliott's founder and a colleague.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nursing-home-death-data-was-sought-from-cuomo-by-u-s-prosecutors-11613699774", "title": "Nursing-Home Death Data Was Sought From Cuomo by U.S. Prosecutors", "date": "2021-02-19 22:37", "summary": "Request came after governor's top aide told lawmakers information was delayed out of fear Trump would politicize it. Federal prosecutors in Brooklyn sought data this month on nursing-home deaths from New York Gov. Andrew Cuomo's administration, people familiar with the matter said, after state officials took months to respond to a separate inquiry by the Justice Department.", "categories": [["WSJ News Exclusive", "New York"]], "category_links": ["https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sen-ted-cruz-to-return-from-mexico-trip-11613674334", "title": "Ted Cruz Faces Criticism for Cancún Trip During Texas Freeze", "date": "2021-02-19 21:44", "summary": "GOP senator says he was trying to be a 'good dad' when he took family on vacation to Mexico during emergency. Sen. Ted Cruz (R., Texas) flew back to Houston from Mexico on Thursday and called his trip a mistake, after drawing widespread criticism for taking his family on vacation in Cancún as his state struggled with freezing temperatures and widespread power outages.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ibm-explores-sale-of-ibm-watson-health-11613696770", "title": "IBM Explores Sale of IBM Watson Health", "date": "2021-02-19 20:21", "summary": "Business has roughly $1 billion in revenue and isn't profitable, sources say. International Business Machines Corp. is exploring a potential sale of its IBM Watson Health business, according to people familiar with the matter, as the technology giant's new chief executive moves to streamline the company and become more competitive in cloud computing.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/major-donor-who-pleaded-guilty-to-illegal-contributions-influence-peddling-sentenced-to-12-years-11613697525", "title": "Major Political Donor Sentenced to 12 Years", "date": "2021-02-19 20:18", "summary": "California businessman Imaad Zuberi used foreign money to fund illegal donations. A major political donor was sentenced to 12 years in federal prison after pleading guilty in 2019 to myriad charges related to influence peddling, campaign finance violations and unregistered lobbying on behalf of numerous foreign states.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-weighs-lighter-criminal-sentences-to-combat-racism-11613694854", "title": "Canada Weighs Lighter Criminal Sentences to Combat Racism", "date": "2021-02-19 19:34", "summary": "Following protests across Canada after George Floyd's death, the Trudeau government proposes repealing some mandatory sentences. OTTAWA-Canada on Thursday weighed changes to criminal-sentencing laws that the country's attorney general argued would address systemic racism in the justice system.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rokus-revenue-surges-58-on-pandemic-fueled-streaming-boom-11613694667", "title": "Roku's Revenue Surges 58% on Pandemic-Fueled Streaming Boom", "date": "2021-02-19 19:31", "summary": "Customers and marketers shift more of their attention away from TV and toward digital media. Roku Inc. reported a 58% increase in revenue during the holiday quarter, as the streaming-media service continued to benefit from customers watching more entertainment while stuck at home during the Covid-19 pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/winter-storms-close-covid-19-vaccination-sites-in-several-states-11613693969", "title": "Winter Storms Close Covid-19 Vaccination Sites in Several States", "date": "2021-02-19 19:23", "summary": "Severe weather is adding another complication to the national vaccination effort. The severe weather sweeping across the U.S. is disrupting Covid-19 vaccine distribution, complicating a bumpy rollout that had started smoothing out only in recent weeks.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/magic-money-for-the-rich-11613692067", "title": "Magic Money for the Rich", "date": "2021-02-19 19:03", "summary": "The Biden Treasury has a plan to dodge Congress on International Monetary Fund give-aways.. President Biden's first G-7 meeting Friday is teed up as the launch of his \"America is back!\" tour. We wonder if he'll boast about Treasury's plan to finance the largest share of an International Monetary Fund dump of $1 trillion into the global economy-without Congressional approval.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yellen-hopes-to-see-1-9-trillion-relief-bill-enacted-over-next-couple-of-weeks-11613683991", "title": "Yellen Defends Biden's Covid-19 Relief Plan", "date": "2021-02-19 19:03", "summary": "Treasury secretary hopes to see it enacted in coming weeks; economy is 'digging out of a deep hole'. WASHINGTON-Treasury Secretary Janet Yellen defended the size of the administration's $1.9 trillion relief package, saying in an interview with CNBC on Thursday that she hopes the measure will be enacted in coming weeks.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]