[{"link": "https://www.wsj.com/articles/u-s-warns-of-islamic-state-threat-to-americans-in-afghanistan-11629648314", "title": "U.S. Warns of Islamic State Threat to Americans in Afghanistan", "date": "2021-08-22 18:35", "summary": "Evacuation effort continues amid chaos outside the Kabul airport, where U.S. forces are set up to stop potential attacks. WASHINGTON-The U.S. warned that Islamic State poses a threat to Americans in Afghanistan as the Biden administration seeks to evacuate thousands of U.S. citizens and Afghan allies.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cleaning-up-after-biden-on-al-qaeda-11629671400", "title": "Cleaning Up After Biden on al Qaeda", "date": "2021-08-22 18:30", "summary": "Biden's falsehoods show a misunderstanding of the continuing threat from Islamic terrorism.. Cleaning up President Biden's many false statements on Afghanistan is a difficult job, but someone in his Administration has to do it. On Sunday that task fell to Secretary of State Antony Blinken on the matter of al Qaeda's presence in Afghanistan.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nancy-pelosis-next-bad-voting-bill-11629671456", "title": "Nancy Pelosi's Next Bad Voting Bill", "date": "2021-08-22 18:30", "summary": "A 'preclearance' regime designed for Jim Crow is a poor fit in 2021 and probably unconstitutional.. The Senate's theatrical push this year for H.R.1, the bill to federalize U.S. elections, was intended as a political show, since it never had the votes to pass. Part of the point was to build pressure for Democrats' next proposal, H.R.4, also called the John Lewis Voting Rights Advancement Act. The text of H.R.4 was unveiled last week, and it also deserves to die when the House votes on it this week.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taliban-withdrawal-biden-blinken-dictate-11629664446", "title": "Dancing to the Taliban Timetable", "date": "2021-08-22 18:27", "summary": "Biden's Aug. 31 deadline for evacuation is political and could leave many behind... The ugly, chaotic U.S. withdrawal from Afghanistan continues despite Biden Administration attempts to spin it as a triumph of logistics and planning. More Americans and Afghans are getting out. But some have been beaten by the Taliban, and the pace is too slow for confidence or safety as President Biden's Aug. 31 evacuation deadline nears.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xi-jinping-chinese-communists-five-year-plan-11629664816", "title": "Xi Jinping Says What He Means", "date": "2021-08-22 18:26", "summary": "China's new five-year regulation plan is a warning to investors.. The U.S. debacle in Afghanistan has rightly dominated the news, but the rest of the world keeps turning. China's new five-year-plan for economic regulation in particular deserves more attention than it has received.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tennessee-floods-leave-at-least-16-dead-11629662056", "title": "Tennessee Floods Leave at Least 21 Dead", "date": "2021-08-22 17:27", "summary": "Flooding in several rural counties west of Nashville began after 9 to 17 inches of rain fell in a six-hour period Saturday. At least 21 are dead and 45 are missing after catastrophic flash floods in Tennessee, authorities said Sunday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-housing-inflation-and-the-fed-11629658805", "title": "Economy Week Ahead: Housing, Inflation and the Fed", "date": "2021-08-22 15:00", "summary": "Also on tap, August surveys of purchasing managers in some of the world's largest economies. ", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-tropical-storm-henri-nears-land-11629644415", "title": "Photos: Tropical Storm Henri Makes Landfall", "date": "2021-08-22 14:52", "summary": "Residents in the path of Henri board up windows and fill up on gas, as authorities warn of storm surges and power outages. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/clashes-erupt-in-northern-afghanistan-as-taliban-pursue-talks-with-former-foes-11629630157", "title": "Clashes in Northern Afghanistan as Taliban Pursue Talks", "date": "2021-08-22 14:49", "summary": "Thousands try to reach Kabul airport to flee the new regime as evacuation flights continue. The Taliban fought deadly battles with budding resistance forces in northern Afghanistan, as political negotiations on a broader government moved ahead in Kabul and access to the city's U.S.-run airport remained difficult for thousands of Afghans trying to flee.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-billion-dollar-farm-tech-startup-indigo-stumbled-then-revamped-11629656437", "title": "How a Billion-Dollar Farm-Tech Startup Stumbled, Then Revamped", "date": "2021-08-22 14:21", "summary": "Resume Subscription. When a Boston-based tech startup showed John Creighton one of the best prices for his corn he'd seen in years, the farmer signed up to sell 75,000 bushels through its network.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/do-blue-light-glasses-work-who-caresthey-look-hot-11629654755", "title": "Do Blue-Light Glasses Work? Who Cares-They Look Hot", "date": "2021-08-22 13:52", "summary": "Screen time is decreasing as offices and schools reopen, but many are keeping their computer lenses as a fashion accessory. Josiah Peña spent many hours staring at a computer screen for online classes during his senior year at San Jose State University, and he was facing even more screen time when he landed a remote internship in 2020.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trust-vaccination-alabama-covid-19-coronavirus-pandemic-vaccine-hesitancy-hospitalization-tuskeegee-syphilis-experiment-11629646540", "title": "A Better Way to Encourage Vaccination", "date": "2021-08-22 13:47", "summary": "Lecturing and moral superiority aren't working. Healthcare workers should try humility and respect.. Mobile, Ala.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-jobs-plan-rescue-bipartisan-infrastructure-deal-europe-economy-taxation-spending-welfare-social-security-inflation-11629646866", "title": "America Looks More Like Europe All the Time", "date": "2021-08-22 13:45", "summary": "The U.S. adopts, and in some ways exceeds, the high taxes and spending that have hurt the Continent.. America is the land of \"predatory capitalism,\" German chancellor Helmut Schmidt liked to say. Most Europeans who celebrate social justice and the caring state would agree. But if the Europeans weren't so leery of America, they would clap their hands in delight at the $3.5 trillion spending package and the $1.2 trillion infrastructure cornucopia working their way through Congress.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-bush-trump-obama-flaw-america-afghanistan-conflict-military-strategy-taliban-national-security-forever-wars-withdrawal-11629647125", "title": "The Basic Flaw in U.S. Afghan Strategy", "date": "2021-08-22 13:43", "summary": "Regimes that tried to rule from Kabul have always generated insurgencies in the countryside.. Current and former political, military and intelligence officials are trying to pin responsibility for the catastrophe in Afghanistan on everyone but themselves. Some say what happened was inevitable. One retired senior military commander said we should have built the Afghan security forces to look more like the Taliban. President Biden blamed the Afghans as well as his predecessor. Such statements are infuriating. If these people knew that what has unfolded was inevitable and didn't reassess and adjust policy and strategy accordingly, they are criminally negligent for sacrificing thousands of lives. If they were unaware that U.S. policy and strategy were not working, they are incompetent.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-mayorkas-immigration-policy-south-america-labor-shortage-darien-gap-panama-colombia-mexico-border-security-11629646047", "title": "Biden's Cruel Immigration Policy", "date": "2021-08-22 13:40", "summary": "Migrants want to fill jobs in the U.S. But there's no legal path to enter the country.. Rape, murder, robbery, poisonous snakes, dangerous terrain, exhaustion and disease are some of the risks of traversing the jungle known as the Darién Gap, straddling the Colombia-Panama border. Yet local officials estimate that some 10,000 migrants-mostly Haitians and Cubans-are currently stranded in Necoclí, Colombia, waiting to cross the Gulf of Urubá so they can begin the dangerous trek.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/troops-protection-kabul-airport-afghanistan-biden-military-national-security-foreign-policy-evacuation-taliban-11629646319", "title": "'Our Troops' Are Supposed to Protect Us", "date": "2021-08-22 13:39", "summary": "Biden's Afghanistan bug-out got the priority backward.. Joe Biden likes to end speeches by saying: \"May God protect our troops\"-perhaps a tribute to his late son Beau, who was awarded the Bronze Star for his yearlong military service in Iraq.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/becoming-trader-joe-review-the-secrets-of-his-success-11629653790", "title": "'Becoming Trader Joe' Review: The Secrets of His Success", "date": "2021-08-22 13:36", "summary": "The founder of Trader Joe's targeted the overeducated and underpaid-people who wanted real maple syrup at a discount.. To determine what products to sell in his stores when he began his business a half-century ago, Joe Coulombe applied what he calls the Four Tests: \"high value per cubic inch; high rate of consumption; easily handled; and something in which we could be outstanding in terms of price or assortment.\" That's how Trader Joe's ended up selling bullets.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scape-goat-elites-politics-billionaires-taxes-coastal-technocrats-expert-class-obama-clinton-trump-populism-progressives-11629641837", "title": "Those Punching-Bag Elites", "date": "2021-08-22 12:32", "summary": "Americans still work hard to get ahead. But politicians always need a scapegoat.. Who are these elites I keep hearing about? Is there some superior set that run everything? \"It's time to hold American elites accountable for their abuses,\" former Chicago Mayor Rahm Emanuel blared in the Atlantic on the college-admissions scandal in 2019. Best line: \"America's middle class is Cinderella, and the nation's elites are her evil stepsisters.\" OK then.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-decision-making-biden-kennedy-johnson-taliban-afghanistan-bay-of-pigs-vietnam-saigon-blinkin-sullivan-11629641380", "title": "All the President's Yes-Men", "date": "2021-08-22 12:28", "summary": "JFK remade his decision-making process after the Bay of Pigs debacle. Biden could learn something.. White House infighting can be a bad thing. But when advisers refuse to disagree with the president, an administration can be at risk of groupthink. The history of the U.S. presidency has shown that this can lead to disaster. We now see how fear of disagreement with President Biden doomed the decision-making process for the U.S. withdrawal from Afghanistan.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/haiti-earthquake-what-we-know-11629058445", "title": "Haiti Earthquake: What We Know", "date": "2021-08-22 12:06", "summary": "Quake rocks country in political turmoil, leaving more than 2,200 dead and thousands more hurt. A major earthquake struck Haiti early on Saturday, Aug. 14, destroying or damaging thousands of buildings and leaving at least 2,207 people dead and thousands more injured or missing.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-media-ignores-optimistic-black-leaders-blm-11629497358", "title": "The Media Ignores Optimistic Black Leaders", "date": "2021-08-22 12:04", "summary": "The ones you don't hear about reject narratives of self-pity and resentment.. Regarding Joseph Epstein's op-ed \"Black Lives Matter Poisons a Young Athlete's Mind\" (Aug. 17): In criticizing the negative messages of the BLM movement and naming many heroic civil-rights leaders of earlier generations, Mr. Epstein asks, \"Why hasn't a stronger black leadership arisen since this earlier generation of brave and highly intelligent men?\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-climate-change-global-warming-science-ipcc-report-11629497120", "title": "White House Climate Director Defends IPCC Report", "date": "2021-08-22 12:02", "summary": "The product is the definitive word on climate science.. Attempts to politicize science undermine economic opportunities and harm everyone. Your editorial's claim that the report of the Intergovernmental Panel on Climate Change (IPCC), the global scientific authority on climate change, is a \"political document\" repeats a divisive falsehood that has dangerous consequences (\"A Climate of Catastrophe,\" Aug. 10).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/juul-other-e-cigarette-makers-face-judgment-day-11629648002", "title": "Juul, Other E-Cigarette Makers Face Judgment Day", "date": "2021-08-22 12:00", "summary": "The FDA is nearing a Sept. 9 deadline to decide which vaping products can stay on the market; some could be put out of business entirely. A shakeout of e-cigarettes is at hand.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-spain-covid-rules-masks-pandemic-anti-vaxxers-11629498146", "title": "Americans Aren't Great Covid-Rule Followers", "date": "2021-08-22 12:00", "summary": "In Spain, virtually everyone still wears a mask outdoors.. \"Doctors Share Their Own Risk Strategies\" (Personal Journal, Aug. 9), describing how some U.S. physicians are changing their habits due to the aggressive Delta variant, makes perfect sense. They are limiting the number of people with whom they socialize, wearing masks indoors again and avoiding inside dining.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taiwan-china-ccp-defense-spending-afghanistan-us-allies-11629498826", "title": "Will America Fight to Save Taiwan? Will the Taiwanese?", "date": "2021-08-22 11:58", "summary": "The examples of Afghanistan and Vietnam aren't encouraging.. Our admirals project that the Chinese Communists will attack Taiwan within six years, writes Seth Cropsey (\"The Danger of Shrinking American Naval Power,\" op-ed, Aug. 13). How about in six weeks? They have been laying the foundation for taking Taiwan for 25 years. Back then, the Chinese navy was a joke. No one is laughing today. Their modern navy with hypersonic cruise missiles is dedicated to one thing: taking out U.S. carriers.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/masks-vaccinated-herd-mucosal-natural-immunity-11629499388", "title": "No Masks for the Vaccinated", "date": "2021-08-22 11:57", "summary": "Mask use among the vaccinated can only decrease the number who safely develop mucosal antibodies.. Dr. Michael Segal advises the reader to \"Follow Your Nose to Herd Immunity\" (op-ed, Aug. 17). At present, mucosal immunity requires environmental exposure. We know the risk of serious infection among vaccinated people is small, which makes the vaccinated the ideal group to develop mucosal immunity. Mask use among the vaccinated can only decrease the number who safely develop mucosal antibodies, slowing the development of herd immunity. Masking the vaccinated is the wrong solution.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-centrist-democrats-in-standoff-with-key-vote-ahead-11629630005", "title": "Pelosi, Centrist Democrats in Standoff With Key Vote Ahead", "date": "2021-08-22 11:35", "summary": "Democratic leaders want to move two major bills in tandem, but some centrists are demanding the House first vote on infrastructure. WASHINGTON-Centrist House Democrats were locked in a weekend standoff with House Speaker Nancy Pelosi (D., Calif.) over when to vote on a roughly $1 trillion infrastructure bill, imperiling the chamber's ability to advance a sweeping segment of President Biden's agenda in votes expected early this week.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arizona-election-audit-exposes-gop-rifts-as-2022-midterms-loom-11629644402", "title": "Arizona GOP Election Audit Exposes Party Rifts as 2022 Midterms Loom", "date": "2021-08-22 11:00", "summary": "Some worry the GOP-ordered move will turn off independents; proponents say it will restore voters' confidence. SCOTTSDALE, Ariz.-Nine months after the 2020 election and as preparations for next year's midterm elections get under way, Arizona Republicans are split over whether a review of November's election result in the state's most populous county will turn off, or reassure, voters.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-love-of-debt-offers-a-view-of-u-s-future-11629640800", "title": "Japan's Love of Debt Offers View of U.S. Future", "date": "2021-08-22 10:00", "summary": "Congress is debating trillions of dollars more in proposed spending that would push America's borrowing toward levels policy makers in Tokyo have long embraced. TOKYO-Half or more of Japan's huge government debt doesn't really exist. And even if it does, the country needs a lot more of it.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-find-its-a-good-time-to-push-pension-obligations-off-balance-sheets-11629640800", "title": "Companies Find It's a Good Time to Push Pension Obligations Off Balance Sheets", "date": "2021-08-22 10:00", "summary": "Lockheed Martin, Arconic and others have bought annuities this year to reduce risk from their defined-benefit pensions. Finance chiefs are stepping up their efforts to move pension obligations off company balance sheets through annuity purchases and other financial tools, taking advantage of well-funded plans and a respite from the scramble over the past year to deal with the Covid-19 pandemic.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-buy-now-pay-later-investors-need-to-shop-for-best-deals-11629640805", "title": "For Buy Now, Pay Later, Investors Need to Shop for Best Deals", "date": "2021-08-22 10:00", "summary": "Square's deal for Afterpay has had a mixed effect on related stocks in payments and commerce, so investors can start hunting for relative bargains. Square bet the future of \"buy now, pay later\" on Afterpay, acquiring it for $29 billion. Investors should spread their chips around.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-cap-stocks-may-be-pricier-than-they-appear-11629640805", "title": "Small-Cap Stocks May Be Pricier Than They Appear", "date": "2021-08-22 10:00", "summary": "Analysts sometimes remove unprofitable companies when calculating the price-to-earnings ratio for indexes. At first blush, small-cap stocks look like a bargain. But dig deeper and the story gets more complicated.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/houston-astros-sign-stealing-past-11629638679", "title": "The Astros Are Dominant Again-Without the Help of a Garbage Can", "date": "2021-08-22 10:00", "summary": "Opposing fans relentlessly jeer the Astros for their sign-stealing past. But Houston has its swagger back and is challenging for the best record in baseball.. The Houston Astros' sign-stealing scandal not only devalued their championship in 2017-it also raised serious doubts about the legitimacy of the stellar performances of all of their batters.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/us-longest-war-afghanistan-11583010024", "title": "America's Longest War: A Visual History of 20 Years in Afghanistan", "date": "2021-08-22 09:36", "summary": "Resume Subscription. The chaotic withdrawal of U.S. forces from Afghanistan this summer brings to an end a war that has spanned the administrations of Presidents George W. Bush, Barack Obama, Donald Trump and Joe Biden.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/samsung-galaxy-watch4-review-the-best-smartwatch-for-android-11629637200", "title": "Samsung's Galaxy Watch4 Is the Best Smartwatch for Android", "date": "2021-08-22 09:00", "summary": "Samsung's smartwatch reboot means better access to Google's app store-and reinvigorated competition for the Apple Watch-though it still has some bugs at launch. Samsung 's new smartwatch, the Galaxy Watch4, is unremarkable in many ways.", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/solar-power-booms-in-georgia-where-it-isnt-mandated-11629637200", "title": "Solar Power Booms in Georgia, Where It Isn't Mandated", "date": "2021-08-22 09:00", "summary": "Resume Subscription. Georgia has no mandates requiring power companies to add renewable energy and hasn't made climate change a political priority. Solar power is booming there anyway.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/why-you-cant-find-everything-you-want-at-grocery-stores-11629633601", "title": "Why You Can't Find Everything You Want at Grocery Stores", "date": "2021-08-22 08:00", "summary": "Resume Subscription. Grocery-store chains are still battling supply challenges that some executives said are as bad as what they saw in spring 2020, when hoarding left holes in stocks of some staples.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/for-e-commerce-logistics-firm-radial-christmas-is-coming-early-very-early-11629633601", "title": "For E-Commerce Logistics Firm Radial, Christmas Is Coming Early. Very Early.", "date": "2021-08-22 08:00", "summary": "The fulfillment and warehousing provider is making preparations for the holiday shipping season well ahead of schedule, with an eye on clogged global supply chains and the Delta variant. E-commerce logistics specialist Radial Inc. is accelerating its forecasting process and taking other steps as it prepares for a potentially tumultuous holiday shipping season clouded by the impact of the Delta variant on consumer spending.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andrew-cuomo-keeps-low-profile-in-final-days-as-new-york-governor-11629633605", "title": "Cuomo Keeps Low Profile in Final Days in Office", "date": "2021-08-22 08:00", "summary": "Democrat signs several bills and grants clemency to prison inmates as he prepares to leave after a decade in office. ALBANY, N.Y.-New York Gov. Andrew Cuomo spent his final days in office signing several bills and granting clemency to prison inmates as workers moved his belongings from the Executive Mansion to a rented U-Haul.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-we-still-dont-know-about-the-feds-bond-buying-spree-11629593493", "title": "What We Still Don't Know About the Fed's Bond-Buying Spree", "date": "2021-08-22 08:00", "summary": "Is the Fed more concerned about battling inflation or helping the economy?. Three vital issues for investors remain uncertain as the Federal Reserve moves toward tapering its bond buying. Will this quantitative tightening mean Treasury yields go up or down? Will stocks do better with rising or falling bond yields? And, a linked issue, is the stock-bond relationship that has held for the past three decades going into reverse?", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transit-got-billions-in-covid-19-relief-from-congress-but-deficits-still-loom-11629624605", "title": "Transit Got Billions in Relief From Congress but Still Faces Deficits", "date": "2021-08-22 05:30", "summary": "Agencies face a reckoning despite the infrastructure bill and pandemic aid, as riders stay away. The bipartisan infrastructure bill approved by the Senate this month is the latest effort to inject federal money into public transit agencies. But all that money likely won't buy what transit really needs: more riders.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cryptocurrency-companies-are-leaving-china-in-great-mining-migration-11629624602", "title": "Cryptocurrency Miners Move Out of China", "date": "2021-08-22 05:30", "summary": "Resume Subscription. When China vowed to crack down on cryptocurrency mining early this summer, Nasdaq-listed Bit Digital Inc. ramped up efforts to get its more than 20,000 computers out of the country.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/more-kids-are-hospitalized-with-covid-19-and-doctors-fear-it-will-get-worse-11629624602", "title": "More Children Are Hospitalized With Covid-19", "date": "2021-08-22 05:30", "summary": "Resume Subscription. Hospitals in the South and Midwest say they are treating more children with Covid-19 than ever and are preparing for worse surges to come.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/remote-work-may-now-last-for-two-years-worrying-some-bosses-11629624605", "title": "Remote Work May Last for Two Years, Worrying Some Bosses", "date": "2021-08-22 05:30", "summary": "The longer that Covid-19 keeps people home, the harder it may be to get them back to offices; 'There is no going back'. With the latest wave of return-to-office delays from Covid-19, some companies are considering a new possibility: Offices may be closed for nearly two years.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/henri-upgraded-to-hurricane-path-heads-toward-long-island-11629564508", "title": "Hurricane Henri Heads Toward Long Island, New England", "date": "2021-08-22 22:13", "summary": "Forecasts warn of potentially dangerous storm surges, heavy rain and strong winds. Henri was upgraded to a Category 1 hurricane on Saturday and was expected to make landfall on New York's Long Island or in southern New England on Sunday, the National Hurricane Center said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anti-taliban-militia-battles-afghan-islamist-group-in-first-significant-clashes-since-takeover-11629560781", "title": "Taliban Battles Militia in First Significant Clashes Since Takeover", "date": "2021-08-22 20:54", "summary": "Resume Subscription. Taliban fighters on Saturday battled a local militia in northern Afghanistan in some of the first significant armed clashes since the rapid takeover of the country, while the Islamist group's political leaders held talks in Kabul on the formation of a new government.", "categories": [[]], "category_links": []}]