[{"link": "https://www.wsj.com/articles/phil-mickelson-pga-championship-oldest-major-champion-11621809434", "title": "Phil Mickelson Wins the PGA Championship", "date": "2021-05-23 19:40", "summary": "The 50-year-old made history at Kiawah's Ocean Course, winning his sixth major and second Wanamaker Trophy. Phil Mickelson fired a wedge through the sand on the Ocean Course's fifth hole, and the year could have been 2005. It certainly didn't seem like 2021. There was a packed crowd. There was an eruption for a player whose best days came years ago. And there was Mickelson, club raised in the air and pumping his left fist, as his ball dutifully slid into the hole.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pace-of-andrew-cuomo-impeachment-probe-frustrates-some-lawmakers-11621810801", "title": "Pace of Andrew Cuomo Impeachment Probe Frustrates Some Lawmakers", "date": "2021-05-23 19:00", "summary": "They expect an investigation of the governor by the state attorney general will wrap up before one by an Assembly committee. Some members of the New York state Assembly who support the impeachment of Gov. Andrew Cuomo are growing frustrated with the pace of the chamber's inquiry into the Democratic governor and his administration, and said they would use an outside report as a basis for moving forward.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republican-senator-presses-regional-fed-banks-on-race-related-work-11621809194", "title": "Republican Senator Presses Regional Fed Banks on Race-Related Work", "date": "2021-05-23 18:33", "summary": "Sen. Pat Toomey sent letters to three regional Fed banks saying some of their recent work on race issues suffered from severe bias. A Republican senator sent letters to three regional Federal Reserve bank leaders on Sunday seeking information about their recent work on racial economic equality, which he said he views as politicized activity that stands at odds with the central bank's mandate.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-goldman-executive-sumit-rajpal-launches-buyout-firm-11621807200", "title": "Ex-Goldman Executive Rajpal Launches Buyout Firm", "date": "2021-05-23 18:00", "summary": "GrowthCurve Capital to focus on technology, healthcare, financial and information services. Sumit Rajpal, former co-head of the merchant bank of Goldman Sachs Group Inc., is launching a new private-equity firm targeting companies that are sitting on valuable troves of data that can be used more effectively to spur growth.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/back-to-irans-nuclear-future-11621806279", "title": "Back to Iran's Nuclear Future", "date": "2021-05-23 17:44", "summary": "The U.S. barrels toward a repeat of the Obama deal despite no inspector access to crucial sites.. The news in the Middle East these days suddenly seems like a return to circa 2014. Israel and the U.S. are at odds over the Palestinians, America is courting Iran, and the Abraham Accords between Israel and the Arabs get the back of America's hand.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/forgetting-justice-marshall-11621806240", "title": "Forgetting Justice Marshall", "date": "2021-05-23 17:44", "summary": "An Illinois law school drops his name as the left turns on the Court.. The University of Illinois board of trustees last week entered a no-confidence vote against America's greatest Supreme Court Chief Justice. Starting in July, the John Marshall Law School in Chicago will be known simply as the University of Illinois Chicago School of Law. The press release cites Marshall's \"role as a slave trader, slave owner of hundreds of slaves, pro-slavery jurisprudence, and racist views.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ned-lamont-says-no-more-taxes-11621806210", "title": "Ned Lamont Says No More Taxes", "date": "2021-05-23 17:43", "summary": "A Democratic Governor stands up to his state's never-enough caucus.. Connecticut's budget surplus this year is projected to be $470 million. Its rainy-day fund will hit an all-time high of $4.5 billion. Federal coronavirus relief is bringing $6 billion into the state. So the Legislature, naturally, is proposing to raise taxes. Give Gov. Ned Lamont credit for saying no.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hijacking-a-plane-to-snatch-a-blogger-11621806173", "title": "Hijacking a Plane to Snatch a Blogger", "date": "2021-05-23 17:42", "summary": "The Belarus dictator orders his military to divert a civilian flight.. The international order isn't what it used to be, and the latest evidence is the astonishing decision by Belarus President Alexander Lukashenko on Sunday to hijack an Irish passenger aircraft to arrest a blogger who is a political opponent.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-news-is-bad-news-when-the-u-s-and-south-korea-meet-11621804851", "title": "No News Is Bad News When the U.S. and South Korea Meet", "date": "2021-05-23 17:20", "summary": "A tepid joint statement reveals that Biden still has no plan for handling China and North Korea.. If an alliance's strength were measured by the length of the joint statements its leaders issue when they meet, America's bond with the Republic of Korea would be strong indeed. Friday's discussions between President Biden and South Korea's President Moon Jae-in, on his first Washington trip since Jan. 20, however, produced little of real consequence. Domestic priorities like climate change and Covid overshadowed international strategy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scammers-and-fraudsters-from-sea-to-shining-sea-11621804820", "title": "Scammers and Fraudsters From Sea to Shining Sea", "date": "2021-05-23 17:20", "summary": "The warranty on my car has expired, the caller tells me for the 200th time. Who are these people?. 'Even paranoiacs,\" said the truly paranoid poet Delmore Schwartz, \"have real enemies.\" I am neither a poet nor a paranoid, but I believe I have real enemies. I refer to the various people who call on both my landline and cellphone and send me bogus emails, all in the hope of cheating me out of money. Unlike the ultra-Orthodox Jewish private detective who was said to be on the case 24/6, these people work 24/7. I have had phone calls from some among them as early as 7:30 a.m. on weekdays and as late as 11:20 p.m. on a Sunday night.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beat-tomorrows-pandemic-today-11621804781", "title": "Beat Tomorrow's Pandemic Today", "date": "2021-05-23 17:19", "summary": "This is a good time to start building up capacity to fight the next novel pathogen.. As Covid recedes, Congress and the Biden administration are turning their attention to making sure a novel pathogen can never paralyze the country again. An important part of that viral contingency plan is to have enough manufacturing capacity to scale up the production of vaccines and therapies.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-the-holder-model-on-the-press-11621804715", "title": "Notable & Quotable: The 'Holder Model' on the Press", "date": "2021-05-23 17:18", "summary": "When it comes to spying on journalists, the Justice Department knows what to do.. From the transcript of the May 21 White House press briefing:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/our-team-review-progress-at-the-plate-11621804693", "title": "'Our Team' Review: Progress at the Plate", "date": "2021-05-23 17:18", "summary": "In the 1940s, four men afﬁliated with the Cleveland Indians-two white, two black-helped change the game and the nation.. Claims of \"systemic racism\" today often overlook the great progress this country has made on matters of race. Even before the U.S. was founded there was a well-established antislavery movement. Since then there has been the Civil War, the Great Northward Migration and the entire decade of the 1960s that produced a multitude of federal civil-rights protections-resulting in a seismic shift in individual attitudes toward race. All of which helped usher along the steady and quantifiable upward mobility of African-Americans into every social and economic strata of American society.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexican-democracys-big-test-11621804644", "title": "Mexican Democracy's Big Test", "date": "2021-05-23 17:17", "summary": "The June 6 midterm elections are a chance to rein in the power of President López Obrador.. Mexico's June 6 elections may be the most important for the country since the end of 71-year one-party rule in 2000. They are no small matter for the U.S. either.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/world-crises-crash-bidens-home-front-agenda-11621802779", "title": "World Crises Crash Biden's Home-Front Agenda", "date": "2021-05-23 16:46", "summary": "Warfare in the Middle East is the latest intrusion, though domestic issues remain tops on president's priority list. WASHINGTON-President Biden went to Michigan last week to promote American autos, only to be greeted by Arab-Americans protesting his Middle East policies, in the latest instance in which a foreign-policy crisis has impinged on the home-front issues at the top of his agenda.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hollywoods-summer-blockbuster-season-comes-with-a-side-of-studio-angst-11621675803", "title": "Hollywood's Summer Blockbuster Season Comes With a Side of Studio Angst", "date": "2021-05-23 16:27", "summary": "Resume Subscription. LOS ANGELES-At a multiplex on Wednesday, Arnold Schwarzenegger led a pep rally for big-screen films ahead of the summer movie season.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/cable-car-crash-kills-14-in-italy-11621801450", "title": "Italy Cable-Car Crash Kills 14", "date": "2021-05-23 16:24", "summary": "The car fell around 60 feet and crashed into a hillside above Lake Maggiore in northern Italy. ROME-A cable-car disaster in the Italian Alps killed 14 people, shocking a country where tourism and other pleasures of everyday life were just reopening after lengthy pandemic restrictions.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-holmes-jury-to-hear-of-faulty-theranos-tests-from-patients-11621796625", "title": "Elizabeth Holmes Jury to Hear of Faulty Theranos Tests From Patients", "date": "2021-05-23 15:03", "summary": "A federal judge also ruled that limited evidence of Holmes's wealth and lifestyle could be heard at her fraud trial. Jurors will be able to hear limited evidence of Theranos Inc. founder Elizabeth Holmes's wealth, and from customers who said they got faulty blood-test results, a judge concluded in a weekend order that will help shape her criminal fraud trial.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-housing-consumer-spending-inflation-11621796400", "title": "Economy Week Ahead: Housing, Consumer Spending, Inflation", "date": "2021-05-23 15:00", "summary": "Friday's Commerce Department report on consumer spending and inflation highlights a relatively quiet week for economic data. Friday's Commerce Department report on U.S. consumer spending and inflation highlights a relatively quiet week for economic data.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intelligence-on-sick-staff-at-wuhan-lab-fuels-debate-on-covid-19-origin-11621796228", "title": "Report on Sick Staff at Wuhan Lab Fuels Covid-19 Debate", "date": "2021-05-23 14:57", "summary": "Report says researchers went to hospital in November 2019, shortly before confirmed outbreak; adds to calls for probe of whether virus escaped lab. WASHINGTON-Three researchers from China's Wuhan Institute of Virology became sick enough in November 2019 that they sought hospital care, according to a previously undisclosed U.S. intelligence report that could add weight to growing calls for a fuller probe of whether the Covid-19 virus may have escaped from the laboratory.", "categories": [["WSJ News Exclusive", "World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-divided-on-infrastructure-jan-6-commission-11621781690", "title": "No Bridge in Sight for Biden Infrastructure Plan", "date": "2021-05-23 14:30", "summary": "Compromise appears elusive amid fundamental disagreements over what should be in the bill and how to pay for it. WASHINGTON-Prospects look dim for bipartisan agreement on an infrastructure-spending bill as lawmakers argue over the basic questions of what should be included, how large it should be and how to pay for it.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musk-has-become-bitcoins-biggest-influencer-like-it-or-not-11621762202", "title": "Elon Musk Has Become Bitcoin's Biggest Influencer", "date": "2021-05-23 14:24", "summary": "With the cryptocurrency down about 40% from its peak, some investors are unhappy with Tesla CEO's tweets. When Elon Musk speaks, bitcoin investors listen.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gaza-relief-effort-looks-to-keep-funds-from-hamas-11621776284", "title": "Gaza Relief Effort Looks to Keep Funds From Hamas", "date": "2021-05-23 14:05", "summary": "Resume Subscription. GAZA CITY-As volunteers and municipal employees worked Sunday to clear the streets of rubble, Israel, the U.S. and other foreign governments looked for ways to rebuild the devastated Gaza Strip without channeling funds through the governing militant group, Hamas.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-will-continue-to-give-israel-means-to-defend-itself-blinken-says-11621785465", "title": "U.S. Will Continue to Give Israel 'Means to Defend Itself,' Blinken Says", "date": "2021-05-23 13:55", "summary": "Comments from Secretary of State come as some Democrats raise concerns that military aid could be fueling the conflict. WASHINGTON-Secretary of State Antony Blinken said arms sales to Israel would be done in consultation with Congress but signaled there would be no halt on such transfers following the 11-day war between Israel and Hamas militants.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-gaza-clash-new-solidarity-arises-among-palestinians-11621791183", "title": "New Solidarity Among Palestinians Creates Fresh Challenge for Israel", "date": "2021-05-23 13:33", "summary": "Resume Subscription. JERUSALEM-Muna el-Kurd's campaign against Israeli plans to evict her family and neighbors from east Jerusalem's Sheikh Jarrah neighborhood has turned the 23-year-old into a social-media star, with more than a million Instagram followers.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/samsung-family-art-trove-needs-a-home-and-towns-are-vying-to-adopt-11621790214", "title": "Samsung Family Art Trove Needs a Home, and Towns Are Vying to Adopt", "date": "2021-05-23 13:16", "summary": "The conglomerate's late leader amassed a collection of masterpieces, and South Korean towns are angling to display a chunk of it by claiming ties to him; 'he was born here'. SEOUL-The family behind the Samsung empire, aiming to reduce its nearly $11 billion inheritance-tax bill, is donating 23,000 Monets, Picassos, Dalis and other art that Chairman Lee Kun-hee amassed over four decades before he died last year.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shifting-covid-19-face-mask-rules-divide-ohio-city-11621778400", "title": "Shifting Face-Mask Rules Divide Ohio City", "date": "2021-05-23 12:52", "summary": "Resume Subscription. SANDUSKY, Ohio-When the CDC said it was safe for fully vaccinated people to stop wearing face masks, Angela Warren quietly changed the sign at the gym she co-owns, from \"masks are mandated\" to \"masks are recommended.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-trouble-with-bidens-green-bank-11621785877", "title": "The Trouble With Biden's 'Green Bank'", "date": "2021-05-23 12:04", "summary": "This stealthy infrastructure idea would create a mess of perhaps $1 trillion in politicized lending. Think Fannie Mae and Freddie Mac.. As lawmakers debate the size and scope of President Biden's proposed infrastructure-related stimulus plan, not enough attention is being paid to some of the details. Consider the roughly 1% of the $2.3 trillion spending package designated to create a \"Clean Energy and Sustainability Accelerator,\" which would \"mobilize private investment\" in the \"clean energy economy.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mark-cuban-knows-crypto-11621785848", "title": "Mark Cuban Knows Crypto", "date": "2021-05-23 12:04", "summary": "The Dallas Mavericks owner explains the allure and efficiency of digital 'ownership.'. After my recent column on buying devices like iPhones but not really owning them, Mark Cuban, as he sometimes does, responded via email: \"Nice argument for NFTs,\" referring to nonfungible tokens. I've known Mr. Cuban since the last tech bubble, when he famously sold Broadcast.com in 1999 to Yahoo! for $5.7 billion, more than Apollo Global Management paid Verizon for the remnants of Yahoo, AOL and even Netscape earlier this month. He smartly hedged his position and bought the Dallas Mavericks in 2000.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arizona-election-audit-to-resume-amid-gop-infighting-11621785600", "title": "Arizona Election Audit to Resume Amid GOP Infighting", "date": "2021-05-23 12:00", "summary": "Republican-majority county board says the audit ordered by Senate Republican leaders is a mismanaged 'spectacle,' while supporters say the audit will address election questions. A GOP-ordered audit of 2020 ballots in Arizona's most populous county is scheduled to restart this week, even as it is fueling an escalating fight among Republicans in the state.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-tech-adversary-poised-to-take-assertive-ftc-antitrust-role-11621785601", "title": "Tech Adversary Poised to Take Assertive Antitrust Role", "date": "2021-05-23 12:00", "summary": "Lina Khan, known for her criticism of companies including Amazon, would consider issues extending beyond Silicon Valley. WASHINGTON-Lina Khan, a progressive champion nominated by President Biden for a key enforcement post, wants to transform antitrust policy into a bulwark against corporate power by blocking more mergers, attacking monopolistic practices and potentially breaking up some of America's largest companies.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-covid-19-is-helping-to-change-the-doctors-waiting-room-11621785601", "title": "How Covid-19 Is Helping to Change the Doctor's Waiting Room", "date": "2021-05-23 12:00", "summary": "The pandemic has accelerated changes to all aspects of the waiting room-including whether to have one at all. In the Customer Experience report, we look at the many ways companies and consumers interact and how companies might make those experiences better for consumers. Previous coverage and new stories running this week can be found here.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iron-dome-also-saves-many-palestinian-lives-11621784279", "title": "Iron Dome Also Saves Many Palestinian Lives", "date": "2021-05-23 11:38", "summary": "The anti-missile system-made by Raytheon and the Israeli firms Rafael Advanced Defense Systems and Israel Aerospace Industries (IAI)-is only one of the highly efficient defense innovations the two countries have jointly produced.. Your editorial \"Israel's Iron Dome Advantage\" (May 14) details the strategic and diplomatic benefits of the missile defense system to Israel as it confronts Hamas rocket attacks. But the Iron Dome-made by Raytheon and the Israeli firms Rafael Advanced Defense Systems and Israel Aerospace Industries (IAI)-is only one of the highly efficient defense innovations the two countries have jointly produced.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/traditional-science-is-also-corrupted-by-bias-11621784220", "title": "Traditional Science Is Also Corrupted by Bias", "date": "2021-05-23 11:37", "summary": "Lawrence Krauss takes the seemingly moderate (while definitely comfortable) high road in expressing dismay at the recent overt (instead of centuries-old covert) introduction of bias into scientific leadership.. Lawrence Krauss takes the seemingly moderate (while definitely comfortable) high road in expressing dismay at the recent overt (instead of centuries-old covert) introduction of bias into scientific leadership (\"The New Scientific Method: Identity Politics,\" op-ed, May 10). \"We must continue to insist . . . [they] . . . represent the best and brightest among us,\" he says.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whitmers-bad-excuse-for-enbridge-pipeline-blockade-11621784171", "title": "Whitmer's Bad Excuse for Enbridge Pipeline Blockade", "date": "2021-05-23 11:36", "summary": "Michigan's Governor is trying to abrogate an international treaty between the U.S. and Canada, and there is no scientific basis for her claim that the pipeline poses an environmental risk.. I suppose \"Pipeline Politics Threatens Energy Up North\" (op-ed, May 18) by David Jacobson and Gary Doer had to be diplomatic, but the shutdown of Enbridge's Line 5 pipeline is hiding behind \"environmental concerns\" expressed by Michigan's Democratic Gov. Gretchen Whitmer. The Great Lakes environment is an excuse to help meet the goal of transitioning, ASAP, from fossil fuels to a nation powered entirely by renewable sources of electricity, regardless of the cost to the taxpayers or our good neighbor and longtime ally, Canada. The game plan is simply delay, deny or revoke permits associated with fossil-fuel projects for any reason, and environmental excuses are the easiest to drum up.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-subway-hires-security-to-improve-safety-11621782002", "title": "New York City Subway Hires Security to Improve Safety", "date": "2021-05-23 11:00", "summary": "Transit agency plans to spend $2.2 million a month on private guards in bid to lure back riders. The operator of New York City's subway says it plans to spend $2.2 million a month on private security guards to address crime and quality-of-life issues in the sprawling system.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/giant-marilyn-monroe-statue-divides-palm-springs-11621782002", "title": "Giant Marilyn Monroe Statue Sparks Outcry in Palm Springs", "date": "2021-05-23 11:00", "summary": "Local business group purchased 'Forever Marilyn' to draw tourists, but arts boosters call the 26-foot statue an embarrassment. PALM SPRINGS, Calif.-People come to this desert city because they like it hot. Now a 36,000-pound starlet is at the center of a heated debate here.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grand-reopening-to-test-consumers-appetite-to-keep-spending-11621778580", "title": "Grand Reopening to Test Consumers' Appetite to Keep Spending", "date": "2021-05-23 10:03", "summary": "Households will buy a lot more services as economies reopen, but that doesn't mean they will have to cut back on goods. For much of the pandemic, housebound consumers in the West snapped up goods ranging from personal computers to treadmills. Now, as vaccination campaigns take hold, people are indulging in close-contact services-haircuts, dining out, live music events-that were off limits for so long.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-five-biggest-mistakes-companies-make-with-customer-surveys-11621632499", "title": "The Five Biggest Mistakes Companies Make With Customer Surveys", "date": "2021-05-23 10:00", "summary": "Among them: They ask too many questions, or too few. So what's the right number?. In the Customer Experience report, we look at the many ways companies and consumers interact and how companies might make those experiences better for consumers. Previous coverage and new stories running this week can be found here.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manhunt-for-rogue-soldier-in-belgium-focuses-attention-on-extremists-in-western-militaries-11621777313", "title": "Manhunt in Belgium Focuses Attention on Extremists in Western Militaries", "date": "2021-05-23 09:41", "summary": "U.S., France and Germany are also grappling with advocates of far-right views among their ranks. BRUSSELS-A weeklong manhunt for a Belgian soldier whom authorities suspect of planning a terrorist attack is highlighting concerns over right-wing extremism in Western militaries.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-echo-buds-2-review-a-more-affordable-alternative-to-apples-airpods-pro-11621774800", "title": "Amazon Echo Buds 2 Review: A More Affordable Alternative to Apple's AirPods Pro", "date": "2021-05-23 09:00", "summary": "Amazon's second-generation earbuds have active noise-canceling and hands-free Alexa-and cost less than competition from Apple, Samsung and Bose. I've worn earbuds more over this past year than any other. Between video calls and workouts at home, it felt like I was constantly putting some sort of implement in my ear.", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-startup-leaders-spacs-have-lost-their-allure-11621774800", "title": "For Startup Leaders, SPACs Lose Their Allure", "date": "2021-05-23 09:00", "summary": "Entrepreneurs are increasingly wary about the money-raising tool after watching peers' stocks slide and investors balk. Startup chief executives are turning a cold shoulder to SPACs.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/focus-groups-big-data-companies-11621604085", "title": "Why Companies Shouldn't Give Up on Focus Groups", "date": "2021-05-23 09:00", "summary": "In an era of big data, marketers may be forgetting that it still pays to listen to customers. In the Customer Experience report, we look at the many ways companies and consumers interact and how companies might make those experiences better for consumers. Previous coverage and new stories running this week can be found here.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/extreme-weather-kills-21-runners-in-chinese-mountain-race-11621774245", "title": "Extreme Weather Kills 21 Runners in Chinese Mountain Ultramarathon", "date": "2021-05-23 08:50", "summary": "The dead were among 172 participants in event hit by freezing rain and gale-force winds in Baiyin, Gansu province. BEIJING-Twenty-one people running a mountain ultramarathon died in northwestern China after hail, freezing rain and gale-force winds hit the high-altitude race, state-run media reported Sunday.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russias-navalny-fights-to-stay-in-public-eye-in-putin-standoff-11621771200", "title": "Russia's Navalny Fights to Stay in Public Eye in Putin Standoff", "date": "2021-05-23 08:00", "summary": "Imprisoned dissident's supporters are looking for new ways to maintain his visibility and, they say, keep him alive. MOSCOW-When Alexei Navalny returned to Russia in January after what supporters and Western officials say was an attempt on his life, he knew it was a gamble.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bosses-still-arent-sure-remote-workers-have-hustle-11621771201", "title": "Bosses Still Aren't Sure Remote Workers Have 'Hustle'", "date": "2021-05-23 08:00", "summary": "Post-pandemic, more employees will work remotely than did before Covid-19. Yet the views of some managers suggest the culture of office face time remains alive and well. More than a year into America's great work-from-home experiment, many companies have hailed it largely as a success. So why do some bosses think remote workers aren't as committed as office dwellers?", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/simone-biles-gymnastics-hardest-vault-11621742117", "title": "Simone Biles Returns to Claim the Hardest Vault in History", "date": "2021-05-23 08:00", "summary": "After a long pandemic hiatus, Biles is back-with the \"Yurchenko double pike\" placing a new record by her name.. INDIANAPOLIS-Nineteen months after she last competed, Simone Biles has returned to claim the hardest vault in women's gymnastics history as her reward for the delayed Olympic Games.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/epic-games-vs-apple-trial-prepares-for-closing-arguments-11621767600", "title": "Epic Games vs. Apple Trial Prepares for Closing Arguments", "date": "2021-05-23 07:00", "summary": "Apple called CEO Tim Cook and other execs to rebuff 'Fortnite' creator's monopoly claims as trial turns to debate over security, profits. Epic Games Inc.'s courtroom battle against Apple Inc. is expected to end Monday with a debate-style format in which the judge will drill each side with questions about their cases.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alibabas-winning-cloud-formula-is-coming-under-pressure-11621767602", "title": "Alibaba's Winning Cloud Formula Is Coming Under Pressure", "date": "2021-05-23 07:00", "summary": "ByteDance, state sector had been solid customers, but times are getting tougher. Pressure is mounting on Alibaba's cloud-computing division after years of breakneck expansion, as competition in the industry intensifies and political issues hurt the Chinese company's ability to win business overseas and government contracts at home.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volcano-eruption-forces-thousands-to-evacuate-in-eastern-congo-11621766797", "title": "Volcano Eruption Forces Thousands to Evacuate in Eastern Congo", "date": "2021-05-23 06:46", "summary": "Mount Nyiragongo erupted for the first time in nearly two decades, sending many fleeing into neighboring Rwanda. Thousands fled the eastern Congolese city of Goma overnight as lava from the nearby Nyiragongo volcano blocked a major highway and spewed into the outskirts of this hub for humanitarian agencies operating in the restive region, officials said Sunday.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflation-forces-investors-to-scramble-for-solutions-11621762380", "title": "Inflation Forces Investors to Scramble for Solutions", "date": "2021-05-23 05:33", "summary": "Pickup in consumer-price momentum leaves tough choices in assets like gold, bitcoin. Signs that inflation is picking up momentum are adding a new dimension to the post-lockdown market rally, forcing investors to make difficult decisions about how to protect their portfolios from the emerging threat.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nonprofit-seeks-to-trap-carbon-in-the-financial-markets-11621762203", "title": "Nonprofit Seeks to Trap Carbon in the Financial Markets", "date": "2021-05-23 05:30", "summary": "Climate Vault buys up permits to pollute from the cap-and-trade market and then locks them away. Scientists have been trying to stash carbon emissions in rocks, soil and trees to slow the effects of climate change. Now an economics professor wants to trap carbon dioxide in the financial markets.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-grants-haitians-reprieve-from-deportations-11621731954", "title": "Biden Administration Grants Haitians Reprieve From Deportations", "date": "2021-05-23 21:05", "summary": "Temporary protected status will shield about 150,000 Haitians for 18 months. WASHINGTON-The Biden administration is offering deportation protections to about 150,000 Haitians living in the U.S. illegally, amid worsening political and civil unrest on the island nation and calls from immigrant advocates to halt deportations there.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]