[{"link": "https://www.wsj.com/articles/u-s-airlines-cancel-flights-as-omicron-disruptions-grow-11640347969", "title": "Nations Shorten Recommended Quarantine Times", "date": "2021-12-24 15:31", "summary": "New York says a range of workers, including teachers and grocery employees, could return to their jobs after as little as five days. Government leaders are adjusting recommended quarantine periods to minimize workforce shortages and scrambling to boost testing capacity to limit the spread of the Omicron variant of Covid-19.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-securities-regulator-lays-out-overseas-listing-rules-11640374590", "title": "China's Securities Regulator Lays Out Overseas Listing Rules", "date": "2021-12-24 14:36", "summary": "The draft framework aims for clarity following Beijing's crackdown on overseas listings by Chinese companies. China's securities regulator said domestic companies seeking to sell shares abroad would have to follow domestic rules and file for local registration, in a draft framework meant to clarify proceedings in a market rocked by the state's crackdown on overseas listings.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colin-kaepernick-spac-deal-collapses-testing-celebrity-halo-11640373559", "title": "Colin Kaepernick SPAC Deal Collapses, Testing Celebrity Halo", "date": "2021-12-24 14:33", "summary": "Former quarterback's reluctance to stump for merger on live television proved stumbling block for deal. The Change Co. seemed like the perfect company for Colin Kaepernick's SPAC to buy. The California lender focuses on minority borrowers underserved by traditional banks, a snug fit with the former National Football League star's social-justice activism.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-return-of-the-wage-cola-kellogg-strike-inflation-11640300025", "title": "The Return of the Wage COLA", "date": "2021-12-24 13:30", "summary": "Kellogg workers are the latest to demand inflation insurance.. Would you rather get a raise today, or a safeguard against inflation tomorrow? Taking the raise would have been the choice for most workers until recently, but inflation is back and cost-of-living wage adjustments have come back with it.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-do-if-your-flight-is-canceled-11634038201", "title": "What to Do if Your Flight Is Canceled", "date": "2021-12-24 13:30", "summary": "A series of issues have forced some airlines to cancel flights. Here's how to cope if you are affected.. Few parts of the traveling experience are as unnerving as having a flight canceled.", "categories": [["Life & Work", "Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toast-of-christmas-past-and-present-11640369412", "title": "Toast of Christmas Past and Present", "date": "2021-12-24 13:10", "summary": "New Yorkers celebrate; a venerable cocktail may or may not be turning 100.. Somehow in the crush of recent events this column overlooked the news that the Bloody Mary may or may not be celebrating its 100th anniversary, depending on whether the cocktail was invented in Paris or New York. Christopher Cameron argues in the New York Post that the beverage \"has lifted us through good times and comforted us in our darkest hours\" and lauds \"this cool and complex, spicy and savory breakfast of champions.\"", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/columbia-university-strike-grad-student-workers-phd-union-11640214799", "title": "Columbia Responds: Striking Ph.D. Students Are Treated Fairly", "date": "2021-12-24 12:48", "summary": "Benefits, stipends and other compensation can reach $100,000 a year.. Regarding your editorial on Columbia University's labor dispute with its doctoral students (\"United Auto Workers of the Ivy League,\" Dec. 18): Earlier this month, we offered a package of compensation and benefits to Ph.D. students that is one of the most generous available at any U.S. university. It would provide $100 million in additional support to union members over the next five years, reflecting our determination to reach an agreement as soon as feasible.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cadiz-water-project-pipeline-mojave-desert-california-tribal-environment-11640300413", "title": "Against the Water Project in the Mojave Desert", "date": "2021-12-24 12:47", "summary": "The Biden administration was right to block the Cadiz pipeline.. The decision to permit the Cadiz pipeline (\"Biden's California Water Embargo,\" Review & Outlook, Dec. 17) was slapdash and did not review the environmental consequences to the desert. That is why we sued the federal government.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ukraine-wants-military-support-to-deter-russia-while-the-u-s-weighs-response-11640363279", "title": "Ukraine Wants Military Support to Deter Russia While U.S. Weighs Response", "date": "2021-12-24 11:28", "summary": "Ukrainian officials say efforts to stop Moscow would be strengthened if Biden administration steps up assistance ahead of an attack. When Ukraine's defense minister visited his U.S. counterpart at the Pentagon last month, he delivered a wish-list of assistance to defend his country against the threat of Russian troops massing near its borders. At the top were high-tech antimissile systems, Ukrainian and U.S. officials close to the situation said.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/astrazenecas-vaccine-dumped-by-the-west-helps-fill-gaping-need-in-rest-of-world-11640361603", "title": "AstraZeneca's Vaccine Helps Fill Gaping Global Need", "date": "2021-12-24 11:00", "summary": "The Covid-19 shot, beset by early production problems and rare side effects, has been a workhorse for lower-income countries. LONDON- AstraZeneca PLC's Covid-19 vaccine isn't authorized in the U.S., and governments in Canada, Australia and across Western Europe have shunned it after production problems and rare but sometimes-deadly side effects.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nba-omicron-covid-variant-christmas-11640233815", "title": "The Omicron All-Stars Are Keeping the NBA in Business", "date": "2021-12-24 10:18", "summary": "They're living their NBA dreams and getting huge raises for 10 days of work. Why? Because they don't have Covid.. A basketball player named Aleem Ford was doing his laundry on a day off last week when he received a surprising text message around 11 a.m. informing him that he could soon be playing in the NBA. By noon he got the call to pack his bags. The Orlando Magic needed him for their game that night-and their upcoming road trip. His clothes were still in the dryer.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-lift-travel-ban-on-southern-african-countries-11640357127", "title": "Biden to Lift Travel Ban on Southern African Countries on Dec. 31", "date": "2021-12-24 10:10", "summary": "President had put restrictions in place as the Omicron variant began spreading around the world, but it is now the dominant strain in the U.S.. WASHINGTON-President Biden will lift a travel ban he imposed last month on non-U.S. citizens traveling from South Africa and seven other southern African countries, according to a senior administration official.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-afghanistan-taliban-outwitted-and-outwaited-the-u-s-11640355270", "title": "How the Taliban Outwitted and Outwaited the U.S.", "date": "2021-12-24 10:02", "summary": "Islamist movement spoke of moderation as it solidified gains on the battlefield, taking Washington and its Afghan allies by surprise. Taliban delegates and representatives of the U.S.-backed Afghan republic gathered for a secret retreat in a château north of Paris in December 2012, raising hopes that a peace deal could end their intractable war.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/as-omicron-surges-africas-covid-19-vaccination-drive-sputters-11640358002", "title": "As Omicron Surges, Africa's Covid-19 Vaccination Drive Sputters", "date": "2021-12-24 10:00", "summary": "Logistical bottlenecks and quickly expiring doses are slowing vaccine rollout and raising the risk of further virus mutations. KAMPALA-Nigeria's health ministry is preparing to destroy more than one million Covid-19 vaccines donated by wealthy nations only a month before their expiration date. In the Democratic Republic of Congo, fewer than 260,000 vaccines have been administered and more than three million shots are due to expire in January.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/election-officials-fight-voter-skepticism-after-trumps-false-fraud-claims-11640358004", "title": "Election Officials Fight Voter Skepticism After Trump's False Fraud Claims", "date": "2021-12-24 10:00", "summary": "State and local officials are hoping that education efforts can help combat some voters' doubts that the electoral system is secure and reliable. OCALA, Fla.-At a warehouse here in north central Florida, county elections supervisor Wesley Wilcox led some two dozen local business and community leaders around a cavernous room full of cordoned-off voting machines, stacks of paper to be turned into ballots, and rolls of \"I Voted\" stickers.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-contagious-is-omicron-what-does-that-mean-for-you-11640358001", "title": "How Contagious Is Omicron? What Does That Mean for You?", "date": "2021-12-24 10:00", "summary": "Scientists studying the Covid-19 variant are homing in on how quickly it spreads. The Omicron variant of the virus that causes Covid-19 is often described as highly transmissible, even more contagious than the highly infectious Delta variant. But what exactly does that mean? And how should it affect your decisions about personal risk?", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jack-mas-ant-boosts-consumer-finance-unit-with-3-5-billion-fundraising-11640356767", "title": "Jack Ma's Ant Boosts Consumer-Finance Unit With $3.5 Billion Fundraising", "date": "2021-12-24 09:39", "summary": "State-backed Cinda to take 20% stake in the recently established unit. The consumer-finance arm of China's Ant Group Co. is boosting its financial firepower with a $3.5 billion capital increase, with the biggest chunk of outside funding coming from a powerful state-owned institution.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brands-walk-fine-line-with-olympic-pitches-amid-criticism-over-beijing-11640356202", "title": "Brands Walk Fine Line With Olympic Pitches", "date": "2021-12-24 09:30", "summary": "Under pressure from politicians and human-rights groups, advertisers look to delicately calibrate campaigns for the Winter Games. Advertisers are treading carefully when it comes to peddling their products and services during February's Beijing Winter Olympics, which have been shrouded by criticism over China's human-rights record.", "categories": [["Business", "Advertising"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/advertising?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cheap-stocks-in-europe-can-reward-investors-with-a-plan-11640355814", "title": "Cheap Stocks in Europe Can Reward Investors", "date": "2021-12-24 09:23", "summary": "Discount at which European stocks trade relative to U.S. ones has reached extremes this year. There is value in European stock markets, but investors often need muscle to extract it.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-look-up-director-adam-mckay-on-the-state-of-comedy-11640354402", "title": "'Don't Look Up' Director Adam McKay on the State of Comedy", "date": "2021-12-24 09:00", "summary": "Resume Subscription. Forget the future of humankind. What about the future of comedy?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/golden-state-independent-gerrymander-california-redistricting-democrats-11640213983", "title": "California's 'Independent' Gerrymander", "date": "2021-12-24 08:49", "summary": "The largest U.S. House delegation is stacked in Democrats' favor.. You've probably read that the GOP is at a redistricting advantage going into the 2022 congressional elections because Republicans control more state legislatures, and some Democratic states have delegated redistricting to nonpartisan commissions. We'll see about that. Deep-blue California sends 52 Representatives to Washington, the most of any state, and its commission is pulling off an epic partisan and racial gerrymander.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-covid-19s-omicron-bears-down-schools-seek-ways-to-stay-open-11640350803", "title": "As Omicron Bears Down, Schools Seek Ways to Stay Open", "date": "2021-12-24 08:00", "summary": "School officials are analyzing constantly evolving data to help them determine whether they can safely reopen after the holiday break. From kindergarten to college, school administrators are working through an array of evolving data on the Omicron variant in an effort to determine whether to keep schools open after the holiday break.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nfl-covid-list-omicron-chiefs-browns-jets-11640306456", "title": "The NFL Scaled Back Its Covid Testing. Omicron Keeps Turning Up Anyway.", "date": "2021-12-24 08:00", "summary": "Record positives keep pouring in even after the league stopped weekly testing of asymptomatic, vaccinated players in a clear sign of just how rapidly the virus is spreading through locker rooms. On Monday Dec. 13, the National Football League broke an unfortunate record: 37 players tested positive for Covid-19. This Monday, that record was broken again: 47 came down with the virus.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhood-gets-robbed-in-heards-annual-stock-picking-contest-11640347382", "title": "Robinhood Gets Robbed in Heard's Annual Stock-Picking Contest", "date": "2021-12-24 07:03", "summary": "Heard on the Street columnists bet against retail brokerage Robinhood Markets in more ways than one this year. The winner of this year's Heard on the Street stock-picking contest, at least in spirit, appears to have been the Sheriff of Nottingham.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-industrial-firms-flash-warning-on-energy-costs-11640345803", "title": "Europe's Industrial Firms Flash Warning on Energy Costs", "date": "2021-12-24 06:36", "summary": "A major aluminum smelter in Dunkirk has reduced output while zinc operations in northern France plan to shut in response to high power prices. Steelmakers, glass manufacturers and other energy-hungry businesses in Europe are calling on governments to take action to stop record gas and electricity prices from hobbling the region's economy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thanks-to-the-chip-shortage-texas-instruments-is-worth-170-billion-11640341805", "title": "Thanks to the Chip Shortage, Texas Instruments Is Worth $170 Billion", "date": "2021-12-24 05:33", "summary": "Even in digital age, the company's analog chips are essential, and they are in short supply. In the digital age, some of the most sought-after devices are analog semiconductors-including ones made by 91-year-old Texas Instruments Inc., the company known to consumers for calculators that have been around since the 1970s.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/looking-to-rent-a-car-expect-higher-prices-long-waits-and-slim-pickings-11640341983", "title": "Rental-Car Shortage Drives Up Prices and Wait Times", "date": "2021-12-24 05:33", "summary": "A monthslong shortage of vehicles has Hertz, Avis and other rental-car companies struggling to meet demand. Travelers looking to rent cars are encountering higher rates and few choices, if they can find a car at all.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/webb-telescope-launch-could-shift-our-understanding-of-the-early-universe-11640341802", "title": "Webb Telescope Launch Could Shift Understanding of Early Universe", "date": "2021-12-24 05:30", "summary": "After years of delay, the $10 billion observatory, successor to the Hubble, is set to launch into space on Dec. 25. A new era of astronomy will dawn Saturday, Dec. 25, when the James Webb Space Telescope, the largest and most powerful space telescope ever constructed, lifts off from the edge of a South American jungle and begins a decadelong mission to catch the glitter of the first stars at the birth of the universe.", "categories": [["Life & Work", "Science"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-pushes-u-k-to-stay-home-even-without-a-government-lockdown-11640341803", "title": "Omicron Pushes U.K. to Stay Home Even Without a Lockdown", "date": "2021-12-24 05:30", "summary": "The new variant has driven one in six Britons to cancel going to a Christmas party, and traffic in stores and restaurants is down. LONDON-First his staff began testing positive. Then came a wave of cancellations as the new Omicron variant ripped through the British capital. By the following week, Alex Thorp decided to cut his losses and close his wine bar, 161 Kirkdale, early for Christmas, switching the business back into lockdown mode.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kentucky-tornado-survivors-seek-stability-for-christmas-11640341802", "title": "Kentucky Tornado Survivors Seek Stability for Christmas", "date": "2021-12-24 05:30", "summary": "About 600 people are in state park housing after storms that killed 76 in the state and caused an estimated $3 billion of damage to residences. For more than a decade, Melissa and Johnathan Johnson's lives revolved around their restored farmhouse-style home in Dawson Springs, Ky. They held family game nights on their large front porch and the sound of their two children pitching horseshoes in the yard regularly rang through their tightknit neighborhood.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-koreas-disgraced-former-president-park-geun-hye-is-pardoned-11640340531", "title": "South Korea's Disgraced Former President Park Geun-hye Is Pardoned", "date": "2021-12-24 05:14", "summary": "President Moon Jae-in cites her poor health and national unity as reasons to free the former leader. SEOUL-South Korean President Moon Jae-in pardoned former President Park Geun-hye, in a surprise decision that will set her free after serving less than a quarter of her 22-year prison sentence for bribery and corruption.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11640290113", "title": "Pepper...and Salt", "date": "2021-12-24 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]