[{"link": "https://www.wsj.com/articles/carvana-barred-from-selling-vehicles-in-raleigh-n-c-area-until-january-11628694947", "title": "Carvana Barred From Selling Vehicles in Raleigh, N.C., Area Until January", "date": "2021-08-11 18:42", "summary": "Suspension follows state investigation that determined the used-car retailer failed to deliver titles to DMV, perform state inspections. North Carolina has suspended online used-car retailer Carvana Co. from selling cars in the Raleigh area until January, after a state investigation determined that it failed to deliver titles to the motor vehicle department and sold cars without state inspections.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-has-an-inflation-problem-federal-reserve-labor-department-consumer-prices-11628717602", "title": "Biden Has an Inflation Problem", "date": "2021-08-11 18:34", "summary": "Real average hourly earnings have declined for seven months.. The meaning of \"transitory\" is getting longer all the time. That's one conclusion from the Labor Department's report Wednesday for July that consumer prices rose 5.4% over the last 12 months. That's two months in a row, after a 5% annual increase in May. When does transitory, in the Federal Reserve's inflation lingo, become persistent?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-and-china-canadian-hostages-michael-spavor-11628719133", "title": "Huawei and China's Canadian Hostages", "date": "2021-08-11 18:32", "summary": "Beijing sentences a businessman on the eve of an extradition ruling.. A Chinese court sentenced Canadian businessman Michael Spavor to 11 years in prison on Wednesday. Beijing says he's a spy, but Mr. Spavor is really the latest victim of the Communist Party's hostage diplomacy.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-wants-opec-to-drill-oil-fossil-fuels-11628715632", "title": "Joe Biden Wants OPEC to Drill", "date": "2021-08-11 18:31", "summary": "The White House pleads for more foreign oil. The U.S.? Not so much.. We thought we'd seen everything, but there it was Wednesday morning in black and white on the White House website: Jake Sullivan, the national security adviser, imploring the cartel of oil exporting nations to pump more oil. Talk about a political climate change. This is the same Biden Administration that has spent six months doing everything it can to crush U.S. oil production.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/electric-truck-startup-lordstown-motors-says-it-is-on-track-to-start-truck-production-talking-to-potential-partners-11628717625", "title": "Lordstown Motors Sees Truck Production This Fall, Deliveries in 2022", "date": "2021-08-11 18:19", "summary": "Upstart manufacturer posted a $108 million loss for the second quarter, revised its financial outlook. Electric-vehicle startup Lordstown Motors Corp. said Wednesday it is on track to start limited truck production in late September and is in talks with multiple partners about deals that could potentially lead to cash infusions.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ebays-active-buyers-declined-2-11628716637", "title": "EBay's Active Buyers Declined 2%", "date": "2021-08-11 18:18", "summary": "The online marketplace projects lower-than-expected revenue for the current quarter in a sign e-commerce is softening. EBay Inc. reported a decline in active buyers in the latest quarter and projected lower-than-expected revenue in the current quarter, in another sign of softening e-commerce trends.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/recall-california-governor-gavin-newsom-elder-covid-lockdowns-wildfire-pipeline-nuclear-climate-change-11628715322", "title": "Recalling a More Conservative California", "date": "2021-08-11 18:18", "summary": "The same coronavirus media alarmism that worked against Donald Trump in 2020 is now eroding support for Gavin Newsom.. Following a year of stay-at-home orders, crushing job losses and long-running school closures, the big question on Californians' minds right now is whether Gov. Gavin Newsom will be recalled. A Survey USA poll of 1,100 people at the beginning of August found that 51% of Golden State voters would vote to remove the first-term Democrat. California's recall election takes place on Sept. 14, with voters first choosing whether to recall the governor, and then selecting one of 46 candidates to succeed Mr. Newsom.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/us-inflation-consumer-price-index-july-2021-11628633099", "title": "Inflation Stayed High in July as Economy Rebounded", "date": "2021-08-11 18:16", "summary": "Consumer prices rose 5.4% from a year earlier, the same annual rate as in June, but the monthly pace slowed. Inflation remained elevated in July as the economic recovery continued, but prices showed evidence of cooling amid pandemic-related supply problems and signs that the recent rise in coronavirus infections is starting to crimp some business activity.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-ruin-climate-border-security-immigration-violent-crime-ipcc-report-united-nations-progressives-11628711174", "title": "Democrats Will Ruin the Climate", "date": "2021-08-11 18:16", "summary": "They've wrecked the cities and the border. Why would climate policy be different?. Notwithstanding that we are passing the 18th month of a global Covid-19 pandemic that has killed 4.3 million people and crushed national economies, the United Nations decided that what the world needs just now is more bad news, as summarized by the New York Times : \"The new report leaves no doubt that humans are responsible for global warming, concluding that essentially all of the rise in global average temperatures since the 19th century has been driven by nations burning fossil fuels, clearing forests and loading the atmosphere with greenhouse gases like carbon dioxide and methane that trap heat.\" What's more, the report says climatic destruction is going to get worse no matter what we do. I do sometimes wonder what it would be like to be alive when the world ends.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-chinese-question-review-after-the-gold-rush-11628720150", "title": "'The Chinese Question' Review: After the Gold Rush", "date": "2021-08-11 18:15", "summary": "A history of Chinese labor and immigration in the United States, South Africa and Australia, from the 1850s to the present.. In 1871, a Chinese immigrant named Chung Sun came to California with $600, hoping to establish a tea plantation. But shortly after his arrival in Los Angeles, a mob of hundreds stormed the city's Chinatown. Though beaten and robbed, Chung Sun was among the more fortunate; as many as 19 of his countrymen died in the riot, some of them lynched from makeshift gallows. While educated and fluent in English, in the wake of the unrest Chung Sun could find work only as a ditch digger, and the sunny optimism that had lured him to America soon melted away. In short order he returned to his homeland, but not before publishing several letters in a local newspaper. As he explained in one missive: \"In civility, complaisance, and polite manners, [Americans] are wholly wanting and are very properly styled barbarians.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflation-government-spending-workers-prices-wage-growth-stagnation-monetary-policy-biden-11628710715", "title": "Inflation Punishes the Unprotected", "date": "2021-08-11 18:14", "summary": "Government shields its employees and beneficiaries, but not ordinary workers, from higher prices.. The Labor Department reported Wednesday that consumer prices have risen in the past year by 5.4%. Prices have risen at an annualized rate of 7.1% in 2021 and 8.4% in the past three months. The underlying drivers of consumer inflation are rising at least as fast, with the annual Producer Price Index for 2021 up 10.6% through June and the Import Price Index up 15.8%.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arab-israelis-tech-startups-ramadan-satellite-impact-raam-abbas-orit-farkash-hacohen-blue-and-white-11628710898", "title": "Israel's Tech Boom Will Include Arabs", "date": "2021-08-11 18:13", "summary": "A new satellite called Ramadan symbolizes the effort to expand the workforce.. A small satellite called Ramadan will soon be launched to track the moon and detect the beginning of the lunar month that determines the start of many holidays. It's an initiative of a landmark Israeli government plan to promote technology and science within Arab Israeli society.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrat-congressional-committee-sean-patrick-maloney-dccc-biden-midterms-2022-spending-covid-reconcilliation-11628711192", "title": "Democrat Maloney's Midterm Baloney", "date": "2021-08-11 18:13", "summary": "Bravado aside, the DCCC knows voters are souring. But will the GOP capitalize?. Democratic Congressional Campaign Committee Chairman Sean Patrick Maloney was extraordinarily self-assured in an Aug. 2 NPR podcast. When asked whether Democrats will \"lose their majority\" next year, the New York congressman responded emphatically, \"No, of course not.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tropical-storm-fred-expected-to-hit-florida-this-week-11628703525", "title": "Tropical Storm Fred Expected to Hit Florida This Week", "date": "2021-08-11 18:13", "summary": "Heavy rain expected in Florida beginning Friday as the Pacific Northwest prepares for a new heat wave. Tropical Storm Fred hit the Dominican Republic Wednesday morning, with heavy rainfall from the storm expected to arrive in Florida and parts of the Southeast by Friday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/centers-disease-control-prevention-cdc-covid-19-coronavirus-pandemic-delta-variant-chicken-pox-11628714949", "title": "Notable & Quotable: Delta", "date": "2021-08-11 18:12", "summary": "'Why did the CDC say the delta variant was 'just as transmissible as' the chickenpox?'. Michaleen Doucleff reporting for NPR's \"Morning Edition\" Aug. 11:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-democrats-entitled-to-some-trump-tax-accounting-records-judge-rules-11628701443", "title": "House Democrats Entitled to Some Trump Tax Records, Judge Rules", "date": "2021-08-11 18:00", "summary": "Decision follows 2020 Supreme Court ruling that ordered more scrutiny of congressional subpoena. WASHINGTON-A House committee is entitled to some-but not all-of former President Donald Trump's financial and tax records that it sought from his accounting firm, a federal judge ruled Wednesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mike-richards-and-mayim-bialik-named-the-new-jeopardy-hosts-11628703686", "title": "Mike Richards, Mayim Bialik Named New 'Jeopardy!' Hosts", "date": "2021-08-11 17:48", "summary": "Selection follows closely watched hunt to fill void left by longtime host Alex Trebek. After weeks of speculation, \"Jeopardy!\" said on Wednesday that the American game show will have not one, but two new hosts.", "categories": [["Books & Arts", "Entertainment", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/digital-freight-startups-maintain-focus-on-growth-not-deals-11628718442", "title": "Digital Freight Startups Maintain Focus on Growth, Not Deals", "date": "2021-08-11 17:47", "summary": "Convoy, Transfix executives say Uber Freight's planned acquisition of a logistics service provider doesn't raise the pressure to tie up with rival shipping operators. Two of the most prominent digital load-matching startups say they are sticking with their plans to use their technology to grow organically, even as rival Uber Freight shifts gears with a big acquisition to speed up its path to profits.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fox-nearing-deal-to-buy-tmz-11628717950", "title": "Fox Nearing Deal to Buy TMZ", "date": "2021-08-11 17:39", "summary": "Talks about AT&T property have focused on mollifying TMZ co-founder's concerns about editorial control, independence from Fox News. AT&T Inc. is nearing a deal to sell TMZ to Fox Corp. , after a year of talks that involved persuading Harvey Levin to sign off on a sale of the gossip news platform he co-founded, according to people familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-08-11-2021-11628667544", "title": "Stocks Rise on Infrastructure Prospects, Inflation Data", "date": "2021-08-11 17:28", "summary": "DJIA, S&P 500 hit records as companies associated with infrastructure spending continue rally. The Dow Jones Industrial Average and the S&P 500 closed at fresh highs Wednesday as stocks poised to benefit from a $1 trillion infrastructure package continued to rally.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cdc-finds-covid-19-vaccines-dont-increase-miscarriage-rate-11628716697", "title": "CDC Finds Covid-19 Vaccines Don't Increase Miscarriage Rate", "date": "2021-08-11 17:18", "summary": "Federal health officials reinforce guidance for pregnant women, urges those breast-feeding and considering pregnancy to get vaccinated. A new analysis by the Centers for Disease Control and Prevention found that pregnant women who get vaccinated aren't at higher risk of miscarriage than during an average pregnancy.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wework-adam-neumann-sells-nyc-townhouse-11628716547", "title": "Ex-WeWork CEO Adam Neumann Sells New York Townhouse for $13.65 Million", "date": "2021-08-11 17:15", "summary": "Resume Subscription. The Greenwich Village townhouse of WeWork co-founder and former Chief Executive Adam Neumann has sold for $13.65 million, according to property records.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pg-e-wildfire-victims-still-unpaid-as-new-california-fires-weigh-on-companys-stock-11628674201", "title": "PG&E Wildfire Victims Grow Anxious About Their Compensation", "date": "2021-08-11 17:06", "summary": "Resume Subscription. A year after PG&E Corp. funded a trust to compensate victims of California wildfires with company stock, most have yet to be paid, and the shares have fallen in value after the utility acknowledged it might have started this year's worst fire.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/biden-to-urge-businesses-to-require-covid-19-vaccine-for-workers-11628674201", "title": "Biden Urges Businesses to Require Covid-19 Vaccine for Workers", "date": "2021-08-11 16:53", "summary": "President meets with the CEOs of United Airlines and Kaiser Permanente. WASHINGTON-President Biden met Wednesday with the chief executives of United Airlines Holdings Inc. and Kaiser Permanente in a bid to encourage more companies to follow their lead and require workers to get vaccinated against Covid-19.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/poly-network-hackers-steal-more-than-600-million-in-cryptocurrency-11628691400", "title": "Hackers Stole More Than $600 Million in Cryptocurrency, Then Gave Some of It Back", "date": "2021-08-11 16:50", "summary": "Heist is one of the largest cryptocurrency thefts to date, on par with breaches at Coincheck in 2018 and Mt. Gox in 2014. Hackers stole cryptocurrencies worth more than $600 million from Poly Network, a decentralized finance, or DeFi, platform, in one of the largest crypto heists of recent years. In a surprise turn, whoever stole the money then returned over one-third of the pilfered assets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-about-time-john-mcitigue-greg-garing-emmylou-harris-loretta-lynn-tim-carroll-11628714764", "title": "'It's About Time' by John McTigue III Review: Fascinating Rhythms", "date": "2021-08-11 16:47", "summary": "After decades of playing backup for country stars like Loretta Lynn and Emmylou Harris, the go-to Nashville percussionist orchestrates an offbeat recording of his own with the help of some innovative buddies.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/southwest-airlines-starting-to-feel-pinch-from-delta-variant-11628683588", "title": "Southwest Airlines Says Delta Variant Is Hurting Its Business", "date": "2021-08-11 16:30", "summary": "Carrier sees bookings slow and cancellations rise in August as Covid-19 surge continues. Southwest Airlines Co. said the recent surge in Covid-19 cases is causing bookings to slow and cancellations to rise, showing how quickly the Delta variant is denting economic activity.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghanistan-replaces-army-chief-as-taliban-advances-continue-11628693114", "title": "Afghanistan Replaces Army Chief as Taliban Advance", "date": "2021-08-11 16:26", "summary": "President Ashraf Ghani and leading warlords fly to Mazar-e-Sharif to rally besieged northern city's defenses. KABUL-Afghan President Ashraf Ghani replaced the country's army chief on Wednesday and flew to the besieged northern city of Mazar-e-Sharif, trying to organize its defenses and halt the Taliban's rapid offensive.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/app-store-competition-targeted-by-bipartisan-senate-bill-11628704834", "title": "Senate Bill Aims to Boost Competition in App Stores", "date": "2021-08-11 16:14", "summary": "Legislation would place new limits on how Apple and Google app stores can operate. WASHINGTON-Senators introduced legislation Wednesday that would impose new rules for app stores, amid debate over the dominant roles Apple Inc. and Alphabet Inc.'s Google play in the mobile ecosystem.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nbc-delays-office-return-as-covid-19-cases-rise-11628702724", "title": "McDonald's, NBC Latest to Revise Office Reopening Plans as Covid-19 Cases Climb", "date": "2021-08-11 16:10", "summary": "Fast-food retailer says corporate workers must be vaccinated; media giant and Capital One postpone return-to-office date and will require vaccinations. McDonald's Corp . said in a note to employees Wednesday that all of the company's U.S. corporate workers must be fully vaccinated by Sept. 27 as businesses impose new employee rules amid rising Covid-19 cases", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reverse-engineering-thursday-crossword-august-12-11628266571", "title": "Reverse Engineering (Thursday Crossword, August 12)", "date": "2021-08-11 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lt-gov-kathy-hochul-begins-transition-following-gov-cuomos-resignation-11628674201", "title": "Kathy Hochul Promises Culture Change in Albany", "date": "2021-08-11 15:58", "summary": "New York's lieutenant governor won't keep some staffers from Cuomo administration who were named in attorney general's report. New York Lt. Gov. Kathy Hochul said Wednesday that she is planning for a culture change in Albany as she takes over from Gov. Andrew Cuomo after his resignation over sexual-harassment allegations.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-comfortable-chairs-worth-the-blobbiness-11628711853", "title": "Are Comfortable Chairs Worth the Blobbiness?", "date": "2021-08-11 15:57", "summary": "As armchairs return to the puffy, broad-beamed styles of the 1970s and '80s, interior designers debate whether these soothing seats are antithetical to an elegant room. For the recurring series, That's Debatable, we take on a contentious issue of the day and present two spirited arguments-one in favor and the other emphatically opposed. Previous installments from the series are here.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walgreens-brings-122-apps-to-the-cloud-11628710941", "title": "Walgreens Brings 122 Apps to the Cloud", "date": "2021-08-11 15:42", "summary": "CIO Francesco Tinto led a move to a new SAP system through the pandemic, and recently completed its migration to Microsoft's Azure. Walgreens Boots Alliance Inc. said it has moved 122 customized applications used for corporate management and planning to the cloud-the culmination of the drugstore chain's yearslong move to a new enterprise resource-planning system.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/belarus-revokes-u-s-ambassadors-appointment-in-retaliatory-move-to-sanctions-11628698423", "title": "Belarus Revokes U.S. Ambassador's Appointment After Sanctions", "date": "2021-08-11 15:41", "summary": "Minsk also tells U.S. Embassy to cut staff after new sanctions against Alexander Lukashenko's government. MOSCOW-Belarus announced retaliatory action against Washington, including rescinding its consent of the appointment of the U.S. ambassador, in response to the latest U.S. sanctions on the regime of the country's authoritarian leader, Alexander Lukashenko.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-putin-drill-vlady-drill-11628710542", "title": "Biden to Putin: Drill, Vlady, Drill", "date": "2021-08-11 15:35", "summary": "If the U.S. president and his climate envoy don't expect environmental catastrophe, should anyone else?. A principal objective of the multitrillion-dollar Biden economic plan is to force Americans to reduce their production and consumption of fossil fuels. So why is the president now encouraging overseas production by petro-dictators, which in turn will encourage consumption world-wide? It's almost as if disruption of the U.S. economy has become an end in itself for Washington's ruling class.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-3-5-trillion-budget-framework-exposes-party-tensions-11628704569", "title": "Democrats' Tensions Re-Emerge on $3.5 Trillion Plan", "date": "2021-08-11 15:25", "summary": "Sen. Joe Manchin expresses alarm over price tag of antipoverty and climate plan. WASHINGTON-Hours after the Senate passed a $3.5 trillion budget framework, Democratic leaders quickly confronted looming challenges in keeping the party united, as centrist and progressive lawmakers aired rival concerns over the package set to be finalized this fall.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-stock-exchange-to-require-floor-traders-to-get-vaccinated-11628708658", "title": "New York Stock Exchange to Require Floor Traders to Get Vaccinated", "date": "2021-08-11 15:21", "summary": "Stock exchange is stepping up its measures against the coronavirus amid rising cases of the Delta variant. The New York Stock Exchange will require traders to be vaccinated against Covid-19 to access its historic trading floor, stepping up its measures against the coronavirus amid rising cases of the Delta variant.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/everleigh-manor-wiltshire-england-11628708413", "title": "An English Manor With a Noble Past Needed a Royal Renovation. 'It Was Basically Falling Down'", "date": "2021-08-11 15:15", "summary": "Sally and David Matton bought the historic Everleigh Manor in Wiltshire for about half its asking price and embarked on a nine-year, $3.32 million restoration project. From its beginnings as a country retreat for Tudor-era power players, the long saga of Everleigh Manor had been one of gradual decline in the face of war, fire and neglect.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-urges-opec-to-boost-oil-production-amid-covid-19-recovery-11628688236", "title": "White House Urges OPEC to Boost Oil Output Amid Covid-19 Recovery", "date": "2021-08-11 15:12", "summary": "Brent crude, the international oil benchmark, fell 0.8% to $70.04 a barrel after the announcement. WASHINGTON-The White House urged OPEC to boost oil production Wednesday, saying recent planned increases are insufficient as countries around the world seek to emerge from the Covid-19 pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-seven-new-shows-and-movies-to-stream-this-week-11628708400", "title": "What to Watch: Seven New Shows and Movies to Stream This Week", "date": "2021-08-11 15:00", "summary": "Resume Subscription. New to streaming this week, a kid from Oklahoma takes viewers home to a Native American community; an \"Iron Man\" fan reimagines the life of Tony Stark; Emilia Jones learns to sing, sign and fish; and the creators of the popular Netflix documentary \"Wild Wild Country\" cast their lens toward sports. Here's where to stream it all:", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/speed-of-taliban-advance-surprises-biden-administration-dismays-u-s-allies-11628708393", "title": "Speed of Taliban Advance Surprises Biden Administration, Dismays U.S. Allies", "date": "2021-08-11 14:59", "summary": "Resume Subscription. WASHINGTON-When President Biden this spring announced the decision to withdraw U.S. forces from Afghanistan, his administration expected the Afghan military to defend key cities and perhaps battle the Taliban to a stalemate.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/delta-variant-concerns-temper-dinings-summer-return-as-some-americans-stay-home-11628587801", "title": "Delta Variant Threatens Restaurant Rebound", "date": "2021-08-11 14:56", "summary": "Mixed picture emerges in markets hit by Covid-19 outbreaks, renewed coronavirus-related advisories. Some consumers are rethinking their return to dining out, according to executives and industry data, a shift that threatens the U.S. restaurant sector's rebound.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thrilling-summer-reading-2021-books-mysteries-suspense-11628707104", "title": "Thrilling Summer Reading: 12 Page-Turners", "date": "2021-08-11 14:40", "summary": "Works of mystery and suspense perfect for beach days, long flights or warm nights.. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/electric-vehicles-evs-biden-cars-grid-energy-fossil-fuels-11628632765", "title": "Biden's EV Dream vs. Reality", "date": "2021-08-11 14:32", "summary": "The grid can't handle a forced march into electric vehicles.. The federal government wants 40% to 50% of vehicles sold in the U.S. to be electric by 2030 (\"The Electric Vehicle Welfare State,\" Review & Outlook, Aug. 6). Does that mean I'll have to endure full-time the brownouts and blackouts we now suffer only in the summertime? This is classic governing by emotion: We don't have enough power to leave the lights and air conditioning on as it is, so let's really overwhelm the grid, put little effort into upgrading it and creating significant clean power (read: nuclear) and subsidize giant auto makers to build what we'd never buy at the crazy prices they command.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-vaccine-hesitancy-trump-voters-mistrust-polarization-11628634351", "title": "Vaccination Hasn't Bridged America's Partisan Divide", "date": "2021-08-11 14:31", "summary": "Far too many previously trusted institutions and individuals have had their reputations sullied.. Gerald Seib points out that the U.S. is fighting against both Covid-19 and an epidemic of mistrust (\"Capital Journal: Divided We Stand Against Delta Threat,\" U.S. News, Aug. 3). I believe the source of the distrust is former President Donald Trump's strategy of attacking the motives and credibility of all who accuse him of misbehavior.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-costly-blunder-in-afghanistan-11628706662", "title": "A Costly Blunder in Afghanistan", "date": "2021-08-11 14:31", "summary": "We won't have a major base for thousands of miles between Japan and Italy or Turkey.. I and more than two million fellow Vietnam veterans got a punch in the gut on the morning of April 30, 1975, when Saigon fell to the communist North Vietnamese Army and their Viet Cong guerrillas in the South. We abandoned our 10-year effort ignominiously, dumping Hueys off the deck of aircraft carriers. It made me sick. It was my 29th birthday.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-budget-deficit-narrowed-to-2-5-trillion-in-first-10-months-of-fiscal-year-11628704815", "title": "U.S. Budget Deficit Narrowed to $2.5 Trillion in First 10 Months of Fiscal Year", "date": "2021-08-11 14:30", "summary": "Treasury says revenue rose 18% to record $3.3 trillion from October through July compared with year earlier. The U.S. budget deficit narrowed to $2.5 trillion during the first 10 months of the fiscal year from $2.8 trillion in the same period a year earlier, with the gap between spending and revenue shrinking as the recovery from the pandemic-induced slump boosted tax collection.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-inflation-supply-money-borrowers-11628633854", "title": "Supply Suffers as the Fed Competes With Borrowers", "date": "2021-08-11 14:30", "summary": "Where's the hedge on the central bank's inflation bet?. In their Aug. 10 letter, Phil Gramm and Thomas R. Saving clarify their argument: \"The point is that the Federal Reserve is taking action to reduce potential future money growth. In effect, it's 'hedging its inflation bet.'\" In offering to pay interest on commercial bank reserves, the Fed competes directly with private borrowers. This reduces private borrowing and, hence, reduces future money growth.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-amtrak-bailout-11628631921", "title": "Biden Bails Out Amtrak", "date": "2021-08-11 14:29", "summary": "The president is behind the times.. Regarding your editorial \"Amtrak's $66 Billion Ticket\" (Aug. 7): Just think: If Joe Biden were president in the early 1900s, he would have bailed out the buggy-whip industry.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unity-plays-its-apple-card-well-11628706185", "title": "Unity Plays Its Apple Card Well", "date": "2021-08-11 14:23", "summary": "Changes to iOS give advantage to videogame software maker's advertising platform. For Unity Software , the ability to manage through changes on Apple's mobile ecosystem is proving to be rewarding.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-fed-officials-call-for-end-to-bond-buying-program-11628704908", "title": "Two Fed Officials Call for End to Bond-Buying Program", "date": "2021-08-11 14:01", "summary": "'The time has come to dial back the settings,' says Kansas City reserve bank president. Two Federal Reserve officials said Wednesday it is time for the central bank to start reversing the easy money policies put in place to support the economy after the coronavirus pandemic hit the U.S. in March 2020.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ncaa-baylor-sexual-assault-scandals-11628704589", "title": "NCAA Won't Punish Baylor for Sexual Assault Scandals", "date": "2021-08-11 13:59", "summary": "The school was issued minor penalties related to rules violations discovered during the NCAA's investigation. The National Collegiate Athletic Association said Wednesday that an investigation was unable to reach a conclusion as to whether Baylor University violated its rules when it failed to report a string of alleged sexual assaults that took place within the football program from 2011 to 2016.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meeting-co-workers-in-person-for-the-first-time-they-might-be-taller-than-you-think-11628704583", "title": "Meeting Co-Workers in Person for the First Time? They Might Be Taller Than You Think", "date": "2021-08-11 13:56", "summary": "People hired during the pandemic finally got a chance to see what their colleagues look like in real life; 'there's this weird moment when you lay eyes on someone who you know but you don't know'. Melissa Nisbet had a problem in mid-May: She wasn't sure what her boss looked like. To make matters worse, he might have been sitting just a few feet away from her.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/creamy-scrambled-eggs-with-mushrooms-and-shrimp-11628703993", "title": "Creamy Scrambled Eggs With Mushrooms and Shrimp", "date": "2021-08-11 13:46", "summary": "A Spanish-style soft scramble makes a sumptuous vehicle for seared wild mushrooms and shrimp. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crypto-industry-seeks-to-curb-tax-provision-in-house-after-senate-setback-11628693953", "title": "Crypto Industry Seeks to Curb Tax Provision in House After Senate Setback", "date": "2021-08-11 13:45", "summary": "Lobbying effort yielded compromise amendment that failed to get vote, despite broad support. WASHINGTON-The cryptocurrency industry sought unsuccessfully to limit a provision in the bipartisan infrastructure bill seeking to toughen tax enforcement of crypto transactions. It is now hoping for another shot when the bill moves to the House.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-chefs-trick-produces-the-best-scrambled-eggs-11628703443", "title": "This Chef's Trick Produces the Best Scrambled Eggs", "date": "2021-08-11 13:37", "summary": "Ryan Bartlow of Ernesto's in New York City has figured out a foolproof way to keep eggs from overcooking. His recipe for a soft scramble with seared wild mushrooms and shrimp makes a delicious meal in minutes.. COOKING IN Spain, Ryan Bartlow learned to respect the humble egg. In his fourth Slow Food Fast recipe, a Spanish-style soft scramble makes a sumptuous vehicle for seared wild mushrooms and shrimp. \"Who doesn't love scrambled eggs with mushrooms?\" Mr. Bartlow asked. \"And why not add shrimp? It's an earthy, soft, rich umami bomb.\"", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-womens-rights-afghanistan-withdrawal-human-rights-islamist-jihadist-taliban-misogyny-sexism-feminism-11628693839", "title": "What Will Happen to the Women of Afghanistan?", "date": "2021-08-11 12:40", "summary": "The teachers and students I met in 2010 will suffer the most under the return of Taliban rule.. 'Why did America send you to Afghanistan?\" the young woman asked me when I was speaking to the teachers at the country's first rural girls' high school in 2010.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-tax-death-capital-gains-step-up-in-basis-family-farms-small-business-11628694457", "title": "A 'Death Knell' Tax Threatens Family Farms and Businesses", "date": "2021-08-11 12:40", "summary": "Democrats want to dismantle a century-old tax law that has protected American agriculture.. As former chairman and taxpayer watchdog serving on the tax-writing Senate Finance Committee, I'm girding for my next dogfight. President Biden has set his sights on enacting a new death tax on top of the existing estate tax. Yes, it's as unfair as it sounds. The Democrats want to reach into the grave and tax Americans' lifelong savings to pay for cradle-to-grave entitlements.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflation-isnt-whipped-just-tamer-11628699102", "title": "Inflation Isn't Whipped, Just Tamer", "date": "2021-08-11 12:25", "summary": "Cooler consumer price inflation in July isn't evidence that it will subside to pre-pandemic levels soon. Inflation is cooling down, but that doesn't mean it is about to go cold.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsung-galaxys-foldable-phone-pitch-just-try-them-youll-like-them-11628690400", "title": "Samsung Galaxy's Foldable-Phone Pitch: Just Try Them, You'll Like Them", "date": "2021-08-11 12:24", "summary": "Company banks on more in-store visits and lower prices as it unveils new versions of Galaxy Z Fold, Galaxy Z Flip devices. SEOUL- Samsung Electronics Co. is betting the world is finally ready for its foldable phones.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-court-sentences-canadian-michael-spavor-to-11-years-in-prison-for-espionage-11628650546", "title": "China Sentences Canadian to 11 Years for Espionage", "date": "2021-08-11 12:17", "summary": "Charges against Michael Spavor and fellow Canadian Michael Kovrig are widely seen as retaliation for Ottawa's arrest of a Huawei executive at request of U.S.. HONG KONG-A Chinese court sentenced entrepreneur Michael Spavor to 11 years in prison on espionage charges in the first of two national-security cases involving Canadian citizens that sit at the center of a fierce standoff with both Canada and the U.S.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/civics-education-in-schools-gains-steam-11628697631", "title": "Civics Education in Schools Gains Steam", "date": "2021-08-11 12:00", "summary": "Growing efforts to teach children and teens about the workings of government, history and civil debate could change the focus of curriculum, as well as reshape how a generation thinks about America. Author", "categories": [["", "Education & Learning"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-lower-homeowners-insurance-premium-11628695730", "title": "Want to Lower Your Homeowners Insurance Premium? There Are Discounts for the Taking", "date": "2021-08-11 11:30", "summary": "Luxury homes tend to be more expensive to insure-but there are ways to save. As the cost of homeowners insurance continues to rise across the country, particularly in catastrophe-prone areas such as the West Coast and Florida, many luxury-home owners are seeking ways to reduce their premiums. Although the cost of coverage varies widely based on many factors, such as the size of a house, its age and location, there are discounts and credits available that can reduce premiums by up to thousands of dollars a year.", "categories": [["Real Estate", "Jumbo Jungle"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/jumbo-jungle?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-6-best-beach-chairs-of-the-summer-a-semi-scientific-test-11628685593", "title": "The 6 Best Beach Chairs of the Summer: A Semi-Scientific Test", "date": "2021-08-11 10:45", "summary": "We dropped into dozens of beach chairs to find the best so that you don't have to. Here, our six favorites-based on price, style, ability to withstand sand and all-day sit-ability. For the better part of a decade, I have been on a quest to find the perfect beach chair. Wooed by slick Instagram ads promising a better, more life-altering seat, I buy a newer, fancier model annually. Then right about this time of summer, I realize its shortcomings.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fintech-startup-acorns-hires-twitter-executive-as-cfo-ahead-of-planned-spac-listing-11628692869", "title": "Fintech Startup Acorns Hires Twitter Executive as CFO Ahead of Planned SPAC Listing", "date": "2021-08-11 10:41", "summary": "Rich Sullivan, formerly the vice president of financial planning and analysis at Twitter, joined Acorns on Monday. Digital investing startup Acorns Grow Inc. named Rich Sullivan, a former finance executive at Twitter Inc., as finance chief ahead of its planned public listing.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-presses-effort-to-secure-julian-assanges-extradition-from-u-k-11628692743", "title": "U.S. Presses Effort to Secure Assange's Extradition", "date": "2021-08-11 10:39", "summary": "Judge widens grounds for appealing lower court's refusal to extradite WikiLeaks founder. LONDON-The U.S. government resumed its yearslong effort to put Julian Assange on trial on spying charges, challenging a British judge's decision to refuse the WikiLeaks founder's extradition because he posed a suicide risk.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/4-beach-umbrella-alternatives-to-keep-you-cooler-this-surf-season-11628692299", "title": "4 Beach Umbrella Alternatives to Keep You Cooler This Surf Season", "date": "2021-08-11 10:31", "summary": "We tested high-tech new shade-givers that improve on the seaside staple-including ones that promise not to blow away during even the strongest gusts. SAND-PLANTED PARASOLS have done a perfectly adequate job providing shade since their inception in Ancient Egypt, where royalty relied on them to keep cool under the blistering Middle Eastern sun. (In fact, sun umbrellas predate even their rainy-day cousins.) But anyone who has ever clung onto one during a particularly enthusiastic sea breeze knows how quickly the beachside staple can turn into an airborne weapon, flying off to impale an unsuspecting sunbather. Plus, they are cumbersome to carry and don't provide much cooling beyond deflecting rays.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-russia-hold-military-drills-amid-security-concerns-in-afghanistan-central-asia-11628692003", "title": "China, Russia Hold Military Drills Amid Regional Security Concerns", "date": "2021-08-11 10:26", "summary": "Exercises by two U.S. strategic adversaries are focused on counterterrorism and maintaining stability. TAIPEI-About 10,000 troops from China and Russia are carrying out joint military exercises in northwestern China to test some of the People's Liberation Army's newest weapons and signal unity on common security concerns such as Afghanistan.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-case-for-a-college-exit-exam-11628690410", "title": "The Case for a College Exit Exam", "date": "2021-08-11 10:00", "summary": "Should students pass a standardized test to graduate? Some think it would help employers assess the value of their degrees. Author", "categories": [["", "Education & Learning"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/so-long-samsung-galaxy-note-thanks-for-everything-but-the-fires-11628690400", "title": "So Long, Samsung Galaxy Note. Thanks for Everything but the Fires.", "date": "2021-08-11 10:00", "summary": "Samsung isn't launching a new Galaxy Note this year. Instead, its best features live on in the new Samsung Galaxy Z Fold3, and smartphones everywhere.. Miles Fidelman isn't happy. Nope, he's not happy one bit.", "categories": [["Tech", "Personal Tech", "Personal Technology: Joanna Stern"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dogecoin-coinbase-mcafee-ebay-what-to-watch-when-the-stock-market-opens-today-11628679213", "title": "Dogecoin, Coinbase, McAfee, eBay: What to Watch When the Stock Market Opens Today", "date": "2021-08-11 09:23", "summary": "Cryptocurrencies bitcoin, ether and dogecoin were all ticking higher. Futures were up after data showed inflation remained high in July, with U.S. consumer prices rising 5.4% from a year ago. Here's what we're watching ahead of Wednesday's opening bell.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ethiopias-war-in-tigray-sees-minorities-targeted-across-the-country-11628687936", "title": "Ethiopia's War in Tigray Sees Ethnic Minority Group Targeted Across the Country", "date": "2021-08-11 09:18", "summary": "Arbitrary detentions of ethnic Tigrayans have increased, rights groups say, since Ahmed government suffered a defeat in conflict with separatists. Ethiopian authorities have launched reprisals against ethnic Tigrayans across the country, arresting hundreds and accusing members of the minority group of supporting rebels who have been locked in a bloody war with the government of Prime Minister Abiy Ahmed.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-exchange-sees-jump-in-listing-inquiries-11628687492", "title": "Hong Kong Exchange Sees Jump in Listing Inquiries", "date": "2021-08-11 09:11", "summary": "The bourse's operator posted record revenue and net profit for the first six months of the year. Hong Kong's stock exchange has seen a jump in listing inquiries, the bourse operator's chief said Wednesday, after regulators in Beijing and Washington pledged to make it harder for companies from China to go public on American stock exchanges.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sothebys-to-auction-11-picasso-paintings-with-links-to-steve-wynn-at-the-bellagio-11628686800", "title": "Sotheby's to Auction 11 Picassos Linked to Steve Wynn at Bellagio", "date": "2021-08-11 09:00", "summary": "Resume Subscription. LAS VEGAS- MGM Resorts International has enlisted Sotheby's to come to Las Vegas to auction off a cache of Pablo Picasso paintings amassed years earlier by casino magnate Steve Wynn. The 11 Picassos to be sold have long been displayed at a Picasso-themed restaurant at the Bellagio Hotel & Casino.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fannie-mae-aims-to-make-home-loans-more-accessible-11628686801", "title": "Fannie Mae Aims to Make Home Loans More Accessible", "date": "2021-08-11 09:00", "summary": "Mortgage finance giant to help lenders factor rent payments into loan-underwriting process. Mortgage finance giant Fannie Mae is making it easier to include rent-payment history as part of the mortgage approval process, a move intended to help borrowers with limited credit histories get better access to home loans.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jll-moves-to-acquire-artificial-intelligence-startup-skyline-ai-11628685900", "title": "JLL Moves to Acquire Artificial Intelligence Startup Skyline AI", "date": "2021-08-11 08:45", "summary": "Deal by commercial property giant is the latest in a sector seeking to augment human savvy with algorithms. Commercial property firm Jones Lang LaSalle Inc. announced Wednesday its intent to acquire artificial intelligence startup Skyline AI Inc., in the latest example of how the technology is increasingly being used to gain a competitive advantage in the real-estate industry.", "categories": [["Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/types/artificial-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germany-arrests-british-embassy-worker-suspected-of-spying-for-russia-11628685347", "title": "Germany Detains Briton Suspected of Spying for Russia", "date": "2021-08-11 08:35", "summary": "Employee's arrest was the result of a joint German-British investigation. BERLIN-German police detained a British employee of the U.K. Embassy in Berlin on suspicion of spying for Russia, prosecutors said Wednesday.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-moves-to-pass-democrats-3-5-trillion-budget-blueprint-11628631042", "title": "Senate Democrats Pass $3.5 Trillion Budget Blueprint", "date": "2021-08-11 08:09", "summary": "Democrats will face difficult choices as they work to transform the budget framework into detailed antipoverty and climate legislation. WASHINGTON-The Senate passed a $3.5 trillion budget blueprint early Wednesday, the first step in an arduous process designed to allow Democrats to push through a sweeping package of education, healthcare, climate and other provisions without GOP support.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-the-delta-variant-spreads-the-best-travel-advice-is-having-a-plan-b-vacation-11628683201", "title": "As the Delta Variant Spreads, the Best Travel Advice Is Having a Plan B Vacation", "date": "2021-08-11 08:00", "summary": "Tourism hasn't witnessed a big dip so far, but travel agents report that more vacationers are reevaluating their itineraries and looking for backup options. Many travelers aren't just gearing up for one vacation, but two: There is the trip they would most like to take, and Plan B if the Delta variant of Covid-19 renders their original idea untenable.", "categories": [["Life & Work", "Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-rent-relief-program-marred-by-delays-confusion-burdensome-paperwork-11628683200", "title": "Covid-19 Rent-Relief Program Marred by Delays", "date": "2021-08-11 08:00", "summary": "Treasury counts on more than 450 state and local governments and agencies to distribute nearly $47 billion in aid. More than seven months after it was launched, the biggest rental assistance program in U.S. history has delivered just a fraction of the promised aid to tenants and landlords struggling with the impact of the Covid-19 crisis.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/executive-stock-sales-are-under-scrutiny-heres-what-regulators-are-interested-in-11628682985", "title": "Executive Stock Sales Are Under Scrutiny. Here's What Regulators Are Interested In.", "date": "2021-08-11 07:56", "summary": "10b5-1 plans allow executives to create schedules for buying and selling shares in the future, but they can be modified without disclosure. Securities regulators are rethinking rules on popular plans that let corporate executives sell stock without violating insider-trading provisions.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-schools-where-native-american-children-died-new-hope-for-answers-11628679600", "title": "At Schools Where Native American Children Died, New Hope for Answers", "date": "2021-08-11 07:00", "summary": "Resume Subscription. For years, alumni from the Chilocco Indian Agricultural School in Oklahoma have been searching for information about the students who died at their old boarding school, one of hundreds once set up by the U.S. government to assimilate young Native Americans.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/germanys-greens-get-tougher-on-russia-china-as-they-move-closer-to-power-11628677802", "title": "Germany's Greens Get Tougher on Russia, China", "date": "2021-08-11 06:30", "summary": "Party is well placed to become part of the country's next government after September's election. BERLIN-Germany's Green Party wants to overhaul the economic, foreign and climate policies of the continent's largest economy in a political realignment that could have a profound impact on the European Union and potentially harden Germany's stance toward China and Russia.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marie-claire-publisher-offers-a-profitable-trip-back-to-the-future-11628675048", "title": "Marie Claire Publisher Offers a Profitable Trip Back to the Future", "date": "2021-08-11 05:44", "summary": "Future may have cracked the magazine digital advertisement game, and not just because of the pandemic. This column is part of the Heard on the Street Stock Picking Contest. You're invited to play along with us here.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-looks-to-western-covid-19-vaccines-to-ease-supply-shortage-11628674884", "title": "India Looks to Western Covid-19 Vaccines to Ease Supply Shortage", "date": "2021-08-11 05:41", "summary": "The country, which was hit hard in the spring by a coronavirus surge, has struggled to ramp up its inoculation campaign. NEW DELHI-India is in negotiations with Western vaccine makers in an effort to secure tens of millions of doses in the next few months, which would ease supply shortages that have been stymying the country's massive immunization campaign, people familiar with the matter said.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-set-for-greater-role-in-how-americans-access-internet-11628674423", "title": "U.S. Government Wants a Greater Role in How Americans Access Internet", "date": "2021-08-11 05:33", "summary": "Resume Subscription. President Biden's bid to inject government deeper into the private sector is getting its first big test in the broadband industry.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/chinas-corporate-crackdown-drives-investors-to-industries-beijing-supports-11628674200", "title": "Intervention Drives Investors to Industries Beijing Supports", "date": "2021-08-11 05:30", "summary": "The hammering of internet stocks has benefited sectors such as high-tech manufacturing and renewable energy. The government corporate intervention in China that has hammered internet stocks is driving investors to sectors still in Beijing's good graces, such as high-tech manufacturing and renewable energy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fresh-u-k-covid-19-data-boosts-hopes-that-delta-variant-can-be-held-in-check-11628674201", "title": "U.K. Data Boosts Hopes That Delta Can Be Held in Check", "date": "2021-08-11 05:30", "summary": "High vaccination rates seen as critical, along with evidence of public caution. LONDON-The latest surge of Covid-19 cases in the U.K. is giving rise to growing optimism among doctors and scientists that the highly transmissible Delta variant of the coronavirus can be held at bay with high levels of vaccination and public caution.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcconnell-credits-biden-for-infrastructure-breakthrough-dismisses-trump-criticism-11628672401", "title": "McConnell Credits Biden for Infrastructure Breakthrough", "date": "2021-08-11 05:00", "summary": "But the Senate GOP leader doesn't anticipate many more opportunities for bipartisan deals. WASHINGTON-Senate Minority Leader Mitch McConnell credited President Biden with helping to get the roughly $1 trillion infrastructure bill passed in the Senate, but said he doesn't anticipate many more opportunities for Republicans to work with Democrats.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cash-strapped-china-evergrande-looks-to-sell-prized-assets-11628663594", "title": "Cash-Strapped China Evergrande Looks to Sell Prized Assets", "date": "2021-08-11 02:33", "summary": "The real estate conglomerate's dollar bonds and Hong Kong-listed shares rise. Shares of China Evergrande Group jumped Wednesday after the cash-strapped property developer said it is in talks to sell some of its prized assets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/air-china-stock-will-struggle-to-lift-off-11628662727", "title": "Air China Stock Will Struggle to Lift Off", "date": "2021-08-11 02:21", "summary": "Optimism about China's reopening to the world and its domestic tourism has waned. But some airline stocks still look optimistically priced.. This column is part of the Heard on the Street stock-picking contest. You're invited to play along with us here.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11628631417", "title": "Pepper...and Salt", "date": "2021-08-11 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/most-gop-senators-sign-pledge-to-not-help-democrats-on-debt-ceiling-11628638081", "title": "Most GOP Senators Sign Pledge to Not Help Democrats on Debt Ceiling", "date": "2021-08-11 22:33", "summary": "Unless Congress steps in, the Treasury could begin to miss payments on its obligations and default. WASHINGTON-Most Republican senators have signed on to a pledge to force Democrats to raise the debt ceiling through procedures that don't rely on GOP votes, escalating the political tug of war over who is responsible for keeping the U.S. from defaulting.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kim-jong-uns-sister-vows-to-boost-deterrence-after-being-ignored-by-u-s-11628579896", "title": "Kim Jong Un's Sister Threatens to Bolster Military", "date": "2021-08-11 21:46", "summary": "U.S.-South Korea military drills are planned for next week, angering Kim Yo Jong who wanted them canceled. SEOUL-Kim Jong Un's sister vowed North Korea would amp up its national defense and deterrence after joint U.S.-South Korea military exercises that she demanded be canceled appeared likely to begin next week.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bankruptcy-judge-questions-certainteeds-asbestos-maneuver-11628632066", "title": "Bankruptcy Judge Questions CertainTeed's Asbestos Maneuver", "date": "2021-08-11 20:04", "summary": "Company used corporate affiliate with no employees or operations as a 'vessel designed to ferry...asbestos liabilities into bankruptcy,' judge says. A bankruptcy judge said building-products maker CertainTeed LLC appears to have disadvantaged asbestos-injury claimants by placing its asbestos liabilities in chapter 11, spotlighting a corporate maneuver that some congressional Democrats want to curb.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-celebrity-filled-calabasas-a-huge-spec-home-sells-for-a-record-30-million-11628631615", "title": "In Celebrity-Filled Calabasas, a Huge Spec Home Sells for a Record $30 Million", "date": "2021-08-11 20:02", "summary": "The sale is the most expensive to date in the San Fernando Valley. A massive spec house in Calabasas has sold for $30 million, according to the local multiple listing service. The deal sets a sales record in the celebrity-filled Southern California city, local real-estate agents said.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}]