[{"link": "https://www.wsj.com/articles/shake-shack-names-new-cfo-11623281893", "title": "Shake Shack Names New CFO", "date": "2021-06-09 19:38", "summary": "Burger chain hires former Goldman Sachs analyst to oversee its finances. Burger chain Shake Shack Inc. has hired former equity analyst Katherine Fogertey as its next finance chief following the departure of Tara Comonte, who left to serve as chief executive of another company.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-to-watch-the-ring-of-fire-solar-eclipse-2021-11623240002", "title": "Solar Eclipse 2021: What Time Is the June 'Ring of Fire' and How to Watch", "date": "2021-06-09 19:23", "summary": "First solar eclipse of the year will take place early on June 10. The first of two solar eclipses to occur in 2021 will take place on June 10. Weather permitting, the \"ring of fire\" eclipse will provide a dramatic show for skywatchers in the northeastern U.S. as well as those in parts of Canada, Greenland, Europe and Asia.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-set-to-complete-board-overhaul-with-ryan-cohens-election-as-chairman-11623231002", "title": "GameStop Remakes C-Suite, Board in Turnaround Push", "date": "2021-06-09 19:17", "summary": "Videogame retailer names former Amazon executives as CEO, CFO as shareholders elect activist investor Ryan Cohen as chairman. GameStop Corp. reset its leadership team as the videogame retailer looks to leverage its recent popularity with investors to reverse years of languishing sales and strategic missteps.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/connecticut-lawmakers-pass-46-billion-budget-11623280483", "title": "Connecticut Lawmakers Pass $46 Billion Budget", "date": "2021-06-09 19:14", "summary": "Two-year spending plan avoids tax increase; separate passed bill introduces highway-use fee on commercial trucks. The Connecticut Senate gave final passage to a $46.4 billion two-year budget that would boost municipal and education spending without adding new taxes.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-johnson-agree-to-open-u-s-u-k-travel-as-soon-as-possible-11623275277", "title": "Biden, Johnson Agree to Open U.S.-U.K. Travel as Soon as Possible", "date": "2021-06-09 19:07", "summary": "The two leaders also plan to unveil a revised Atlantic Charter, modeled on the 1941 Churchill-Roosevelt agreement. PLYMOUTH, England-President Biden and British Prime Minister Boris Johnson will seek to ease Covid-19 travel restrictions as part of a wide-ranging \"Atlantic Charter\" before this week's Group of Seven meeting, according to Mr. Johnson's office.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/illinois-republicans-sue-to-block-legislative-maps-drawn-by-democrats-11623279352", "title": "Illinois Republicans Sue to Block Legislative Maps Drawn by Democrats", "date": "2021-06-09 18:55", "summary": "Gov. J.B. Pritzker says the revised district boundaries help ensure minority representation, as GOP claims the changes rely on flawed data. CHICAGO-Illinois Republican leaders filed a federal lawsuit Wednesday challenging new legislative district boundaries that were drawn and approved by Democrats who control state government, saying residents were robbed of a fair and transparent process for creating maps that will be used for elections over the next decade.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-energy-gift-to-dictators-11623279139", "title": "America's Energy Gift to Dictators", "date": "2021-06-09 18:52", "summary": "China, Russia and Iran will exploit the U.S. retreat on fossil fuels.. The U.S. is barreling toward one of the greatest self-inflicted wounds in its history. This came into sharper focus last week when President Biden suspended oil leases in Alaska's Arctic National Wildlife Refuge (ANWR), even as Russia and the Organization of the Petroleum Exporting Countries (OPEC) announced production increases.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-capitol-riot-and-the-pentagon-11623279077", "title": "The Capitol Riot and the Pentagon", "date": "2021-06-09 18:51", "summary": "A Senate report says protests and optics weighed on the military.. Washington has concluded a news cycle trashing Republicans for voting against a special commission on the mob violence at the Capitol on Jan. 6. But Congressional committees already have the ability to investigate the event, as demonstrated by a new 95-page Senate report.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barr-garland-and-lafayette-park-11623279106", "title": "Barr, Garland and Lafayette Park", "date": "2021-06-09 18:51", "summary": "An IG report punctures another legend of the 2020 election campaign.. The liberal establishment willed into being much anti-Trump folk wisdom during the 2020 election campaign. Among the legends were that the U.S. Postal Service was being manipulated to steal votes; that the lab-leak theory of the coronavirus was racist misinformation; and that Donald Trump and Bill Barr gassed peaceful protesters at Lafayette Park to make way for the President's authoritarian \"photo-op.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/woke-k-12-education-goes-to-court-11623279021", "title": "Woke K-12 Education Goes to Court", "date": "2021-06-09 18:50", "summary": "Parents and students sue the schools in Loudoun County, Va.. Identity politics reigns in higher education, and progressives are now turning their focus to K-12. In Loudoun County, Virginia, five families are fighting back in court.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-lawmakers-to-vote-on-bill-sealing-criminal-records-11623246465", "title": "New York Lawmakers to Vote on Bill Changing Parole Rules", "date": "2021-06-09 18:46", "summary": "Legislation is among several measures that the state Senate and Assembly are taking up before their legislative session ends. ALBANY, N. Y.-State lawmakers prepared for late-night debates and a vote to reduce penalties for technical parole violations amid a flurry of deal-making as they concluded the annual legislative session this week.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-doesnt-have-a-blank-check-after-all-11623278725", "title": "GameStop Doesn't Have a Blank Check After All", "date": "2021-06-09 18:45", "summary": "Videogame retailer's sales finally grow, but plan to sell more shares damps retail enthusiasm. Apparently, even meme-stock investors have their limits.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ups-explores-same-day-delivery-option-11623278624", "title": "UPS Explores Same-Day Delivery Option", "date": "2021-06-09 18:43", "summary": "CEO says United Parcel is looking at same-day service employed by gig-economy players. United Parcel Service Inc. is exploring a same-day option, a delivery model that has been employed by gig-economy players, as the pandemic has accelerated the shift to e-commerce.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcgahn-feared-chain-reaction-if-mueller-removal-sought-11623278253", "title": "McGahn Feared 'Chain Reaction' if Mueller Removal Sought", "date": "2021-06-09 18:37", "summary": "Former White House counsel testified to Congress about Trump's alleged effort to oust Russia probe special counsel. WASHINGTON-Former White House counsel Don McGahn told Congress he declined to relay ex-President Donald Trump's demand to remove the Russia probe special counsel because he worried it would set off a series of events that would damage the presidency, according to a transcript of his recent testimony.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fauci-says-he-didnt-play-down-china-lab-leak-theory-of-covid-19-origins-11623275288", "title": "Fauci Says He Didn't Play Down China Lab-Leak Theory", "date": "2021-06-09 18:30", "summary": "Infectious-disease expert says federal government has no plans to mandate vaccine passports but expects local businesses, organizations to impose them. Anthony Fauci, the government's top infectious-disease authority, said he never played down the possibility that the SARS-CoV-2 virus could have been leaked from a lab in China, calling accusations he did so for political reasons \"preposterous.\"", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-biden-can-stand-up-to-putin-in-geneva-11623277399", "title": "How Biden Can Stand Up to Putin in Geneva", "date": "2021-06-09 18:23", "summary": "Eastern Europeans are fighting for a democratic future and need support against Russian aggression.. I traveled to Eastern Europe last week with a small, bipartisan group of senators to meet with the leaders of Ukraine, Lithuania and Georgia. These former Soviet republics have become reliable U.S. allies as their citizens have sought a democratic future with greater freedom and prosperity. But they need our help.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schumer-finds-he-lacks-a-political-mandate-11623277346", "title": "Schumer Finds He Lacks a Political Mandate", "date": "2021-06-09 18:22", "summary": "He doesn't have the votes in his own party to pass the revolution progressives want.. After a chaotic and exhausting few years under Donald Trump, the promise that Joe Biden would at least be normal won Democrats the White House, but not much more. They certainly didn't emerge with a mandate for massive left-wing policy changes. Yet that's exactly what they've been pushing, and they've been smug about it. Reality is catching up.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-feds-duty-is-to-the-economy-not-equity-11623277274", "title": "The Fed's Duty Is to the Economy, Not 'Equity'", "date": "2021-06-09 18:21", "summary": "Central banks are risking their independence by wading into social agendas outside their purview.. The Federal Reserve Bank of St. Louis is in the early stages of creating an Institute for Economic Equity \"to support an economy in which everyone can benefit regardless of race, ethnicity, gender, or where they live,\" with an emphasis on \"economic outcomes experienced by historically marginalized groups.\" The Federal Reserve Banks of Boston, Atlanta and Minneapolis have their own initiatives in the works. Sen. Pat Toomey (R., Pa.) has rightly asked regional presidents: Should banks consider social justice and equity in monetary policy decisions?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-yamiche-alcindor-of-pbs-on-trump-trauma-11623277181", "title": "Notable & Quotable: Yamiche Alcindor of PBS on Trump Trauma", "date": "2021-06-09 18:19", "summary": "Is President Biden 'concerned that those scars are going to be deeper than his ability to address them in this one trip?'. PBS's Yamiche Alcindor and national security adviser Jake Sullivan at a June 7 White House press briefing:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-power-of-giving-away-power-review-the-stars-look-down-11623277080", "title": "'The Power of Giving Away Power' Review: The Stars Look Down", "date": "2021-06-09 18:18", "summary": "In a 'constellation' structure, leadership is widely shared and goals are fluid. Can a business be run this way? How about politics?. After winning the Iowa caucuses in January 2008, Barack Obama's campaign officials faced a tough decision. A surge of volunteers had signed up to help the new frontrunner, but any effort to make full use of them would require giving them access to the campaign's super-secret voter file, with its data and calculations of candidate preferences. Some of the volunteers were expected to be spies for Hillary Clinton, eager to use the list to advance her candidacy. After initially resisting, the officials made the list available, which led to a blossoming of the Obama campaign's volunteer corps and a furthering of outreach to prospective supporters.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-bungles-his-crisis-11623277137", "title": "Joe Biden Bungles His Crisis", "date": "2021-06-09 18:18", "summary": "The Manchin mess and spending spree are a White House misreading the political moment.. Joe Biden was Barack Obama's vice president-elect in 2008 when future White House colleague Rahm Emanuel posited what became a truism of Democratic politics: \"You never want a serious crisis to go to waste. And what I mean by that [is] it's an opportunity to do things that you think you could not before.\"", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-pursuing-broad-review-of-stock-market-structure-chairman-says-11623256566", "title": "SEC to Review Market Structure as Meme Stocks Stir Frenzy", "date": "2021-06-09 18:12", "summary": "Chairman Gary Gensler says focus is on pricing incentives that exchanges and high-speed traders use to attract orders. The Securities and Exchange Commission is considering changes to some of the stock market's most fundamental rules in light of the surge in trading over the past year by individual investors in meme stocks such as AMC Entertainment Holdings Inc. and GameStop Corp.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/el-salvador-becomes-first-country-to-approve-bitcoin-as-legal-tender-11623234476", "title": "El Salvador Becomes First Country to Approve Bitcoin as Legal Tender", "date": "2021-06-09 18:10", "summary": "President says move will bring inclusion to Salvadorans who don't have access to financial services; analysts warn of economic risks from bitcoin's extreme volatility. El Salvador passed a new law on Wednesday that would make the small Central American country the world's first to deem bitcoin legal tender, a move that analysts say risks putting its economy at the mercy of the digital currency's sharp swings.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-court-strikes-blow-at-navalnys-network-11623276288", "title": "Russian Court Strikes Blow at Navalny's Network", "date": "2021-06-09 18:04", "summary": "Branding dissident's groups extremist effectively bans them. MOSCOW-A Russian court declared the opposition network of jailed Kremlin critic Alexei Navalny as extremist in a move that bans the groups, the Kremlin's most definitive step yet to eradicate political resistance in the country.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hertzs-mom-and-pop-investors-face-a-bankruptcy-process-not-designed-for-them-11623275886", "title": "Small Investors in Hertz Face Unfamiliar Bankruptcy Process", "date": "2021-06-09 17:58", "summary": "Some individual traders who believed in Hertz despite its bankruptcy say they have questions about their payout options and aren't getting straight answers. Individual stock traders looking to cash in winning bets on Hertz Global Holdings Inc. are in unfamiliar territory as the company exits chapter 11, finding themselves navigating a bankruptcy process that favors the interests of bigger, wealthier investors.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-senate-blocks-cuomos-bid-to-shake-up-mta-leadership-11623261207", "title": "New York Lawmakers Block Cuomo's Bid to Shake Up MTA Leadership", "date": "2021-06-09 17:57", "summary": "Legislators raised concerns about oversight of nation's largest transit agency. Lawmakers in the New York state Legislature dealt a blow to Gov. Andrew Cuomo on Wednesday, declining to take up his proposed legislation to restructure the leadership at the Metropolitan Transportation Authority.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/12-movies-for-12-weeks-of-summer-11623254881", "title": "12 Movies for 12 Weeks of Summer", "date": "2021-06-09 17:48", "summary": "Movie theaters are back. From the big-budget musical 'In the Heights' and the Marvel extravaganza 'Black Widow,' to buzzy dramas and documentaries, here's a selection of anticipated films coming this summer.. ", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/missouris-down-syndrome-abortion-law-blocked-11623274315", "title": "Missouri's Down-Syndrome Abortion Law Blocked", "date": "2021-06-09 17:31", "summary": "Federal appeals court says the state may not enforce a law limiting abortions sought solely because of a Down syndrome diagnosis. A divided federal appeals court Wednesday blocked Missouri from enforcing a law limiting abortions for women who want to terminate a fetus for fear that it has Down syndrome.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/10-year-treasury-yield-dips-below-1-5-11623256393", "title": "10-Year Treasury Yield Dips Below 1.5%", "date": "2021-06-09 17:25", "summary": "Tepid economic data and high demand from investors have pulled yields lower in recent sessions. The yield on the benchmark 10-year Treasury note closed below 1.5%, its lowest level in more than three months, dragged down by tepid economic data and high demand from investors both in the U.S. and elsewhere.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-j-ceo-says-covid-19-vaccine-will-be-important-tool-to-contain-pandemic-11623254844", "title": "J&J CEO Sees Covid-19 Vaccine Playing Big Role in Developing Nations", "date": "2021-06-09 17:17", "summary": "Alex Gorsky says one-shot vaccine has significant advantages globally despite its lower uptake in the U.S.. Johnson & Johnson 's chief executive said the company's Covid-19 vaccine could still play a role in containing the global coronavirus pandemic despite its setbacks with production problems and safety concerns.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-economic-officials-temper-climate-efforts-11623241401", "title": "China's Economic Officials Temper Climate Efforts", "date": "2021-06-09 17:16", "summary": "Authorities have limited the scope of a carbon-trading scheme as driving growth takes priority. China's top economic planners have put the brakes on attempts by environmental officials to reduce carbon emissions as driving growth takes priority over meeting climate targets for now, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "China"]], "category_links": ["https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-06-09-2021-11623224475", "title": "U.S. Stocks Close Lower", "date": "2021-06-09 17:08", "summary": "S&P 500 ends Wednesday below record closing level. The S&P 500 wobbled in and out of record territory Wednesday before ending below its all-time closing high from early May.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-variant-first-found-in-india-is-quickly-spreading-across-globe-11623257849", "title": "Covid-19 Delta Variant First Found in India Is Quickly Spreading Across Globe", "date": "2021-06-09 17:07", "summary": "The Delta variant is believed to be 40% to 50% more transmissible than the variant that emerged in U.K., highlighting the need for global vaccination. The highly transmissible Covid-19 variant that first emerged in India is rapidly spreading around the world, health authorities say, intensifying the race to increase global vaccinations.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/draft-antitrust-bills-would-restrict-online-platforms-11623269646", "title": "Draft Antitrust Bills Would Restrict Online Platforms", "date": "2021-06-09 17:01", "summary": "House lawmakers have drafted five draft bills to curb the market power of large platforms. WASHINGTON-House lawmakers have drafted legislation designed to curb the market power of large online platforms by restricting them from certain lines of business and curtailing their ability to buy competitors, according to documents viewed by The Wall Street Journal.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-revokes-trump-actions-targeting-tiktok-wechat-11623247225", "title": "Biden Revokes Trump Actions Targeting TikTok, WeChat", "date": "2021-06-09 16:57", "summary": "President substitutes executive order mandating a broad review of apps controlled by foreign adversaries. WASHINGTON-President Biden revoked a Trump-era attempt to ban Chinese-owned apps TikTok and WeChat , substituting Wednesday an executive order mandating a broad review of apps controlled by foreign adversaries to determine whether they pose a security threat to the U.S.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-talks-on-infrastructure-face-old-problem-how-to-pay-for-it-11623272022", "title": "New Talks on Infrastructure Face Old Problem: How to Pay for It", "date": "2021-06-09 16:53", "summary": "Discussions intensify among a group of Senate Republicans and Democrats. WASHINGTON-The focus of infrastructure talks shifted Wednesday to a bipartisan group of senators after an initial round of White House discussions broke down, but negotiators face the same hurdles on how to pay for any major new spending package.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-study-finds-slightly-elevated-risk-of-bleeding-disorders-after-astrazeneca-vaccine-11623259534", "title": "New Study Finds Slightly Elevated Risk of Bleeding Disorders After AstraZeneca Vaccine", "date": "2021-06-09 16:52", "summary": "Analysis of Scotland data cites similarities to side effects linked to common childhood vaccines. Researchers studying records of 1.7 million adults who received the AstraZeneca PLC Covid-19 vaccine in Scotland found a small increased risk of bleeding conditions also sometimes associated with several vaccines routinely given to children, and usually treatable.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-way-to-direct-child-care-assistance-is-under-debate-11623271625", "title": "The Best Way to Direct Child-Care Assistance Is Under Debate", "date": "2021-06-09 16:47", "summary": "Resume Subscription. The Biden administration says its plan to expand access to preschool and affordable child care will help bolster long-term economic growth by making it easier for parents, and especially women, to work.", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/permira-targets-2-5-billion-for-second-growth-opportunities-fund-11623271376", "title": "Permira Targets $2.5 Billion for Second Growth Opportunities Fund", "date": "2021-06-09 16:42", "summary": "Its second fund would be 47% larger than its maiden effort, if it reaches its goal. Permira aims to raise some $2.5 billion for its second growth fund focused on investments in smaller, growing technology companies, people familiar with the fund said.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lordstown-motors-warning-highlights-cash-needs-of-ev-startups-11623269269", "title": "Lordstown Motors Warning Highlights Cash Needs of EV Startups", "date": "2021-06-09 16:39", "summary": "Electric-truck maker is seeking more money after getting over $600 million last year. Lordstown Motors Corp.'s warning that it could run out of money comes less than a year after the startup raised more than $600 million in cash, highlighting the difficulties for startups trying to break into a capital-intensive business.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/campbell-gets-scalded-by-inflation-but-rivals-may-come-out-better-11623254002", "title": "Inflation Scalds Campbell", "date": "2021-06-09 16:16", "summary": "Investors seem to understand that not all of Campbell's challenges are shared across the packaged-food sector. Campbell Soup Co. on Wednesday served up unappetizing results, but investors should pause before recoiling from food stocks generally.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ncaa-college-athlete-compensation-states-11623266304", "title": "In Fight Over College Athlete Compensation, States Are Now Clearly in Charge", "date": "2021-06-09 16:05", "summary": "By July, college players' freedom to sign endorsement deals will vary by state, whatever happens in the NCAA or Congress. While much remains uncertain about the coming era of compensation for college athletes, one thing seems certain: it will begin this summer in a state of chaos.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-advertising-boss-carolyn-everson-leaving-the-social-media-company-11623262708", "title": "Facebook Advertising Boss to Depart", "date": "2021-06-09 16:03", "summary": "Executive spent more than a decade at Facebook. Carolyn Everson, Facebook Inc.'s head of global advertising sales and one of the ad industry's most powerful executives, said she is leaving the company.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vw-to-receive-dieselgate-settlement-from-former-ceo-executives-11623248510", "title": "VW to Receive Dieselgate Settlement From Former CEO, Executives", "date": "2021-06-09 15:59", "summary": "Settlement totaling $351 million closes another chapter in the lingering emissions saga. BERLIN-Former Volkswagen AG Chief Executive Martin Winterkorn and other executives will pay the company a total of $351 million to settle lawsuits for their alleged roles in a decadelong emissions fraud that continues to cast a shadow over the car maker six years after it was disclosed by U.S. authorities, the company said Wednesday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/underground-railroad-houses-ohio-11623267844", "title": "In Ohio, Homeowners Keep Underground Railroad Houses From Becoming Forgotten History", "date": "2021-06-09 15:45", "summary": "From the outside, these Salem homes look like beautiful historic mansions. On the inside, hidden rooms and tunnels offer a glimpse into how abolitionists helped slaves find freedom.. When Gregg Courtad first noticed a listing for a stately red-brick Georgian Colonial in Salem, Ohio, a small town east of Canton, he was attracted by the asking price: $174,900 for the beautiful mansion on more than half an acre along a shaded street just blocks from downtown.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-lets-more-employees-choose-full-time-remote-work-or-return-to-the-office-11623258049", "title": "Facebook Widens Remote-Work Option", "date": "2021-06-09 15:42", "summary": "CEO Mark Zuckerberg tells staff he plans to spend as much as half of the next year working remotely. Facebook Inc. is giving most of its employees a choice: Seek permission to keep working at home or go to the office at least half the time.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/homes-along-salems-underground-railroad-11623267764", "title": "Homes Along Salem's Underground Railroad", "date": "2021-06-09 15:42", "summary": "The Ohio town's mansions reveal their activist past. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-retail-sales-forecast-rises-sharply-as-covid-19-restrictions-ease-11623267345", "title": "U.S. Retail Sales Forecast Rises Sharply as Covid-19 Curbs Ease", "date": "2021-06-09 15:35", "summary": "The National Retail Federation said it expects retail sales to jump as much as 13.5% this year, a greater rise than it predicted in February. U.S. lockdowns have lifted and shopping is back.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-u-s-taiwan-trade-officials-to-talk-as-early-as-thursday-11623267258", "title": "Top U.S., Taiwan Trade Officials to Talk Soon", "date": "2021-06-09 15:34", "summary": "U.S. Trade Representative Katherine Tai and her Taiwanese counterpart look to revive trade dialogue. WASHINGTON-U.S. Trade Representative Katherine Tai plans to speak with her Taiwanese counterpart as early as Thursday as the two governments move to restart trade and investment talks that were suspended during the Trump administration, people familiar with the discussion said Wednesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-moves-to-tighten-flow-of-user-data-leave-advertisers-anxious-11623189903", "title": "Apple's Moves to Tighten Flow of User Data Leave Advertisers Anxious", "date": "2021-06-09 15:33", "summary": "Brands and ad-tech firms say tech giant's push to limit how users are tracked will hurt business, with some questioning privacy rationale. Digital advertisers are studying new Apple Inc. measures that they fear will limit access to data about users, changes industry participants see as an escalation of the tech giant's crackdown in the name of consumer privacy.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/logistics-providers-see-e-commerce-momentum-continuing-post-pandemic-11623266882", "title": "Logistics Providers See E-Commerce Momentum Continuing Post-Pandemic", "date": "2021-06-09 15:28", "summary": "The strong gains in the depths of the lockdowns have eased as people return to stores. But fulfillment companies are still investing in growth, betting that the way people shop has changed for the long-term. Shoppers may be back at the mall, but e-commerce providers are betting consumers will keep a firm grip on their digital shopping carts as pandemic restrictions ease.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-to-propose-new-federal-clean-water-regulation-11623262340", "title": "Biden Administration to Propose New Federal Clean-Water Regulation", "date": "2021-06-09 15:24", "summary": "EPA seeks to undo Trump-era rules that eased permit requirements. The Biden administration has plans to roll out a new proposal for federal clean-water regulations, working to undo moves by the Trump administration that had eased permit requirements for landowners.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2021s-hottest-houseplant-trend-according-to-a-pro-stylist-11623264855", "title": "The Hottest Houseplant Trend, According to a Pro Stylist", "date": "2021-06-09 14:54", "summary": "Multicolored. Antiplain. The buzziest indoor greenery is vividly variegated. Plus: How they work with your décor.. BALTIMORE-BASED plant and interiors stylist Hilton Carter believes that even the most unfashionable plant can deeply gratify a doting minder. But Mr. Carter, whose eponymous collection of plant and garden accessories for Target launched in May, conceded that \"variegated plants are having a moment.\" Most are a blend of greens, creams and whites, he said, \"and how that mixture comes together can be breathtaking.\" At right, the author of the recently published \"Wild Creations\" (CICO Books) lists four patterned plants he sees trending, and the once-popular species they're pushing off social media.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/talks-falter-on-background-checks-for-guns-sales-11623264254", "title": "Talks Falter on Background Checks for Gun Sales", "date": "2021-06-09 14:44", "summary": "Democratic leader Schumer has said Senate may hold vote later this month. WASHINGTON-Senators said they are struggling to find a bipartisan agreement on expanding background checks for gun sales after weeks of talks, with many Republicans wary of backing new efforts to regulate firearms.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/there-are-many-reasons-for-delays-at-ports-11623264272", "title": "There Are Many Reasons for Delays at Ports", "date": "2021-06-09 14:44", "summary": "Solutions need to encompass the entire logistics network that stretches hundreds of miles from the waterfront.. As the organization that negotiates and administers the longshore contract on behalf of carriers and terminal operators at West Coast ports, we take issue with Peter Tirschwell's mischaracterization of the efficiency of our ports in his op-ed \"Behind Your Long Wait for Packages\" (June 3).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-young-are-more-likely-to-fall-for-scams-11623264179", "title": "The Young Are More Likely to Fall for Scams", "date": "2021-06-09 14:43", "summary": "Young people are at far greater risk of being scammed than seniors.. Joseph Epstein does a great job outlining some of the most prevalent and annoying scams out there (\"Scammers and Fraudsters from Sea to Shining Sea,\" op-ed, May 24), but he inadvertently perpetuates a stereotype that seniors are more likely to be scam victims. In fact, the Better Business Bureau has found the opposite to be true: Young people are at far greater risk of being scammed than seniors. We have found, year after year, that the group most susceptible to scams is 18-24-year-olds. In 2020, 56.6% of them who were exposed to a scam ended up losing money. By contrast, fewer than one-third (31.9%) of those 65-plus who were exposed lost money.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-yale-board-move-is-entirely-above-board-11623264228", "title": "The Yale Board Move Is Entirely Above Board", "date": "2021-06-09 14:43", "summary": "Fiduciaries must not be representatives of given causes, but instead keepers of a duty to serve all of an institution.. In \"A Darkness at Yale\" (op-ed, June 4), Lanny Davis expresses strong opposition to the decision made by the Yale Board of Trustees to end the process whereby alumni can petition their way onto the ballot for each year's election of an \"Alumni Fellow\" member of the board.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/forests-good-intentions-but-mixed-results-11623264125", "title": "Forests: Good Intentions but Mixed Results", "date": "2021-06-09 14:42", "summary": "Carbon projects on existing \"working forests\" are an inefficient use of carbon-emission-mitigation funds.. U.S. forests are great at capturing carbon in the atmosphere and storing carbon in long-lived products such as lumber and plywood. However, according to regulators, carbon offsets are supposed to be 1) real, 2) permanent, 3) verifiable, and, most important, 4) additional to a business-as-usual scenario. Forest-based carbon credits perform poorly by three of these metrics. As \"Carbon Market Pays Pine Growers Not to Cut\" (Business & Finance, April 21) points out, most if not all large-scale forest-based carbon projects are paying forest landowners to do something that they are already doing, thus failing to meet the \"additionality\" criterion. Furthermore, trees are too easily substituted in a sawmill, so a harvest deferral by one landowner will simply be met by an acceleration by another.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sometimes-its-hard-to-tell-coincidence-or-conspiracy-11623264084", "title": "Sometimes It's Hard to Tell: Coincidence or Conspiracy", "date": "2021-06-09 14:41", "summary": "Facebook has suspended President Trump until 2023, which will silence him on the platform until well after the midterm elections. Hmm. Coincidence?. Regarding your editorial \"Facebook's New Trump Rules\" (June 5): Facebook has suspended President Trump until 2023, which will silence him on the platform until well after the midterm elections. Hmmm. Coincidence? Of course. You would have to be someone easily taken in by wild conspiracy theories to believe otherwise.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spell-binding-thursday-crossword-june-10-11622832585", "title": "Spell Binding (Thursday Crossword, June 10)", "date": "2021-06-09 14:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-has-signed-multiple-companies-to-its-telehealth-service-11623256596", "title": "Amazon Has Signed Multiple Companies to Its Telehealth Service", "date": "2021-06-09 13:52", "summary": "Amazon Care service is set to scale up, will need thousands of employees, executive says. Amazon . com Inc. has signed multiple companies to its Amazon Care telehealth service and will need thousands of employees to scale the service, company executive Babak Parviz said Wednesday.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-deadly-results-of-defunding-the-police-11623259226", "title": "The Deadly Results of Defunding the Police", "date": "2021-06-09 13:20", "summary": "Makhi Buckly, 19, my colleague's grandson, became a casualty on Memorial Day.. The Woodson Center family lost one of our own on Memorial Day. Makhi Buckly, the 19-year-old grandson of Carl Hardrick, one of our most faithful leaders in youth violence prevention, was fatally shot in Hartford, Conn. Makhi was a student athlete in his freshman year at American International College in Springfield, Mass. When Carl called to tell me the terrible news, his words broke my heart: \"It's my job to keep kids safe, but I can't even protect my own grandson.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-homeroom-angel-in-green-bay-11623259173", "title": "A Homeroom Angel in Green Bay", "date": "2021-06-09 13:19", "summary": "An anonymous donor gave Catholic school teachers $1,000 each.. Teachers unions kept many public schools closed this year. But in one private education system, teachers are being rewarded for staying on the job. Someone in the Green Bay, Wis., area donated $1,000 to each teacher in the Green Bay Area Catholic Education network, which everyone calls Grace. Nearly 190 teachers will receive the bonus. ZipRecruiter puts the average teacher's salary at a Catholic school in Green Bay at less than $42,000.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-pencilmation-became-a-youtube-sensation-11623258834", "title": "How 'Pencilmation' Became a YouTube Sensation", "date": "2021-06-09 13:13", "summary": "A teenager's video about a stick figure named Pencilmate became a series that ranked third in views on the streaming platform, according to the most recent figures. When Ross Bollinger posted a video of an animated stick figure online in 2004, YouTube didn't exist and the 16-year-old artist didn't envision a web show.", "categories": [["Books & Arts", "Entertainment", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kamala-harris-tells-migrants-not-to-come-to-u-s-lays-out-anti-graft-steps-11623180032", "title": "Harris Tells Migrants Not to Come to U.S., Lays Out Antigraft Steps", "date": "2021-06-09 12:57", "summary": "Vice president discusses with Mexican and Guatemalan leaders how to stem the immigration surge at the U.S. southern border. MEXICO CITY-Vice President Kamala Harris said at the conclusion of a trip to Mexico and Guatemala that she would visit the U.S. southern border and stressed that the reasons why migrants from Central America make the dangerous trip to the border would take time to resolve.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eliza-orlins-says-its-time-manhattan-had-a-public-defender-for-district-attorney-11623240001", "title": "Eliza Orlins Says It's Time Manhattan Had a Public Defender for District Attorney", "date": "2021-06-09 12:55", "summary": "The Legal Aid lawyer has built a following steeped in social-media savvy and progressive politics. Carrying hot pink signs and clipboards, volunteers for Eliza Orlins fan out across Manhattan every day, asking voters if they have heard about the only public defender running to be the borough's new district attorney.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ferrari-needs-digital-technology-too-11623257435", "title": "Ferrari Needs Digital Technology, Too", "date": "2021-06-09 12:50", "summary": "Appointment of chip veteran as CEO reflects sharpening focus on new automotive technologies. If Ferrari can't escape the technology trends upending the automotive industry, maybe it needs to lead them.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-hedge-fund-managers-sprawling-north-palm-beach-spread-11623256679", "title": "A Hedge-Fund Manager's Sprawling North Palm Beach Spread", "date": "2021-06-09 12:37", "summary": "The roughly 19,000-square-foot estate in the tony Seminole Landing area was designed by well-known Palm Beach preservationist Gene Pandula.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/north-palm-beach-mansion-sells-for-39-5-million-11623256332", "title": "Following $33 Million NYC Buy, Hedge-Funder Spends $39.5 Million on North Palm Beach Mansion", "date": "2021-06-09 12:33", "summary": "Igor Tulchinsky bought the roughly 19,000-square-foot spread in the Seminole Landing area less than two months after purchasing an apartment inside the country's most-expensive condo tower. Less than two months after closing on a $33 million apartment in Manhattan, Connecticut-based hedge-fund manager Igor Tulchinsky is buying again, this time a $39.5 million mansion in North Palm Beach, Fla.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reduced-u-s-covid-19-data-reporting-worries-some-health-experts-11623255799", "title": "Reduced U.S. Covid-19 Data Reporting Worries Some Health Experts", "date": "2021-06-09 12:23", "summary": "States cite improved situation in U.S. as they change how often they post data. A growing number of states are slowing the pace of their reports on key pandemic data, including cases, deaths and hospitalizations, concerning some epidemiologists and researchers, who say such moves may be too soon given how crucial data is for spotting outbreaks.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californias-endless-emergency-11623255577", "title": "California's Endless 'Emergency'", "date": "2021-06-09 12:19", "summary": "Gov. Newsom clings to extraordinary powers even while announcing 'reopening.'. As this column is being written the website of the federal Centers for Disease Control shows two straight days without a single Covid-19 death in the state of California. Just like everywhere else in the U.S., the widespread availability of vaccines plus natural immunity has caused a welcome collapse in Golden State coronavirus cases. But that doesn't mean that California's Democratic governor is willing to relinquish his emergency powers.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/refugee-camp-for-families-of-islamic-state-fighters-nourishes-insurgency-11623254778", "title": "Family Refugee Camp Fans Flames of Resurgent Islamic State", "date": "2021-06-09 12:06", "summary": "Resume Subscription. AL-HOL, Syria-A refugee camp set up to shelter women and children after the defeat of Islamic State has instead turned into a mini-caliphate itself, where female leaders nurture the group's violent ideology and run money-making schemes that help keep the insurgency alive outside the razor wire.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/poached-chicken-breasts-and-vegetables-with-quick-bagna-cauda-11623251611", "title": "Poached Chicken Breasts and Vegetables With Quick Bagna Cauda", "date": "2021-06-09 11:13", "summary": "As summer heats up, a light meal of chicken and vegetables has big appeal. Bagna cauda, the sauce of olive oil, butter, anchovies and garlic, brings a hint of richness.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-wildfire-threat-rises-at-risk-communities-eye-new-defenses-11623250836", "title": "As Wildfire Threat Rises, Communities Eye New Defenses Against Deadly Infernos", "date": "2021-06-09 11:06", "summary": "Resume Subscription. Author", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/campbell-says-inflation-weighed-on-quarterly-profit-11623245692", "title": "Campbell Plans to Raise Prices as Costs Cut into Profits", "date": "2021-06-09 11:03", "summary": "Soup, Goldfish cracker maker says inflation and tough year-over-year comparisons weighed on its quarterly results. Campbell Soup Co. 's pandemic boost came to an end, as some customers are returning to restaurants and offices, while higher costs cut into profits.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/technology-fills-the-gap-as-jobs-lag-gdp-11623250495", "title": "Technology Fills the Gap as Jobs Lag Behind GDP", "date": "2021-06-09 10:54", "summary": "Pandemic, labor shortages drive businesses to boost productivity with digital investments. The economy is booming. Why isn't job growth?", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/greek-bank-stocks-surge-and-one-lender-looks-to-take-advantage-11623246670", "title": "Greek Bank Stocks Surge, and One Lender Looks to Take Advantage", "date": "2021-06-09 10:34", "summary": "Alpha Services wants to raise $1 billion but major investor Paulson & Co. is against the deal, according to people familiar with the matter. Greek banks, once at the epicenter of Europe's financial troubles, have been a hot bet for investors anticipating a strong economic rebound from the Covid-19 pandemic.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-northern-ireland-population-1-9-million-is-back-on-the-transatlantic-agenda-11623243282", "title": "Why Northern Ireland, Population 1.9 Million, Is Back on the Trans-Atlantic Agenda", "date": "2021-06-09 10:25", "summary": "Post-Brexit accord meant to avoid land border creates other problems that could unsettle U.S.-U.K. ties on eve of Biden's visit. A complex arrangement to manage trade and preserve peace in Northern Ireland after Brexit is souring relations between London and Brussels and risks unsettling the U.K.'s close ties with Washington just as President Biden meets British Prime Minister Boris Johnson this week.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sixteen-years-old-1-7-million-in-revenue-max-hits-it-big-as-a-pandemic-reseller-11623248291", "title": "Sixteen Years Old, $1.7 Million in Revenue: Max Hits It Big as a Pandemic Reseller", "date": "2021-06-09 10:18", "summary": "Resume Subscription. For many videogame enthusiasts, the console shortage of 2020-21 has been a major drag. For high-school junior Max Hayden, it's been a bonanza.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/brazilian-mayor-became-a-global-guru-of-urban-planning-11623247202", "title": "Brazilian Mayor Became a Global Guru of Urban Planning", "date": "2021-06-09 10:00", "summary": "Jaime Lerner, who has died at age 83, found low-cost ways to move people around Curitiba and revive the city's core. Georges-Eugène Haussmann buried the lanes of Paris under broad boulevards. Robert Moses laced New York with bridges and expressways.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-a-light-healthy-recipe-needs-a-drizzle-of-this-sumptuous-sauce-11623247108", "title": "What a Light, Healthy Recipe Needs: A Drizzle of This Sumptuous Sauce", "date": "2021-06-09 09:58", "summary": "To a perfect summer meal of gently poached chicken and seasonal vegetables, chef Mona Talbott adds a quick bagna cauda, rich with butter and anchovies. AS SUMMER HEATS UP, a light meal of chicken and vegetables has big appeal. Bagna cauda, the sauce of olive oil, butter, anchovies and garlic, brings a hint of richness.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/westminster-dog-show-hightails-it-out-of-new-york-city-11623246139", "title": "Westminster Dog Show Hightails It Out of NYC", "date": "2021-06-09 09:42", "summary": "Annual event temporarily moves to a Hudson River village, without spectators. TARRYTOWN, N.Y.-With 2,500 champion dogs arriving this weekend, a quaint village on the Hudson River aims to capitalize on hosting the Westminster Kennel Club Dog Show, which has strayed outside Manhattan because of the Covid-19 pandemic.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mental-health-moves-downtown-11623164448", "title": "Mental Health Moves Downtown", "date": "2021-06-09 09:39", "summary": "Several new or planned mental-health hospitals in city centers aim to do more than treat patients-spurring local business, providing work for those in treatment and using design to erode stigma. Author", "categories": [["", "Cities & Real Estate"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/ferrari-hires-chip-specialist-as-ceo-amid-industry-pivot-11623232177", "title": "Ferrari Turns to a Chip Guy as CEO Amid Industry Pivot", "date": "2021-06-09 09:19", "summary": "Italian luxury car maker's appointment of Benedetto Vigna shows rising role of digital technology. MILAN-Ferrari NV hired a top executive from the semiconductor industry as its new CEO, as car makers focus on microchips and digital technologies that increasingly control everything from brakes to entertainment systems.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-colombian-city-gangs-thrive-amid-protests-and-anarchy-11623244716", "title": "In Colombian City, Gangs Thrive Amid Protests and Anarchy", "date": "2021-06-09 09:18", "summary": "Homicides have nearly doubled in Cali after anti-violence programs were dismantled during the pandemic and as protests continue across the country. CALI, Colombia-For the past two decades, this Colombian city has worked hard to counter its image as a hotbed of drug gangs and thugs. The city government launched social programs and other initiatives that cut crime here by more than half and led to an economic renaissance.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heavier-passengers-on-planes-mean-new-safety-limits-for-airlines-11623243606", "title": "Heavier Passengers Mean New Safety Limits for Airlines", "date": "2021-06-09 09:00", "summary": "A change in an FAA weight rule could result in more fliers getting bumped from flights and more baggage delays. Passengers keep getting bigger. Now airlines must account more accurately for that.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clover-health-stock-surges-again-what-to-watch-when-markets-open-today-11623236264", "title": "Clover Health Stock Surges Again: What to Watch When Markets Open Today", "date": "2021-06-09 09:00", "summary": "Earnings are due from original meme stock GameStop. The meme stocks have a couple of new candidates, with both Clover Health Investments and Wendy's rising premarket after surging in the prior session. Here's what we're watching ahead of Wednesday's opening bell.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-great-mistake-review-an-architect-of-eden-11623243420", "title": "'The Great Mistake' Review: An Architect of Eden", "date": "2021-06-09 08:57", "summary": "Andrew Haswell Green gave New York its world-famous park and more. A novelist reimagines his life and death.. Though there is a dedicated Central Park bench, a Manhattan park and even an island in the Niagara River named after him, Andrew Haswell Green-the \"Father of Greater New York,\" the man who united the city's boroughs and built Central Park and the Bronx Zoo-is hardly a household name. In \"The Great Mistake,\" Jonathan Lee demonstrates that he should be.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shell-to-speed-up-emissions-cuts-in-wake-of-court-ruling-11623236932", "title": "Shell Vows to Speed Up Emissions Cuts", "date": "2021-06-09 08:37", "summary": "Oil major's CEO says company will still appeal order to cut emissions but will also take action. LONDON-Royal Dutch Shell PLC said it would accelerate its efforts to cut its carbon emissions in the wake of a Dutch court ruling last month ordering the oil giant to take more drastic action.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jean-pigozzi-mick-jagger-andy-warhol-steve-jobs-elon-musk-11623241769", "title": "In Candid Photos of Famous Friends, Jean Pigozzi's World", "date": "2021-06-09 08:34", "summary": "Art collector and tech investor Jean Pigozzi's latest book offers a behind-the-scenes look at the men who shaped him.. \"Now everybody is a photographer-even my dog can take pictures,\" says Jean Pigozzi. \"But there are a lot of bad pictures. I use my iPhone to take a picture of a chair that I want to buy, or some car, but I never use it to take portraits.\"", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-g-7s-global-tax-deal-faces-a-china-test-11623241054", "title": "The G-7's Global Tax Deal Faces a China Test", "date": "2021-06-09 08:17", "summary": "Push to set minimum tax rates for big companies that operate internationally is in line with many of Beijing's objectives, but its support isn't a given. An endeavor by Group of Seven nations to set minimum global tax rates for big companies presents a rare opportunity to satisfy objectives of both the U.S. and China. Still, Beijing's support for the proposal isn't a foregone conclusion.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-iphones-to-ipads-the-apple-gadgets-you-shouldand-shouldntbuy-right-now-11623240000", "title": "The Apple Gadgets You Should-and Shouldn't-Buy Right Now", "date": "2021-06-09 08:00", "summary": "It's a bad time to purchase an iPhone. The same goes for AirPods and Apple Watches. But it's a good time to get an iPad. Our columnist's annual Do/Don't Buy list is here.. You know how Punxsutawney Phil turns up every February to tell you when winter will end? Well, maybe some year I won't turn up in June to tell you when your iPhone buying season should end.", "categories": [["Tech", "Personal Tech", "Personal Technology: Joanna Stern"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crypto-startup-solana-raises-314-million-to-develop-faster-blockchain-11623240001", "title": "Crypto Startup Solana Raises $314 Million to Develop Faster Blockchain", "date": "2021-06-09 08:00", "summary": "Solana's technology used in fast-growing area of decentralized finance, or DeFi. Blockchain startup Solana Labs Inc. says it has raised $314 million of new funding to develop technology used in the fast-growing area of the cryptocurrency markets known as decentralized finance, or DeFi.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/james-harden-nets-bucks-nba-playoffs-11623203513", "title": "James Harden Was Traded for a Sixth-Grader", "date": "2021-06-09 08:00", "summary": "A shot at the NBA title cost the Nets their draft picks through 2027. The players in that class? They're currently in middle school.. On the day the Brooklyn Nets became an NBA superteam by trading for James Harden, a player they might send back to the Houston Rockets was in his mother's car finishing his math homework.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-to-companies-no-more-deposits-please-11623238200", "title": "Banks to Companies: No More Deposits, Please", "date": "2021-06-09 07:30", "summary": "Some banks, awash in deposits, are encouraging corporate clients to spend the cash on their businesses or move it elsewhere. U.S. companies are holding on to billions of dollars in cash. Their banks aren't sure what to do with it.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/green-junk-bonds-may-not-deliver-green-results-11623236581", "title": "Green Junk Bonds May Not Deliver Green Results", "date": "2021-06-09 07:03", "summary": "Many of the securities include fine-print warnings that the companies might not fulfill their environmental pledges. Wall Street is selling a record number of junk bonds meant to finance environmental projects, but many have an important catch: The borrowers don't guarantee that they will use the money for green purposes.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exxon-and-chevrons-pains-wont-easily-translate-to-gains-11623236580", "title": "Exxon and Chevron's Pains Won't Easily Translate to Gains", "date": "2021-06-09 07:03", "summary": "While the largest energy companies are the ones facing the brunt of investors' scrutiny, it won't be easy for other producers to take market share. Developments in the past couple of weeks showed that the two American supermajors- Exxon Mobil and Chevron -can no longer kick the can down the road when it comes to addressing climate risk. While the heat is on the oil giants, though, their market share won't exactly be easy pickings for other producers.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-race-to-sell-groceries-online-is-getting-crowded-11623236146", "title": "China's Race to Sell Groceries Online Is Getting Crowded", "date": "2021-06-09 06:58", "summary": "Two startups tap investors in New York, joining the likes of Alibaba and JD.com in an expensive battle to reinvent grocery shopping. Selling groceries online has become hot in China. The cash necessary to succeed may keep investors cool, though.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microstrategys-rough-life-as-a-bitcoin-tracker-11623234600", "title": "MicroStrategy's Rough Life as a Bitcoin Tracker", "date": "2021-06-09 06:30", "summary": "Wall Street values software maker primarily for its cryptocurrency holdings just as business is improving. One has to hand it to MicroStrategy in that they have hit on an effective, if expensive, way to get back on Wall Street's radar.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-tests-out-intervening-in-housing-market-to-tame-prices-11623161379", "title": "China Puts a Roof on Housing Prices to Contain Red Hot Property Market", "date": "2021-06-09 06:07", "summary": "Shenzhen experiments with maximum prices for secondhand homes, but skeptics worry moves will lead to market distortions. Chinese cities are stepping up efforts to control one of the biggest problems of the country's post-pandemic economy: runaway housing prices.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-companies-want-to-make-holograms-part-of-routine-office-life-11623232800", "title": "Tech Companies Want to Make Holograms Part of Routine Office Life", "date": "2021-06-09 06:00", "summary": "The technology is closer to becoming an everyday reality. Companies from Google to WeWork want to help employers cut down on Zoom fatigue with a new approach to communications: holograms for the workplace.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/valo-health-to-go-public-through-spac-deal-11623232801", "title": "Valo Health to Go Public Through SPAC Deal", "date": "2021-06-09 06:00", "summary": "Company was founded by Flagship Pioneering, which also has a stake in Covid-19 vaccine maker Moderna. Valo Health LLC, an early-stage company focused on drug discovery and development, is going public through a combination with a special-purpose acquisition company, a deal that values the combined entity at about $2.8 billion, the companies said.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-says-child-care-assistance-will-help-economy-grow-11623231001", "title": "Biden Pushes for Expansion of Child-Care Assistance", "date": "2021-06-09 05:30", "summary": "Some Republicans and economists question the benefits to children and push to give cash to families. WASHINGTON-The Biden administration says its plan to expand access to preschool and affordable child care will help bolster long-term economic growth by making it easier for parents, and especially women, to work.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-has-a-new-cop-on-the-white-collar-crime-beat-11623231000", "title": "Europe Has a New Cop on the White-Collar Crime Beat", "date": "2021-06-09 05:30", "summary": "The European Public Prosecutor's Office, launched last week, will investigate crimes involving EU funds, including Covid-19 relief programs. The European Union's newest law-enforcement agency is facing a number of challenges out of the gate, including watching how billions in Covid-19 relief funds are spent and dealing with resistance to expanded EU powers from some member states.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/digital-security-startup-backed-by-katzenberg-valued-at-over-1-billion-11623231000", "title": "Katzenberg-Backed Aura Valued at Over $1 Billion", "date": "2021-06-09 05:30", "summary": "Private-equity firm Warburg Pincus leads $150 million funding round for Aura. Aura, a company backed by Hollywood mogul Jeffrey Katzenberg and Silicon Valley investor Sujay Jaswa, raised $150 million to help further its bid to become a one-stop offering for online security.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-heads-to-europe-to-restore-alliances-and-counter-autocracys-rise-11623231001", "title": "Biden Seeks Allies' Support in Confronting Putin, China", "date": "2021-06-09 05:30", "summary": "As the president's trip to Europe begins, some G-7 countries are skeptical of launching a united front against authoritarian governments. WASHINGTON-On his first foreign trip, President Biden will seek to rally European partners and other democratic nations against what he views as a threatening rise in authoritarianism, as the world emerges from the health and economic crises posed by the coronavirus pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-crackdown-hits-chinese-stocks-just-not-in-china-11623231001", "title": "Tech Crackdown Hits Chinese Stocks, Just Not in China", "date": "2021-06-09 05:30", "summary": "Beijing's effort to rein in its internet giants has mostly affected the share price of companies listed offshore. China's tech crackdown is mostly affecting firms listed outside the country, helping to create a big performance gap between onshore and offshore Chinese stocks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-surging-manufacturing-prices-put-pressure-on-beijing-to-do-something-about-them-11623222635", "title": "China's Surging Manufacturing Prices Put Pressure on Beijing", "date": "2021-06-09 03:10", "summary": "The country's producer-price index grew at its fastest pace in nearly 13 years in May. HONG KONG-China's factory-gate prices surged by the most in nearly 13 years in May, escalating global concerns about rising commodity costs and squeezed profit margins for businesses, and raising pressure on Beijing to rein in prices.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-biden-ends-infrastructure-talks-with-senate-gop-group-11623185881", "title": "Biden Ends Infrastructure Talks With Senate GOP Group", "date": "2021-06-09 01:45", "summary": "President will shift focus in negotiations to separate bipartisan set of lawmakers. WASHINGTON-President Biden called off an effort to reach an infrastructure compromise with several Senate Republicans after progress stalled, shifting his focus to a separate set of negotiations with a group of Republicans and Democrats in an effort to salvage a bipartisan deal on the issue.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11623181285", "title": "Pepper...and Salt", "date": "2021-06-09 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeings-new-air-force-one-jets-could-arrive-late-cost-more-11623187963", "title": "Boeing's Air Force One Jets Could Arrive a Year Late", "date": "2021-06-09 23:58", "summary": "Plane maker has proposed delivery of presidential fleet a year later than planned, Pentagon official says. Boeing Co. has estimated the new Air Force One jets it is building may arrive a year late and cost taxpayers more than planned, a top Pentagon official said.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcauliffe-favored-in-virginia-democratic-primary-election-11623165684", "title": "Terry McAuliffe Wins Democratic Nomination for Virginia Governor", "date": "2021-06-09 23:17", "summary": "Former governor wins his party's nomination again Tuesday, setting up a November contest against Republican Glenn Youngkin. Former Democratic Gov. Terry McAuliffe won his party's nomination for a second stint as governor, defeating a crop of rivals who tried to cast him as an uninspiring standard-bearer and setting up a November matchup with Republican Glenn Youngkin that should be this year's most-watched election.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/live-wildlife-sold-in-wuhan-markets-before-covid-19-outbreak-study-shows-11623175415", "title": "Over 47,000 Wild Animals Sold in Wuhan Markets Before Covid Outbreak, Study Shows", "date": "2021-06-09 22:57", "summary": "New study shows animals were often butchered on site in markets and stored in cramped, unhygienic conditions. More than 47,000 wild animals were sold in the Chinese city of Wuhan in the two and a half years before the first confirmed Covid-19 cluster was found there, a new study showed, providing critical new evidence that the coronavirus could have spread naturally from animals to humans.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-republicans-block-legislation-aimed-at-narrowing-gender-wage-gap-11623194999", "title": "Gender Wage Gap Legislation Blocked by Senate Republicans", "date": "2021-06-09 21:27", "summary": "Democrats needed 60 votes to overcome a Republican filibuster of Paycheck Fairness Act. WASHINGTON-Senate Republicans blocked legislation that Democrats said would narrow the gender-wage gap, a disparity that took on heightened significance during the pandemic as women disproportionately left the workforce or lost their jobs.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/glitch-unmasks-role-of-networks-making-websites-faster-11623201253", "title": "Glitch Unmasks Role of Networks Making Websites Faster", "date": "2021-06-09 21:14", "summary": "Content delivery network services help make the web faster for end users. But when an outage hit Tuesday, dozens of sites went offline.. The use of remote networks to make websites run faster can also leave the sites vulnerable to outages, such as the one that derailed online services for dozens of businesses and government agencies around the world early Tuesday, industry analysts said.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}]