[{"link": "https://www.wsj.com/articles/fort-worth-crash-leaves-five-dead-nearly-100-cars-piled-up-11613066419", "title": "Fort Worth Crash Leaves Six Dead in Massive Pileup", "date": "2021-02-11 18:56", "summary": "At least 133 vehicles involved on an icy highway. At least six people were killed and dozens more were rushed to hospitals after a massive pileup on a Fort Worth, Texas, freeway.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-to-come-to-america-s-oldest-bank-bny-mellon-11613044810", "title": "Bitcoin to Come to America's Oldest Bank, BNY Mellon", "date": "2021-02-11 18:54", "summary": "The custody bank plans to eventually treat digital currencies like any other asset. Bank of New York MellonCorp., the nation's oldest bank, is making the leap into the market for bitcoin, a sign of broader acceptance of the once-fringe digital currency.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-adds-21-2-million-new-subscribers-11613079564", "title": "Disney+ Adds 21.2 Million New Subscribers", "date": "2021-02-11 18:50", "summary": "The entertainment behemoth adds 21.2 million subscribers to Disney+ streaming service. Walt Disney Co. typically reports its first-quarter earnings with news of a Christmas Day blockbuster performance at the box office, or a holiday surge in theme-park attendance. On Thursday, however, the company again demonstrated how Covid-19 has brutalized its bottom line.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-golden-state-parachute-11613086748", "title": "Biden's Golden State Parachute", "date": "2021-02-11 18:39", "summary": "His nominee for deputy Labor secretary presided over $11.4 billion in jobless benefits fraud.. Progressives like to say these days that the Biden Administration is bringing California's values to the rest of America, and alas that seems to be true. Consider the nomination of California Labor secretary Julie Su to be deputy U.S. Labor secretary after presiding over a gargantuan unemployment benefits fraud.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/strange-new-respect-for-mike-pence-11613086666", "title": "Strange New Respect for Mike Pence", "date": "2021-02-11 18:37", "summary": "He's a 'patriot,' a man of faith and courage, Democrats now say.. One novel, even astonishing, spectacle in President Trump's impeachment trial has been progressive Democrats singing the praises of Mike Pence. \"The Vice President and I don't agree on too much in politics,\" Rep. Joaquin Castro told the Senate jurors Wednesday. \"But he's a man who upholds his oath, his faith, his duty, and most of all upholds the Constitution.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/appeals-court-clears-way-for-extradition-of-americans-accused-in-ghosn-escape-11613086537", "title": "Appeals Court Clears Way for Extradition of Americans Accused in Ghosn Escape", "date": "2021-02-11 18:35", "summary": "Father and son may soon be flown to Japan to face charges. BOSTON-A federal appeals court cleared the way Thursday for the extradition to Japan of two Americans accused of helping smuggle former auto titan Carlos Ghosn out of that country by hiding him inside a music equipment box.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cvs-and-walmart-decide-who-gets-leftover-covid-19-vaccine-doses-11613039401", "title": "CVS and Walmart Decide Who Gets Leftover Covid-19 Vaccine Doses", "date": "2021-02-11 18:33", "summary": "Pharmacies and grocers grapple with whether their employees or the public should get first dibs on unused shots as they start to offer appointments. As pharmacies and groceries across the U.S. prepare to dispense Covid-19 vaccines to the public, their customers and workers are wondering what happens to extra doses left unused at day's end-and who might get access to one.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-is-priced-for-a-thrill-ride-11613086203", "title": "Disney Is Priced for a Thrill Ride", "date": "2021-02-11 18:30", "summary": "Strong streaming growth has propelled stock to a record valuation, despite pandemic's continued pain. Walt Disney Co. has sold its streaming story well. Investors will soon need to start paying attention to the other parts of the empire, though.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-02-11-2021-11613033088", "title": "S&P 500, Nasdaq Close at Records", "date": "2021-02-11 18:29", "summary": "An improving labor market and positive quarterly earnings have supported some stocks. The S&P 500 and Nasdaq Composite eked out new closing records Thursday following a rocky trading session.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-feds-racial-equity-dilemma-11613086190", "title": "The Fed's 'Racial Equity' Dilemma", "date": "2021-02-11 18:29", "summary": "New research shows how easy money can expand racial wealth gaps.. President Biden ran on adding a mandate for \"racial equity\" to the Federal Reserve's two current mandates of stable prices and full employment. But what does that mean in practice for monetary policy? The advocates, like Jared Bernstein of the White House Council of Economic Advisers, typically suggest it means easier money for a longer period of time.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-short-term-thinking-11613086094", "title": "Biden's Short-Term Thinking", "date": "2021-02-11 18:28", "summary": "Will the President restrict a useful health insurance option?. The Biden team is combing the books for Trump policies to undo, and one target may be modest regulations expanding choices in health insurance. Democrats have attacked \"short-term\" health plans as \"junk insurance,\" but the evidence shows they've become a valuable option for millions of Americans.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gpb-capital-agrees-to-sec-monitor-sought-to-protect-investors-11613085354", "title": "GPB Capital Agrees to SEC Monitor Sought to Protect Investors", "date": "2021-02-11 18:15", "summary": "The agency asked a federal judge to install a monitor to help preserve what is left of some $1.7 billion invested in GPB Capital private-equity funds. GPB Capital Holdings LLC, the private-equity firm at the center of an alleged $1.7 billion Ponzi-like scheme to deceive investors, agreed late Thursday to have an independent monitor oversee the firm's operations.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-mountain-backed-signify-health-shares-surge-in-public-debut-11613084842", "title": "New Mountain-Backed Signify Health Shares Surge in Public Debut", "date": "2021-02-11 18:07", "summary": "After its IPO priced at $24 a share, the healthcare company's shares surged nearly 32% Thursday. Shares of New Mountain Capital-backed Signify Health Inc. closed nearly 32% higher Thursday after the technology-enabled healthcare company's initial public offering priced above the expected range.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-vote-to-acquit-is-a-vote-for-a-lie-11613084456", "title": "A Vote to Acquit Trump Is a Vote for a Lie", "date": "2021-02-11 18:00", "summary": "And why didn't his supporters in Congress go out on Jan. 6 and speak to the crowds, their people?. The second impeachment trial of Donald Trump has been a rout for the pro-impeachment side. They made the case through time-stamped videos and close argumentation, and their timeline linked in an undeniable way the statements of the president on 1/6 and the actions of the rioters who stormed the Capitol. Democratic floor managers were at their best when they were direct, unadorned, and dealt crisply with information and data, as they did most of the time. They were less effective when they employed emotional tones to move the audience. Here is a truth: Facts make people feel. People are so unused to being given them. They're grateful for the respect shown in an invitation to think.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-covid-schooling-11613084290", "title": "Joe Biden's Covid Schooling", "date": "2021-02-11 17:58", "summary": "Rather than reopen classrooms, the new president coasts on his predecessor's work.. Handling a pandemic is hard work. Lucky for Joe Biden, he's discovering his predecessor did most of the heavy lifting.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/traveling-the-world-with-the-power-of-spices-11613084073", "title": "Traveling the World With the Power of Spices", "date": "2021-02-11 17:54", "summary": "From Somali Xawaash to Indian chaat masala, American cooks are embracing new combinations of aromas and flavors.. When my mood turns anxious or just weary of these pandemic times, I lift my heavy granite mortar and pestle down from its shelf and grind up a new spice mix. It's more exhilarating than a new bottle of perfume and far cheaper. It never ceases to amaze me how the whole atmosphere in the kitchen changes depending on subtle tweaks to the spice mix. Grind together some cinnamon sticks and cardamom pods and your kitchen will instantly smell of Swedish sticky buns; add a spoonful of cumin to the mix and you are eating pilaf in the Middle East. Spice mixes allow you to travel the world in an aromatic haze, which is all the more welcome now that real travel is mostly off the table.", "categories": [["Life & Work", "Table Talk"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/table-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-economic-article-5-to-counter-china-11613084046", "title": "An 'Economic Article 5' to Counter China", "date": "2021-02-11 17:54", "summary": "An attack on wines from Australia is an attack on democracy.. If you want to drink a toast to freedom, consider an Australian wine. China has taken umbrage at Australia's criticism of its human-rights record and slammed tariffs on its wines. Among other outrageous demands, Beijing insists that Australia rein in its free press's coverage of China.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/voice-of-freedom-review-once-in-a-century-singer-11613083976", "title": "'Voice of Freedom' Review: Once-in-a-Century Singer", "date": "2021-02-11 17:52", "summary": "A PBS 'American Experience' special looks at the life of contralto Marian Anderson, the first African-American soloist at the Met Opera.. 'Do I still have to go through with this?\" the opera singer Marian Anderson asked her manager, Sol Hurok, on the evening of April 8, 1939-the night before her now-legendary appearance at the Lincoln Memorial. A case of nerves would have been understandable, even for a seasoned performer like Anderson. But as recalled in the \"American Experience\" installment \"Voice of Freedom,\" she also knew the event was going to define her forever-just as it would define the Daughters of the American Revolution, the organization that had barred the singer from Washington's Constitution Hall because of her race and precipitated a watershed moment in the history of the American Civil Rights movement.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lincolns-mentors-review-the-education-of-a-leader-11613083910", "title": "'Lincoln's Mentors' Review: The Education of a Leader", "date": "2021-02-11 17:51", "summary": "Abraham Lincoln was largely self-educated, but he wisely chose a handful of mentors and role models who helped shape his political life.. Abraham Lincoln had less schooling than all but a couple of other presidents, and more wisdom than every one of them. In this original, insightful book, Michael Gerhardt, a professor of jurisprudence at the University of North Carolina at Chapel Hill, explains how this came to be. He focuses on five men he calls Lincoln's mentors, but the book is really an account of how Lincoln educated himself. Crucially, it does not stop at the inauguration; more than any other president, Lincoln grew in office. Until the very end of his life, his self-education never ceased.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/everybody-calm-down-about-gamestop-11613083812", "title": "Everybody Calm Down About GameStop", "date": "2021-02-11 17:50", "summary": "Like the 2010 'flash crash,' the media overreaction will probably produce a government overreaction.. Things aren't looking good for those of us who hoped the GameStop frenzy would quickly give way to GameStop fatigue.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-covid-evolves-treatments-may-prove-as-important-as-vaccines-11613083638", "title": "As Covid Evolves, Treatments May Prove as Important as Vaccines", "date": "2021-02-11 17:47", "summary": "The FDA has approved only a few therapeutic drugs. Many studies suggest promising options.. New Covid-19 variants are eluding antibody treatments and may render vaccines less effective. To keep up, physicians need a broader arsenal of therapies that the virus can't easily defeat. But the Food and Drug Administration has authorized precious few treatments for Covid-19, namely Gilead's antiviral remdesivir and monoclonal antibodies by Regeneron Pharmaceuticals and Eli Lilly . The National Institutes of Health has prioritized monoclonal antibodies-essentially manufactured copies of human antibodies-which have shown promise against other diseases, including cancer.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rise-and-fall-of-the-gamestop-frenzy-11613083164", "title": "The Rise and Fall of the GameStop Frenzy", "date": "2021-02-11 17:44", "summary": "Interest in the videogame retailer is fading, according to several market metrics. GameStop's rocket ship has come back to earth.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-citys-world-trade-center-site-to-get-a-residential-tower-11613083262", "title": "New York City's World Trade Center Site to Get a Residential Tower", "date": "2021-02-11 17:41", "summary": "Silverstein Properties and Brookfield Asset Management will lead the development of 900-foot-tall residential tower. Preliminary plans for the first residential tower at the World Trade Center gained approval on Thursday, marking a new direction for the lower Manhattan site that in the past two decades has grown into an office district and a memorial to those who died in the Sept. 11, 2001, terrorist attacks.", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-real-estate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-chunky-slide-on-sandal-has-returned-seven-to-try-11613083151", "title": "The Chunky Slide-On Sandal Has Returned. Seven to Try", "date": "2021-02-11 17:39", "summary": "Whether a flip-flop, a mule or a Birkenstock-style sandal, the chunky slide-on sandals of 2021 go from basic to baller. From Celine to Jacquemus, spring's sandals are a comfortable hybrid of house slipper and statement shoe. Featuring classic slide and flip-flop silhouettes, typically worn with a bathrobe or a bathing suit, they have been reimagined with elegant details that make them suitable footwear for just about any occasion. They come in cozy textures ranging from faux fur to French terry, in bright colors and pared-back neutrals. The black hotel slipper from Balenciaga works well with a pair of jeans and a white tee, while the burgundy leather rosette slide from Valentino could be paired with long fluid silhouettes, as it was on the runway. Stella McCartney's Air Slide flip-flop features an exaggerated outer sole made with 50 percent recycled materials; in vibrant cherry red, the off-duty-lifeguard staple enters chic new territory. Another sleek rubber slip-on with a subtle platform is Givenchy's new Marshmallow Slide. Pair it with a tailored suit for an unexpected twist.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baypine-progresses-toward-2-billion-goal-for-debut-fund-11613082939", "title": "BayPine Progresses Toward $2 Billion Goal for Debut Fund", "date": "2021-02-11 17:37", "summary": "The fund has held a first close of around $1.1 billion, people familiar with the matter said. BayPine LP, which was co-founded by Silver Lake co-founder David Roux, has rounded up at least $1.1 billion in an initial closing on its debut fund, putting the fund more than halfway to a $2 billion goal, according to people familiar with the offering.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fact-checking-biden-family-business-11613082711", "title": "'Fact-Checking' Biden Family Business", "date": "2021-02-11 17:31", "summary": "Facebook and PolitiFact discourage investigation of foreign energy deals.. Voters might have thought that suppression of news and commentary about Biden family influence peddling ended with the election. But it seems that Facebook and Politifact are still on the case, seeking to discredit allegations against the Bidens without even knowing whether they are true or false.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dandyish-boutonniere-returnsthis-time-with-gems-11613081921", "title": "The Dandyish Boutonniere Returns-This Time, With Gems", "date": "2021-02-11 17:18", "summary": "A boutonniere fastened with a diamond brooch gives classic lapels a fresh look. Six ways to try it.. The boutonniere, named after the French term for buttonhole, first became popular in the late 19th century. Style and horticulture columns alike published tutorials for arranging the mini bouquets, with tips on how to wear them. Any well-dressed Victorian man or woman followed along with the trend. Fashion at the time had popularized a new style of suits and coats turned over at the top, introducing the lapel, and the boutonniere became as commonplace as the pocket watch. In the 20th century, though, the boutonniere slipped away from mainstream dress, and now the accessory is reserved mostly for high school proms and wedding ceremonies. These days you'd be hard-pressed to pass someone on the street running errands wearing a buttonhole of roses and baby's breath.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-braskem-ceo-in-talks-to-settle-bribery-charges-11613073500", "title": "Former Braskem CEO in Talks to Settle Bribery Charges", "date": "2021-02-11 17:14", "summary": "José Carlos Grubisich is accused of helping funnel $250 million to slush fund for bribes. The former chief executive officer of Brazilian petrochemical company Braskem SA is in talks with U.S. prosecutors to settle charges stemming from his alleged role in a scheme to create a slush fund for illegal bribes, according to a court filing.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-debt-on-track-to-hit-a-record-107-of-gdp-by-2031-cbo-says-11613070073", "title": "U.S. Debt on Track to Hit a Record 107% of GDP by 2031, CBO Says", "date": "2021-02-11 17:14", "summary": "Deficit for fiscal 2021 will come to $2.3 trillion, almost $900 billion less than projected earlier, as economy revives. WASHINGTON-Federal deficits are projected to soar over the next decade, but not as much as officials forecast last summer, thanks to an improving economic outlook that is expected to bolster federal revenues, the Congressional Budget Office said Thursday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transcript-wsj-interview-with-san-francisco-fed-chief-mary-daly-11613081124", "title": "Transcript: WSJ Interview With San Francisco Fed Chief Mary Daly", "date": "2021-02-11 17:05", "summary": "Resume Subscription. ", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/william-dentzer-helped-wall-street-unsnarl-its-paperwork-11613055610", "title": "William Dentzer Helped Wall Street Unsnarl Its Paperwork", "date": "2021-02-11 16:52", "summary": "Former CIA operative, who died at age 91, led early clearinghouse for stock trades. In the late 1960s, long before anyone dreamed of GameStop Corp. or cryptocurrencies, many Americans fixated on go-go stocks that seemed to promise instant wealth. When trading volume exploded, the quaint back offices of Wall Street brokerages-reliant on pens and teetering stacks of paper-couldn't keep pace.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judas-and-the-black-messiah-review-betrayal-of-the-panther-party-11613079490", "title": "'Judas and the Black Messiah': Betrayal of the Panther Party", "date": "2021-02-11 16:38", "summary": "Shaka King's thrilling biopic stars Daniel Kaluuya and LaKeith Stanfield as Fred Hampton and the FBI informant who turned on him.. Daniel Kaluuya and LaKeith Stanfield give a matched pair of phenomenal performances in \"Judas and the Black Messiah.\" Mr. Kaluuya is Fred Hampton, the controversial chairman of the Illinois Black Panther Party in the late 1960s, and Mr. Stanfield is Bill O'Neal, the FBI informant who was instrumental in Hampton's killing. The film, directed by Shaka King from a script he wrote with Will Berson, is a special sort of twofer-a powerful, and candidly sympathetic, political biography with contemporary relevance, and a morality tale set forth as an exciting action adventure. (The film is playing in theaters and streaming on HBO Max.)", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/all-the-devils-are-here-and-molly-sweeney-reviews-tales-of-evil-and-eyes-11613079415", "title": "'All the Devils Are Here' and 'Molly Sweeney' Reviews: Tales of Evil and Eyes", "date": "2021-02-11 16:36", "summary": "Patrick Page stars in a one-man show about Shakespeare's villains; a woman undergoes surgery to restore her sight in Brian Friel's play.. On Broadway, Patrick Page usually plays bad guys, most notably the monstrous villains of \"Spider-Man: Turn Off the Dark\" and \"Hadestown.\" Elsewhere, though, he is best known as one of America's greatest classical actors, blessed with a bass voice so resonant that it can actually make your theater seat shake-I've felt it-without benefit of amplification.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wallstreetbets-traders-set-cannabis-stocks-alight-11613042985", "title": "WallStreetBets Traders Set Cannabis Stocks Alight", "date": "2021-02-11 16:34", "summary": "Individual investors on Reddit's popular online forum are talking up marijuana stocks, sending shares of some U.S.-listed companies soaring. The day traders behind GameStop Corp.'s meteoric rise last month are turning their attention to cannabis stocks, betting that President Biden's administration will push for further decriminalizing the drug.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/minari-review-working-the-land-and-the-heart-11613079090", "title": "'Minari' Review: Working the Land and the Heart", "date": "2021-02-11 16:31", "summary": "Lee Isaac Chung's semi-autobiographical film tells the story of a Korean family relocating to a farm in Arkansas.. ", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/forget-chocolates-and-flowers-this-valentines-day-new-yorkers-want-indoor-dining-reservations-11613078503", "title": "Forget the Chocolates and Flowers. This Valentine's Day, New Yorkers Want Indoor Dining Reservations", "date": "2021-02-11 16:21", "summary": "As the city reopens indoor dining at 25%, restaurants are being flooded with calls to secure coveted seats. In the pre-pandemic era, the hottest finds in New York City might have been a pair of tickets to \"Hamilton\" or courtside seating for a Knicks game.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stanley-tucci-searching-for-italy-review-mouthwateringly-good-11613077849", "title": "'Stanley Tucci: Searching for Italy' Review: Mouthwateringly Good", "date": "2021-02-11 16:10", "summary": "In the actor's CNN docuseries, he takes viewers on a delectable food tour featuring local pastas, cheeses and more.. If you wanted to prepare a Stanley Tucci reduction-a distillation of the actor's basic essence-you might be left with a single, ironically cocked eyebrow. He is not a performer given to grand gestures. So when he tastes the yolk-fattened spaghetti carbonara in a Roman restaurant, closes both eyes and spontaneously hugs the chef, it is the equivalent of fireworks over the Tiber.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/looking-for-that-spark-friday-crossword-february-12-11612887719", "title": "Looking For That Spark (Friday Crossword, February 12)", "date": "2021-02-11 16:01", "categories": [["WSJ Puzzles", "Crossword Contest"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword-contest?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-demand-recovery-expected-to-outstrip-production-11613035778", "title": "Oil Demand Recovery Expected to Pick Up Speed", "date": "2021-02-11 15:44", "summary": "Despite projecting continued rebalancing, IEA increases supply forecast. The recovery in global oil demand will accelerate in the second half of this year as the market continues to rebalance after the turmoil brought by the pandemic, according to OPEC and the International Energy Agency.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mall-developer-robert-congel-pursued-towering-ambitions-11613074768", "title": "Mall Developer Robert Congel Pursued Towering Ambitions", "date": "2021-02-11 15:19", "summary": "Syracuse entrepreneur, who has died at age 85, aimed to make Destiny USA the nation's biggest tourist attraction and promote green energy. Robert Congel, who got his start installing sewer lines, thought big. He aimed to build America's largest shopping mall and No. 1 tourist attraction on the shores of Onondaga Lake in his native Syracuse, N.Y., while promoting renewable energy to cure the U.S. of what he called its \"petroleum addiction.\"", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-mandalorian-drops-actress-gina-carano-over-social-media-posts-11613074233", "title": "'The Mandalorian' Drops Gina Carano Over Social-Media Posts", "date": "2021-02-11 15:10", "summary": "Disney+ series cuts ties with performer after backlash to her online comments. Lucasfilm said it is no longer working with Gina Carano after the actress's social-media posts angered fans.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mercedes-amg-glb-35-an-appealingly-unsleek-crossover-11613074242", "title": "Mercedes-AMG GLB 35: An Appealingly Boxy Crossover", "date": "2021-02-11 15:10", "summary": "A new body type, this compact, unsleek SUV evokes a London taxi-if Germany had won the war. Result: a winning clunkiness and the best cargo and seating capacity in its class, writes Dan Neil. AMONG MY DAYDREAMS, I have always wished I could take Shakespeare to a showing of Baz Luhrmann's film \"Romeo + Juliet.\" Or else give Democritus, inventor of atomic theory, a tour of the Large Hadron Collider.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/david-tepper-inks-contract-for-palm-beach-mansion-11613074087", "title": "Carolina Panthers Owner David Tepper Inks Contract for $73 Million Palm Beach Mansion", "date": "2021-02-11 15:09", "summary": "The billionaire hedge-funder pays so much in taxes his residential moves are closely watched by state legislators. In 2016, when David Tepper moved his home and business to Florida, he set off alarms with lawmakers at his prior home state of New Jersey: He and his business pay so much in state tax that his departure put New Jersey's budget at risk. In 2020, New Jersey lawmakers announced that Mr. Tepper had returned, shoring up the state's finances.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/forgiving-student-debt-is-unwise-and-unjust-11613073598", "title": "Forgiving Student Debt Is Unwise and Unjust", "date": "2021-02-11 14:59", "summary": "Forgiving student debt puts money in the pockets of people who least need it, those college graduates and others who pursued their dreams with other peoples' cash.. While Sen. Chuck Schumer urges debt forgiveness for students who borrowed their way through college, he ignores how this decision will inflict the burden of those same loans on others across the country (\"White House Weighs Student-Debt Forgiveness,\" U.S. News, Feb. 5). Many opted for other less costly educational opportunities, chose to go to work over attending college, worked while attending college, saved before attending college or chose degrees capable of providing income sufficient to repay their loans. Many brave men and women joined our armed forces and risked their lives to be provided an avenue to attend college when they completed their military service. By increasing the tax burden necessary to pay for debt cancellation, entitled individuals would prevent a whole other segment of our society from \"buying cars, from going on vacation, from starting families.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/liz-cheney-and-the-future-of-the-republicans-11613073530", "title": "Liz Cheney and the Future of the Republicans", "date": "2021-02-11 14:58", "summary": "Many conservatives have become demoralized and discouraged with the America they see and live in.. Peggy Noonan is correct when she says that most people aren't \"passionately immersed in politics\" and that they \"see politics as it goes by on their screens\" (\"Liz Cheney Wins One for Sanity,\" Declarations, Feb. 6). What they've witnessed in the last 50 years is that every time a hard truth is gently given it's defeated by the blitzkrieg of Democratic special-interest groups that have never found a hill they were not willing to die on. Many conservatives who have viewed this have become demoralized and discouraged with the America they see and live in.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/be-smart-and-take-advantage-of-the-vaccine-11613073471", "title": "Be Smart and Take Advantage of the Vaccine", "date": "2021-02-11 14:57", "summary": "Every unvaccinated individual who becomes infected becomes a potential incubator for a viral strain that mutates beyond the protective effects of the antibodies generated by both vaccines and the immune systems of previously infected individuals.. Regarding Scott Gottlieb and Mark McClellan's \"What to Do When There's a Covid-19 Vaccine Glut\" (op-ed, Feb. 8): The unspoken danger with regard to a substantial portion of the population refusing immunization resides in the mutagenic nature of the virus itself. Every unvaccinated individual who becomes infected becomes a potential incubator for a viral strain that mutates beyond the protective effects of the antibodies generated by both vaccines and the immune systems of previously infected individuals.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abraham-accords-promote-peace-trade-not-religion-11613073377", "title": "Abraham Accords Promote Peace, Trade, Not Religion", "date": "2021-02-11 14:56", "summary": "The idea of this agreement is that economic growth and political stability will lead to religious differences being de-emphasized and common humanity rediscovered.. It's said that when you're a hammer, everything looks like a nail, so I understand why Robert Nicholson of the Philos Project wrote the Houses of Worship column he did (\"Abraham's Missing Child: Christians,\" Feb. 5), but he's entirely missed the point of the Abraham Accords. Those agreements are political and economic normalization between Israel and neighboring governments. Their stated goal is to decrease radicalism and increase cooperation.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-those-big-elephants-fight-look-out-below-11613073003", "title": "When Those Big Elephants Fight, Look Out Below", "date": "2021-02-11 14:50", "summary": "The article \"Apple, Facebook Tangle on Privacy\" reminds me of an African saying.. The article \"Apple, Facebook Tangle on Privacy\" (Page One, Jan. 29) reminds me of the African saying: \"When elephants fight, it is the grass that suffers.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-working-to-address-chip-shortage-affecting-automakers-other-industries-11613066609", "title": "Biden Administration Working to Address Chip Shortage", "date": "2021-02-11 14:16", "summary": "Effort will look to free up supply-chain choke points and work with producers, trade partners. WASHINGTON-The Biden administration said Thursday it is working to address a global chip shortage that is hurting U.S. auto makers and other industries, aiming to free up supply-chain choke points.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/surging-u-s-home-prices-gaining-momentum-as-rally-intensifies-11613062810", "title": "Surging U.S. Home Prices Gain Momentum as Rally Intensifies", "date": "2021-02-11 14:07", "summary": "The strongest housing boom in more than a decade is boosting home values. U.S. home prices are rising at an accelerating pace, new data show, as the strongest housing boom in more than a decade is boosting home values from major metro areas to small cities and vacation spots.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-coronavirus-02-11-2021-11612991315", "title": "Winter Layoffs Show Early Signs of Easing", "date": "2021-02-11 14:06", "summary": "Jobless claims ease from early January peak, openings increase and employers slowly add to payrolls. The labor market is offering signs the economy is starting to mend from a steep winter slowdown.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/four-seasons-resort-in-napa-commanding-near-record-sales-price-11613048401", "title": "Four Seasons Resort in Napa Commanding Near-Record Sales Price", "date": "2021-02-11 13:39", "summary": "Hotel and real-estate investors have made competing offers in excess of $170 million. The owner of the new Four Seasons hotel in California's Napa Valley is negotiating a sale that would represent one of the highest valued hotel transactions ever, signaling a demand for smaller luxury resorts even as the broader industry struggles.", "categories": [["WSJ News Exclusive", "Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mini-nuclear-reactors-offer-promise-of-cheaper-clean-power-11613055608", "title": "Mini Nuclear Reactors Offer Promise of Cheaper, Clean Power", "date": "2021-02-11 13:35", "summary": "Reactor makers are pitching smaller, modular systems that produce limitless emissions-free energy-but they may not be an easy sell. Author", "categories": [["", "Energy & Climate"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/alden-is-in-talks-to-buy-tribune-publishing-11613067818", "title": "Alden Is in Talks to Buy Tribune Publishing", "date": "2021-02-11 13:23", "summary": "The hedge fund already owns a big stake in the newspaper chain behind titles including the Chicago Tribune and New York Daily News. A hedge fund that owns a big stake in Tribune Publishing Co. is in talks to buy the newspaper chain behind titles including the Chicago Tribune and New York Daily News.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/instagram-bans-robert-f-kennedy-jr-over-covid-19-vaccine-misinformation-11613029259", "title": "Instagram Bans Robert F. Kennedy Jr. for Covid-19 Vaccine Misinformation", "date": "2021-02-11 13:09", "summary": "Parent company Facebook has been intensifying its effort to combat false and misleading information about Covid-19. Instagram removed the account of prominent vaccine skeptic Robert F. Kennedy Jr., one of the highest-profile steps in parent company Facebook Inc.'s intensifying effort to combat false and misleading information about Covid-19.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/myanmar-coup-poses-diplomatic-challenge-for-world-leaders-11613049643", "title": "General Who Led Myanmar Coup Poses Challenges for West", "date": "2021-02-11 13:09", "summary": "Even before Gen. Min Aung Hlaing wrested control, the U.S. had sanctioned him, and his army's campaigns are the subject of a genocide case. SINGAPORE-On the fifth day after Myanmar's military chief seized power in a coup, his new foreign minister invited the diplomatic corps for a briefing via Zoom, the videoconferencing app. For Western officials, this presented a problem: Would attendance signal that they were in any way recognizing Gen. Min Aung Hlaing's rule?", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-remote-work-year-looms-as-office-reopening-plans-are-delayed-11613039402", "title": "Another Remote-Work Year Looms as Office-Reopening Plans Are Delayed", "date": "2021-02-11 13:04", "summary": "Return dates get pushed to September or beyond, keeping firms and employees in 'moment of limbo'. One of the hardest questions for American corporations to answer: When should offices reopen?", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-urges-u-s-to-make-tech-giants-pay-for-news-11613066402", "title": "Microsoft Urges U.S. to Make Tech Giants Pay for News", "date": "2021-02-11 13:00", "summary": "Company President Brad Smith says Biden administration should copy Australian proposal opposed by Facebook and Google. SYDNEY- Microsoft Corp. said the U.S. should copy Australia's controversial proposal that tech companies pay newspapers for content-putting it at odds with Alphabet Inc.'s Google and Facebook Inc.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-comes-love-then-comes-marriage-then-comes-a-living-room-remodel-11613066457", "title": "First Comes Love. Then Comes Marriage. Then Comes a Living Room Remodel", "date": "2021-02-11 13:00", "summary": "Chicago newlyweds wanted a space that reflected the pair coming together as a couple. When Gil Melott of Chicago's Studio 6F was brought in to design the interior of a newly married couple's 1910 home in the city's Gold Coast area, he knew it had to be something that represented a fresh start for the two. It was also the biggest challenge.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-inflation-debates-miss-inflation-11613065779", "title": "What Inflation Debates Miss: Inflation", "date": "2021-02-11 12:49", "summary": "Focusing on consumer prices allows economists to miss all the other social danger signs of bad prices.. Something extraordinary is breaking out at the moment: a debate about inflation. The trigger is the $1.9 trillion stimulus bill President Biden and Capitol Hill Democrats intend to ram through on a party-line vote.", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californias-unscientific-worship-ban-11613065722", "title": "California's Unscientific Worship Ban", "date": "2021-02-11 12:48", "summary": "Whether religious services are 'essential' isn't a matter for government to decide.. These days \"follow the science\" has become a cliché especially popular with government leaders. But when it comes to the constitutional right to worship, California began to follow the science only after a recent Supreme Court intervention.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-a-turnaround-israels-netanyahu-woos-arab-voters-to-sway-election-11613062866", "title": "In a Turnaround, Israel's Netanyahu Woos Arab Voters", "date": "2021-02-11 12:01", "summary": "Many Arab Israelis remain opposed to the prime minister, but some say they are willing to listen if he can help them tackle poverty and other problems. QALANSUWA, Israel-After years of alienating Israel's Arab voters, Prime Minister Benjamin Netanyahu is now courting them, hoping they hold the key to staying in power.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-brad-pitt-made-men-mad-for-plaid-11613062837", "title": "How Brad Pitt Made Men Mad for Plaid", "date": "2021-02-11 12:00", "summary": "Last fall, the paparazzi snapped the actor in a cashmere flannel with mega-checks that cost around $2,000-and the shirt went viral. Equally arresting but less paralyzingly priced: these five cotton options.. IT WAS THE flannel that shot across the internet. In mid-November, actor, producer and perennial hair icon Brad Pitt was handing out groceries in Los Angeles as a charitable gesture in the lead-up to Thanksgiving. The paparazzi on hand captured Mr. Pitt's charmingly casual outfit: a pair of white slip-on sneakers, distressed (but likely pricy) blue jeans and a flannel shirt with an unusually intense red, black and white check pattern. That beguiling flannel stole the show and fans raced to identify it. Though they floated many theories online, few picked the right brand: A representative for Mr. Pitt confirmed that the shirt is by God's True Cashmere, a minuscule shirt company run by holistic healer and jewelry designer Sat Hari Khalsa, whose cashmere flannels can be had for around $2,000.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-people-rushed-to-buy-homes-during-covid-now-they-regret-it-11613062856", "title": "These People Rushed to Buy Homes During Covid. Now They Regret It.", "date": "2021-02-11 12:00", "summary": "Resume Subscription. Stella Guan spent months searching for a home to buy, getting outbid again and again in the white-hot real-estate market of the Los Angeles suburbs. Finally, her offer on a \"beautiful\" Santa Clarita house was accepted in August, she said. The graphic designer, 30, paid roughly $600,000 for the house. But after sleeping there for only a few nights, she had an unfortunate realization. \"I was like 'uh-oh, I hate this house,' \" she recalled. \"I hate this house so much.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/apollo-s-lifepoint-in-talks-to-buy-ardent-health-services-11613061599", "title": "Apollo's LifePoint in Talks to Buy Ardent Health Services", "date": "2021-02-11 11:47", "summary": "Combined company could be valued above $10 billion including debt. A company owned by Apollo Global Management Inc. is in talks to buy Ardent Health Services, according to people familiar with the matter, in a move that would add roughly 30 hospitals across six states and create an entity worth more than $10 billion including debt.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/double-face-masks-n95-protect-yourself-against-new-covid-19-variants-with-these-mask-upgrades-11612473349", "title": "Protect Yourself Against Covid-19 Variants With These Mask Upgrades", "date": "2021-02-11 11:44", "summary": "The guidance around masks is changing. Here's the latest that you need to know.. It's time to up your mask game.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/astrazeneca-plans-to-double-covid-19-vaccine-output-as-it-fixes-production-issues-11613048354", "title": "AstraZeneca Plans to Double Covid-19 Vaccine Output", "date": "2021-02-11 11:40", "summary": "Drugmaker booked $2 million in sales in 2020 from end-of-year shipments of the shot. LONDON- AstraZeneca PLC said it was fixing problems with the manufacturing of its Covid-19 vaccine and expects to roughly double monthly production to 200 million doses by April, as it seeks to move past a rocky start to the shot's rollout.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kraft-heinz-signals-covid-19-feast-will-go-on-11613061009", "title": "Kraft Heinz Signals Covid Feast Will Go On", "date": "2021-02-11 11:30", "summary": "Food companies gave reasons for optimism about packaged-food demand continuing to be strong. Food companies keep indicating that their good fortune last year will extend into this one. Investors might be ready to start listening.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-ahead-for-energy-and-the-climate-11613060349", "title": "What's Ahead for Energy and the Climate", "date": "2021-02-11 11:19", "summary": "In our latest issue, The Future of Everything looks at shrinking nuclear reactors, turning household trash into fuel, the ski industry's survival in a warmer world and more. Published Feb. 11, 2021 11:19 am ET", "categories": [["", "Energy & Climate"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-lawmakers-push-for-change-in-nursing-homes-after-covid-19-deaths-11613060311", "title": "New York Lawmakers Push for Change in Nursing Homes After Covid-19 Deaths", "date": "2021-02-11 11:18", "summary": "New data on Covid-related nursing-home deaths prompt calls for more hearings, advanced legislation. ALBANY, N.Y.-State lawmakers this week called for additional hearings and advanced legislation tied to coronavirus-related deaths in New York's nursing homes as new data on the scope of the problem was released.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cfos-hesitate-to-invest-in-handle-bitcoin-due-to-volatility-11613060171", "title": "CFOs Hesitate to Invest in, Handle Bitcoin Due to Volatility", "date": "2021-02-11 11:16", "summary": "Finance chiefs are watching closely after Tesla disclosed a $1.5 billion purchase this week. Chief financial officers are watching closely after Tesla Inc. this week disclosed a $1.5 billion investment in bitcoin and Twitter Inc.'s Ned Segal mused publicly about potentially paying employees or vendors using the cryptocurrency.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-new-year-comes-in-with-a-whisper-11613060121", "title": "Chinese New Year Comes In With a Whisper", "date": "2021-02-11 11:15", "summary": "Resume Subscription. This week, Chinese people all over the world will usher in the Year of the Ox with family and friends, lucky foods and customs all designed to bring good fortune after a tumultuous year.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-live-feed-of-the-arguing-brain-11613059049", "title": "A Live Feed of the Arguing Brain", "date": "2021-02-11 10:57", "summary": "Using novel imaging techniques, researchers can see how agreement and opposition stimulate our neurons in different ways.. Psychologist Susan Pinker explores new discoveries in the science of human nature. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Mind and Matter: Susan Pinker"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/mind-and-matter-susan-pinker?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-retiree-shoes-like-mephistos-and-merrells-got-cool-11613058541", "title": "Why Millennials and Gen Z Are Opting for Comfy Shoes Made for Grandparents", "date": "2021-02-11 10:49", "summary": "In the WFH Era, Gen Z and millennials are trading hyped-up sneakers for practical, comfortable walking shoes with an orthopedic edge. ALEX WRIGHT first laid eyes on Mephisto's stocky leather lace-ups when he was a teenager working in the back of a clothing store in Manchester, England. Someone had ordered a pair of the ample, minimalist walking shoes online and as he packed the order, Mr. Wright, now 24, thought, \"Who on earth under the age of 50 would buy these shoes?\" He couldn't have predicted that just a few years later he would own not just one pair of Mephistos, but three. From his teen years to young adulthood, his taste in shoes has evolved from hyped-up sneakers to sensible, comfortable, even orthopedic-style shoes.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-are-the-customers-fully-autonomous-yachts-11613057570", "title": "Where Are the Customers' Fully Autonomous Yachts?", "date": "2021-02-11 10:32", "summary": "A Wall Street analyst's 'buy' recommendation is worth a read in this frothy market. In a go-go market, who needs Wall Street research reports? Just take a quick glance at the recommendation and price target and get busy trading. But a portfolio manager who merely skims Stifel analyst Scott Devitt's Wednesday note with a \"buy\" recommendation on Uber Technologies and a $67 price target is missing out.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bureaucracy-limited-supplies-doubts-keep-new-york-healthcare-workers-from-getting-covid-19-vaccines-11613057138", "title": "New York Healthcare Workers Slow to Get Covid-19 Vaccines", "date": "2021-02-11 10:25", "summary": "Hospitals, unions and associations have been working to boost vaccinations among workers. Morton Kleiner had expected to vaccinate more than 100 employees of his Island Rehabilitative Services through New York state's hospital vaccination program, which prioritized front-line healthcare workers.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economic-survey-11613000382", "title": "Forecasters Lift Expectations for 2021 Economic Growth", "date": "2021-02-11 10:00", "summary": "Upbeat projections buoyed by vaccinations and stimulus outlook, though fears of virus variants are rising. Forecasters are increasingly optimistic about economic growth this year, though less so about the labor market's prospects, as it recovers from the effects of the coronavirus pandemic, a new Wall Street Journal survey shows.", "categories": [["WSJ News Exclusive", "Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-puzzles-saturday-february-13-11612976709", "title": "Number Puzzles (Saturday, February 13)", "date": "2021-02-11 10:00", "categories": [["WSJ Puzzles", "Number Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/number-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zombie-baseballs-and-mlbs-home-run-problem-11613054828", "title": "Zombie Baseballs and MLB's Home Run 'Problem'", "date": "2021-02-11 09:47", "summary": "An all-or-nothing obsession with dingers has altered the game, but the issues are more embedded. Baseball is tinkering with its baseball, taking some of the oomph out of its official game ball-the concern being that the sport has turned into a little too much of an all-or-nothing home run derby, and it would be nice to see major-league talent swing for a polite double, or a line shot into the gap, or a sizzling grounder down the line, or, to get ooey-gooey baseball nostalgic for a second, a long, loopy single on a lazy summer afternoon.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepsicos-snack-offerings-fuel-latest-results-11613051321", "title": "PepsiCo's Snacks Fuel Latest Results", "date": "2021-02-11 09:40", "summary": "Demand for Cheetos and Tostitos offset weak soda sales, which company expects to pick up as restaurants and theaters reopen. PepsiCo Inc. doesn't expect people to stop munching on Cheetos any time soon.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-olympic-chief-yoshiro-mori-to-quit-after-sexist-remarks-11613028755", "title": "Japan Olympic Chief to Quit After Sexist Remarks", "date": "2021-02-11 09:35", "summary": "His departure creates an unusual and disruptive leadership change just before the Tokyo Games. TOKYO-Japan's Olympic chief plans to resign after making derogatory remarks about women, a person close to him said, creating an unusual and disruptive leadership transition less than six months before the Games are scheduled to begin in Tokyo.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shell-hits-its-own-peak-oil-plans-to-reduce-output-11613042962", "title": "Shell Hits Its Own Peak Oil, Plans to Reduce Output", "date": "2021-02-11 09:32", "summary": "Energy giant joins peers it pledging to reduce its dependence on fossil fuels while tapping the growing electricity market. LONDON- Royal Dutch Shell PLC said it would start reducing oil production, calling an end to a decades-old strategy centered on pumping more hydrocarbons as it and other energy giants seek to capitalize on a shift to low-carbon power.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-china-tech-policy-at-crossroads-over-commerce-security-pick-11613044800", "title": "China Tech Policy at Crossroads Over Commerce Pick", "date": "2021-02-11 09:09", "summary": "One candidate advocates a hard line regarding exports while another has helped U.S. companies seeking exemptions to restrictions. WASHINGTON-As the Biden administration charts its course on China policy, a coming political appointment to a key Commerce Department post could offer clues to how the White House will address security risks posed by Chinese tech companies.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-zillow-mgm-what-to-watch-when-the-stock-market-opens-today-11613045089", "title": "Uber, Zillow, MGM: What to Watch When the Stock Market Opens Today", "date": "2021-02-11 09:01", "summary": "Dow futures are rising moderately after notching a new record on Wednesday. Here's what we're watching as markets kick into gear on Thursday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blunt-top-prosecutor-on-capitol-riots-michael-sherwin-may-stay-on-under-biden-11613052000", "title": "Blunt Top Prosecutor on Capitol Riots, Michael Sherwin, May Stay On Under Biden", "date": "2021-02-11 09:00", "summary": "Acting U.S. attorney's office has charged more than 200 people so far. Michael Sherwin's handling of the investigation into a 2019 terrorist attack at a Florida Navy base so impressed President Trump and then-Attorney General William Barr that they made him the top federal prosecutor in Washington. Now, Mr. Sherwin's approach to the Jan. 6 riot by Trump supporters has the Biden administration considering keeping him on.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/major-hospitals-form-company-to-capitalize-on-their-troves-of-health-data-11613052000", "title": "Major Hospitals Form Company to Capitalize on Troves of Health Data", "date": "2021-02-11 09:00", "summary": "Demand from technology companies, insurers, drugmakers and others has created a gold rush. A group of major hospital systems is launching a company to pull together and sell access to anonymized data on their millions of patients for uses including research and drug development.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cash-in-pockets-emerges-as-new-democratic-approach-to-federal-aid-in-coronavirus-bill-11613051415", "title": "Cash-in-Pockets Emerges as Democrats' Approach in Stimulus Bill", "date": "2021-02-11 08:50", "summary": "After-tax incomes for bottom 20% of households would rise by 20% under plan moving through House committees. WASHINGTON-Congressional Democrats are using coronavirus relief legislation to advance a vision of federal aid to households that is focused on cash assistance with few restrictions, moving away from the work requirements and minimum-income thresholds that have been cornerstones of federal policies for decades.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-much-does-a-c-section-cost-at-one-hospital-anywhere-from-6-241-to-60-584-11613051137", "title": "How Much Does a C-Section Cost? At One Hospital, Anywhere From $6,241 to $60,584", "date": "2021-02-11 08:45", "summary": "New federally mandated disclosures by California's Sutter Health illustrate the wide disparity in healthcare rates negotiated by insurers. When a woman gets a caesarean section at the gleaming new Van Ness location of Sutter Health's California Pacific Medical Center, the price might be $6,241. Or $29,257. Or $38,264. It could even go as high as $60,584.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-road-trip-that-model-ashley-graham-cant-wait-to-take-11613050789", "title": "The Road Trip That Model Ashley Graham Can't Wait to Take", "date": "2021-02-11 08:39", "summary": "Every diner in America? Sign us up. Supermodel Ashley Graham talks about what she can't wait to do when the pandemic ends.. What's the one thing this past year has taught you?", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/interior-designer-brigette-romanek-took-the-long-road-to-finding-her-calling-11613050669", "title": "Interior Designer Brigette Romanek Took the Long Road to Finding Her Calling", "date": "2021-02-11 08:37", "summary": "Today the Los Angeles-based interior designer counts Beyoncé and Demi Moore as clients. But first she had careers in music and fashion.. Moving house every few years as a child, Brigette Romanek remembers the cities she and her single mother, a hardworking backup singer, would pass through: Chicago, Seattle, New York, Los Angeles. She also remembers the sofas she curled up in along the way: radiant orange at her fashionable Chicago aunt's house, a spotless floral at her great-grandmother's. Thinking back on the choices these stylish women made, she says, she might have predicted her eventual career.", "categories": [["Still Life"]], "category_links": ["https://www.wsj.com/news/types/magazine-still-life?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/next-stop-for-electric-vehicle-spac-mania-the-jetsons-11613050428", "title": "Next Stop for Electric-Vehicle SPAC Mania: the Jetsons", "date": "2021-02-11 08:33", "summary": "Archer may take the lead in developing electric air taxis after merging with a blank-check company, but widespread adoption is still science fiction. Wall Street has found a combination even more faddish than blank-check companies and electric vehicles: Blank-check companies and Jetsons-style flying taxis. While there is some promise in the idea, investors had better hope that this isn't too much glamour packed into one.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyc-school-reformer-takes-on-admissions-testing-11613049629", "title": "NYC School Reformer Takes On Admissions Testing", "date": "2021-02-11 08:20", "summary": "New CEO of Urban Assembly, overseeing 9,000 students, joins fight to end testing for gifted and talented programs. In 1993, the students at Washington Elementary School in Union, N.J., were asked the age-old question, \"What do you want to be when you grow up?\" in a questionnaire for the school's yearbook.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-find-the-cost-of-hospital-medical-procedures-11613048778", "title": "How to Find the Cost of Hospital Medical Procedures", "date": "2021-02-11 08:06", "summary": "Institutions must give consumers a way to examine the prices of 300 'shoppable' services, as well as offer a larger data file including all of their offerings. On Jan. 1, nearly all U.S. hospitals were required to start posting the prices they negotiate with insurers for services ranging from a simple imaging exam to a complex heart surgery and everything in-between.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-alabama-has-the-worst-covid-19-vaccination-rates-11613048418", "title": "Why Alabama Has the Worst Covid-19 Vaccination Rates", "date": "2021-02-11 08:00", "summary": "Resume Subscription. In states' race to administer Covid-19 vaccines to residents, Alabama consistently has trailed the pack.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/as-huawei-talks-stall-detention-of-two-canadians-in-china-drags-on-11613048409", "title": "Two Canadians Stay Jailed in China as Huawei Talks Stall", "date": "2021-02-11 08:00", "summary": "Michael Spavor and Michael Kovrig were detained after a Huawei executive was arrested in Vancouver; 'It was grueling,' Mr. Kovrig's wife said of the early months of his imprisonment. Canadian businessman Michael Spavor called his country's Beijing embassy from an airport in China's northeast. He was being questioned by authorities after being blocked from boarding a flight out of China.", "categories": [["WSJ News Exclusive", "World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/online-grocer-weee-hires-first-cfo-as-it-looks-to-grow-its-business-11613048400", "title": "Weee Hires First CFO as It Looks to Grow Its Business", "date": "2021-02-11 08:00", "summary": "Ankur Shah is tasked with helping the company expand into new markets. Online grocery startup Weee Inc. hired its first finance chief to guide the company's growth as it looks to expand into new markets and prepares for a potential initial public offering.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/olympic-medalist-is-among-those-indicted-in-capitol-riot-probe-11613003096", "title": "Olympic Medalist Is Among Those Indicted in Capitol Riot Probe", "date": "2021-02-11 07:13", "summary": "Grand jury charges swimmer Klete Keller with felony offenses along with others suspected of being among the first to break into Capitol. WASHINGTON-Gold-medal Olympic swimmer Klete Keller was indicted by a federal grand jury on charges related to the Jan. 6 riot at the U.S. Capitol, as prosecutors pursue additional counts against the alleged rioters including one that comes with a potential 20-year sentence.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-and-lyfts-surge-pricing-looks-excessive-11613044810", "title": "Uber and Lyft's Surge Pricing Looks Excessive", "date": "2021-02-11 07:03", "summary": "Recent share price returns suggest Uber and Lyft are revved up for a ride-share recovery that may well run out of gas. Consumers avoided ride-sharing last year like, well, the plague. Investors are acting as if there won't be any lasting damage.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-a-cigarette-stock-be-an-ethical-investment-11613043790", "title": "Can a Cigarette Stock Be an Ethical Investment?", "date": "2021-02-11 06:43", "summary": "Tobacco companies like Philip Morris International hope that a shift to e-cigarettes will help them shake their toxic reputation with investors. In one of the most ambitious pitches in the cigarette industry's history, Philip Morris International is making a play for ethical investors.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-crown-resorts-affair-wont-reward-high-rollers-11613041961", "title": "The Crown Resorts Affair Won't Reward High Rollers", "date": "2021-02-11 06:12", "summary": "The troubles of the casino operator might look like a buying opportunity. But regulators could spoil a happy ending.. A government report peeking into the murky world of casinos is casting Australia's Crown Resorts in an unsavory light. But investors see a chance to make off like bandits. That might not work out as planned.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dutch-speedskaters-canals-elfstedentocht-pandemic-11612994859", "title": "Dutch Skaters Waited 24 Years for Canals to Freeze. Then The Pandemic Hit.", "date": "2021-02-11 06:00", "summary": "The historic Elfstedentocht race requires thick ice for skaters to race between 11 cities. This year may be cold enough-but coronavirus rules are blocking it.. The Netherlands have been waiting 24 winters for a cold snap like this one. Not too windy, not too snowy, and temperatures sinking like a bike in a canal. That's because these are the precise conditions required for the ultimate Dutch sporting event: a 200-kilometer speedskating race on frozen waterways through 11 cities in Friesland.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-and-india-to-pull-back-forces-from-disputed-border-11613040179", "title": "China and India to Pull Back Forces From Disputed Border", "date": "2021-02-11 05:43", "summary": "Move could help ease monthslong tensions, though the countries are still discussing other points of friction. NEW DELHI-India and China said they would pull back their security forces along part of their disputed border in the Himalayas, a move that could help ease monthslong tensions between the world's two most populous countries.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fintech-fundraising-fuels-hope-for-u-k-finance-post-brexit-11613039400", "title": "Fintech Fundraising Fuels Hope for U.K. Finance Post-Brexit", "date": "2021-02-11 05:30", "summary": "Companies such as Checkout, Monzo and Revolut have made the U.K. the largest market for fintechs outside the U.S.. U.K. financial-technology startups are raising fresh investment cash at a fast clip, a boost for London as it tries to hold on to its role as a global financial center post-Brexit.", "categories": [["Markets", "Stocks", "Europe Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/europe-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-daly-sees-central-bank-maintaining-its-bond-buying-pace-through-2021-11613039401", "title": "Fed's Daly Sees Central Bank Maintaining Bond-Buying Pace Through 2021", "date": "2021-02-11 05:30", "summary": "The San Francisco Fed chief says that another round of fiscal aid from the government shouldn't overheat the economy. Federal Reserve Bank of San Francisco leader Mary Daly said the U.S. central bank is unlikely to pull back on its bond-buying stimulus this year, and that another round of government aid shouldn't overheat the economy.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clubhouse-and-social-audio-apps-are-having-a-momentis-it-all-talk-11613039404", "title": "Clubhouse Wins Over Hollywood, Tech, Even Elon Musk. Are You Next?", "date": "2021-02-11 05:30", "summary": "Users flock to audio app and other voice-based social platforms seeking new ways to connect, including some big names in politics and Silicon Valley. Clubhouse and other audio-based social networks are attracting users with a simple appeal: hearing another human voice.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19s-corporate-winners-should-beware-a-push-for-profit-sharing-11613035412", "title": "Covid-19's Corporate Winners Should Beware a Push for Profit-Sharing", "date": "2021-02-11 04:23", "summary": "In South Korea and the U.K., companies that have profited during the pandemic are under the scrutiny of governments. South Korea's government is considering encouraging firms with burgeoning pandemic profits to spread the wealth around. Investors far from Korea would be wise to monitor what the center-left administration decides: It could lay down a road map for other countries.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-morgan-wallen-rebuke-whats-the-impact-of-country-musics-response-11612978477", "title": "The Morgan Wallen Rebuke: What's the Impact of Country Music's Response?", "date": "2021-02-11 00:23", "summary": "The music industry distanced itself from the rising country star-but his latest album tops the charts. What the industry's moves mean for his career and country music. Before Big Loud Records suspended Morgan Wallen last week for making a racial slur, the 27-year-old singer was on his way to becoming country music's next big superstar. Music executives say he ticked all of Nashville's boxes: a compelling voice, well-crafted songs about small towns, drinking and relationships, a commercial sound made for radio and a little old-school swagger. Most importantly, he became a streaming giant-a rarity in country music, which historically has lagged behind hip-hop and other genres on streaming services.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-launch-a-pentagon-review-of-china-strategy-11612979574", "title": "Biden, China's Xi Hold Talks Over Rights, Trade, Climate", "date": "2021-02-11 00:12", "summary": "U.S. president raised issues that divide the two countries but also held open the possibility of working together on common concerns. WASHINGTON-President Biden spoke with Chinese President Xi Jinping for the first time since taking office in a call in which he said he raised issues of human rights, trade policy and international security that divide the two countries while also holding open the possibility of working together on climate change and nuclear proliferation.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11612977178", "title": "Pepper...and Salt", "date": "2021-02-11 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tencent-executive-held-by-china-over-links-to-corruption-case-11613009016", "title": "Tencent Executive Held by China Over Corruption Case", "date": "2021-02-11 23:16", "summary": "Zhang Feng has been investigated for alleged unauthorized sharing of personal data collected by WeChat to an ex-official. An executive at Tencent Holdings Ltd. , China's most valuable publicly listed company, has been held by Chinese authorities, part of a probe into a high-profile corruption case involving one of the country's former top law-enforcement officials, people familiar with the matter said.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-names-cybersecurity-expert-to-lead-response-to-solarwinds-hack-11613012954", "title": "White House Names Cybersecurity Expert to Lead Response to SolarWinds Hack", "date": "2021-02-11 22:09", "summary": "Anne Neuberger is the Biden administration's point person on the suspected Russian breach of federal systems. WASHINGTON-The White House on Wednesday said it had selected a top National Security Agency official to lead the Biden administration's response to the sprawling SolarWinds hack, a decision disclosed after growing pressure from lawmakers for more information about the breach.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-impeachment-trial-five-takeaways-from-the-second-day-11613011621", "title": "Trump Impeachment Trial: Five Takeaways From the Second Day", "date": "2021-02-11 21:47", "summary": "House Democrats serving as impeachment managers made their case in the Senate on Wednesday. Day two of the second impeachment trial of former President Donald Trump featured Democratic House impeachment managers making the first half of their case that he should be convicted for inciting the Jan. 6 Capitol riot. Here are five takeaways from the day:", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-volkswagen-ev-battery-supplier-dealt-setback-by-trade-commission-11612997534", "title": "Ford, Volkswagen EV Battery Supplier Dealt Setback by Trade Commission", "date": "2021-02-11 21:40", "summary": "Ruling against SK Innovation in a trade-secrets case threatens future of Georgia complex being built to make batteries. A federal trade commission ruled against battery maker SK Innovation Co. in a case that could disrupt Ford Motor Co. and Volkswagen AG's plans to build electric vehicles in the U.S.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-day-two-of-trump-impeachment-trial-democrats-lay-out-their-case-11612953001", "title": "Democrats Argue Trump 'Inflamed and Incited' Capitol Riot", "date": "2021-02-11 20:13", "summary": "On day two of impeachment trial, House managers play new footage of the January attack on Congress. WASHINGTON-Democrats argued that Donald Trump \"assembled, inflamed and incited\" the attack against the Capitol in a last-ditch effort to overturn the result of the election, relying on Mr. Trump's own words and previously unseen video to make their case in the former president's second impeachment trial.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hustler-publisher-larry-flynt-dies-at-78-11613005095", "title": "Hustler Publisher Larry Flynt Dies at 78", "date": "2021-02-11 19:58", "summary": "The pornography mogul challenged the establishment and became a target for the religious right and feminist groups. LOS ANGELES-Porn purveyor Larry Flynt, who built Hustler magazine into an adult-entertainment empire while championing First Amendment rights, died Wednesday. He was 78.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mastercard-to-support-some-cryptocurrencies-on-its-network-11613004823", "title": "Mastercard to Support Some Cryptocurrencies on its Network", "date": "2021-02-11 19:53", "summary": "Company says it is seeing more people using cards to buy crypto assets such as Bitcoin. Mastercard Inc. on Wednesday said it is preparing to support cryptocurrencies directly on its network this year, as the company follows the rise of digital assets.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-has-started-producing-uranium-metal-in-violation-of-2015-accords-iaea-says-11612981889", "title": "Iran Makes Uranium Metal in Breach of Nuclear Deal", "date": "2021-02-11 19:33", "summary": "The material can be used to form the core of nuclear weapons; Iran says it is producing it for research purposes. Iran has produced a material that is banned under the 2015 nuclear accords and could be used to form the core of a nuclear weapon, as it seeks to step up pressure on the Biden administration to lift economic sanctions on Tehran.", "categories": [["WSJ News Exclusive", "Middle East"]], "category_links": ["https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-buy-to-lay-off-store-workers-11612992808", "title": "Best Buy Is Cutting Some Store Workers' Jobs, Reducing Hours", "date": "2021-02-11 19:32", "summary": "Sales have surged since stores reopened; company says it must adapt to an ever more digital shopping landscape. Best Buy Co. notified store workers this week that the retailer was cutting some jobs and reducing hours, according to people familiar with the situation, as the big-box chain adapts to a world where more shopping happens online.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ubers-food-delivery-business-cost-cuts-cushion-pandemic-hit-11612991100", "title": "Uber's Food-Delivery Business, Cost Cuts Cushion Pandemic Hit", "date": "2021-02-11 19:03", "summary": "Ride-hailing giant's annual loss narrows even as health crisis stunts core operations. Uber Technologies Inc. posted a narrower annual loss on the back of its food-delivery business and aggressive cost cuts, even as the coronavirus pandemic crushed its core ride-hailing operations.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/possible-early-covid-19-cases-in-china-emerge-during-who-mission-11612996225", "title": "Possible Early Covid-19 Cases in China Emerge in WHO Probe", "date": "2021-02-11 19:00", "summary": "WHO team scrutinizing cases of 90 patients with coronavirus-like symptoms in October 2019, two months before Beijing acknowledged first infections. BEIJING-About 90 people were hospitalized with Covid-19-like symptoms in central China in the two months before the disease was first identified in Wuhan in late 2019, according to World Health Organization investigators, who said they pressed Beijing to allow further testing to determine whether the new virus was spreading earlier than previously known.", "categories": [["WSJ News Exclusive", "China"]], "category_links": ["https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mit-grad-sought-in-fatal-shooting-of-yale-student-kevin-jiang-11613001633", "title": "MIT Grad Sought in Fatal Shooting of Yale Student", "date": "2021-02-11 19:00", "summary": "The 26-year-old was shot to death in a car on Saturday night in New Haven, Conn., according to police officials. Connecticut investigators are searching for a graduate of Massachusetts Institute of Technology in the fatal shooting of a Yale University graduate student, New Haven Police Department officials said Wednesday.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}]