[{"link": "https://www.wsj.com/articles/technology-survives-texas-freeze-but-weather-taxes-workers-11613692707", "title": "Technology Survives Texas Freeze but Weather Taxes Workers", "date": "2021-02-18 18:58", "summary": "Critical technology infrastructure keeps operating, but companies say welfare of employees is a major concern. Critical services and data infrastructure providers across Texas are racing to keep technology and operations running in the face of a winter storm that has strained electrical grids and left hundreds of thousands of people without power.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-says-it-would-meet-for-nuclear-talks-with-iran-other-powers-11613687193", "title": "U.S. Says It Would Meet for Nuclear Talks With Iran, Other Powers", "date": "2021-02-18 18:50", "summary": "Diplomats hope to hold physical meeting of senior officials in the next few weeks. U.S. and Iranian officials could hold nuclear discussions within coming weeks under a plan by the European Union to bring the two sides together for the first time since President Biden took office, according to U.S. officials and senior diplomats.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rush-limbaughs-complicated-legacy-11613692155", "title": "Rush Limbaugh's Complicated Legacy", "date": "2021-02-18 18:49", "summary": "He was a gifted entertainer and advocate, but in his later years certain flaws became more evident.. I meant to talk about something else this week, but my thoughts keep circling back to Rush Limbaugh. His obituaries in the mainstream press were mostly judgment, no mercy. It's not nice when malice gets a final, unanswered shot. On the conservative side, TV commentaries were cloying to the point of cultish. It gives a sense of horror to see people who are essentially cold enact warmth of feeling.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coinbase-names-new-chief-compliance-officer-11613691982", "title": "Coinbase Names New Chief Compliance Officer", "date": "2021-02-18 18:46", "summary": "Melissa Strait joins the cryptocurrency exchange from Stripe. Coinbase Global Inc. named a new compliance chief as the cryptocurrency exchange prepares to go public and confronts an evolving regulatory landscape.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/life-on-mars-lets-go-find-it-11613691931", "title": "Life on Mars? Let's Go Find It", "date": "2021-02-18 18:45", "summary": "NASA's newest rover offers inspiration and soft power at a bargain.. The landing of NASA's newest Mars rover lacked the explosive visuals of its launch last July, but there's nothing so stirring sometimes as the cheers of anxious relief from behind the glowing computers at mission control. A journey of 293 million miles ended around 4 p.m. Thursday, when the craft's descent stage used a \"sky crane maneuver\" to lower the rover its final stretch to the surface.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhood-citadel-others-prepare-for-the-gamestop-spotlight-in-washington-11613655854", "title": "Robinhood, Citadel CEOs Grilled by Lawmakers", "date": "2021-02-18 18:43", "summary": "House panel presses executives, investors about recent options-trading drama. Robinhood Markets Inc. Chief Executive Officer Vlad Tenev offered an apology for the company's decision to temporarily curb trading in some stocks, including GameStop Corp. , on Jan. 28 amid extraordinary volatility.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-lost-to-himself-11613691782", "title": "Trump Lost to Himself", "date": "2021-02-18 18:43", "summary": "His own pollster shows why he became a one-term President.. Donald Trump launched a personal attack on Mitch McConnell this week after the Senate GOP leader called the former President \"practically and morally responsible\" for the Jan. 6 Capitol riot. Mr. McConnell doesn't need our defense, but we hope GOP voters aren't buying Mr. Trump's attempt to rewrite the history of the 2020 election.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rush-limbaughs-conservative-radio-show-will-remain-on-the-air-despite-hosts-passing-11613682112", "title": "Rush Limbaugh's Conservative Radio Show Will Remain on Air", "date": "2021-02-18 18:41", "summary": "Mr. Limbaugh will be the predominant voice the radio show 'until his audience is prepared to say goodbye'. For Rush Limbaugh, the late conservative media magnate whose brash and unapologetic voice dominated talk radio for over three decades, the show will go on.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-rescues-texas-with-oil-11613691548", "title": "Biden Rescues Texas With . . . Oil", "date": "2021-02-18 18:39", "summary": "The feds dispatch diesel generators to ease the Lone Star deep freeze.. With Texans shivering as power outages continue for a fourth day, the Biden Administration announced it is deploying diesel generators to the state. Yes, good ol' dirty diesel fuel is coming to the rescue again.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-blocks-collection-of-sensitive-data-through-apps-following-new-york-probe-11613691592", "title": "Facebook Blocks Collection of Sensitive Data Via Apps After Probe", "date": "2021-02-18 18:39", "summary": "Investigation followed Wall Street Journal article detailing unauthorized sharing of personal information with the social-media giant. Facebook Inc. has taken steps to prevent it from collecting unauthorized data about people's medical conditions but should do more to limit the sharing of such sensitive information, the New York Department of Financial Services said Thursday in an investigative report that criticized the social-media giant.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crypto-hidden-from-view-yet-on-everyones-lips-11613690923", "title": "'Crypto': Hidden From View, Yet on Everyone's Lips", "date": "2021-02-18 18:28", "summary": "An ancient term for something secret has been applied to many modern enigmas, including the hottest new form of currency. Linguist and lexicographer Ben Zimmer analyzes the origins of words in the news. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/follow-the-science-not-the-teachers-unions-11613690786", "title": "Follow the Science, Not the Teachers Unions", "date": "2021-02-18 18:26", "summary": "Biden's CDC changes its tune for obvious political reasons.. Follow the science. That was Joe Biden's promise to the American people-until Randi Weingarten and the American Federation of Teachers disagreed.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-left-hated-rush-limbaugh-because-he-had-their-number-11613690748", "title": "The Left Hated Rush Limbaugh Because He Had Their Number", "date": "2021-02-18 18:25", "summary": "Even in death they called him 'divisive,' as if their attacks on America aren't intended to sow division.. The most powerful conservative medium in America-indeed, in the Western world-is talk radio. Tens of millions of people regularly listen to local and national radio talk hosts. Whenever I have European conservative writers on my own national show, I always note that in terms of conservative influence, the great difference between America and their countries is that we have talk radio and they don't. Every guest has agreed.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-conservatism-is-now-a-public-health-risk-11613690706", "title": "Notable & Quotable: Conservatism Is Now a Public-Health Risk", "date": "2021-02-18 18:25", "summary": "Trump 'chose judges for US courts who are dismissive of affirmative action and reproductive, labour, civil, and voting rights.'. From \"Public policy and health in the Trump era,\" a Feb. 10 report by the Lancet, a British medical journal:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/return-of-the-swamp-creatures-11613690674", "title": "Return of the Swamp Creatures", "date": "2021-02-18 18:24", "summary": "Democrats prepare to bring back earmarks. Republicans should resist the temptation.. Washington doesn't usually make it easy to pinpoint the moment when things went wrong. So thanks to Rep. Rosa DeLauro for publicly heralding the return of the swamp.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bugsy-siegel-review-a-slickly-lethal-gangster-11613690601", "title": "'Bugsy Siegel' Review: A Slickly Lethal Gangster", "date": "2021-02-18 18:23", "summary": "The stylish bootlegger helped merge rival gangs into a syndicate-and became known for doing his own hit jobs himself.. America's fascination with gangsters stems largely from vintage Hollywood movies featuring plausible stand-ins for real-life mobsters like Al Capone, Albert Anastasia and Dutch Schultz. The slickly lethal Benjamin \"Bugsy\" Siegel-blue-eyed, handsome and physically fit-struck an image seemingly made for the silver screen. If Siegel were to be portrayed believably in the movies, the part would have to go to a charismatic star like Gary Cooper, Clark Gable or Cary Grant, all of whom were guests at Siegel's Gatsbyesque soirées in Los Angeles. (Warren Beatty played the title role in the eventual 1991 film \"Bugsy.\") \"Class,\" this murderous hood said as a young man, \"that's the only thing that counts in life. . . . Without class and style a man's a bum.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-slice-of-persia-in-the-heart-of-israel-11613690556", "title": "A Slice of Persia in the Heart of Israel", "date": "2021-02-18 18:22", "summary": "Followers of the Baha'i faith are persecuted at home but welcomed abroad.. Israel is the last country where an Iranian raised in a Muslim family would have expected to find a place to feel at home. But that's exactly what happened when I visited.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-stimulus-checks-who-is-eligible-and-how-do-they-work-11613682776", "title": "California Stimulus Checks: Who Is Eligible and How Do They Work?", "date": "2021-02-18 18:19", "summary": "Maryland, Colorado, New Mexico and the District of Columbia are also issuing checks to low-income residents as part of pandemic recovery packages. Gov. Gavin Newsom and legislative leaders announced a deal Wednesday that would make California the latest and biggest state to provide direct payments to low-income residents struggling during the Covid-19 pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-promises-raises-for-425-000-workers-after-strong-holiday-sales-11613652639", "title": "Walmart to Raise Wages for 425,000 U.S. Workers", "date": "2021-02-18 18:13", "summary": "Retailer's comparable U.S. sales jump 8.6% in fourth quarter, but it predicts slower growth this year. Walmart Inc. said it would raise wages for about 425,000 of its employees after a year in which the Covid-19 pandemic boosted its business and demand for workers who handle online orders.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-walmart-raises-mean-for-president-bidens-15-minimum-wage-plan-11613677621", "title": "What Walmart Raises Mean for President Biden's $15 Minimum-Wage Plan", "date": "2021-02-18 18:07", "summary": "Supporters of a higher minimum wage can argue the move is proof employers can afford wage increases, while opponents can say it is an example of effective free-market forces. Walmart Inc.'s pledge to lift its average hourly pay above $15 comes in the middle of a Washington debate on whether to more than double the federal minimum wage.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-hearing-was-no-fun-for-free-trading-business-model-11613689648", "title": "GameStop Hearing Was No Fun for Free-Trading Business Model", "date": "2021-02-18 18:07", "summary": "Questions were asked about Robinhood's decision to restrict trading, but also about how it makes money from order flow. It will be hard to satisfy both concerns.. Lawmakers on Thursday had many questions on the finer points of U.S. equity-market structure, and some didn't seem satisfied with the answers they were given. But their lines of questioning could still signal shifts in the environment that wouldn't be to the benefit of online brokerages.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/while-houston-has-problems-a-touchdown-on-mars-11613689099", "title": "While Houston Has Problems, a Touchdown on Mars", "date": "2021-02-18 17:58", "summary": "American engineering lands another rover on the red planet. Imagine what it could do for Texas.. Journalists covering the Texas electrical system as well as the lobbyists who created it enjoy calling it a \"deregulated\" power market. But consumers who study the system will quickly realize that we are not witnessing free enterprise at work in the Lone Star State. The first clue lies in the fact that 90% of the state's electric load is controlled by a nonprofit entity run by a lawyer who answers to both the state Public Utility Commission and the state Legislature. The commission's rules cover everything from pricing, reliability and interconnection to vegetation management and workforce diversity. A Journal editorial notes that political encouragement of alternative energy sources and overreliance on wind power have led to unnecessary pain for Texans.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bosses-beware-when-you-try-to-relate-to-employees-during-stressful-times-it-often-backfires-11610051080", "title": "Bosses, Beware: When You Try to Relate to Employees During Stressful Times, it Often Backfires", "date": "2021-02-18 17:58", "summary": "In a prolonged pandemic, the game is no longer about resilience-it's about endurance. Jennifer Deal is a senior research scientist at the Center for Effective Organizations at the University of Southern California. She is co-author of \"What Millennials Want from Work.\"", "categories": [["THE EXPERTS | Leadership"]], "category_links": ["https://www.wsj.com/news/types/experts-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/power-outages-boil-notices-continue-for-many-americans-as-second-storm-hits-east-coast-11613673152", "title": "Power Outages, Boil-Water Notices Persist for Many Americans", "date": "2021-02-18 17:57", "summary": "More than 350,000 Texans still have no power as temperatures remain frigid in many places. A fresh winter storm pounded large parts of the U.S. with snow, freezing rain and extreme temperatures Thursday, as hundreds of thousands of Americans remained without power and millions of Texans were under a boil-water notice.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-restaurants-and-grocers-hobbled-by-cold-weather-11613681464", "title": "Cold Weather Hobbles Auto Makers, Texas Restaurants and Grocers", "date": "2021-02-18 17:51", "summary": "GM, Ford curtail some production, while H-E-B and other chains shorten hours because of power cuts and road closures. Power outages and supply problems tied to the frigid weather in Texas and surrounding states are constraining operations at restaurants and supermarkets throughout the region and with auto makers' nationwide.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nomadland-review-a-tale-of-roaming-and-yearning-11613688534", "title": "'Nomadland' Review: A Tale of Roaming and Yearning", "date": "2021-02-18 17:48", "summary": "Frances McDormand is a widow who takes to the road after losing her job and finds hope among fellow wanderers in Chloé Zhao's feature. A road movie like no other, \"Nomadland\" is a modest masterpiece like no other.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/allen-v-farrow-review-revisiting-the-case-11613688465", "title": "'Allen v. Farrow' Review: Revisiting the Case", "date": "2021-02-18 17:47", "summary": "An HBO docuseries investigates Dylan Farrow's 1992 child abuse allegations through interviews, home movies and revealing audiotapes.. A couple for 12 years, living separately in unmarried bliss, Woody Allen and Mia Farrow had every reason to believe in the durability of their union. They had made 13 films together and had added to their family a child born to them and adopted children. The world they inhabited changed suddenly when Mia wandered into Woody's apartment one day in 1992 and, according to this documentary, discovered there nude photos of her daughter Soon-Yi Previn, who was in her late teens.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/katie-roche-and-the-book-of-magdalene-reviews-a-pair-of-saints-11613688382", "title": "'Katie Roche' and 'The Book of Magdalene' Reviews: A Pair of Saints", "date": "2021-02-18 17:46", "summary": "The Mint Theater Company streams a 2013 production of Teresa Deevy's little-known play; Houston's Main Street Theater puts on a dystopian drama by Caridad Svich.. One of the few happy surprises of 2020 was the Mint Theater Company's announcement that it had built up a private stockpile of broadcast-quality archival videos of its past productions and that it would make them available for streaming-for free. If you've never seen or heard of the Mint, Teresa Deevy's \"Katie Roche\" offers a perfect opportunity to play catch-up with one of America's most distinguished small theater companies.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-moves-forward-with-electric-scooter-share-program-11613688267", "title": "New York City Moves Forward With Electric-Scooter-Share Program", "date": "2021-02-18 17:44", "summary": "Pilot program will run for at least a year in the East Bronx. New York City will run a pilot program to test electric-scooter share systems for at least a year in an 18-square-mile section of the East Bronx, transportation officials said Thursday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-care-a-lot-review-guardian-as-grifter-11613688280", "title": "'I Care a Lot' Review: Guardian as Grifter", "date": "2021-02-18 17:44", "summary": "Rosamund Pike stars in Netflix's black comedy about a woman who takes advantage of her elderly wards.. It's no small achievement for a shallow comedy like \"I Care a Lot\" (streaming on Netflix) to be so deeply dislikable, and all the more so because of the exceptional cast. Rosamund Pike is Marla Grayson, a predatory court-appointed guardian who drains her elderly wards of their assets. Dianne Wiest is Jennifer Peterson, a rich and supposedly dotty old dame who strikes Marla as an easy mark. Peter Dinklage is Roman Lunyov, a sinister brute with connections to the Russian mob. Eiza Gonzáles is Fran, Marla's business partner and lover. (Fran doesn't come with a last name, who knows why.)", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-day-facebook-went-dark-on-news-11613652431", "title": "Facebook Surprises Australians With News Blackout", "date": "2021-02-18 17:40", "summary": "Users confused by latest move in the deepening spat over payment for content. SYDNEY-Australians were caught off guard by Facebook Inc.'s decision to remove news from its platform in a deepening spat with the government over payment for content.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kamala-harris-is-selling-her-san-francisco-apartment-11613687756", "title": "Kamala Harris Is Selling Her San Francisco Apartment", "date": "2021-02-18 17:35", "summary": "The Vice President's property in the city's SOMA neighborhood had been asking $799,000. Less than a month after taking office, Vice President Kamala Harris has inked a deal to sell her San Francisco apartment.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-natural-gas-shortage-hampers-blackout-recovery-11613671759", "title": "U.S. Natural Gas Shortage Hampers Blackout Recovery", "date": "2021-02-18 17:33", "summary": "Frozen oil and gas wells and pipeline infrastructure have reduced the fuel available to power plants. A giant shortage of natural gas is hindering a recovery from the devastating cold spell that left millions without power in the nation's midsection.", "categories": [["Markets", "Commodities", "Gas Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/gas-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beartown-review-accused-hometown-hero-11613687594", "title": "'Beartown' Review: Accused Hometown Hero", "date": "2021-02-18 17:33", "summary": "In an HBO drama based on Fredrik Backman's novel, a sexual assault allegation forces the players of a local Swedish hockey team to pick sides.. It's makes no difference in the consistent power of \"Beartown,\" the tale of a community obsessed by the fate of the hometown athletic team, that every crucial element of its drama, every crisis, every resolution, is familiar and entirely predictable. There are reasons films like this keep showing up.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiny-company-boom-makes-markets-look-silly-11613666534", "title": "Tiny-Company Boom Makes Markets Look Silly", "date": "2021-02-18 17:31", "summary": "Fourteen members of the Russell Microcap index have risen so much that they are now larger than the smallest S&P 500 stocks. Stocks come and go, but every year a few tiny companies get promoted to the small-capitalization indexes. Some eventually make it all the way to the S&P 500.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-industry-challenges-maryland-online-ad-tax-11613679371", "title": "Tech Industry Challenges Maryland Online Ad Tax", "date": "2021-02-18 17:26", "summary": "Lawsuit argues state's newly enacted tax on digital advertising revenue represents an improper levy on the internet. WASHINGTON-Groups representing major tech companies filed a lawsuit Thursday challenging Maryland's new online advertising tax, contending it is an improper levy on the internet.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-do-when-your-child-tests-positive-for-covid-19-11613488523", "title": "What to Do if Your Child Is Sick With Covid-19", "date": "2021-02-18 17:17", "summary": "A child's diagnosis presents challenges for the whole family. Here are some strategies.. When a child tests positive for Covid-19, it presents challenges for the whole family. Parents must care for the sick child while also trying to prevent the illness from spreading, and look out for their own health as well. Most kids experience mild symptoms, but some do develop serious illness. And even with a mild infection, isolation can bring boredom and stress.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-covid-vaccine-secretly-given-to-vips-11613678130", "title": "Chinese Covid-19 Vaccine Secretly Given to VIPs", "date": "2021-02-18 16:57", "summary": "In Peru and elsewhere, some politicians and the well-connected got China's Sinopharm shot months ahead of health workers and other vulnerable groups. LIMA, Peru-After Peru's death toll from Covid-19 surged last fall, nearly 500 politically connected people, including then-President Martin Vizcarra, were secretly given a Chinese vaccine, according to Peru's government.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nasas-perseverance-rover-lands-on-mars-after-seven-minutes-of-terror-11613682303", "title": "NASA Lands Perseverance Rover Safely on Mars", "date": "2021-02-18 16:55", "summary": "Two-year mission is the latest and most ambitious effort by NASA to find evidence of past life on the red planet. Now the search for life on Mars begins in earnest. After a seven-month, 292-million-mile journey, NASA's fastest and best-equipped rover ever-Perseverance-touched down safely Thursday on the red planet, NASA officials said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bob-dole-diagnosed-with-lung-cancer-11613668099", "title": "Bob Dole Diagnosed With Lung Cancer", "date": "2021-02-18 16:51", "summary": "Former GOP Senate leader and presidential candidate to start treatment next week. WASHINGTON-Former Sen. Bob Dole, the longtime Republican Senate leader who was the party's nominee for president in 1996, said he has been diagnosed with stage four lung cancer and will begin treatment next week.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mta-to-boost-spending-on-new-york-city-subway-upgrades-11613646000", "title": "MTA Defers Subway, Bus and Rail Cuts", "date": "2021-02-18 16:33", "summary": "Authority expects to commit at least $6.2 billion in new spending in 2021 on fixing and upgrading tracks, signals and infrastructure. New York's Metropolitan Transportation Authority said it has staved off forecasted deficits over the next two years, allowing it to defer service cuts and increase spending on upgrades to its subway, buses and commuter rail lines.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-02-18-2021-11613637593", "title": "Stocks Fall, Weighed Down by Tech Losses", "date": "2021-02-18 16:06", "summary": "Major indexes drop as technology shares continue to decline and jobless claims remain above pre-pandemic peak. Stocks dropped, weighed down by losses among communications and technology companies.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-character-friday-crossword-february-19-11613495500", "title": "In Character (Friday Crossword, February 19)", "date": "2021-02-18 16:01", "categories": [["WSJ Puzzles", "Crossword Contest"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword-contest?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marriott-posts-first-annual-loss-since-2009-11613652495", "title": "Marriott Posts First Annual Loss Since 2009", "date": "2021-02-18 15:52", "summary": "Results come after the death of CEO Arne Sorenson, whose final year included a severe slump in global travel due to the Covid-19 pandemic. Marriott International Inc. ended 2020 with an annual loss of $267 million, closing the books on the giant hotel operator's toughest year ever as the pandemic that emptied most of its rooms continues to sap demand.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-consider-piecemeal-approach-to-immigration-bills-11613656888", "title": "Democrats Consider Piecemeal Approach to Immigration Bills", "date": "2021-02-18 15:45", "summary": "Biden's comprehensive immigration measure faces steep odds, so Democrats and advocates are looking for ways to pass narrower measures. WASHINGTON-Democrats in Congress and progressive advocates are coalescing around a strategy to try to pass immigration bills piecemeal, as the Biden administration looks for ways to enact a pathway to citizenship for millions of immigrants without a permanent legal status.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/l-a-teachers-union-is-disingenuous-on-covid-11613589077", "title": "L.A. School District Is Disingenuous on Covid", "date": "2021-02-18 15:34", "summary": "The district must know that Covid vaccines are not currently approved for use in children under 16. Thus, a vaccination requirement for enrollment is something that can't be realized.. Regarding Dr. Joseph A. Ladapo's \"The 'Universal Vaccination' Chimera\" (op-ed, Feb. 5): The suggestion by the Los Angeles Unified School District that it has the authority or power to require student vaccination for Covid is a red herring.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sex-abuse-accusations-roil-french-establishment-11613664466", "title": "Sex-Abuse Accusations Roil French Establishment", "date": "2021-02-18 15:31", "summary": "Allegations against renowned scholar trigger outpouring of accounts from victims of childhood sexual abuse and a reckoning among the elite. PARIS-A child sex-abuse scandal at the heart of the French establishment has triggered a bout of national soul-searching over cultural attitudes and a legal system that victims say leave minors vulnerable to sexual predators.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cocido-madrileno-11613680208", "title": "Cocido Madrileño", "date": "2021-02-18 15:30", "summary": "For the classic experience, serve cocido in three courses with the traditional accoutrements: pickled piparra peppers, crusty bread, sliced spring onions and your favorite tomato sauce spiked with a hefty pinch of cumin. Or serve it all at once, as many locals do nowadays.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/palantir-becomes-an-unlikely-darling-of-the-gamestop-crowd-11613680175", "title": "Palantir Becomes an Unlikely Darling of the GameStop Crowd", "date": "2021-02-18 15:29", "summary": "Quarterly results and a lock-up expiration hit shares of the richly valued software maker, but it is finding support in online forums. Even a powerful crystal ball couldn't have foreseen this.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-braces-for-major-storm-11613658846", "title": "Winter Storms Delay Vaccine Deliveries to New York City", "date": "2021-02-18 15:28", "summary": "Mayor says vaccine doses originally expected Tuesday or Wednesday are now unlikely to arrive before Sunday. New York City and its suburbs braced for several more inches of snow Thursday as winter weather here and across the country further delayed vaccine shipments, Mayor Bill de Blasio said.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gpb-capital-investors-ask-why-the-sec-waited-so-long-to-act-11613679979", "title": "GPB Capital Investors Ask Why the SEC Waited So Long to Act", "date": "2021-02-18 15:26", "summary": "The agency sought an 'emergency' order to put the private-equity firm under a monitor years after red flags emerged. The Securities and Exchange Commission's recent move to install an outside monitor to oversee private-equity firm GPB Capital Holdings LLC has prompted some of the firm's investors and their lawyers to ask what took so long.", "categories": [["Pro PE Legal Regulatory"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-legal-regulatory?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-meaty-stew-recipe-is-a-uniquely-satisfying-winter-weekend-project-11613679688", "title": "This Meaty Stew Recipe Is a Uniquely Satisfying Winter-Weekend Project", "date": "2021-02-18 15:21", "summary": "In Spain, the nourishing and protein-packed stew cocido is a ritual that plays out over three courses. Even better, the leftovers provide more meals throughout the week.. THE FIRST four times I called, I got a busy signal. Then, finally, an answer: \"Best I can do is two people, three months from now, ¿Vale?\" I was trying to clinch one of the toughest reservations in Madrid, and it wasn't at some celebrity-chef spot but, rather, at Malacatín, a neighborhood tavern famous for one thing: cocido. \"Book it,\" I said, without a moment's hesitation.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volkswagen-considers-listing-minority-stake-in-porsche-11613661784", "title": "Volkswagen Considers Listing Minority Stake in Porsche", "date": "2021-02-18 15:04", "summary": "German car maker could list a stake of as much as 25% in its sports car brand. BERLIN- Volkswagen AG is considering listing as much as 25% of its sports car maker Porsche AG , a move that analysts said could boost the market value of the entire Volkswagen group and raise cash needed for investment in electric vehicles and new technology.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-covid-19-upended-wwe-11613678401", "title": "How Covid-19 Upended WWE", "date": "2021-02-18 15:00", "summary": "World Wrestling Entertainment's CFO outlines how the pandemic has altered the company's live-event business model. For decades, World Wrestling Entertainment Inc. has had a simple formula for making money: traveling to cities across the country and televising acrobatic wrestling matches between spandex-clad athletes. Merchandise sales provided additional revenue, as did the streaming of matches in recent years on the WWE Network.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/give-yourself-better-pep-talks-11613678297", "title": "Give Yourself Better Pep Talks", "date": "2021-02-18 14:58", "summary": "A behavioral economist answers questions about self-talk, virtual office hangouts and return policies for big purchases.. Behavioral economist Dan Ariely uses psychological research to advise on everyday dilemmas. Read more columns here.", "categories": [["Life & Work", "Ideas", "Ask Ariely"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/ask-ariely?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ivy-league-cancels-spring-sports-over-covid-19-11613677748", "title": "Ivy League Cancels Spring Sports Season Over Covid-19", "date": "2021-02-18 14:49", "summary": "Other conferences have played through the pandemic, but the Ivy League has remained completely on the sidelines since last March despite pressure from wealthy alumni. The Ivy League Council of Presidents announced Thursday that it would not attempt to stage spring sports in 2021 due to the coronavirus pandemic, making it the only conference in the NCAA's Division I that remains completely on the sidelines for the fourth consecutive season.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-avoid-the-5-worst-home-office-design-mistakes-11613676919", "title": "How to Avoid the 5 Worst Home Office Design Mistakes", "date": "2021-02-18 14:35", "summary": "We asked designers and architects for the inspiration-crushing gaffes they see in residential workspaces, and what to do instead. Plus: the most egregious home-office setups they've witnessed.. FOR A YEAR now we've all been getting copious advice on how to make our remote workspaces worthy of our toil. Why then, incredulous designers want to know, are they still seeing people's unmade beds during video calls?", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gov-cuomos-covid-19-chickens-come-home-11613676193", "title": "Gov. Cuomo's Covid-19 Chickens Come Home", "date": "2021-02-18 14:23", "summary": "Gov. Cuomo, sometime media darling, isn't used to being called out, especially by members of his own party.. Regarding your editorial \"The Cuomo Covid Coverup\" (Feb. 13) concerning the coverup of the nursing-home Covid deaths: Top aide Melissa DeRosa in effect has admitted that New York Gov. Andrew Cuomo's team was afraid the opposition would make political hay of the revelation. Of course they would. The Democrats have politicized the virus from the moment President Trump closed our airports to Chinese flights (picture Nancy Pelosi dancing on the streets of Chinatown). Gov. Cuomo, sometime media darling, isn't used to being called out, especially by members of his own party.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remember-inflation-it-may-again-be-close-11613676016", "title": "Remember Inflation? It May Again Be Close", "date": "2021-02-18 14:20", "summary": "Add to the proposed fiscal stimulus the record-breaking increase in the money supply M2 of more than 25% on a year-over-year basis and you have an enormous potential for future inflation.. In \"The Short March Back to Inflation\" (op-ed, Feb. 4), Michael D. Bordo and Mickey D. Levy argue that the recent, large increase in the savings rate is a storehouse of potential demand that will drive up prices, citing the experience of the 1960s. They ignore, however, the significant increase in the inequality of income and wealth. The savings of the top 1% to 10% aren't likely to produce a significant burst of demand for goods and services throughout the economy. They may push up the prices for goods and services which are scarce but not in those parts of the economy in which most people function.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-retired-could-be-the-next-ph-d-class-11613675955", "title": "The Retired Could be the Next Ph.D. Class", "date": "2021-02-18 14:19", "summary": "What about retirees who are intellectually curious and can bring unique enthusiasm and insight to their studies?. While I share many of the criticisms James Piereson and Naomi Schaefer Riley express (\"Covid Makes Doctorates Harder to Get-and That's Good\" op-ed, Feb. 6) about the overabundance of humanities Ph.D.s who are unemployable after years and years of education, what about retirees who are intellectually curious and can bring unique enthusiasm and insight to their studies and contribute to scholarship without needing full-time employment? They could contribute to ongoing scholarship while keeping existing humanities graduate programs alive.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cats-as-a-gentle-way-to-your-loves-heart-11613675846", "title": "Cats as a Gentle Way to Your Love's Heart", "date": "2021-02-18 14:17", "summary": "Within an hour, every woman in my department was there, oohing and aahing over the cat. I wish I had known about that in college.. Regarding \"The Numbers: Seeking a Valentine Online? Hide That Cat\" (U.S. News, Feb. 13): I'm not so sure. A few years ago when I was working as an administrator in a hospital, I found a skinny cat that somebody had abandoned. She was hanging around the outside door to our department, and I brought her inside to my office and fed her and combed some of the burrs out of her fur. Within an hour, every woman in my department was there, oohing and aahing over the cat. I wish I had known about that in college.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-defense-chief-reassures-allies-and-seeks-more-spending-in-nato-debut-11613670838", "title": "U.S. Defense Chief Reassures Allies, Seeks More Spending in NATO Debut", "date": "2021-02-18 14:02", "summary": "Austin aims to soothe allies after tensions with Trump administration, but maintain pressure on spending. The Biden administration kicked off a round of high-level diplomacy with its European allies at a NATO meeting where it sought to soothe allies bruised by former President Donald Trump's criticism and snap decision-making.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-illinois-house-speaker-madigan-steps-down-from-legislature-11613667100", "title": "Former Illinois House Speaker Madigan Steps Down From Legislature", "date": "2021-02-18 13:14", "summary": "Longest-serving speaker in U.S. history embroiled in bribery investigation. CHICAGO-Former Illinois House Speaker Michael Madigan resigned his legislative seat representing a Chicago ward Thursday, amid a continuing federal probe into a kickback and bribery scheme allegedly aimed at influencing him.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unlucky-in-dental-surgery-and-ready-for-worse-11613671963", "title": "Unlucky in Dental Surgery and Ready for Worse", "date": "2021-02-18 13:12", "summary": "I figure it's just a matter of time before lightning strikes me-or a shark attacks. I have always considered myself a pretty lucky guy-great family, nice house, plausible hair, rewarding career. But then a few years ago I found myself falling into a category known as the \"epidemiologically ill-fated,\" and everything changed for good.", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clubhouse-and-twitter-spaces-the-new-way-to-play-network-and-escape-video-calls-11613671868", "title": "Clubhouse and Twitter Spaces: The New Way to Play, Network and Escape Video Calls", "date": "2021-02-18 13:11", "summary": "Even if it's a pandemic-boosted fad, there are real reasons chatty, audio-only social media makes sense. Look, it's totally normal. Totally, absolutely normal to find yourself in the bathroom, an AirPod in one ear, listening to a live conversation on Clubhouse about the future of artificial intelligence.", "categories": [["Tech", "Personal Tech", "Personal Technology: Joanna Stern"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/which-industry-excels-at-innovation-youll-be-surprised-11613671200", "title": "Which Industry Excels at Innovation? You'll Be Surprised", "date": "2021-02-18 13:00", "summary": "Consumer-staples companies stand out in the Management Top 250 ranking. Of all the questions we're asked by corporate executives trying to unpack our data, the one we get most often is, \"How can my company be more innovative-you know, like those in tech?\"", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/knocking-around-falmouth-11613670928", "title": "Knocking Around Falmouth", "date": "2021-02-18 12:55", "summary": "There's a lot packed into this 32-square-mile town in Maine.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-best-of-both-worlds-in-falmouth-11613670878", "title": "'The Best of Both Worlds' in Falmouth", "date": "2021-02-18 12:54", "summary": "Colleen Kavanagh and her family moved from Boston, Mass., to the coastal town just outside of Portland.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-weekend-trip-turns-into-a-permanent-stay-11613670802", "title": "A Weekend Trip Turns Into a Permanent Stay", "date": "2021-02-18 12:53", "summary": "The Malhotras purchased this four bedroom, three bathroom home in Falmouth in September 2019.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-coronavirus-02-18-2021-11613607535", "title": "Jobless Claims Rise, Pausing Recent Downward Trend", "date": "2021-02-18 12:51", "summary": "Jobless claims, a proxy for layoffs, increased to 861,000 last week and remained above pre-pandemic peak. Worker applications for unemployment benefits rose during the first half of February, pausing a downward trend that pointed to an improving labor market amid other signs that the economic recovery is picking up.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/well-have-herd-immunity-by-april-11613669731", "title": "We'll Have Herd Immunity by April", "date": "2021-02-18 12:35", "summary": "Covid cases have dropped 77% in six weeks. Experts should level with the public about the good news.. Amid the dire Covid warnings, one crucial fact has been largely ignored: Cases are down 77% over the past six weeks. If a medication slashed cases by 77%, we'd call it a miracle pill. Why is the number of cases plummeting much faster than experts predicted?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-greta-thunberg-conspiring-against-indias-tea-11613669623", "title": "Is Greta Thunberg Conspiring Against India's Tea?", "date": "2021-02-18 12:33", "summary": "Modi's ruling party alleges that the West wants to see it fail, but the real threats are internal divisions.. Do Western ideas threaten India's rise? Prime Minister Narendra Modi seems to think so. In a speech in Parliament last week he warned that the nation \"needs to be protected\" from \"foreign destructive ideology\"-a play on the abbreviation for foreign direct investment. He attacked activists who \"can't live without agitation,\" calling them \"parasites\" who must be identified. A day earlier, in a campaign speech in Assam, he attacked \"conspiracies against the country\" by \"powers outside.\" He alleged that these powers were working to tarnish \"the image of India's tea\" in \"a planned manner.\"", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-weather-power-outage-11613425923", "title": "Why Is Texas Experiencing Power Outages?", "date": "2021-02-18 12:31", "summary": "Pockets of Texas entered their fourth straight day of widespread outages amid an extended winter storm. Texas' electric grid operator said Thursday morning that it was able to restore power to a significant number of homes overnight, although pockets of the state remain blacked out for the fourth day amid freezing temperatures.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-hunt-for-covid-19-origin-who-team-focuses-on-two-animal-types-in-china-11613665015", "title": "In Hunt for Covid-19 Origin, WHO Team Focuses on Two Animal Types in China", "date": "2021-02-18 12:19", "summary": "Investigators say ferret badgers and rabbits sold at Wuhan market could have played a role in the spread to humans. World Health Organization investigators are honing their search for animals that could have spread the new coronavirus to humans, identifying two-ferret badgers and rabbits-that can carry the virus and were sold at a Chinese market where many early cases emerged.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fancy-stuffies-11613668302", "title": "Fancy Stuffies", "date": "2021-02-18 12:11", "summary": "The original stuffies were simple, with bread as a binder for the clam stuffing. This recipe is a bit fancier, a nice hors d'oeuvre with cocktails or addition to a tapas-style spread.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wheres-my-evening-mcmuffin-fast-food-fans-demand-return-of-old-favorites-11613667957", "title": "Consumers Demand: Bring Back our Late-Night McMuffins!", "date": "2021-02-18 12:05", "summary": "Resume Subscription. Caitlyn Romanski was sitting in her car in a Panera Bread Co. parking lot, alone and confused. The 21-year-old college junior couldn't figure out what she would do without the Chicken Tortellini Alfredo that Panera had yanked from menus during the coronavirus pandemic.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/this-classic-new-england-seafood-recipe-brings-the-beach-home-11613667723", "title": "This Classic New England Seafood Recipe Brings the Beach Home", "date": "2021-02-18 12:02", "summary": "Big, briny and warmed up with spice, Rhode Island-style stuffies are a seaside vacation baked to order. These stuffed clams freeze well, too, so you can keep them on hand for near-instant gratification anytime.. SOMETIMES WHEN I taste a dish, I like to imagine how this set of ingredients came together the first time. Was it a happy accident or tenacious trial and error that gave rise to this recipe? Take the Rhode Island specialty known as stuffies, an appetizer of warm baseball-size stuffed clams-quahogs, if you're doing it right. Only necessity could have produced this food. Why else would anyone battle a quahog, the most unwieldy of clams, too big and chewy for the raw bar?", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-let-walmarts-slowing-sales-fool-you-11613667110", "title": "Don't Let Walmart's Slowing Sales Fool You", "date": "2021-02-18 11:51", "summary": "Walmart's future revenue growth could be limited, but the retailer has ways to juice its bottom line. Walmart may have given the wrong impression with all that talk about TikTok. At the end of the day, it is a slow-growing, mature retailer-and that is perfectly fine.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omnicom-beats-expectations-but-urges-caution-as-pandemic-continues-11613666760", "title": "Omnicom Beats Expectations but Urges Caution as Pandemic Continues", "date": "2021-02-18 11:46", "summary": "Owner of ad agencies BBDO and DDB reported revenue dip in fourth quarter of 9.3%. Omnicom Group Inc. said it is optimistic that it will return to growth this year after beating expectations in the fourth quarter but warned that efforts to mitigate the pandemic, such as mandatory business closures, continue to affect marketers' demand for its services.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-we-need-an-anti-nobel-prize-11613664085", "title": "Do We Need an Anti-Nobel Prize?", "date": "2021-02-18 11:01", "summary": "From assigning credit for discoveries to teaching AIs to think, rewarding success is a crucial but difficult task for science.. Nobel Prize-winning physicist Frank Wilczek explores the secrets of the cosmos. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Wilczek's Universe"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/wilczek-s-universe?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michaels-stores-strategy-for-keeping-the-covid-bump-alive-11613664006", "title": "Michaels Stores' Strategy for Keeping the Covid Bump Alive", "date": "2021-02-18 11:00", "summary": "The company's CEO is moving away from the general crafts market and targeting a different kind of do-it-yourselfer. When Ashley Buchanan was tapped as chief executive of Michaels Cos., he knew he was taking over a slumping company. Sales were limping along, hurt by messy stores, a sluggish supply chain and competition from both big-box and online retailers.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-chile-crisp-is-still-trending-11613663566", "title": "Why Chile Crisp Is Still Trending", "date": "2021-02-18 10:52", "summary": "Sometimes a viral food sensation is all it's cracked up to be. This crunchy condiment truly rejuvenates jaded palates.. ONCE UPON a time, a poor widow in China opened a noodle shop. The noodles were good, but the spicy, crunchy sauce she put on them was even better. Soon, people came from far and wide to buy it (while rivals tried their best to copy it). The enterprising widow, Tao Huabi, decided to open a factory to bottle her magic sauce. It became the best-selling chile-sauce brand in China and made Ms. Tao a billionaire.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-stock-hearing-keith-gill-reddit-robinhood-11613652307", "title": "Who Are the Key Players at the GameStop Congressional Hearing?", "date": "2021-02-18 10:50", "summary": "Panel to focus on recent volatility in shares of GameStop and other companies. The House Financial Services Committee is calling several witnesses in a hearing Thursday, including individual investor Keith Gill, to find out what happened during the retail-investor-led run-up of GameStop Corp.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-be-a-good-neighbor-11613663031", "title": "So You've Bought a House in the 'Burbs. Here's How to Make Good With Your Neighbors.", "date": "2021-02-18 10:46", "summary": "Or, at the very least, not tick them off. As more of you flee the cities for the suburbs, exurbs and not-at-all-urbs, here are some things your new neighbors would like you to know.", "categories": [["Real Estate", "Homeownerous"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homeownerous?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-americas-botched-vaccination-rollout-fragmented-communication-misallocated-supply-11613663012", "title": "Behind America's Botched Vaccination Rollout: Fragmented Communication, Misallocated Supply", "date": "2021-02-18 10:43", "summary": "Resume Subscription. The record-fast creation of Covid-19 vaccines was a triumph. So why is it taking so long to vaccinate Americans?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ava-duvernay-launches-recruitment-tool-to-improve-diversity-of-hollywood-crews-11613656800", "title": "Ava DuVernay Launches Tool to Improve Diversity of Hollywood Crews", "date": "2021-02-18 10:30", "summary": "Personnel database will give entertainment industry opportunity to show its actions can match its words, producer says. Producer and director Ava DuVernay, whose credits include the movie \"Selma\" and the TV series \"Queen Sugar,\" is spearheading an alliance with major studios, streaming platforms, and top producers aimed at increasing diversity among crew members on film and television sets.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-pandemic-sugar-rush-for-nestle-11613657054", "title": "No Pandemic Sugar Rush for Nestlé", "date": "2021-02-18 10:25", "summary": "Swiss maker of KitKat candy bars hasn't seen the same sales spikes as other snack giants during the pandemic, but looks steadier in the long run. The Covid-19 crisis has produced some surprising winners among the ranks of global food companies, including Kraft Heinz .", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/make-a-wish-co-founder-had-a-wish-of-his-own-11613660414", "title": "Make-A-Wish Co-Founder Had a Wish of His Own", "date": "2021-02-18 10:00", "summary": "Frank Shankwitz, who has died at age 77, helped create an international charity bringing joy to critically ill children. ", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-puzzles-saturday-february-20-11613307750", "title": "Number Puzzles (Saturday, February 20)", "date": "2021-02-18 10:00", "categories": [["WSJ Puzzles", "Number Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/number-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-s-brainard-climate-change-already-affecting-economy-financial-system-11613653221", "title": "Climate Change Already Affecting Economy, Fed's Brainard Says", "date": "2021-02-18 09:59", "summary": "Ignoring global warming risks will bring costs, Fed governor says. Federal Reserve governor Lael Brainard said Thursday the economy and financial system are already being affected by climate change, and said the central bank is ramping up work to ensure the financial system can deal with the risks that lay ahead of it.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/land-rush-is-on-in-four-states-that-approved-recreational-pot-last-year-11613480581", "title": "Land Rush Is On in Four States That Approved Recreational Pot Last Year", "date": "2021-02-18 09:58", "summary": "Owners of warehouses, retail space able to charge a premium when selling or renting to businesses in the cannabis industry. ", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-redditors-find-the-next-gamestop-stock-11613644201", "title": "How Redditors Find the Next GameStop Stock", "date": "2021-02-18 09:33", "summary": "On the surface, WallStreetBets looks like a casino, but an analysis of the stocks that take off reveals some common factors that drive the winners. There is a method to the madness on WallStreetBets. For every stock that soars like GameStop Corp. and AMC Entertainment Holdings Inc., many more names touted on the Reddit site fail to launch.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barclays-partial-victory-lap-11613658373", "title": "Barclays' Partial Victory Lap", "date": "2021-02-18 09:26", "summary": "Last year validated Jes Staley's decision to keep the lender's investing banking business, but he still must show that the bank can generate decent overall returns. Last year's results vindicated Barclays ' diversified banking strategy, but overall returns are still disappointing and the stock price remains stubbornly low.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-twilio-herbalife-what-to-watch-when-the-stock-market-opens-today-11613649874", "title": "GameStop, Twilio, Walmart: What to Watch When the Stock Market Opens Today", "date": "2021-02-18 09:03", "summary": "U.S. stock futures fell; House committee to hold hearing on GameStop's rise. There's a lot going on in markets on this busy Thursday. Here's what you need to know.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/were-still-dreaming-of-mars-and-martians-11613656624", "title": "We're Still Dreaming of Mars and Martians", "date": "2021-02-18 08:57", "summary": "Long before probes discovered the truth about Mars, stories about its inhabitants helped us understand the best and worst of humanity.. This afternoon, NASA's Perseverance rover will attempt to land on Mars, making it just the fifth vehicle on a planet about half the diameter of Earth. But compared with the eons of total emptiness until 1997, when NASA landed its first Mars rover, Sojourner, the neighborhood is getting pretty crowded. In fact, Perseverance is the third spacecraft to reach Mars just this month. On Feb. 9, the UAE's Hope Probe arrived in orbit around Mars, where China's Tianwen-1 joined it the very next day. In May or June, Tianwen will attempt to land its own rover on the Martian surface, making China the second country to achieve that feat.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/winter-weather-sows-havoc-across-u-s-farm-sector-11613655524", "title": "Farmers From Kansas to Alabama Have Never Dealt With Weather Like This", "date": "2021-02-18 08:38", "summary": "Tyson, Cargill suspend some meat processing; ranchers race to save newborn calves. Brutal winter weather continued to batter the U.S. agriculture industry, as companies and farmers contended with snow, ice and cold temperatures that disrupted processing, snarled transport and killed livestock across the Midwest and South.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bill-gates-interview-advice-quotes-decisions-11613654671", "title": "The Best Decision Bill Gates Ever Made", "date": "2021-02-18 08:27", "summary": "The philanthropist, co-founder of Microsoft and author of 'How to Avoid a Climate Disaster' on the one talent he's embarrassed he doesn't have, the one book everyone should read and what he might do differently if he could do college over again.. What is the one thing that most excites you to start your day?", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-market-shouldnt-clip-airbus-wings-11613654450", "title": "The Market Shouldn't Clip Airbus's Wings", "date": "2021-02-18 08:20", "summary": "The European plane maker has delivered good results, given that 2020 was the worst year in aviation history. Despite all the turbulence, Airbus stock may be flying a little too low.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shipping-container-shortage-gives-commodity-prices-extra-boost-11613648648", "title": "Container Shortage Gives Commodity Prices Extra Boost", "date": "2021-02-18 08:19", "summary": "Traders face soaring rates to move goods by sea in 40-foot steel boxes, snarling global supply chains for some raw materials. It has rarely been more expensive to move sugar, coffee and copper around the world by sea.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-families-are-stuck-at-home-during-covid-but-have-plenty-of-places-to-go-11613653221", "title": "These Families Are Stuck at Home During Covid, but Have Plenty of Places to Go", "date": "2021-02-18 08:00", "summary": "Some homeowners are rethinking spaces where they can spend time with family-or no one at all. Although Kit Chua and her husband had lived in their Chicago home for several years, she'd never set up her home office properly. Once the pandemic hit, and Ms. Chua, an education consultant, was forced to work from home, where her husband was also working and their two daughters, ages 9 and 12, were engaged in remote school, it became clear that she needed a viable office setup.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delta-taps-ibm-to-move-more-applications-to-the-cloud-11613653206", "title": "Delta Taps IBM to Move More Applications to the Cloud", "date": "2021-02-18 08:00", "summary": "Deal will accelerate a cloud-migration plan started in 2018, Delta CIO says. Delta Air Lines Inc. on Thursday said it signed a multiyear contract with International Business Machines Corp. to help the carrier move most of its data and applications to the cloud.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/naomi-osaka-serena-williams-jennifer-brady-australian-open-11613652400", "title": "Naomi Osaka Powers Past Serena Williams", "date": "2021-02-18 07:55", "summary": "The 23-year-old will face American Jennifer Brady in Saturday's women's final. It will be a marquee event as long as they continue to meet-Naomi Osaka versus Serena Williams, anywhere, anytime, for anything, the most electric women's tennis player of the moment, versus perhaps the greatest to ever do it.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-consumers-were-big-spenders-during-the-lunar-new-year-holiday-11613650350", "title": "Chinese Consumers Were Big Spenders During the Lunar New Year Holiday", "date": "2021-02-18 07:12", "summary": "Consumption at major retailers and restaurants over the seven-day holiday hit $127 billion. BEIJING-Chinese consumers opened up their wallets over the weeklong Lunar New Year holiday, energizing a domestic retail and service sector that has proved a stubborn laggard in China's economic recovery.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-doctors-want-to-pick-their-covid-19-vaccine-fearing-reactions-lower-efficacy-11613649603", "title": "These Doctors Want to Pick Their Covid-19 Vaccine", "date": "2021-02-18 07:00", "summary": "EU leaders pressured AstraZeneca to deliver more doses of its vaccine, but now find some people balk at the shot. Health-worker unions in Europe say thousands of their members refuse to take one of the three Covid-19 vaccines available in the region because of concerns over efficacy and reports of side effects, the latest setback for the continent's slow vaccine rollout.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-the-hunger-games-three-finger-salute-means-to-protesters-across-asia-11613649604", "title": "What 'The Hunger Games' Three-Finger Salute Means to Protesters Across Asia", "date": "2021-02-18 07:00", "summary": "Borrowed from the literary and film series and popularized by Thai protesters in 2014, the gesture has become a prominent symbol against this month's coup in Myanmar. SINGAPORE-As protests against a Feb. 1 military coup have gripped Myanmar, one symbol has emerged as an icon: the three-finger salute. Civil servants on strike, student protesters, even refugees living abroad have made the gesture in a show of defiance.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-suisse-posts-loss-despite-boost-from-investment-bank-11613630165", "title": "Credit Suisse Posts Loss Despite Boost From Investment Bank", "date": "2021-02-18 06:15", "summary": "The investment banking side booked bumper fees from companies raising stock and bonds. Credit Suisse Group AG said a strong start to the first quarter is fueling its growth ambitions this year, after hefty legal charges and write-downs pushed it to a fourth-quarter loss.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apollo-names-ex-sec-chairman-jay-clayton-as-lead-independent-director-11613646000", "title": "Apollo Names Ex-SEC Chairman as Lead Independent Director", "date": "2021-02-18 06:00", "summary": "Newly created board role is latest step in sweeping overhaul of corporate governance at investment firm. Apollo Global Management Inc. has appointed former Securities and Exchange Commission Chairman Jay Clayton to the newly created role of lead independent director on its board, the latest step in a sweeping overhaul of corporate governance at the investment firm.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barclays-turns-profit-despite-economic-weakness-11613634241", "title": "Barclays Trading Arm Provides Lifeline Through Pandemic", "date": "2021-02-18 05:47", "summary": "Vigorous market trading makes up for Covid-19-related challenges at the bank. LONDON- Barclays PLC posted a profit in 2020 as buoyant securities trading made up for a lackluster performance in the U.K., where the bank expects pent-up savings to give the economy a boost as the coronavirus pandemic wanes.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baidu-hops-aboard-the-electric-vehicle-express-11613644735", "title": "Baidu Hops Aboard the Electric-Vehicle Express", "date": "2021-02-18 05:38", "summary": "The company has hit all the right tones by announcing a foray into EVs-one of the hottest investment themes right now. The fall and rise of China's search-engine giant Baidu epitomizes the market zeitgeist of 2021 perfectly: a mania for growth and a yawn for value.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-push-internet-privacy-rules-in-lieu-of-federal-standards-11613644200", "title": "States Push Web Privacy Rules", "date": "2021-02-18 05:30", "summary": "Data protection bills in Washington and Virginia come as the pandemic pushes life further online. A growing mosaic of state-level internet privacy proposals in lieu of a nationwide framework could provide new protections for consumers and additional question marks for businesses.", "categories": [["Pro Cyber Commentary & Analysis"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-commentary-analysis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-of-immigrant-families-illegally-crossing-u-s-border-rises-to-pre-covid-19-levels-11613644201", "title": "Migrant Families Entering U.S. Illegally Rise to Pre-Pandemic Levels", "date": "2021-02-18 05:30", "summary": "Resume Subscription. DEL RIO, Texas-Throughout the pandemic, this border city's Val Verde Border Humanitarian Coalition has typically assisted about 25 migrants a week who enter the U.S. illegally with their families and seek asylum.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/etfs-with-less-transparency-face-slow-rollout-11613644203", "title": "Stock Pickers Built These ETFs to Be More Nimble. They're Off to a Slow Start", "date": "2021-02-18 05:30", "summary": "New fund type combines features of mutual funds and traditional exchange-traded funds. Asset managers are rushing to launch a new breed of stock-picking exchange-traded fund, only to find that some of the biggest brokerages in the U.S. aren't yet willing to pitch them to clients.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fernando-tatis-contract-san-diego-padres-11613622904", "title": "Fernando Tatís Jr., 22, Agrees to the Longest Baseball Contract Ever with the Padres", "date": "2021-02-18 05:30", "summary": "The budding superstar's 14-year, $340 million contract with San Diego ties team and player together for the long run-with risks for both.. Just a few weeks ago, Fernando Tatís Jr. didn't want to talk much about his future. Asked about the possibility of signing a long-term extension with the San Diego Padres, he deflected.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adjuvant-capital-raises-300-million-global-health-venture-fund-11613642400", "title": "Adjuvant Capital Raises $300 Million Global-Health Venture Fund", "date": "2021-02-18 05:00", "summary": "The Bill & Melinda Gates Foundation invests $75 million in the venture firm's debut vehicle. Investors including the Bill & Melinda Gates Foundation have backed a $300 million venture-capital fund seeking to make medical innovations more accessible to people in developing countries.", "categories": [["Pro VC VC Funds"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-vc-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/everythings-glittering-except-gold-11613637803", "title": "Everything's Glittering Except Gold", "date": "2021-02-18 03:46", "summary": "In the current market frenzy, the original speculative asset is struggling to capture investors' imaginations. You have to feel a little sorry for investors in gold. Central bankers and finance ministries have opened the cash sluices, and what looks like a speculative boom is under way in many corners of global financial markets. But over the past 12 months, the yellow metal-the original darling of skeptics of spendthrift governments-has underperformed the S&P 500.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-prosecutors-investigating-how-cuomo-administration-handled-covid-19-in-nursing-homes-11613624562", "title": "U.S. Prosecutors Investigating How Cuomo Administration Handled Covid-19 in Nursing Homes", "date": "2021-02-18 00:02", "summary": "Inquiry into New York governor's administration is in addition to August request for records from Justice Department. Federal prosecutors have begun an investigation of how the administration of New York Gov. Andrew Cuomo handled the Covid-19 pandemic in the state's nursing homes, people familiar with the matter said.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-life-expectancy-fell-in-first-half-of-2020-as-covid-19-deaths-surged-11613624460", "title": "U.S. Life Expectancy Fell in First Half of 2020", "date": "2021-02-18 00:01", "summary": "Deaths from coronavirus pandemic led to steepest drop in longevity since World War II. U.S. life expectancy declined by a year during the first half of 2020, according to federal figures released Thursday that show the deadly impact of the coronavirus pandemic's early months.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-democratic-lawmakers-push-for-wealth-tax-on-new-york-billionaires-11613692224", "title": "Lawmakers Push for Wealth Tax on New York Billionaires", "date": "2021-02-18 00:01", "summary": "Lawmakers search for revenues as the state faces a $10.2 billion deficit. New York state lawmakers are considering an unprecedented form of wealth tax as they search for revenues to plug a budget hole exacerbated by the coronavirus pandemic.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11613599804", "title": "Pepper...and Salt", "date": "2021-02-18 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nets-kevin-durant-james-harden-kyrie-irving-11613616312", "title": "The Nets Might Have the Best Offense in NBA History-and the Worst Defense", "date": "2021-02-18 00:01", "summary": "Brooklyn reflects a philosophical shift across basketball: Is more offense the most effective defense?. The strangest thing about the riskiest deal of the NBA season was the inevitability: The Brooklyn Nets traded for James Harden to unite him with Kevin Durant and Kyrie Irving, and the results of their irresistible basketball experiment were entirely predictable.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/executives-at-u-s-navy-contractor-charged-with-dumping-contaminated-water-in-japan-11613620324", "title": "U.S. Charges Three Executives in Navy Contractor Dumping Case in Japan", "date": "2021-02-18 22:52", "summary": "Indictment says ships' oily fluid wasn't treated properly before discharge into ocean; company has denied wrongdoing. The Justice Department charged three people at a contractor for the U.S. Navy in Japan with fraud involving the alleged dumping of waste from U.S. warships for more than a decade.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-spins-into-the-wind-11613605698", "title": "Texas Spins Into the Wind", "date": "2021-02-18 21:39", "summary": "An electricity grid that relies on renewables also needs nuclear or coal power.. While millions of Texans remain without power for a third day, the wind industry and its advocates are spinning a fable that gas, coal and nuclear plants-not their frozen turbines-are to blame. PolitiFact proclaims \"Natural gas, not wind turbines, main driver of Texas power shortage.\" Climate-change conformity is hard for the media to resist, but we don't mind. So here are the facts to cut through the spin.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-replaces-gifted-test-for-elementary-school-with-lottery-11613609983", "title": "New York Schools Replace Gifted Test With Lottery", "date": "2021-02-18 19:59", "summary": "Change for fall 2021 is due to concerns about pandemic, segregation; long-term process to be decided. New York City's Department of Education said children will be admitted to elementary school gifted-and-talented programs this year by lottery based on letters of recommendations from preschool teachers, instead of standardized testing.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/melvin-capital-says-it-has-been-short-gamestop-since-2014-11613593854", "title": "Melvin Capital Was Short GameStop Since 2014", "date": "2021-02-18 19:55", "summary": "Hedge-fund manager Gabe Plotkin defends short-selling strategy in House testimony. Melvin Capital Management had been betting against GameStop Corp. since 2014 and still believes online videogame downloads will overtake the retailer's business model, the hedge fund's founder said in an advance copy of his congressional testimony made public Wednesday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-b-hunt-enlists-google-to-match-carriers-with-shippers-11613609003", "title": "J.B. Hunt Enlists Google to Match Carriers With Shippers", "date": "2021-02-18 19:43", "summary": "The transport company seeks to strengthen its freight brokerage business, a market facing competition from digital-only upstarts. J.B. Hunt Transport Services Inc., competing against digital upstarts in its freight-matching segment, is turning to Google's AI to better pair shippers with carriers.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rush-limbaugh-11613594794", "title": "Rush Limbaugh", "date": "2021-02-18 19:28", "summary": "The talk-radio host popularized conservative ideas and policies.. A familiar voice in American media and politics has gone quiet. Rush Limbaugh, the most listened-to radio host in America for 30 years, died Wednesday at age 70.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazil-turns-sleepy-sugarcane-town-into-global-covid-19-experiment-11613597426", "title": "Brazil Turns Sleepy Town Into Global Covid-19 Experiment", "date": "2021-02-18 19:20", "summary": "In the first study of its kind, researchers will immunize all of Serrana to discover how well vaccination can curb Covid-19 transmission. SERRANA, Brazil-As Covid-19 has raged across Brazil, killing nearly a quarter of a million people, high infection rates have turned the country into the perfect testing ground for vaccines.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-union-leaders-huddle-on-infrastructure-plan-11613603680", "title": "Biden, Union Leaders Huddle on Infrastructure Plan", "date": "2021-02-18 19:17", "summary": "President says U.S. is 'so far behind the curve' on rebuilding roads and bridges. WASHINGTON-President Biden on Wednesday detailed his coming economic-stimulus and infrastructure plans with top labor leaders, some of whom have voiced concerns that his energy policies will come at the expense of union jobs.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]