[{"link": "https://www.wsj.com/articles/illumina-battles-u-s-european-antitrust-enforcers-on-grail-deal-11622206801", "title": "Illumina Battles U.S., European Antitrust Enforcers on Grail Deal", "date": "2021-05-28 19:35", "summary": "Federal judge deals blow to companies in San Diego; EU invokes new policy to claim jurisdiction over transaction. Life-sciences company Illumina Inc. is facing a labyrinth of antitrust hurdles on two continents as it seeks to save its planned $7.1 billion acquisition of Grail Inc., which is developing an early-stage cancer-detection test.", "categories": [["Business", "Law"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/law-legal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/welbilt-receives-3-3-billion-bid-from-italys-ali-group-11622211181", "title": "Welbilt Gets $3.3 Billion Bid From Italy's Ali Group", "date": "2021-05-28 19:17", "summary": "The food-service-equipment maker had agreed in April to sell itself to Middleby. Welbilt Inc., which agreed to sell itself in a $2.9 billion deal last month, has received a topping bid valuing the food-service-equipment maker at around $3.3 billion.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/employers-can-require-covid-19-vaccine-under-federal-law-new-guidancestates-11622230319", "title": "Employers Can Require Covid-19 Vaccine Under Federal Law", "date": "2021-05-28 19:03", "summary": "Equal Employment Opportunity Commission says federal laws don't prevent an employer from requiring workers to be inoculated. U.S. employers could require all workers physically entering a workplace to be vaccinated against Covid-19, the federal government said Friday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exxon-amazon-ford-best-buy-stocks-that-defined-the-week-11622242824", "title": "Exxon, Amazon, Ford, Best Buy: Stocks That Defined the Week", "date": "2021-05-28 19:00", "summary": "Here are seven major companies whose stocks moved on the week's news. Exxon Mobil Corp.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-is-the-6-trillion-man-11622241749", "title": "Biden Is the $6 Trillion Man", "date": "2021-05-28 18:42", "summary": "A blowout for the ages on everything but defense and security.. Happy Memorial Day or should we say Covid Liberation Day. President Biden is celebrating with the $6 trillion budget he released Friday that, in its willful magnitude, is unprecedented in American peacetime history. Democrats with their narrow majorities in Congress have no mandate for this, but they plan to jam most of it through anyway.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-is-america-steaming-out-of-the-pacific-11622241595", "title": "Why Is America Steaming Out of the Pacific?", "date": "2021-05-28 18:39", "summary": "The Penatgon chief calls China the 'pacing' challenge but is wearing out naval assets in the Middle East.. The aircraft carrier the USS Ronald Reagan will deploy from its home port in Japan to the Middle East this summer to support the withdrawal of U.S. troops from Afghanistan, The Wall Street Journal reported earlier this week. The move came at the request of U.S. Central Command and was approved by Defense Secretary Lloyd Austin.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/punished-in-hong-kong-for-texting-the-press-11622241535", "title": "Punished in Hong Kong for Texting the Press", "date": "2021-05-28 18:38", "summary": "A pro-democracy lawmaker is denied bail for speaking to the WSJ.. China wants to silence Hong Kongers even as it persecutes them. A court judgment released Friday shows that a judge penalized former pro-democracy lawmaker and journalist Claudia Mo for speaking to Western journalists, including our own Jillian Melchior.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-retroactive-tax-increase-11622241471", "title": "A Retroactive Tax Increase", "date": "2021-05-28 18:37", "summary": "Biden wants to tax capital gains you made even before a bill passes.. President Biden really is a class warrior. Not only does he want to raise taxes on capital gains to a modern high of 43.4%, he wants to do it retroactively. The Administration leaked Thursday that its new high rate would apply to all gains on assets sold after the introduction of its American Families Plan in April.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oklahoma-joins-the-tax-cutters-11622241387", "title": "Oklahoma Joins the Tax Cutters", "date": "2021-05-28 18:36", "summary": "The Sooner State returns a budget surplus to taxpayers.. The long pandemic year has widened the policy divide between Democratic and Republican states, with the latter generally resisting long lockdowns and doing better economically. Now Oklahoma is rewarding its citizens by cutting taxes to make the state more competitive.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/individual-investors-push-amcs-yearly-gain-toward-1-200-11622223696", "title": "AMC's Yearly Gain Pushes Past 1,100%, Driven by Small Investors", "date": "2021-05-28 18:12", "summary": "Shares of AMC Entertainment have soared 116% this week, with investor enthusiasm building anew on social media. Shares of AMC Entertainment Holdings Inc. finished Friday with their best weekly gain in four months, surging 116% for the week, in a rally that has once again astounded analysts, enriched individual investors and punished Wall Street traders betting against the company.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/face-mask-doctor-recommendations-11622115405", "title": "Kids and Covid-19: Latest on Masks, Social Distancing, Summer Camps", "date": "2021-05-28 18:00", "summary": "What the CDC, health authorities and doctors recommend for face masks and physical distancing now that the U.S. is reopening. Just over half of adults in the U.S. were fully vaccinated against Covid-19, but for children, the vaccination drive has a long way to go. As of late May, 4.8 million Americans under the age of 18 had received at least one shot of the Pfizer - BioNTech vaccine approved for anyone age 12 and up, while far fewer-about 1.7 million-had completed a full course. A vaccine for children under 12 isn't expected until late in the year or early 2022. With the U.S. economy opening up as we head into summer, here is what you need to know about masking and social distancing for children, based on government guidance and the opinions of doctors.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-the-mob-came-for-the-jews-of-baghdad-11622237901", "title": "When the Mob Came for the Jews of Baghdad", "date": "2021-05-28 17:38", "summary": "We heard screams all through the night. Today only four known Jews remain in Iraq.. I was 10 when mobs attacked the Jewish community of Baghdad, my community, with cruel and unimaginable violence. Rioters maimed, raped, killed and robbed the unsuspecting Jews. This massacre, which began June 1, 1941, was called the Farhud, Arabic for \"violent dispossession\" or pogrom.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wuhan-lab-theory-is-a-media-warning-11622237799", "title": "Wuhan Lab Theory Is a Media Warning", "date": "2021-05-28 17:36", "summary": "The news business is headed for trouble if it won't control its biases as other professions do.. On what basis was the lab leak theory ruled out for months by the media despite the lack of any evidence or logic for ruling it out? We're bad journalists, has been the unembarrassed answer from the media this week in a wide array of print and online publications as well as National Public Radio.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teenage-campers-who-are-fully-vaccinated-dont-need-to-wear-face-masks-physically-distance-cdc-says-11622227469", "title": "CDC Relaxes Guidance for Teens in Summer Camp", "date": "2021-05-28 17:27", "summary": "Summer camps should encourage adolescents who aren't fully vaccinated to wear face masks, especially indoors. Children who are fully vaccinated don't need to wear face masks or maintain physical distancing from one another at camp this summer, federal health officials said Friday, in their latest move to relax pandemic guidelines for people who have received shots.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-will-take-up-voting-rights-in-june-sen-chuck-schumer-says-11622221567", "title": "Senate Will Take Up Voting-Rights Legislation in June", "date": "2021-05-28 17:20", "summary": "The divisive issue has become a top priority for Democrats. WASHINGTON-Senate Majority Leader Chuck Schumer (D., N.Y.) said the Senate would take up voting-rights legislation during the last week of its June work period, a major step for a policy opposed by Republicans and one that hasn't yet drawn the full support of his conference.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-read-this-week-11622236749", "title": "What to Read This Week", "date": "2021-05-28 17:19", "summary": "Our Summer Books edition features a wealth of vacation-ready reading, including inspirations for travel and fun. Plus a portrait of our patchwork national origins and more.. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-budget-plan-fiscal-2022-11622169489", "title": "Biden Unveils $6 Trillion Federal Spending Blueprint", "date": "2021-05-28 17:16", "summary": "President's first budget boosts funding for infrastructure, healthcare and education. WASHINGTON-President Biden's $6 trillion budget proposal unveiled Friday charts his vision of an expansive federal government role in the economy and the lives of Americans, with big increases in spending on infrastructure, public health and education along with tax hikes on corporations and the wealthy.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-republics-review-a-patchwork-nation-11622214233", "title": "'American Republics' Review: A Patchwork Nation", "date": "2021-05-28 17:13", "summary": "In the decades following the American Revolution, the governments that counted were those that met in state capitals.. Alan Taylor is one of America's most distinguished historians. He is the Thomas Jefferson Foundation Professor at the University of Virginia, a two-time winner of the Pulitzer Prize in History and the author of 10 previous books, nearly all dealing with early American history. Mr. Taylor describes this one, \"American Republics: A Continental History of the United States, 1783-1850,\" as a sequel to his two earlier books, \"American Colonies: The Settling of North America\" (2001) and \"American Revolutions: A Continental History, 1750-1804\" (2016). His book is written in clear, readable prose designed for readers with little or no prior knowledge of the period, and the work has touches of wokeness, which helps to fit it nicely into this extraordinary moment in our history.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-books-of-summer-11622047074", "title": "The Books of Summer", "date": "2021-05-28 17:12", "summary": "Our reviewers on vacation-ready fiction and nonfiction, along with guides to summer pleasures-and our readers weigh in on the books that capture the essence of the season.. Summer is the season of leisure and breaking from routine-whether that involves a hammock on a warm afternoon in a backyard, a day at the seaside or a long-awaited trip to a cabin in the woods. We asked readers of the WSJ's weekly Books newsletter to select books that capture the essence of summer for them. Whether reaching back to their childhoods or drawing on more recent memories of enchanting summer reads, that question produced a fascinating array of literary escapes-recommendations that go perfectly with our survey of new summer-ready fiction, plus books on golf, the great outdoors, road trips and the art of the grill.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-05-28-2021-11622187722", "title": "S&P, Dow End Month Higher as Investors Weigh Inflation Data", "date": "2021-05-28 16:47", "summary": "Nasdaq finishes May with 1.5% decline, breaking a six-month streak of gains. The S&P 500 edged higher in the final trading day of the week, notching a fourth consecutive month of gains.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-budget-plan-would-remove-ban-on-federal-funds-for-abortion-11622231319", "title": "Biden Budget Plan Would Remove Ban on Federal Funds for Abortion", "date": "2021-05-28 16:40", "summary": "The 1976 Hyde Amendment, included in spending legislation for decades, is backed by most Republicans. President Biden's budget proposal removes language banning the use of federal dollars for abortions in most cases, fulfilling a campaign pledge and setting up a fight in Congress, where most Republicans are opposed to the change.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-give-exxon-payback-for-frustrations-on-strategy-and-climate-11622227480", "title": "Investors Give Exxon Payback for Frustrations on Strategy and Climate", "date": "2021-05-28 16:34", "summary": "Some of world's biggest investment firms help elect dissident candidates for energy giant's board. Many of the world's biggest investment firms helped elect directors proposed by an upstart environmental-activist fund to Exxon Mobil Corp.'s board. While votes are still being counted, BlackRock Inc., State Street Corp. and Vanguard Group have said publicly they wielded votes for investors in favor of at least two dissident directors.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hijacking-from-the-theft-of-bootleg-liquor-to-taking-jets-in-flight-11622233713", "title": "'Hijacking': From the Theft of Bootleg Liquor to Taking Jets in Flight", "date": "2021-05-28 16:28", "summary": "No one is sure of the term's origin or how it came to be applied to so many different kinds of illicit seizures. Linguist and lexicographer Ben Zimmer analyzes the origins of words in the news. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-realistic-monument-to-heroism-11622233360", "title": "A Realistic Monument to Heroism", "date": "2021-05-28 16:22", "summary": "The Korean Veterans Memorial pays tribute to former servicemen through a plain-spoken acknowledgment of the harshness of war. ", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/englishness-review-volcanic-island-11622233044", "title": "'Englishness' Review: Volcanic Island", "date": "2021-05-28 16:17", "summary": "An English cultural identity once nested quietly inside Britain. Now English nationalism is on the rise.. How did the British become so excitable? Everyone who has observed British politics play out as a dance of dervishes since 2016-when Britain voted narrowly to bolt from the European Union-has been struck by how untethered from its age-old traits of stability, continuity and moderation the country has come to be.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fight-over-reform-at-linfield-university-11622232685", "title": "The Fight Over Reform at Linfield University", "date": "2021-05-28 16:11", "summary": "I, with a degree in psychology, was clueless about my options and preparedness to make a living.. Allysia Finley's \"The Weekend Interview with Miles K. Davis: Rebellion in the Faculty Lounge\" (May 22) sheds a bright light on the absurdity of the liberal-arts college experience. I, with a degree in psychology, was clueless about my options and preparedness to make a living.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-violent-legacy-of-48-still-haunts-israel-11622232626", "title": "The Violent Legacy of '48 Still Haunts Israel", "date": "2021-05-28 16:10", "summary": "Historians on all sides of this dispute accuse one another of grave inaccuracies and distortions.. Regarding \"In Israel, the Violent Legacy of 1948\" (Review, May 22): The Journal has waded into a scholars' mine field. Historians on all sides of this dispute accuse one another of grave inaccuracies and distortions.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marquee-matchups-saturday-crossword-may-29-11621790801", "title": "Marquee Matchups (Saturday Crossword, May 29)", "date": "2021-05-28 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rows-garden-saturday-variety-puzzle-may-29-11621790960", "title": "Rows Garden (Saturday Variety Puzzle, May 29)", "date": "2021-05-28 16:01", "categories": [["WSJ Puzzles", "Variety Puzzle"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/variety-puzzle?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/not-forgotten-11622231865", "title": "Not Forgotten", "date": "2021-05-28 15:57", "summary": "A revival of Memorial Day traditions and an enduring example of bravery.. After the dismal Covid spring of 2020, many Americans are eager to resume their communal displays of gratitude for the people whose sacrifices have allowed us to live in freedom.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-in-bidens-6-trillion-budget-plan-11622223706", "title": "What's in Biden's $6 Trillion Budget Plan", "date": "2021-05-28 15:52", "summary": "The president wants increases in spending on education, healthcare and renewable energy. The Biden administration Friday released its budget for fiscal year 2022 calling for increases in spending on education, healthcare and renewable energy.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/helgoland-review-the-paradox-of-particles-11622231175", "title": "'Helgoland' Review: The Paradox of Particles", "date": "2021-05-28 15:46", "summary": "On an island retreat to escape allergies, the young physicist Werner Heisenberg could focus his attention on the strange world of the subatomic.. Given the probabilistic basis of quantum theory, it is apt that happenstance should have been midwife at the birth of one of its most radical formulations. Had Werner Heisenberg as a young man not suffered from chronic hay fever and sought relief on the virtually treeless island of Helgoland in the North Sea off the coast of Germany, particle physics might be a very different matter from what it is today. Indeed, our concept of matter itself might be a different matter.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amgen-wins-approval-for-pathbreaking-lung-cancer-drug-11622220249", "title": "Amgen Wins Approval for Pathbreaking Lung Cancer Drug", "date": "2021-05-28 15:42", "summary": "A potential blockbuster, drug is first to treat common cancer mutation called KRAS that researchers struggled for years to target. A pathbreaking pill for lung cancer from Amgen Inc. was approved by the U.S. Food and Drug Administration, adding a new potential blockbuster to the biotech giant's aging stable of drugs.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-got-the-horse-right-here-review-racing-with-runyon-11622230858", "title": "'I Got the Horse Right Here' Review: Racing With Runyon", "date": "2021-05-28 15:40", "summary": "For the writer with an eye on the 'plungers,' racing was just one thing happening at the track.. Damon Runyon wrote his first piece about horse racing in 1922, and led with an anecdote about boxing. Jim Reisler, the editor of a new collection of Runyon's work as a turf hack, suggests that perhaps he was nervous, and so fell back upon that which he knew. I'm sure Mr. Reisler is right. Yet Runyon was bringing to the typewriter his own particular sensibility, in which heroes and villains were not isolated characters reducible to their roles. (Runyon, when he reported on Al Capone's trial, enthusiastically recorded the gangster's tailoring bills from Marshall Field's, and the shopping he did for his home.) In the pages of \"I Got the Horse Right Here\" you will find yourself in gambling halls and hotels, perusing potential color schemes for racing silks and learning the multigenerational tale of the concessions ownership at Saratoga.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-republicans-block-jan-6-riot-commission-11622218867", "title": "Senate Republicans Block Jan. 6 Riot Commission", "date": "2021-05-28 15:38", "summary": "Party leaders including McConnell and Trump had urged colleagues to reject proposal. WASHINGTON-Senate Republicans blocked the creation of a bipartisan, independent commission to investigate the Jan. 6 assault on the U.S. Capitol by a pro-Trump mob, after GOP leaders urged colleagues to reject it.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/african-europeans-review-recalling-forgotten-pasts-11622230082", "title": "'African Europeans' Review: Recalling Forgotten Pasts", "date": "2021-05-28 15:28", "summary": "People of African heritage have contributed greatly to Europe's music, literature and more. But their achievements have long been overlooked.. In 1472, two decades before Columbus sailed for the New World, so great was the demand for African labor in Portugal that the parliament urged King Afonso V to bar the sale of Africans to other European countries, especially to rival Spain, whose market for bound blacks was equally insatiable. By the mid-16th century, about 10% of Lisbon's 100,000 inhabitants were Africans who had been brought to the city as slaves. At the time, 30,000 other blacks lived scattered throughout Portugal, whose overall population barely numbered one million people.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/super-fly-review-respect-for-a-reviled-insect-11622229643", "title": "'Super Fly' Review: Respect For a Reviled Insect", "date": "2021-05-28 15:20", "summary": "One of the most successful species on Earth, flies are the 'ultimate evolutionary opportunists.'. Gloucester's lament in \"King Lear\"-\"As flies to wanton boys are we to th' gods; / They kill us for their sport\"-isn't cited in \"Super Fly: The Unexpected Lives of the World's Most Successful Insects,\" but I suspect that the book's author, Jonathan Balcombe, would agree with the sentiment deploring those sadistic youths. \"Super Fly\" is a lucid, absorbing and sprightly account of the world of flies. There is also a parallel story here, in which Mr. Balcombe becomes an outright advocate. His fervent enthusiasm for flies startled me, until I eventually understood his benevolent motives.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thomas-becket-was-a-saint-for-all-seasons-11622229001", "title": "The Afterlife of Thomas Becket", "date": "2021-05-28 15:10", "summary": "A new exhibition explores the life and legacy of the medieval English martyr to royal power. In December 1170, Thomas Becket, the archbishop of Canterbury, was murdered on the orders of King Henry II of England, his former friend. The killing was supposed to put an end to disputes over the powers of church and crown. Instead, Becket's martyrdom made him a Catholic saint and a symbol of resistance to unjust authority. That legacy is the focus of a new exhibition, \"Thomas Becket: The Murder and Making of a Saint,\" that opened last week at the British Museum in London.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-union-approves-pfizer-biontech-vaccine-for-adolescents-11622226618", "title": "EU Approves Pfizer-BioNTech Vaccine for Adolescents", "date": "2021-05-28 14:30", "summary": "Approval for kids 12 to 15 years old will give boost to continent's Covid-19 vaccination campaign. The European Union's health agency approved the Covid-19 vaccine from Pfizer Inc. and BioNTech SE for children between the ages of 12 and 15 years old, a move that will give a boost to the continent's vaccination campaign.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/get-ready-for-5-gasoline-if-you-live-in-californiaor-if-you-dont-11622226479", "title": "Get Ready for $5 Gasoline if You Live in California-or if You Don't", "date": "2021-05-28 14:28", "summary": "Golden State laws drive up prices at the pump, and the Biden administration aims to take them national.. Tustin, Calif.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-bans-seafood-imports-from-chinese-company-citing-use-of-forced-labor-11622225879", "title": "U.S. Bans Seafood Imports From Chinese Company", "date": "2021-05-28 14:18", "summary": "It is the latest example of Washington confronting Beijing over human-rights issues. WASHINGTON-The U.S. banned imports of tuna, swordfish and other seafood from a Chinese fishery company, citing evidence of forced labor on its distant-water vessels.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nicoise-salad-for-a-crowd-11622225292", "title": "Niçoise Salad (For a Crowd)", "date": "2021-05-28 14:08", "summary": "This is a \"choose your own adventure\" salad and the ideal meal for a crowd. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-return-to-dinner-parties-a-sensible-low-stress-guide-11622224850", "title": "The Return to Dinner Parties: A Sensible, Low-Stress Guide", "date": "2021-05-28 14:00", "summary": "As we inch back toward social life, we all need a refresher on how to gather graciously. Two experts update their rules for making guests feel comfortable, safe, sated and like the very best versions of themselves. Plus: a recipe for effortless entertaining, Niçoise style.. BACK IN 2018, we wrote a book called \"Brunch Is Hell,\" in which we declared the dinner party the cornerstone of civilization-and brunch its evil antithesis.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/san-jose-shooting-samuel-cassidy-11622130402", "title": "San Jose Shooting: What Happened and Who Is Samuel Cassidy?", "date": "2021-05-28 13:46", "summary": "Nine people were killed at light-rail facility in San Jose on Wednesday. Nine people were killed at a light-rail facility in downtown San Jose on Wednesday morning, according to local law enforcement, the latest in a string of mass shootings of this scale.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yes-your-waiter-might-be-using-marijuana-11622223504", "title": "Yes, Your Waiter Might Be Using Marijuana", "date": "2021-05-28 13:38", "summary": "Quest Diagnostics says hospitality workers are much more likely to have failed marijuana drug tests, but maybe employers should lighten up. Americans returning to restaurants might notice that the people serving them are a bit distracted. The most likely explanation is that they are just really busy with a surge in customers and millions of open positions unfilled, but there might be another reason.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hackers-linked-to-solarwinds-return-with-phishing-attack-microsoft-says-11622222808", "title": "Hackers Linked to SolarWinds Return With Phishing Attack", "date": "2021-05-28 13:26", "summary": "Reported intrusion comes as summit planned in June for Biden, Putin. The Russia-linked hackers behind the cyberattack on SolarWinds have returned, launching a phishing attack targeting approximately 3,000 email accounts belonging to workers at more than 150 organizations, Microsoft said late Thursday.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-tulsa-race-massacre-100-years-later-11622221205", "title": "The Tulsa Massacre | 100 Years Later", "date": "2021-05-28 13:02", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/why-joy-dressing-is-summers-biggest-fashion-trend-11622220985", "title": "Why 'Joy Dressing' Is Summer's Biggest Fashion Trend", "date": "2021-05-28 12:56", "summary": "We've spent months facing uncertainty, wrapped in gray fleece. Now, as more Americans get vaccinated, exuberant, over-the-top clothes herald happiness, relief and new beginnings.. A YEAR AGO, an awe-struck child accosted me on Sixth Avenue as I was heading to the supermarket. \"Are you Lady Gaga?\" she shouted from a safe, 6-foot distance. Much to her and my chagrin, I'm not, but her question had validity. I was, after all, sporting 5-inch heels, fishnets and a new shocking-pink satin shorts suit-one of my more curious purchases given that I'm a color-averse New Yorker. As I shook my head no, her father chortled. She grinned and grabbed his hand. I welled up behind my Saturn-size sunglasses. This overdressed grocery run was my first outing after recovering from Covid. I felt lucky, relieved, giddy and, apparently, I looked Lady Gaga-level fabulous.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-puts-off-vote-on-bill-to-keep-u-s-lead-in-technology-11622220894", "title": "Senate Puts Off Vote on Bill to Keep U.S. Lead in Technology", "date": "2021-05-28 12:54", "summary": "Bill aimed at threat from China delayed as some senators say measure was being rushed. WASHINGTON-The Senate on Friday delayed a vote on legislation aimed at helping the U.S. maintain its lead in technology, after several Republicans argued that the bill was being rushed through without full debate.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-mining-operation-is-uncovered-during-u-k-drug-bust-11622219458", "title": "Bitcoin Mining Operation Uncovered During U.K. Drug Bust", "date": "2021-05-28 12:41", "summary": "Police suspecting illegal marijuana farm find cryptocurrency operation running on stolen electricity. British police got a shock when they raided a suspected illegal cannabis farm this week: Instead of halogen lamps and weed, they found about 100 computers mining bitcoin.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-dreamliner-deliveries-face-new-delays-11622194201", "title": "Boeing Dreamliner Deliveries Face New Delays", "date": "2021-05-28 12:36", "summary": "The plane maker paused deliveries as FAA requests more information about Boeing's plans to address previously disclosed production problems. Boeing Co. has halted deliveries of its 787 Dreamliners, adding fresh delays for customers following a recent five-month suspension in handing over the aircraft due to production problems, people familiar with the matter said.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rudy-giulianis-bid-to-review-prosecutors-evidence-rejected-11622219719", "title": "Giuliani's Bid to Review Prosecutors' Evidence Rejected", "date": "2021-05-28 12:35", "summary": "Judge to appoint special master to review material seized in raid of former mayor's home and office. A federal judge Friday denied Rudy Giuliani's bid to review materials seized in a criminal investigation into his dealings with former Ukrainian officials, saying Mr. Giuliani's status as a lawyer to former President Donald Trump didn't exempt him from a search warrant.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tulsa-race-massacre-sidelined-legacy-of-black-wealth-in-greenwood-11622218327", "title": "Tulsa Race Massacre Sidelined Legacy of Black Wealth in Greenwood", "date": "2021-05-28 12:12", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/englands-magnificent-gardens-review-hothouses-of-invention-11622218103", "title": "'England's Magnificent Gardens' Review: Hothouses of Invention", "date": "2021-05-28 12:08", "summary": "Central heating and engineered canals were pioneered by the designers of garden greenhouses and waterways.. When, in the early years of this century, the Duchess of Northumberland spent, it is widely believed, $54 million on the restoration and development of the walled garden at Alnwick Castle in Northumberland, gardeners-professional and amateur-gasped and stretched their eyes. Surely no one had ever spent so much on a garden in England? Well, it seems, in the 350-plus years since the restoration of King Charles II in 1660, a number of people have done just that; in fact, Her Grace is only the latest in a select group of landowners, from British royalty downward, who have spent many, many millions laying out their gardens or radically changing the ones they already had.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-generation-of-black-entrepreneurs-wants-to-recapture-greenwoods-past-11622217600", "title": "Tulsa's New Generation of Black Entrepreneurs Wants to Recapture Greenwood's Past", "date": "2021-05-28 12:00", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/indias-covid-surge-hit-young-patients-hard-and-fast-11622217595", "title": "India's Covid Surge Hit Young Patients Hard and Fast", "date": "2021-05-28 11:59", "summary": "Resume Subscription. NEW DELHI-Covid-19 cases during India's recent surge have been more severe, with people younger than 50 getting sicker, compared with a previous wave last fall, according to doctors in hard-hit areas.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/theranos-founder-elizabeth-holmes-has-over-100-questions-for-jurors-11622217048", "title": "Theranos Founder Elizabeth Holmes Has Over 100 Questions for Jurors", "date": "2021-05-28 11:50", "summary": "Former CEO wants to quiz them on media habits, medication before her fraud trial. Theranos Inc. founder Elizabeth Holmes has more than 100 questions for potential jurors in her coming fraud trial, including whether they have ever called a radio show, posted opinions on social media or taken any medication that could affect their ability to serve.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gateway-tunnel-under-hudson-river-receives-federal-approval-11622215580", "title": "Gateway Tunnel Receives Federal Approval", "date": "2021-05-28 11:26", "summary": "$11 billion project to dig new rail link between New York and New Jersey advances to next phase. The federal government on Friday completed the environmental review of a proposed $11 billion rail tunnel under the Hudson River between New York and New Jersey, paving the way for the project's advancement.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflation-takes-its-cut-11622215423", "title": "Inflation Takes Its Cut", "date": "2021-05-28 11:25", "summary": "Americans continue to spend more, but rising prices are cutting into how much they actually buy. Americans spent more in April than they did in March-and bought less.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/julius-baer-resolves-fifa-related-probe-by-u-s-prosecutors-11622136706", "title": "Julius Baer Resolves FIFA-Related Probe by U.S. Prosecutors", "date": "2021-05-28 11:13", "summary": "The Swiss bank has agreed to pay about $80 million in fines and forfeiture. Julius Baer Group AG agreed to pay about $80 million to resolve a criminal charge stemming from a U.S. investigation into bribery involving the world soccer federation FIFA.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consumer-spending-personal-income-april-2021-11622154969", "title": "U.S. Spending Boost Is Adding Fuel to Economic Growth", "date": "2021-05-28 11:08", "summary": "Personal spending grew 0.5% in April as Americans started going out again, buoying service industries. Americans continue to venture back out into public to buy services they went without for more than a year-a shift that is adding fuel to the economic recovery and stirring higher inflation.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/novelist-edward-st-aubyn-turns-from-trauma-to-hope-11622214306", "title": "Novelist Edward St. Aubyn Turns From Trauma to Hope", "date": "2021-05-28 11:05", "summary": "In his new novel, the author of the acclaimed Patrick Melrose series has created his first happy family. Edward St. Aubyn says that his nervousness over being interviewed has kept him up since 3 a.m. \"I'm shattered at the prospect of talking to you,\" he admits with a gentle laugh over the phone from his home in London's Notting Hill. A self-described \"neurotic introvert,\" he says that he envies authors who came of age when it was possible to \"disappear.\"", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sonos-works-to-grow-malaysia-operation-despite-supply-chain-issues-11622214252", "title": "Sonos Works to Grow Malaysia Operation Despite Supply-Chain Issues", "date": "2021-05-28 11:04", "summary": "The speaker maker wants all of its U.S.-bound products to be from the Southeast Asian country by the fall. Speaker maker Sonos Inc. is working with suppliers to boost production capacity in Malaysia to lower its tariff costs, but the company's efforts have been hampered by coronavirus restrictions and a shortage of semiconductors.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prisoners-of-history-review-the-use-and-abuse-of-the-past-11622214090", "title": "'Prisoners of History' Review: The Use and Abuse of the Past", "date": "2021-05-28 11:01", "summary": "Seeing how different countries memorialize World War II reveals sharp contrasts in its legacy.. It's become a truism that monuments speak of the time in which they were built as well as the time that they commemorate. And that what we hear them saying changes. At moments of political upheaval, the way we choose to remember-even what we remember-can be dramatically reconfigured. Here in the U.S., not a few statues are being removed from places of honor. And around the world, we've seen monuments to paragons of former regimes be displaced or reduced to rubble. Some applaud this iconoclasm as a reckoning with legacies of oppression; others complain of the past being canceled based upon present-day values.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-bonds-the-safe-high-return-trade-hiding-in-plain-sight-11622213324", "title": "The Safe, High-Return Trade Hiding in Plain Sight", "date": "2021-05-28 11:00", "summary": "One retirement consultant calls I bonds 'the best-kept secret in America.' Right now they're yielding over 3.5%, nearly risk free.. Speculators in cryptocurrencies and in meme stocks like GameStop Corp. have been bragging for months about earning \"10X\" or even \"100X\"-10-fold or 100-fold profits.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/troy-review-stephen-fry-goes-to-war-11622213988", "title": "'Troy' Review: Stephen Fry Goes to War", "date": "2021-05-28 10:59", "summary": "The action of Homer's story is played out on the golden horizon between reality and legend, where fable and fact coexist.. Greek myths and legends have been told and retold in countless versions for over 2,700 years. They have never exhausted their appeal. Stephen Fry's impressive trilogy, published in the U.S. as \"Mythos\" (2019), \"Heroes\" (2020) and \"Troy\" (2021), will surely bring in more readers, especially younger ones. He is a lively, elegant writer, a great storyteller, and his books are insightful and erudite, with extensive glossaries and learned footnotes. However, as you read, you can't help hearing Mr. Fry's inimitable voice in your head. His witty, urbane style often brings to mind his roles as Oscar Wilde and P.G. Wodehouse's Jeeves. He is particularly good at dialogue, at times of a sort that might, to use a Wodehouse expression, cause a classics professor to wilt like a salted slug. \" 'Go on!' said Odysseus, daring to nudge Agamemnon in the ribs. 'Marry Clytemnestra! What could possibly go wrong?' \"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pep-guardiola-manchester-city-chelsea-champions-league-final-11622211700", "title": "The Year Pep Guardiola Mastered Defense", "date": "2021-05-28 10:44", "summary": "Known for building irresistible attacking machines, Manchester City's manager has evolved again ahead of the Champions League final against Chelsea. Once his detailed tactical instructions are done, and after his last-minute audibles, Manchester City manager Pep Guardiola likes to ask his team to remember why they became soccer players in the first place.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lost-boys-of-montauk-review-the-pull-of-the-far-horizon-11622212051", "title": "'The Lost Boys of Montauk' Review: The Pull of the Far Horizon", "date": "2021-05-28 10:27", "summary": "When a nor'easter swallowed up a Long Island fishing trawler, the surviving families found themselves lost in their own storm of uncertainty.. 'Grief turns out to be a place none of us know until we reach it,\" wrote Joan Didion in \"The Year of Magical Thinking.\" \"We anticipate (we know) that someone close to us could die, but we do not look beyond the few days or weeks that immediately follow such an imagined death.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paul-ryan-to-call-for-gop-to-lessen-reliance-on-trump-11622107801", "title": "Paul Ryan Calls on GOP to Lessen Reliance on Trump", "date": "2021-05-28 10:24", "summary": "The former House speaker wants Republicans to avoid focusing on cultural skirmishes at the expense of policy issues. Former Republican House Speaker Paul Ryan, in a speech Thursday evening at the Ronald Reagan Presidential Library in California, argued that the future of the GOP needs to be about more than former President Donald Trump.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-citys-back-and-you-no-longer-have-it-to-yourself-11622211328", "title": "The City's Back, and You No Longer Have It to Yourself", "date": "2021-05-28 10:15", "summary": "A joyous release from pandemic seclusion means a rush back into public spaces-and all the crowds, noise and annoyances that come with it. During New York City's lockdown, Richard Gowan, a 42-year-old resident of Brooklyn, N.Y., took solace in the fact that the streets were blissfully quiet. \"You felt like you could hear the birds singing,\" he recalls.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americanon-review-in-search-of-our-national-bookshelf-11622211345", "title": "'Americanon' Review: In Search of Our National Bookshelf", "date": "2021-05-28 10:15", "summary": "American Lit 101 - but with Ben Franklin, Dale Carnegie and Betty Crocker on the syllabus.. Sometime around 1950, a woman from outside Pittsburgh, married with two children, wrote a letter to Betty Crocker. Never mind that there was no such person as Betty Crocker, that she has been created years before by the General Mills corporation as a homemaking avatar who could market their products in books, pamphlets, recipes, advertisements and radio broadcasts, and that this fact was widely known. The Pittsburgh woman still felt a need to connect.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iceland-review-no-longer-a-homespun-nation-11622210943", "title": "'Iceland' Review: No Longer a Homespun Nation", "date": "2021-05-28 10:09", "summary": "The descendants of a Norwegian farmer's ninth-century homestead hung on, and thrived.. Icelanders savor the tale of how their homeland was discovered twice. Trusting to rumors of uninhabited territories to the west, Ingólfur Arnarson, a Norwegian farmer, embarked from Norway in the year 874 and eventually beached up in Iceland. He called his homestead Reykjavík-the name and site of the modern capital. Ingólfur came prudentially equipped, with livestock and women and children.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-spencer-review-landscapes-of-the-heart-11622210736", "title": "'Elizabeth Spencer' Review: Landscapes of the Heart", "date": "2021-05-28 10:05", "summary": "Rediscovering the fiction of the author of 'The Light in the Piazza' and 'The Voice at the Back Door.'. The killings that came to be known as the Carrollton Massacre took place in 1886 in an upstairs courthouse in northern Mississippi, where two black men had brought up a charge against a white man. While the trial was under way a mob of around 50 armed white men stormed the courtroom. Ten African-Americans were murdered instantly; others, who tried escaping through the windows, died of their wounds soon after. No one was ever prosecuted for the crime, and the writer Elizabeth Spencer, who was born into a prominent white family in Carrollton in 1921, recalled that it loomed over the town with the \"primal mystery\" of a ghost story. It was forbidden to speak of the event, yet the courtroom was still scarred with its evidence. \"At what age did I first actually see it,\" she wonders in her memoir \"Landscapes of the Heart,\" \"the shattered plaster, left just as it had been at the end of that fateful day, the gray lathes exposed beneath, pocked with countless bullet holes?\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stubborn-rice-breeder-helped-end-hunger-in-china-11622210400", "title": "Stubborn Rice Breeder Helped End Hunger in China", "date": "2021-05-28 10:00", "summary": "Yuan Longping, who has died at age 90, struggled against long odds to create higher-yielding hybrids. After surviving China's famine of the late 1950s and early 1960s, Yuan Longping was determined to develop hybrid varieties of rice to increase yields of China's most important source of nutrition.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-northern-spy-review-11622210011", "title": "Mysteries: 'Northern Spy' Review", "date": "2021-05-28 09:53", "summary": "In a Belfast haunted by a legacy of violence, a journalist searches for her sister, and the truth.. Tessa, the young divorcee and BBC producer who narrates Flynn Berry's novel \"Northern Spy\" (Viking, 278 pages, $26), set in and around Belfast, Northern Ireland, wants nothing more than to enjoy the company of her adorable baby son. But her equilibrium is shattered when her older sister Marian, a paramedic, is caught on video participating in an armed robbery perpetrated by the IRA.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-avoid-the-5-worst-entryway-decorating-mistakes-11622209818", "title": "How to Avoid the 5 Worst Entryway-Decorating Mistakes", "date": "2021-05-28 09:50", "summary": "As we prepare to welcome guests back into our homes, interior designers share the most common décor goofs they see in foyers-and how to ensure those missteps don't darken your doorway. AN ENTRYWAY should feel like an appetizer on your way to the main course,\" said New York City interior designer Laura Krey, one of the many designers who wonder at the neglect this key room often endures. Lacking an actual foyer is no excuse, said Lucie Ayres of 22 Interiors in Los Angeles. \"You must figure out how to define an area that will welcome you and your guests.\" Rugs, wallpaper and seats can delineate where walls don't. We asked pros like Ms. Ayres for the irksome decorating gaffes they see most frequently, and for their seasoned advice on what to do instead.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-books-on-encounters-with-catastrophe-11622209366", "title": "Five Best: Books on Encounters With Catastrophe", "date": "2021-05-28 09:42", "summary": "Selected by Jim Shepard, the author, most recently, of the novel 'Phase Six.'. By Apsley Cherry-Garrard (1922)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-the-wild-book-review-11622209186", "title": "Children's Books: 'The Wild Book' Review", "date": "2021-05-28 09:39", "summary": "A summer visit unlocks a wonderful library in Juan Villoro's magical tale.. Metaphors we use about books take the form of real phenomena in \"The Wild Book\" (Yonder, 234 pages, $17.99), a magical-realist adventure for readers ages 9 and older by Mexican author Juan Villoro.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germany-recognizes-colonial-genocide-in-namibia-to-pay-1-3-billion-11622208538", "title": "Germany Recognizes Colonial Genocide in Namibia", "date": "2021-05-28 09:28", "summary": "Government in Germany to ask for forgiveness for atrocities against Herero, Nama people in the early 20th century. JOHANNESBURG-Germany said Friday that it would ask former colony Namibia for forgiveness for what it now recognizes was a genocide of the local Herero and Nama people committed by its troops between 1904 and 1908.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-logistics-report-desperately-seeking-stock-merging-logistics-tech-getting-suppliers-ready-11622207748", "title": "Today's Logistics Report: Desperately Seeking Stock; Merging Logistics Tech; Getting Suppliers Ready", "date": "2021-05-28 09:15", "summary": "Today's Top Supply Chain & Logistics News. Sign up: With one click, get this newsletter delivered to your inbox.", "categories": [["WSJ Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/wsj-logistics-report-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-case-new-york-prosecutor-known-for-aggressive-pursuit-of-evidence-11622206821", "title": "Prosecutor in Trump Case Known for Aggressive Pursuit of Evidence", "date": "2021-05-28 09:00", "summary": "Veteran white-collar investigator Gary Fishman is one of two assistant attorneys general working with Manhattan prosecutors on the probe into the former president. The lawyer leading the New York attorney general's criminal investigation into Donald Trump and his business is a former Manhattan prosecutor who is a veteran financial-crimes investigator with a reputation for tenacity.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amc-salesforce-hp-ulta-beauty-what-to-watch-when-the-stock-market-opens-today-11622199387", "title": "AMC, Salesforce, HP, Ulta Beauty: What to Watch When the Stock Market Opens Today", "date": "2021-05-28 09:00", "summary": "Meme stocks were gaining in premarket trading. Here's what we're watching ahead of Friday's opening bell.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-gagosian-art-that-does-more-than-just-quietly-sit-on-a-wall-11622205026", "title": "At Gagosian, Art That Does \"More Than Just Quietly Sit on a Wall\"", "date": "2021-05-28 08:30", "summary": "A show at New York's Gagosian gallery brings together both established and emerging Black artists. In the early 1970s, when artist, filmmaker and curator Linda Goode Bryant first set out to lease Manhattan gallery space to show the work of Black artists, she typically received one of two responses from agents and landlords: a hung-up phone or a string of racist remarks followed by a hung-up phone. \"It was nasty as a mofo,\" says the 71-year-old. After countless calls, she eventually secured a 57th Street space and founded New York City's first major Black-run art gallery, Just Above Midtown, where she showcased now-legendary artists like David Hammons and Lorraine O'Grady. \"We didn't just do painting,\" Goode Bryant says. \"We did performance art, we did film, we did music, we did everything.\"", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-tokyo-lawmaker-calls-for-option-to-reconsider-olympics-11622203465", "title": "Top Tokyo Lawmaker Calls for Option to Reconsider Olympics", "date": "2021-05-28 08:21", "summary": "Japan extends state of emergency in Tokyo and other areas as organizers seek to boost confidence in the safety of the Summer Games. TOKYO-A leading ally of Tokyo's governor said Japan should retain the option of canceling or postponing the Summer Olympics, one of the first clear voices of doubt about the Games from political figures close to the organizers.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-last-mission-return-a-fallen-marines-purple-heart-to-his-family-11622203330", "title": "I Thought I Was Done With Iraq. Then a Fellow Marine's Purple Heart Turned Up at Auction.", "date": "2021-05-28 08:02", "summary": "Resume Subscription. I remember the day Lance Corporal Walter O'Haire was killed in Fallujah. Known as Gator to his friends, Lance Cpl. O'Haire was on a rooftop with his squad on a sweltering May afternoon in 2007, watching over fellow Marines on the street below when a sniper hit him about 2 inches below the back of his helmet.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/covid-19-vaccinations-in-the-south-are-among-lowest-in-u-s-11622203201", "title": "Covid-19 Vaccinations in the South Are Among Lowest in U.S.", "date": "2021-05-28 08:00", "summary": "States work to get more shots in arms as some public-health experts warn of possible summer outbreaks. More than a month after Covid-19 shots were made available to all U.S. adults, national data show a lag in vaccination uptake across the South, a development that some epidemiologists and public-health officials worry could lead to a rise in infections this summer.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baseball-no-hitters-strikeouts-home-runs-11622144688", "title": "Major League Baseball's Great Hitting Depression", "date": "2021-05-28 08:00", "summary": "The record pace of no-hitters in 2021 isn't an aberration-it's the product of a series of evolutions that have pitchers dominating. After more than 120 years, baseball's all-time mark for no-hitters in a season is in serious danger of falling. There have been six already in 2021-and it's only late May. At this rate, baseball will match the record of eight by the All-Star break, reaching a number last seen in the prehistoric baseball days of 1884.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-can-travel-to-italy-again-heres-a-delightful-way-to-get-reacquainted-11622203022", "title": "You Can Travel to Italy Again. Here's a Delightful Way to Get Reacquainted.", "date": "2021-05-28 07:57", "summary": "These hiking trails on the Italian Riviera-newly reopened to foreign visitors-are designed to let you tune into both natural and man-made sounds, experiencing the Mediterranean as never before. THERE ARE MORE glamorous ways to arrive in Portofino, I thought to myself as I sat on a backwards-facing seat on a bus full of masked Italian nonnas. Nevertheless, after a year of lockdown baking and gardening, I was grateful to be on the road again. In mid-May, Italy reopened its borders to tourists from other European countries including Switzerland, where I live. (Vaccinated tourists from the U.S. who arrive on certain flights are also allowed to visit without a quarantine.) In celebration of the reopening, I set out for the spaghetti bowl of hiking trails in the Parco Naturale Regionale di Portofino set along the Ligurian coast. But my plan wasn't just to stomp around the parkland. I went to listen to it.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iron-ore-miners-strive-to-avoid-past-mistakes-as-prices-boom-11622201853", "title": "Iron-Ore Miners Strive to Avoid Past Mistakes as Prices Boom", "date": "2021-05-28 07:37", "summary": "The global economic recovery is stoking commodities demand and investment in iron-ore mines from Africa to Australia. Iron-ore's record prices are encouraging a wave of investment in mining ventures, with companies hoping to avoid a repeat of the previous boom a decade ago that ended in multiple pit closures and abandoned developments.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/convertible-bond-sales-are-soaring-in-2021often-at-0-interest-11622199601", "title": "Convertible-Bond Sales Are Soaring in 2021-Often at 0% Interest", "date": "2021-05-28 07:00", "summary": "So far this year, 97 U.S.-listed companies have issued $54.3 billion of bonds, the highest year-to-date volume ever. Publicly traded companies are selling bonds that can convert into stock at a record pace this year, with nearly a third of those issuers paying nothing in interest, as they seek to take advantage of low rates and investors' ravenous appetite for fast-growing firms.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fin-venture-capital-seeks-300-million-for-two-new-funds-11622199601", "title": "Fin Venture Capital Seeks $300 Million for Two New Funds", "date": "2021-05-28 07:00", "summary": "The firm plans to invest the funds in early-stage and growth-stage financial-technology companies. Fin Venture Capital, a San Francisco firm led by the former head of Social Finance Inc.'s venture-investment arm, is seeking $300 million for a pair of new funds, according to people familiar with the matter.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-pressure-valve-opens-for-bank-stocks-11622199601", "title": "A Pressure Valve Opens for Bank Stocks", "date": "2021-05-28 07:00", "summary": "The increasing use of a Fed facility to take cash from the market isn't a bad sign for investors in banks with strained balance sheets. Seeing a big jump in the use of a Federal Reserve facility is a reminder that we live in an unusual financial system right now. But it isn't necessarily a bad sign for bank investors.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflation-expectations-may-be-suffering-from-inflation-11622198780", "title": "Inflation Expectations May Be Suffering From Inflation", "date": "2021-05-28 06:46", "summary": "Fearful investors are paying steep prices for inflation hedges, but inflation expectations themselves won't fuel a surge in prices. Inflation expectations could be getting somewhat inflated.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/migrants-keep-money-flowing-home-as-rich-economies-bounce-back-11622198699", "title": "Migrants Keep Money Flowing Home as Rich Economies Bounce Back", "date": "2021-05-28 06:45", "summary": "Remittances provide lifeline for poor countries still in the grip of the Covid-19 pandemic. Over the years, Aiza Bolo, a 36-year-old housewife in the Philippines, has come to depend on the $550 her stepbrother sent her each month from his job in Dubai.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-gifts-for-your-weekend-hostall-under-60-11622196043", "title": "Best Gifts for Your Weekend Host-All Under $60", "date": "2021-05-28 06:00", "summary": "Scored an invite to a friend's country house as we return to 'normalcy'? These tasteful tokens of gratitude will ensure you get asked back.. NOW THAT the CDC says vaccinated persons can mingle and entertain, your friends with houses out of town likely have a long list of folks desperate for an invitation. Should you be lucky enough to snag a coveted weekend, make sure to charm your hosts with a thought-through token of your appreciation. To save you time and to go easy on your Venmo account, we've found eight charming gifts for under $60 to help you stand out in the crowd. Doing the dishes will also help, of course.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-might-be-the-most-bizarre-baseball-highlight-in-years-11622170972", "title": "This Might Be the Most Bizarre Baseball Highlight in Years", "date": "2021-05-28 06:00", "summary": "A first baseman's blunder-and an opposing runner's canny awareness-produce a comical sequence in Thursday's Cubs-Pirates game. It's the sort of bizarre baseball highlight that warrants at least five or six viewings, and may provoke a loud gale of laughter. It's possible you'll find it empty-brained, or whimsically clever, or some combination of the two.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dwindling-diversity-of-americas-most-productive-dairy-cows-11622194200", "title": "Most Dairy Cows Are Kissing Cousins, and Scientists Are Worried", "date": "2021-05-28 05:30", "summary": "Selective breeding helps Holsteins produce 94% of the nation's milk, but can also lead to the proliferation of diseases. Trick question: How many Holsteins-the black-and-white dairy cows prized for the quality and quantity of their milk-are in the U.S.?", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/resistance-to-medicaid-expansion-sets-up-2022-fight-in-holdout-states-11622194202", "title": "Resistance to Medicaid Expansion Sets Up 2022 Fight in Holdout States", "date": "2021-05-28 05:30", "summary": "Several state ballot referendums show popular support for Medicaid expansion but Republicans are resisting. DEMOCRATS LOOK TO MEDICAID EXPANSION fights to juice 2022 races in battleground states like Wisconsin and Florida, and even red ones like Missouri. They have been boosted by several state ballot referendums showing popular support for the expansions, and a carrot-and-stick approach from the Biden administration aided by American Rescue Plan funds. Resistant Republicans are tying the expansions to other Democratic policies, like expanded unemployment benefits, that they say are hampering the economic recovery from the pandemic.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-and-walmart-have-an-rx-for-healthcare-the-cure-wont-be-easy-11622194240", "title": "Amazon and Walmart Have an Rx for Healthcare. The Cure Won't Be Easy.", "date": "2021-05-28 05:30", "summary": "Tech, banking and retail giants face numerous obstacles in their efforts to fix-and profit from-an industry that attracts $4 trillion annually. Corporate America has four trillion reasons to get into, and perhaps upend, the business of healthcare, but even a tech genius will find the system puzzling.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doordash-and-uber-eats-are-hot-theyre-still-not-making-money-11622194203", "title": "Racing to Prove Delivery Isn't a 'Crummy Business'", "date": "2021-05-28 05:30", "summary": "Resume Subscription. Food-delivery companies did record-breaking business during the pandemic, as millions of homebound Americans embraced the idea of ordering dinner via smartphone apps. Their valuations skyrocketed. They acquired reams of data that helped increase their efficiency. There was just one problem: Even at the height of their success, they weren't making any money.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/indias-stock-market-peers-beyond-covid-19-surge-11622192031", "title": "India's Stock Market Peers Beyond Covid-19 Surge", "date": "2021-05-28 05:30", "summary": "Investors don't think the humanitarian crisis will cause long-lasting slowdown in economic activity. Indian markets have been resilient amid a devastating second wave of coronavirus-showing investors reckon India's long-term growth potential is intact despite the humanitarian crisis and that big companies will avoid severe financial damage.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-uber-for-trucks-heads-for-billion-dollar-plus-u-s-ipo-11622183170", "title": "China's 'Uber for Trucks' Heads for Billion-Dollar-Plus U.S. IPO", "date": "2021-05-28 05:00", "summary": "Full Truck Alliance is seeking a valuation of between $20 billion and $30 billion, according to people familiar with the situation. Full Truck Alliance Co., a Chinese startup that provides an Uber-like service for the trucking industry, has filed for a billion-dollar-plus initial public offering in the U.S.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-wont-rejoin-open-skies-treaty-with-russia-11622142107", "title": "U.S. Won't Rejoin Open Skies Treaty With Russia", "date": "2021-05-28 04:54", "summary": "State Department cites 'Russia's behavior,' including alleged violations of treaty. WASHINGTON-The Biden administration has decided not to rejoin the Open Skies agreement with Russia after concluding that Russian violations of the deal and failure to take action to return to compliance undermined the pact, the State Department said Thursday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-vaccination-surge-could-accelerate-asian-recovery-from-covid-11622183312", "title": "China's Vaccination Surge Could Accelerate Recovery", "date": "2021-05-28 02:31", "summary": "Faster Chinese vaccination could accelerate the return of sorely needed tourism to the battered economies of Southeast Asia. After a slow start, China's vaccination campaign is roaring into action and now accounts for around half of the doses being distributed daily around the world. If anything like that pace holds, it could overturn expectations of the pace of recovery in Asia and emerging markets globally.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-nears-approval-of-bill-to-keep-u-s-lead-in-technology-11622150187", "title": "Senate Nears Approval of Bill to Keep U.S. Lead in Technology", "date": "2021-05-28 00:04", "summary": "Growing threat posed by China makes legislation needed, Schumer says. WASHINGTON-The Senate appeared poised to pass legislation aimed at helping the U.S. maintain its lead in technology amid rising competition from China and other nations.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11622142662", "title": "Pepper...and Salt", "date": "2021-05-28 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jan-6-capitol-riot-commission-opposed-by-most-republican-senators-11622143771", "title": "Capitol Riot Commission Opposed by Most Republican Senators", "date": "2021-05-28 23:58", "summary": "The GOP is expected to block an independent probe into the assault. WASHINGTON-Prospects dimmed for an independent commission to investigate the Jan. 6 assault on the U.S. Capitol by a pro-Trump mob, after most Senate Republicans lined up against the proposal at the urging of GOP leaders.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-j-j-near-deal-for-covid-19-vaccine-production-at-baltimore-plant-11622154824", "title": "FDA, J&J Near Deal for Vaccine Production at Baltimore Plant", "date": "2021-05-28 20:24", "summary": "Deal could allow 60 million doses of Johnson & Johnson's vaccine to be cleared by FDA. WASHINGTON-The Food and Drug Administration and vaccine maker Johnson & Johnson expect to announce within days that contamination problems at a Covid-19 vaccine plant in Baltimore are resolved, clearing the way for millions more doses to become available.", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-allows-robinhood-customer-protection-case-to-proceed-11622146018", "title": "Judge Allows Robinhood Case to Proceed", "date": "2021-05-28 20:01", "summary": "Massachusetts court turns down brokerage's request for a preliminary injunction in a regulatory action over its duties to investors. A Massachusetts judge on Thursday gave state securities regulators a green light to proceed with their case against Robinhood Financial LLC, ruling that it wouldn't be in the public interest to block an administrative hearing on allegations that the online brokerage doesn't protect inexperienced investors.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scale-ai-hires-former-u-s-cto-michael-kratsios-as-head-of-strategy-11622160086", "title": "Scale AI Hires Former U.S. CTO Michael Kratsios as Head of Strategy", "date": "2021-05-28 20:01", "summary": "Startup wants to expand its customer base to include companies that need help bringing AI pilot projects to maturation. Former U.S. technology chief Michael Kratsios has joined data management startup Scale AI Inc. as managing director and head of strategy, where he will help a wider range of customers bring AI pilot projects to maturity, the company said Thursday.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}]