[{"link": "https://www.wsj.com/articles/biden-rebuffed-commanders-advice-in-decision-to-leave-afghanistan-11618696597", "title": "Biden Rebuffed Commanders' Advice in Decision to Leave Afghanistan", "date": "2021-04-17 17:56", "summary": "Top generals favored holding the line at 2,500 U.S. troops while negotiators pursued a peace deal. President Biden's decision to remove all U.S. troops from Afghanistan ran counter to the recommendations of his top military commanders, who feared it could undermine security in the country.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-house-leaders-criticize-effort-to-establish-america-first-caucus-11618691925", "title": "House GOP Group Drops Plan to Establish 'America First' Caucus", "date": "2021-04-17 16:38", "summary": "A proposal for the caucus highlighted respect for 'Anglo-Saxon political traditions'; draft document met with backlash from Republican leaders. WASHINGTON-A group of House Republicans scrapped plans to establish a caucus highlighting respect for Anglo-Saxon political traditions after meeting widespread resistance, according to a House GOP aide.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/multiple-people-shot-at-fedex-facility-in-indianapolis-11618551906", "title": "Indianapolis Mass Shooting: At Least Eight Dead at FedEx Facility", "date": "2021-04-17 16:04", "summary": "Shooting suspect identified as Brandon Hole, 19 years old, law-enforcement officials say. INDIANAPOLIS-A 19-year old former employee opened fire at a FedEx Corp. facility here Thursday night, killing eight people and wounding several others before taking his own life, in the third deadly shooting of this scale in the U.S. in recent weeks.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prince-philips-funeral-brings-royal-family-together-11618669349", "title": "Prince Philip's Funeral Brings Royal Family Together", "date": "2021-04-17 14:19", "summary": "The queen's husband was laid to rest in a long-planned service that was changed because of Covid-19 restrictions.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/partner-keeping-you-awake-heres-how-to-fix-that-11618675200", "title": "Partner Keeping You Awake? Here's How to Fix That", "date": "2021-04-17 12:00", "summary": "Pandemic anxiety isn't the only thing robbing us of our sleep. Some of us are battling a partner who snores, hogs the covers or goes to bed at a different time.. It's the last thing we need during an already exhausting pandemic: A partner who is interfering with our sleep.", "categories": [["Life & Work", "Bonds"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/bonds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prince-philips-funeral-set-to-be-a-ceremony-without-precedent-11618652001", "title": "Prince Philip Laid to Rest in Royal Funeral Without Precedent", "date": "2021-04-17 11:37", "summary": "Resume Subscription. LONDON-The British royal family Saturday bade farewell to Prince Philip, the country's longest-serving royal consort, during a ceremony adapted to conform to Covid-19 social-distancing rules but that remained rich in symbolism that spoke to the prince's devotion to the queen and his deep attachment to the British military.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/work-permit-backlog-for-immigrant-spouses-takes-toll-on-professional-women-11618668088", "title": "Work-Permit Backlog for Immigrant Spouses Takes Toll on Professional Women", "date": "2021-04-17 10:01", "summary": "Resume Subscription. Charu Kothari lost her job last month as a technology-consulting manager at Ernst & Young in New York. Ms. Kothari had applied for a new visa in October-her last visa expired in December-but her new one hasn't come through.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-trading-his-toyota-corolla-for-a-ferrari-boosted-this-rock-violinists-career-11618668000", "title": "How Trading His Toyota Corolla for a Ferrari Boosted This Rock Violinist's Career", "date": "2021-04-17 10:00", "summary": "Roddy Chong, who has toured with Shania Twain and Celine Dion, says his 2006 F430 is better than a business card; 'It has opened a lot of doors for me'. Roddy Chong, a public speaker and rock violinist, on his 2006 Ferrari F430, as told to A.J. Baime.", "categories": [["Life & Work", "Cars", "My Ride"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/my-ride?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-a-modern-classic-11618667101", "title": "Photos: A Modern Classic", "date": "2021-04-17 09:45", "summary": "Roddy Chong shows off his 2006 Ferrari F430.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-new-denim-hype-looks-like-a-stretch-11618664401", "title": "The New Denim Hype Looks Like a Stretch", "date": "2021-04-17 09:00", "summary": "Levi's and Lululemon are going in opposite directions on shifting fashion trends below the waist. The rebalancing seems excessive.. Jeans are in, leggings are out.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-republicans-who-voted-to-impeach-trump-see-fundraising-boost-11618664400", "title": "House Republicans Who Voted to Impeach See Fundraising Boost", "date": "2021-04-17 09:00", "summary": "Numerous GOP primary challengers could split anti-incumbent vote in some districts in 2022. As they prepare to face primary challengers, the 10 House Republicans who voted to impeach then-President Donald Trump after his supporters stormed the Capitol on Jan. 6 raised significantly more money during the first quarter of 2021 than they did two years earlier.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/travel-boom-coming-expedia-ceo-says-hotels-will-come-screaming-back-11618664400", "title": "Travel Boom Coming, Expedia CEO Says: 'Hotels Will Come Screaming Back'", "date": "2021-04-17 09:00", "summary": "Expedia and Vrbo leader Peter Kern on leadership lessons from Barry Diller and what post-pandemic business travel will look like. Peter Kern became chief executive officer of Expedia Group Inc. last April, during the travel industry's worst crisis in decades.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/boss-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-needs-more-affordable-homes-this-union-stands-in-the-way-11618660801", "title": "California Needs More Affordable Homes. This Union Stands in the Way.", "date": "2021-04-17 08:00", "summary": "Legislative proposals to make it easier to build housing are opposed by 'the Trades,' which says it wants to protect construction workers. California legislators proposed more than a half dozen major bills last year to address the state's affordable-housing crisis, which researchers say is one of the worst in the nation. None of them passed.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/syrians-are-stripped-of-refugee-protection-in-denmark-now-you-are-telling-us-to-go-11618660800", "title": "Syrians Are Stripped of Refugee Protection in Denmark", "date": "2021-04-17 08:00", "summary": "Resume Subscription. When Rawan Bertawi, a 22-year-old Syrian refugee living in Denmark, reported for her shift at a cosmetic company's warehouse one day in mid-December, she found her keycard didn't work. She sensed something was wrong.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/roblox-struggles-with-sexual-content-it-hopes-a-ratings-system-will-address-the-problem-11618660801", "title": "Roblox Struggles With Sexual Content. It Hopes a Ratings System Will Address the Problem.", "date": "2021-04-17 08:00", "summary": "Sexual role-play and 'dating' are common on the children's gaming platform; parental controls help make it a safer space. For many families during the pandemic, the massive gaming platform Roblox has been a fun outlet to keep children busy and connected with friends. Its popularity among cooped-up kids helped fuel a successful public debut for the company, which relies on its users to create games and other content.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/female-face-shaving-is-more-common-than-you-think-11618660800", "title": "Female Face Shaving Is More Common Than You Think", "date": "2021-04-17 08:00", "summary": "Dermaplaning, or full-face shaving for women, has recently taken hold on TikTok and YouTube due in part to tutorials by beauty influencers such as Jackie Aina and Jaclyn Hill. Off Brand is a column that delves into trends in fashion and beauty.", "categories": [["Life & Work", "Style & Fashion", "Off Brand"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/off-brand?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prince-philip-funeral-today-time-plans-11618074743", "title": "What to Know About Prince Philip's Funeral", "date": "2021-04-17 07:26", "summary": "Resume Subscription. Prince Philip is set to be laid to rest on Saturday in a long-planned ceremony that has been curtailed by Covid-19 restrictions that limit the number of people who can attend. The funeral plans reflect many of the wishes of the prince, who died on April 9 at 99, but have had to be altered because of government restrictions to curb the spread of the virus.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/clean-energy-stock-mania-has-only-itself-to-blame-11618657201", "title": "Clean-Energy Stock Mania Has Only Itself to Blame", "date": "2021-04-17 07:00", "summary": "Massively popular clean-energy index is a prime candidate for distorting its corner of the market. But it doesn't.. In the intense debate about how much index investing distorts the market, one index looks like a prime candidate: the S&P Global Clean Energy index. It is badly designed and has far too much money chasing its 30 holdings, many of which are small and hard to trade.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alexander-calder-modern-from-the-start-review-artist-engineer-giant-11618657200", "title": "'Alexander Calder: Modern From the Start' Review: Artist, Engineer, Giant", "date": "2021-04-17 07:00", "summary": "A striking exhibition at MoMA celebrates the sculptor and his long association with the museum, in work that ranges from his inventive jewelry to his massive mobiles.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reply-all-email-restores-faith-in-humanitybut-what-about-zoe-11618657216", "title": "Reply-All Email Restores Faith in Humanity-But What About Zoe?", "date": "2021-04-17 07:00", "summary": "A tale of strangers bonding after an email misfire over couches struck a chord with readers who miss random encounters. During the pandemic, we've exhaustively discussed how we've missed in-person time with our loved ones. Less explored has been the loss of happenstance interactions with total strangers. We were recently reminded that we need those, too, thanks to an accidental mass email sent out by the furniture store ABC Carpet & Home. It sparked an unusual bond between a group of more than 200 people who were waiting to receive the couches they'd ordered.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/swimmer-ditches-the-pool-for-bracing-outdoor-dips-runs-and-bike-rides-11618653600", "title": "Swimmer Ditches the Pool for Bracing Outdoor Dips", "date": "2021-04-17 06:00", "summary": "Resume Subscription. This winter, there were days the temperature of the Salish Sea off Washington state hovered just above 40 degrees, but that didn't deter Jim Falconer from going for a swim. \"I made myself one pandemic promise,\" he says. \"Weather would never interfere with my workouts.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-16-billion-covid-19-rescue-program-for-music-venues-fails-to-launch-11618651801", "title": "A $16 Billion Covid-19 Rescue Program for Music Venues Fails to Launch", "date": "2021-04-17 05:30", "summary": "SBA unable to accept applications from theaters, concert halls seeking coronavirus aid; portal to remain closed through weekend. Thousands of performance venues thought last week would mark the end of a long wait for rescue funds from a federal program designed to help them survive the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-punishing-russia-for-solarwinds-biden-upends-u-s-convention-on-cyber-espionage-11618651800", "title": "Biden Upends Convention in Punishing Russia Over Hack", "date": "2021-04-17 05:30", "summary": "Administration said Moscow breached bounds of acceptable online spying with hack's size and attack on U.S. private sector. WASHINGTON-President Biden's decision this week to punish Russia for the SolarWinds hack broke with years of U.S. foreign policy that has tolerated cyber espionage as an acceptable form of 21st century spycraft, analysts and former officials said.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bond-giant-pimco-attempts-to-change-its-culture-11618651802", "title": "Bond Giant Pimco Attempts to Change Its Culture", "date": "2021-04-17 05:30", "summary": "Resume Subscription. For years, money manager Pacific Investment Management Co. wore its cutthroat reputation as a badge of honor.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/is-kokumi-the-next-taste-sensation-11618632271", "title": "Is Kokumi the Next Taste Sensation?", "date": "2021-04-17 00:04", "summary": "Chefs and scientists are investigating a new flavor from Japan that promises richness without fat and may find an official place on our palate. In 1907, while enjoying a bowl of soup made with dashi broth and kombu seaweed, the Japanese chemist Kikunae Ikeda had an insight that would change the culinary world. He noticed a taste that wasn't sweet, salty, sour or bitter. Ikeda gave this hard-to-describe savory taste a name-umami-and went on to identify the specific amino acid that triggered it.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-technologies-could-hold-back-business-travel-indefinitely-11618632059", "title": "These Technologies Could Hold Back Business Travel Indefinitely", "date": "2021-04-17 00:01", "summary": "The rise of Zoom studios and FaceTime tours-not to mention specially designed robots-suggest a new reality for business-to-business dealings even in the most hands-on of industries: manufacturing.. It's a sunny, breezy morning in Eugene, Ore., a place best known for access to the great outdoors, a history of environmental activism and being the birthplace of Nike . I'm standing outside a nondescript, one-story industrial space, speaking with Mark Frohnmayer, chief executive of Arcimoto, maker of a three-wheeled electric vehicle it calls a \"fun utility vehicle.\"", "categories": [["Tech", "Keywords: Christopher Mims"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11618585073", "title": "Pepper...and Salt", "date": "2021-04-17 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spring-lamb-pro-tips-from-a-halal-butcher-11618632000", "title": "Spring Lamb: Pro Tips From a Halal Butcher", "date": "2021-04-17 00:00", "summary": "Get maximum value from a lamb shoulder by butchering it yourself into multiple cuts for all your springtime feasts. SPRING AND LAMB go hand-in-hand, thanks in part to the holidays that usher in the season. For Passover it's often braised; a roast is an Easter favorite. Those observing Ramadan, this year April 12-May 12, traditionally fill their tables with whole lamb, stews, roasts and kebabs to mark the end of a month of fasting.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-turns-average-joes-into-stars-then-what-11618632020", "title": "TikTok Turns Average Joes Into Stars. Then What?", "date": "2021-04-17 00:00", "summary": "Even when a creator scores a viral hit, repeat success can prove elusive. When Kendra Womack uploaded a short video of her aunt's Labrador retriever to TikTok last year, she didn't expect what happened next.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lamb-shish-kebab-11618632001", "title": "Lamb Shish Kebab", "date": "2021-04-17 00:00", "summary": "Get maximum value from a lamb shoulder by butchering it yourself into multiple cuts for all your springtime feasts.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nra-chief-lapierre-feared-going-to-jail-former-confidant-testifies-11618620570", "title": "NRA Chief LaPierre Feared Going to Jail, Former Confidant Testifies", "date": "2021-04-17 20:49", "summary": "Ad firm executive says LaPierre believed top lawyer was only one who could keep him out of handcuffs. National Rifle Association Chief Executive Wayne LaPierre repeatedly said he was afraid of going to jail and believed the outside lawyer for the gun-rights group, William Brewer III, was the only person who could help him avoid that fate, an executive from the NRA's former advertising agency testified Friday.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roger-stone-is-sued-as-u-s-government-alleges-unpaid-taxes-11618619185", "title": "Roger Stone Sued in Tax Case", "date": "2021-04-17 20:49", "summary": "Longtime GOP political consultant owes nearly $2 million, civil complaint alleges. The U.S. government filed a civil lawsuit Friday against longtime GOP political consultant Roger Stone, alleging that he owes nearly $2 million in unpaid taxes, interest and penalties.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mike-pompeo-and-his-wife-violated-ethics-rules-state-department-watchdog-finds-11618618592", "title": "Pompeo and His Wife Violated Ethics Rules, Watchdog Finds", "date": "2021-04-17 20:16", "summary": "In a report, inspector general says it found that Pompeo and his wife asked an adviser to perform personal tasks. Former Secretary of State Mike Pompeo and his wife violated ethics rules by asking department employees to carry out tasks of a personal nature, including pet care, a report released Friday by the State Department's internal watchdog said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indianapolis-shooting-fedex-11618580801", "title": "Indianapolis FedEx Shooting: What We Know", "date": "2021-04-17 20:12", "summary": "Gunman killed at least eight and wounded others at FedEx facility late Thursday. Around 11 p.m. Thursday, a gunman arrived at the parking lot of a FedEx Corp. facility in Indianapolis, got out of his car and started shooting at people, Indianapolis Metropolitan Police Deputy Chief Craig McCartt said at a news conference Friday morning. The man then entered the building, shooting at more people before killing himself.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]