[{"link": "https://www.wsj.com/articles/ceos-urge-congress-to-certify-bidens-electoral-college-win-11609793901", "title": "CEOs Urge Congress to Certify Biden's Electoral College Win", "date": "2021-01-04 18:55", "summary": "Nearly 200 chief executives call on legislators to uphold 'essential tenets of our democracy' by enabling transition of power to president-elect. Nearly 200 top U.S. business leaders pressed Congress to certify President-elect Joe Biden's electoral victory in a letter Monday, the latest attempt by corporate executives to publicly urge a smooth transition of power as President Trump and many Republicans continue to dispute his election defeat.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stock-market-rally-in-2020-easily-outpaced-luxury-goods-hedge-funds-11609762227", "title": "Stock Market Rally in 2020 Easily Outpaced Luxury Goods, Hedge Funds", "date": "2021-01-04 18:41", "summary": "The Nasdaq index jumped over 43%, compared with average rise of 6.3% across hedge funds and 5.9% increase in value of classic cars. In 2020, you were better off putting money into a stock index fund than in fine art or diamonds.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-new-york-businesses-balk-at-minimum-wage-boost-during-covid-19-11609797480", "title": "New York Boosts Minimum Wage and Some Businesses Balk", "date": "2021-01-04 18:35", "summary": "Long Island and Westchester employers must pay workers at least $14 an hour. New York state leaders have moved ahead with minimum-wage increases over objections from some groups who said businesses battered by the coronavirus pandemic couldn't afford the increased labor costs.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-keeps-her-gunpowder-dry-11609802806", "title": "Pelosi Keeps Her Gunpowder Dry", "date": "2021-01-04 18:26", "summary": "Democrats reserve the right to overturn an Iowa House election.. For all the attention devoted to Republicans contesting Joe Biden's victory, the party with the best chance to overturn a federal election this year remains the Democrats.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congresss-doctor-shortage-11609802722", "title": "Congress's Doctor Shortage", "date": "2021-01-04 18:25", "summary": "Trillions for Covid relief, very little to address medical training.. Hospitals in much of America are triaging Covid-19 patients because they are short of staff, especially doctors trained in emergency-care and anesthesiology. Blame Congress, which rationed the supply of new physicians two decades ago and is only now addressing its mistake, albeit not nearly enough.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-iran-policy-vs-reality-in-tehran-11609802756", "title": "Biden's Iran Policy vs. Reality in Tehran", "date": "2021-01-04 18:25", "summary": "His advisers cling to the 2015 deal, but the region has moved on.. President Trump's maximum-pressure sanctions campaign against Iran will continue until his final day in office-and so will Tehran's escalating violations of the 2015 nuclear deal. While the facts on the ground change, Joe Biden's policy hasn't.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-ceo-accused-of-biggest-tax-fraud-ever-wins-transfer-of-case-to-houston-11609802702", "title": "Former CEO Accused of Biggest Tax Fraud Ever Wins Transfer of Case", "date": "2021-01-04 18:25", "summary": "Judge orders case moved in part due to Robert Brockman's treatment for dementia. A Houston businessman accused of hiding about $2 billion in income from tax authorities will stand trial in his hometown after a federal judge ordered the criminal case transferred from San Francisco.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-were-ending-the-epas-reliance-on-secret-science-11609802643", "title": "Why We're Ending the EPA's Reliance on Secret Science", "date": "2021-01-04 18:24", "summary": "The agency has long made decisions without allowing the public to scrutinize our underlying data.. The task of science is one of test and retest, analysis and comparison, over and over. It is slow and careful work, done in the open. Only rarely has science benefited from secrecy, and that is usually for reasons of national security. The geniuses of the Manhattan Project who built the atomic bomb, the mavericks of Cape Canaveral who sent men to the moon, these giants did their work behind high walls, and for good reason.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lockdowns-starve-mom-and-pop-11609802683", "title": "Lockdowns Starve Mom and Pop", "date": "2021-01-04 18:24", "summary": "Paying customers are the best stimulus for any small business.. The latest lockdowns across the country will be deadly for the small businesses that have endured the pandemic this far. While there are no official numbers yet, business data show significant losses. Yelp 's Local Economic Impact Report found that, from March 1 through Aug. 31, nearly 100,000 businesses listed on Yelp had closed permanently due to the pandemic, an average of more than 500 a day.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brexit-arrives-for-better-or-worse-11609802584", "title": "Brexit Arrives, for Better or Worse", "date": "2021-01-04 18:23", "summary": "With Britain gone, the U.S. will find it even harder to influence EU policy.. Forty-eight years after the U.K. entered what would become the European Union and more than four years after voters shocked David Cameron's government by voting to leave, Brexit is no longer only a gleam in Nigel Farage's eye. As of last weekend, Britons have joined Americans in those crowded \"Other Passport\" lanes in European airports and British trade faces more red tape.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-gender-inclusive-house-language-11609802602", "title": "Notable & Quotable: Gender-Inclusive House Language", "date": "2021-01-04 18:23", "summary": "Strike 'father, mother, son, daughter, brother, sister, uncle, aunt. . .'. From changes to the House rules package for the 117th Congress:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fidelitys-challenge-is-to-turn-day-traders-into-longtime-clients-11609756205", "title": "Fidelity's Challenge Is to Turn Day Traders Into Longtime Clients", "date": "2021-01-04 18:22", "summary": "Firm hopes new investors will graduate to more lucrative offerings such as financial advice. Individual investors' fascination with the markets produced its share of bold new winners in 2020. Few had more to gain than one of the more traditional money managers, Fidelity Investments.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-georgia-test-11609802544", "title": "Joe Biden's Georgia Test", "date": "2021-01-04 18:22", "summary": "Can the president-elect carry Democrats other than himself to victory?. On Tuesday the American people will learn two things from Georgia's Senate runoffs. One is whether Donald Trump, amid all his election controversies, can rally his troops in numbers sufficient to put Republican Sens. Kelly Loeffler and David Perdue over the top. The other is whether Joe Biden has any coattails.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-is-my-office-review-the-commute-to-nowhere-11609802510", "title": "'Where Is My Office?' Review: The Commute to Nowhere", "date": "2021-01-04 18:21", "summary": "Is it worth having central hubs and ofﬁce towers or would it be better just to rent space for a week every quarter to gather distributed teams?. For much of the past century, work has been a place where people went. For big organizations, a workplace meant \"concrete, steel and glass monuments built to service commerce and Mammon; commanding the skyline of the modern cityscape and dominating the lives of the millions of people who work in them.\" So observes corporate real-estate veteran Chris Kane in \"Where Is My Office?\" But now, he says, \"the world of work is changing.\" Office work especially is \"no longer anchored in one place.\" Indeed, he notes, work has become a thing that people do and not a place where people go.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-nurse-gets-second-dose-of-covid-19-vaccine-11609792513", "title": "New York Acts to Speed Up Covid-19 Vaccinations", "date": "2021-01-04 18:21", "summary": "Slow rollout prompts efforts to widen vaccination campaign as hospitalizations rise and new variant is detected. New York Gov. Andrew Cuomo outlined measures to accelerate the pace of Covid-19 vaccinations in the Empire State, saying the current rollout has fallen short.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-surges-into-2021-rose-nearly-20-over-weekend-11609779024", "title": "Bitcoin Rose Nearly 20% Over Weekend", "date": "2021-01-04 18:14", "summary": "Digital currency briefly spiked over $34,000 before falling back. Bitcoin got the new year off to a scorching start as investors continued to pile on bets that the digital currency's price will keep rising.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unmissable-music-for-an-uncertain-year-11609800282", "title": "Unmissable Music for an Uncertain Year", "date": "2021-01-04 17:44", "summary": "With many Covid-delayed albums set for release in 2021, here are 10 singles from Drake, Lana Del Rey, Foo Fighters and others that further ratchet up the anticipation.. An artist or label considering releasing music in 2020 had to make some calculations: How important would live promotion be to this record's success? Would the music still be timely if it sat on the shelf for six months or more? Would the artist have the financial means to put a completed album on hold? How difficult would it be to record the music in an age of social distancing? The answers to these and other questions led to one of the stranger release years in memory, light on big names and heavy on collections of live and unreleased material culled from the archives. The first half of 2021 will most likely be a continuation of 2020's patchwork. Touring as we knew it before the pandemic won't be back anytime soon. But even at this early date there are a number of potentially important records from artists who find themselves at a crucial juncture-trying to maintain momentum after a breakthrough, returning after years away, struggling to take their music to a new place. Here's a look at 10 tracks from such albums, most of which should come out this year-some have release dates, some are tentative, and one hasn't been announced.", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-berkshire-hathaway-jpmorgan-end-health-care-venture-haven-11609784367", "title": "Amazon, Berkshire Hathaway, JPMorgan End Health-Care Venture", "date": "2021-01-04 17:39", "summary": "Company had targeted innovations in primary care, insurance coverage, prescription drug costs. A health-care venture launched with great fanfare by three of the world's most prominent companies- Amazon.com Inc., Berkshire Hathaway Inc. and JPMorgan Chase & Co.-and their chief executives is folding about three years after its founding.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/british-judge-rejects-u-s-request-to-extradite-wikileaks-julian-assange-11609758350", "title": "U.K. Judge Blocks Julian Assange's Extradition to U.S., Citing Suicide Risk", "date": "2021-01-04 17:38", "summary": "Decision is major setback for Washington; Mexican president discusses possibility of granting asylum. LONDON-A British judge rejected a U.S. request to extradite Julian Assange on spying charges, saying the WikiLeaks founder would be at severe risk of suicide if sent to the U.S. to await trial in a high-security prison.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/french-bank-to-pay-8-6-million-to-settle-syria-sanctions-case-11609799680", "title": "French Bank to Pay $8.6 Million to Settle Syria Sanctions Case", "date": "2021-01-04 17:34", "summary": "Union de Banques Arabes et Françaises operated U.S. dollar accounts on behalf of sanctioned Syrian financial institutions, the U.S. Treasury Department said. The U.S. Treasury Department imposed an $8.6 million fine on a French bank that officials said processed payments for blacklisted Syrian financial institutions.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blue-apron-hires-randy-greben-as-cfo-11609799673", "title": "Blue Apron Hires Randy Greben as CFO", "date": "2021-01-04 17:34", "summary": "The 43-year-old will be the meal-kit company's principal financial officer and principal accounting officer. Blue Apron Holdings Inc. has hired Randy J. Greben as chief financial officer, effective Jan. 6, the meal-kit company said Monday.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-arabia-qatar-set-to-end-feud-that-hampered-u-s-interests-11609788973", "title": "Qatar Set to End Feud With Saudi Arabia", "date": "2021-01-04 17:26", "summary": "The kingdom will officially end a blockade of Qatar, U.S. officials say, in a dispute involving other Mideast nations that set back U.S. goals in Iran. Saudi Arabia moved to end a yearslong regional dispute with Qatar, taking a first step toward resolving a bitter feud that has fractured the Middle East and hampered U.S. efforts to isolate Iran, Saudi, Kuwaiti and American officials said.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/queens-mall-evacuated-after-suspicious-vehicle-reported-11609780695", "title": "Queens Mall Evacuated After Suspicious Vehicle, Fake Bomb Reported", "date": "2021-01-04 17:12", "summary": "NYPD investigators say items found in vehicle constituted a hoax bomb. New York Police Department investigators were searching for a suspect who left a fake bomb in a vehicle that led to the evacuation of a Queens mall Monday morning, police officials said.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/greenfields-the-gibb-brothers-songbook-vol-1-by-barry-gibb-review-country-luminaries-salute-the-bee-gees-11609796973", "title": "'Greenfields: The Gibb Brothers Songbook (Vol. 1)' by Barry Gibb Review: Country Luminaries Salute the Bee Gees", "date": "2021-01-04 16:49", "summary": "Dolly Parton, Keith Urban and other musical greats join the surviving Bee Gee to revisit the pop-giant group's catalog. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/slack-down-as-outage-hits-workplace-chat-service-11609782429", "title": "Slack Experiences Widespread Service Disruptions", "date": "2021-01-04 16:46", "summary": "Workplace chat service experiences widespread disruptions; some problems linger for users. Workplace messaging platform Slack Technologies Inc. suffered a widespread service disruption for several hours Monday, as many employees returned to work for their first full workday of the year.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-koreas-population-falls-for-first-time-likely-worsened-by-covid-19-11609767528", "title": "South Korea's Population Falls for First Time, Likely Worsened by Covid-19", "date": "2021-01-04 16:45", "summary": "Drop in marriages and job losses aggravate demographics for country with world's lowest fertility rate. SEOUL-South Korea's population decreased for the first time in 2020, entering a downward trend likely worsened by the pandemic.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/highly-contagious-covid-19-strain-has-been-found-in-new-york-state-gov-cuomo-says-11609795489", "title": "Highly Contagious Covid-19 Strain Is in New York State, Gov. Cuomo Says", "date": "2021-01-04 16:42", "summary": "Case involves man associated with N. Fox Jewelers, a business where others have tested positive for the coronavirus, state authorities said. The highly contagious strain of Covid-19 recently discovered in the United Kingdom has reached New York, Gov. Andrew Cuomo said Monday.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-introduces-lockdown-until-mid-february-11609791434", "title": "Britain Locks Down as New Covid-19 Variant Spreads", "date": "2021-01-04 16:40", "summary": "People must stay home with schools and nonessential retail closed. LONDON-British Prime Minister Boris Johnson began a national lockdown Monday, ordering the British population to stay home until mid-February amid spiraling infection rates caused by a new variant of the coronavirus.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-01-04-2021-11609747149", "title": "U.S. Stocks Slide to Start 2021", "date": "2021-01-04 16:35", "summary": "S&P 500, Dow fall after both benchmarks closed at records on last day of 2020. U.S. stocks tumbled on the first trading day of the year, retreating sharply from records set just days ago.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-begins-enriching-uranium-to-20-purity-11609760613", "title": "Iran Begins Enriching Uranium to 20% Purity", "date": "2021-01-04 16:24", "summary": "Return to pre-nuclear-deal enrichment levels cuts time it would take Tehran to produce nuclear-weapons-grade fuel. TEHRAN-Iran said Monday it has resumed enriching uranium to 20% purity, exceeding limits set in a 2015 nuclear deal and slashing the time it would take for Tehran to produce the grade of fuel needed for a nuclear weapon.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/merger-of-u-s-insurer-genworth-and-china-oceanwide-fizzles-11609777604", "title": "Genworth's Merger With China Oceanwide Fizzles", "date": "2021-01-04 16:20", "summary": "Deadline passes to complete $2.7 billion deal reached in 2016; Genworth's shares tumble. China Oceanwide Holdings Group Co.'s four-year-old agreement to buy Genworth Financial Inc., one of the world's longest deal engagements, is petering out.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/all-the-right-angles-tuesday-crossword-january-5-11609704041", "title": "All The Right Angles (Tuesday Crossword, January 5)", "date": "2021-01-04 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sarah-jessica-parker-and-matthew-broderick-fetch-15-million-for-new-york-townhouse-11609793296", "title": "Sarah Jessica Parker and Matthew Broderick Fetch $15 Million for New York Townhouse", "date": "2021-01-04 15:48", "summary": "The celebrity couple purchased the West Village property for $2.995 million in 2000. Sarah Jessica Parker and Matthew Broderick have sold their townhouse in New York's West Village for $15 million, according to property records.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pelosi-rules-11609792916", "title": "The Pelosi Rules", "date": "2021-01-04 15:41", "summary": "The Speaker changes House procedures to increase spending and stifle dissent.. Georgia voters, you can't say Nancy Pelosi hasn't warned you. The Speaker of the House is clarifying today that without a Republican Senate to serve as a check on her chamber, the 117th Congress is prepared to follow the fiscal blowout of 2020 with another historic surge in federal spending and debt. New House rules will eliminate one of the few modest institutional restraints on government budgets and further reduce the power of minority Republicans to impede the Pelosi agenda.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-employees-form-union-to-push-for-changes-11609782619", "title": "Google Employees Form Union", "date": "2021-01-04 15:23", "summary": "The move, rare for Silicon Valley, comes amid growing activism in the sector. A group of Google employees has formed a union to organize workers across the technology company's sprawling global operations, a rare move within Silicon Valley and one that reflects growing employee activism in the sector.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudis-russia-at-odds-over-boosting-oil-output-amid-covid-19-pandemic-11609791734", "title": "Saudis, Russia at Odds Over Boosting Oil Output Amid Covid-19 Pandemic", "date": "2021-01-04 15:22", "summary": "Talks between OPEC and producers led by Moscow ended in deadlock, and will continue Tuesday. Saudi Arabia and Russia deadlocked Monday over whether their producers' alliance should boost crude output amid a resurgent pandemic, delegates said after a day of talks ended without a deal.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mgms-ladbrokes-bid-pursues-online-gambling-growth-and-a-lift-for-casinos-11609789902", "title": "MGM's Bid for Ladbrokes Bets Online Gambling Can Help Casinos' Odds", "date": "2021-01-04 14:51", "summary": "Internet wagering has surged amid the pandemic, but remains a small part of overall gaming market. U.S. casino operators are wrestling for control of an online- and sports-gambling market that has softened the blow of Covid-19 closures, but there is a long way to go before digital wagering can match the profits from bricks-and-mortar casinos.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/videogames-immunity-boost-might-linger-11609761600", "title": "Videogames' Immunity Boost Might Linger", "date": "2021-01-04 13:43", "summary": "Pandemic led to year of strong sales despite flops and delays and 2021 will likely start out the same. While most businesses are understandably pleased to see 2020 pass, videogame companies might have some mixed feelings.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijings-bid-for-financial-supremacy-11609785257", "title": "Beijing's Bid for Financial Supremacy", "date": "2021-01-04 13:34", "summary": "China plans to displace the U.S. as investors' top target, and global crises have sped up its effort.. China is no longer biding its time and hiding its strength. Those days are over.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-award-medal-of-freedom-to-gop-reps-devin-nunes-and-jim-jordan-11609777015", "title": "Trump Awards Medal of Freedom to Devin Nunes", "date": "2021-01-04 13:34", "summary": "President also plans to bestow nation's top civilian honor on Jim Jordan, another close Republican ally. President Trump awarded the Presidential Medal of Freedom to Rep. Devin Nunes on Monday, bestowing the nation's top civilian honor on a close Republican ally during the closing days of his presidency, the White House said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-awesome-spectacle-of-dishonesty-and-opportunism-11609785211", "title": "An Awesome Spectacle of Dishonesty and Opportunism", "date": "2021-01-04 13:33", "summary": "The GOP election challenge marks a new low-water mark for political cynicism.. Cynical opportunism is the currency of democratic politics. Since man first learned that the route to power required the massaging of others' egos, history has been replete with sycophants and yes-men with an unerring drive to jettison any principle in the service of self-advancement.", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manufacturers-overcame-covid-19-setbacks-to-end-2020-on-high-note-11609755628", "title": "Manufacturers Overcame Covid-19 Setbacks to End 2020 on High Note", "date": "2021-01-04 13:25", "summary": "Sector's strength in U.S., Europe and Asia contrasts with services businesses harmed by pandemic restrictions. Factories in the U.S., Asia and Europe boosted their output as 2020 drew to a close, aided by a rise in new orders and a revival in trade that has continued despite a sharp rise in coronavirus infections across many large economies.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgias-senate-runoff-how-does-it-work-and-who-is-running-11606224466", "title": "Georgia's Senate Runoff: How Will the Election Work, and Who Is Running?", "date": "2021-01-04 13:17", "summary": "Two competitive races will decide which party controls the U.S. Senate. Georgia is holding runoff elections for both U.S. Senate seats on Tuesday, and the outcome will determine control of the Senate.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/viacomcbs-strikes-distribution-deal-with-hulu-11609768800", "title": "ViacomCBS Strikes Distribution Deal With Hulu", "date": "2021-01-04 12:56", "summary": "Agreement will make 14 channels-including MTV, Comedy Central and Nickelodeon-available on Hulu + Live TV. ViacomCBS Inc. said Monday it has reached a distribution agreement with Walt Disney Co. 's Hulu that puts many of its most popular cable channels on the live-television video-streaming service.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/h-i-g-capital-to-buy-smtc-corp-for-170-5-million-cash-11609782147", "title": "H.I.G. Capital to Buy SMTC Corp. for $170.5 Million Cash", "date": "2021-01-04 12:42", "summary": "An affiliate of H.I.G. will pay a 22% premium for the Ontario-based provider of electronics manufacturing services. SMTC Corp. on Monday said it agreed to be acquired by an affiliate of private-equity firm H.I.G. Capital for $6.044 a share, or about $170.5 million, in cash.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cold-sweat-gyms-test-winter-workouts-during-the-pandemic-11609781716", "title": "Cold Sweat: Gyms Test Winter Workouts During the Pandemic", "date": "2021-01-04 12:35", "summary": "With indoor activities strictly limited, some fitness studios are finding unexpected enthusiasm for outdoor classes even as temperatures hover near freezing. Colleen McGrath hardly recognizes herself some mornings.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brexit-forces-bankers-to-shift-trading-of-european-stocks-out-of-london-11609780316", "title": "Brexit Forces Bankers to Shift Trading of European Stocks Out of London", "date": "2021-01-04 12:11", "summary": "The abrupt move underscores the European Union's broader plan to bolster its own financial centers. The fallout from Britain's split from the European Union showed itself on the first trading day of the year as a big chunk of dealing volume in EU stocks moved from London to venues located in Amsterdam, Paris and the Continent's other financial centers.", "categories": [["Markets", "Stocks", "Europe Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/europe-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-boots-to-coffee-podcast-merch-has-become-big-business-11609780256", "title": "From 'Throwing Fits' to 'Crime Junkie,' Podcast Merch Has Become Big Business", "date": "2021-01-04 12:10", "summary": "As the podcasting industry has grown, so has its merchandise market. And it's not just T-shirts and totes for these fledgling 'lifestyle brands'. IN THE LAST couple decades, podcasting has gone from a nascent audio curiosity to a media monster. Prominent shows like \"The Joe Rogan Experience,\" \"Crime Junkie\" and \"Stuff You Should Know\" garner tens of millions of weekly downloads. These empires now extend beyond their listeners' earbuds. Popular podcasts have robust social media followings, sell out live recordings (in pre-Covid times, of course) and run fully fleshed-out merchandise operations.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-next-energy-secretarys-climate-record-11609779573", "title": "The Next Energy Secretary's Climate Record", "date": "2021-01-04 11:59", "summary": "If confirmed, Jennifer Granholm's policies would slow energy production, drive costs up and increase government involvement in our lives.. In addition to billions of taxpayer dollars awarded to favored corporations under the guise of investing in green energy, expect two major policy reversals from an Energy Secretary Jennifer Granholm (\"Biden's Climate All Stars,\" Review & Outlook, Dec. 28).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/millennial-buyers-help-global-art-market-survive-the-covid-pandemic-11609779511", "title": "Millennial Buyers Help Global Art Market Survive the Covid Pandemic", "date": "2021-01-04 11:58", "summary": "Resume Subscription. Millennial collectors bid on everything from jewelry to Japanese whiskies to game jerseys last year, softening the blow for auction houses as the global art market shrank amid the pandemic.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/no-blanket-protection-for-internet-platforms-11609779436", "title": "No Blanket Protection for Internet Platforms", "date": "2021-01-04 11:57", "summary": "The First Amendment offers the best solution for regulating the social-media companies.. I agree with Rick White that \"Laws Governing Online Speech Need Reform, Not Repeal\" (op-ed, Dec. 23). Outright repeal of Section 230, which grants immunity from liability to internet platforms for content posted on their sites by third parties, would prompt even more censorship. The social-media companies would try to protect themselves from litigation over all kinds of potentially offensive or illegal content that users post.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-anyone-justify-the-blackwater-pardons-11609779072", "title": "Can Anyone Justify the Blackwater Pardons?", "date": "2021-01-04 11:51", "summary": "Four killers opened fire with machine guns and grenade launchers on a crowd of unarmed men, women and children. Or did they?. Your characterization of the pardons of the Blackwater mercenaries as \"hard to justify\" (\"Trump's Weissmann Pardons,\" Review & Outlook, Dec. 26) is a masterpiece of understatement. These four killers opened fire with machine guns and grenade launchers on a crowd of unarmed men, women and children. Seventeen innocent civilians were killed. Might the pardons be connected to the fact that Blackwater was founded by Erik Prince, a Trump buddy and informal adviser?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiat-chrysler-psa-shareholders-to-vote-on-trans-atlantic-tie-up-11609764732", "title": "Fiat Chrysler, PSA Aim to Complete Trans-Atlantic Merger in Mid-January", "date": "2021-01-04 11:50", "summary": "Auto makers to call combined company Stellantis NV. Fiat Chrysler Automobiles NV and Peugeot maker PSA Group are accelerating plans to complete their trans-Atlantic merger, saying Monday that the biggest automotive merger this century should be complete mid-January.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-could-unsettle-banks-in-more-than-one-way-11609775445", "title": "Biden Administration Could Unsettle Banks", "date": "2021-01-04 10:50", "summary": "Percolating policy ideas like postal banking and digital wallets via the Fed give a hint of how Washington could reshape the banking business. Historically, investors in banks would be worried about stepped-up financial regulation from a new Democratic administration. This time around, however, a bigger long-term worry might be government efforts that could disrupt banking itself.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-had-a-loan-plan-for-midsize-firms-hurt-by-covid-it-found-few-takers-11609774458", "title": "Fed Had a Loan Plan for Midsize Firms Hurt by Covid. It Found Few Takers.", "date": "2021-01-04 10:34", "summary": "Resume Subscription. In the depths of the financial panic from Covid-19 last year, the Federal Reserve offered to lend to a wide swath of businesses-something it had never done before. Yet it struggled to find takers.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trump-urged-georgia-secretary-of-state-to-overturn-election-results-11609707084", "title": "Trump Pressured Georgia Secretary of State to 'Find' Votes", "date": "2021-01-04 10:24", "summary": "'There is nothing wrong with saying, you know, that you recalculated,' the president told Brad Raffensperger. ATLANTA-President Trump in a Saturday telephone call urged Georgia Secretary of State Brad Raffensperger to overturn the November election results that delivered the state to President-elect Joe Biden.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-one-else-is-listening-readers-share-experiences-with-long-haul-covid-11609772400", "title": "'No One Else Is Listening': Readers Share Experiences With Long-Haul Covid", "date": "2021-01-04 10:00", "summary": "Readers describe debilitating symptoms that have continued for months after an initial diagnosis. A series of Wall Street Journal articles about long-haul Covid patients, who suffer from debilitating symptoms for months after their initial diagnosis, prompted readers to share their own stories. Some described their experiences with long Covid, which can include brain fog, severe fatigue and racing heart rate. Other readers shared their experiences with a disorder called POTS, a little-understood syndrome that existed before Covid but is being diagnosed more often in people with post-acute Covid symptoms.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-split-on-challenging-bidens-electoral-college-win-11609718597", "title": "Republicans Split on Challenging Biden's Electoral College Win", "date": "2021-01-04 10:00", "summary": "McConnell moves to tamp down push by Trump allies in Congress to object to states' results. WASHINGTON-Senate Republican leaders tried to discourage a push by fellow party members to oppose ratification of Democratic President-elect Joe Biden's Electoral College victory, as prominent GOP lawmakers split into opposing camps before Wednesday's joint session.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-trumps-final-days-lines-are-drawn-for-a-republican-civil-war-11609772298", "title": "In Trump's Final Days, Lines Are Drawn for a Republican Civil War", "date": "2021-01-04 09:58", "summary": "Amid the president's loyalty test, the unanswerable question is whether he can maintain his hold on the party once out of office. Less than two years from now, after this week's attempt to overturn the results of the presidential election has long since played out, here is a plausible scenario:", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-economic-data-a-guide-for-the-dazed-and-confused-11609771086", "title": "China's Economic Data: Guide for the Dazed and Confused", "date": "2021-01-04 09:38", "summary": "Investors are right to be skeptical about China's economic data. Here's how to interpret it.. The world's second-largest economy is incredibly influential-trends in China help determine everything from the global prices of steel and pork to the balance of military power in the Taiwan Strait. It is also widely misunderstood.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-the-delisting-of-chinese-adrs-means-for-investors-11609766679", "title": "What Chinese ADRs' Delisting Means for Investors", "date": "2021-01-04 09:11", "summary": "The New York Stock Exchange will start to delist American depositary receipts in China's three big telecom operators. In the coming days, the New York Stock Exchange will start to delist American depositary receipts in China's three big telecommunications operators. Here are some of the key questions this raises for investors.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-accounting-standard-setter-looks-to-tackle-controversial-topics-in-2021-11609434034", "title": "U.S. Accounting Standard-Setter Looks to Tackle Controversial Topics in 2021", "date": "2021-01-04 09:00", "summary": "Financial Accounting Standards Board is expected to give priority to issues such as recognizing goodwill and disclosing expenses. The U.S. accounting standard-setter plans to tackle issues around accounting for goodwill and disclosure of expenses in 2021, after a year marked by a leadership transition and the economic havoc caused by the coronavirus pandemic.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-covid-19-surges-in-jails-guards-want-vaccine-early-11609768624", "title": "As Covid-19 Surges in Prisons, Guards Want Vaccine Early", "date": "2021-01-04 08:57", "summary": "Some officials oppose inmates being inoculated ahead of general population. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-roku-bitcoin-what-to-watch-when-the-stock-market-opens-today-11609761632", "title": "Tesla, FLIR Systems, Bitcoin: What to Watch When the Stock Market Opens Today", "date": "2021-01-04 08:54", "summary": "S&P 500 futures are rising at the start of the week as investors hope the vaccine rollout will aid economic recovery and benefit stocks. Here's what we're watching as markets open Monday for the first trading session of 2021.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wnba-star-sue-bird-on-intermittent-fasting-and-the-breakfast-she-swears-by-11609767248", "title": "WNBA Star Sue Bird on Intermittent Fasting and the Breakfast She Swears By", "date": "2021-01-04 08:34", "summary": "The Seattle Storm point guard on her workout schedule, how she powers up in the morning and how she and fiance Megan Rapinoe have spent the pandemic. In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cotton-prices-rise-as-lack-of-rain-shrinks-crop-11609764658", "title": "Cotton Prices Rise as Lack of Rain Shrinks Crop", "date": "2021-01-04 07:51", "summary": "Weakened dollar and ban on Chinese cotton stoke demand for supply in U.S., where growers contend with adverse weather. Cotton prices have risen to their highest level in nearly two years thanks to dry weather that has shrunk the crop and concerns of forced labor in China that have made a big chunk of the nation's fiber output off-limits to clothing makers.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccines-are-in-high-demand-but-thousands-more-workers-are-needed-to-make-them-11609764172", "title": "Covid-19 Vaccines Are in Demand, but Thousands More Workers Are Needed to Make Them", "date": "2021-01-04 07:42", "summary": "Companies mass producing shots for Pfizer, Moderna and AstraZeneca are racing to find staff: 'We are truly in unprecedented territory'. SEOUL-Contract-manufacturing companies working to accelerate the global availability of Covid-19 vaccines are struggling with a shortage of their own: There aren't enough workers to meet this year's big production push.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-many-cios-2020s-digital-acceleration-was-only-the-beginning-11609763400", "title": "For Many CIOs, 2020's Digital Acceleration Is Only the Beginning", "date": "2021-01-04 07:30", "summary": "Technology and processes deployed during the pandemic set the stage for future digital efforts. Chief information officers in 2020 rushed to build digital capabilities that supported virtual operations, from e-commerce features to expanded workplace communication tools. Many of those projects, spurred by the pandemic, will help set the pace of business for the year ahead, they say.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mgms-entain-bet-could-help-the-house-keep-winning-11609761087", "title": "MGM's Entain Bet Could Help the House Keep Winning", "date": "2021-01-04 06:51", "summary": "Gambling's move online will probably persist even after the pandemic ebbs. Bricks-and-mortar casinos are placing bigger bets on online gambling. Given the continuing headwinds from the pandemic, they may have little choice-but the wager could keep driving growth even after those cease to be a factor.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-requests-covid-19-vaccines-from-global-group-11609756202", "title": "North Korea Requests Covid-19 Vaccines From Global Group", "date": "2021-01-04 05:30", "summary": "Country, which has reported zero infections, has also asked several European embassies how it might obtain the shots, according to people familiar with the matter. SEOUL-North Korea has submitted an application to receive Covid-19 virus vaccines from the main global alliance helping lower-income countries with inoculations, according to a person familiar with the matter.", "categories": [["WSJ News Exclusive", "Asia"]], "category_links": ["https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mgm-seeks-to-buy-ladbrokes-owner-entain-11609707600", "title": "MGM Makes $11 Billion Offer for Ladbrokes Owner Entain", "date": "2021-01-04 03:05", "summary": "British gaming company says MGM's offer significantly undervalues it. MGM Resorts International is seeking to buy British gaming company Entain PLC, in the latest move by a casino operator to double down on the red-hot online-gambling business.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11609690431", "title": "Pepper...and Salt", "date": "2021-01-04 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-jocular-vein-monday-crossword-january-4-11609703685", "title": "The Jocular Vein (Monday Crossword, January 4)", "date": "2021-01-04 00:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-shipping-problems-squeeze-chinas-exporters-11609675204", "title": "Covid-19 Shipping Logjam Hits China's Exporters", "date": "2021-01-04 23:34", "summary": "Surging demand in the West and port delays drive up costs for companies that have fueled the country's economic recovery. HONG KONG-A logjam in the global shipping industry is testing the resilience of China's exporters, who have driven the country's economic recovery by churning out goods to meet surging global demand during the Covid-19 pandemic.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carl-icahn-sells-more-than-half-of-his-herbalife-stake-11609723221", "title": "Icahn Sells More Than Half of His Herbalife Stake", "date": "2021-01-04 22:56", "summary": "Billionaire is also relinquishing his seats on the nutritional-supplements company's board. Carl Icahn sold over half his stake in Herbalife Nutrition Ltd. and is relinquishing his seats on the nutritional-supplements company's board, taking a step back from a longtime investment he fiercely defended against an onslaught from rival activist investor William Ackman.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roku-nears-deal-to-buy-rights-to-quibis-content-11609725389", "title": "Roku Nears Deal to Buy Rights to Quibi's Content", "date": "2021-01-04 22:46", "summary": "Short-form streaming service Quibi is winding down its operations after failing to gain traction. Quibi is in advanced talks to sell its content catalog to Roku Inc., according to people familiar with the matter, as the short-form streaming service winds down its operations following an unsuccessful run.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uss-nimitz-to-stay-in-middle-east-to-counter-iran-threat-on-anniversary-11609731629", "title": "USS Nimitz to Stay in Middle East to Counter Iran Threat on Anniversary", "date": "2021-01-04 22:40", "summary": "Acting secretary of defense's move marks change of heart after he had initially ordered carrier home to Washington state. WASHINGTON-The Pentagon's acting chief abruptly reversed course, sending an aircraft carrier to the Middle East to counter threats posed by Iran, days after directing it to leave the region over the advice of top military advisers.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/listen-to-the-full-trump-ga-call-11609713527", "title": "Trump's Georgia Call: Listen to the Audio and Read a Full Transcript", "date": "2021-01-04 21:47", "summary": "President urged Georgia Secretary of State Brad Raffensperger to overturn the state's victory for President-elect Joe Biden. In a Saturday telephone call, President Trump urged Georgia Secretary of State Brad Raffensperger to overturn President-elect Joe Biden's victory in the state. Mr. Trump spent much of the call angrily alleging voting fraud, ballot destruction and other charges, while Mr. Raffensperger rejected pressure to further investigate an election in which there has been no evidence of widespread fraud.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-faces-narrow-margin-in-house-speaker-vote-11609675200", "title": "Pelosi Wins Fourth Term as House Speaker", "date": "2021-01-04 20:48", "summary": "The 80-year-old California Democrat won in a 216-209 vote; five Democrats voted present or against her. WASHINGTON-Nancy Pelosi won her fourth term as House speaker on Sunday, showing in the first vote of the new session of Congress how her narrow majority will make it difficult for House Democrats to pass legislation in the new Congress.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-you-join-a-startup-during-the-pandemic-11609722000", "title": "Should You Join a Startup During the Pandemic?", "date": "2021-01-04 20:00", "summary": "The romance of working at a small, up-and-coming company has been offset for some young workers by the added risk. Chaa Loftin applied to more than 100 different jobs last year while completing his computer science bachelor's degree at the University of North Carolina at Pembroke.", "categories": [["Life & Work", "At Work"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/at-work?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-a-desperate-time-crush-of-covid-19-patients-strains-u-s-hospitals-11609721551", "title": "'It's a Desperate Time': Crush of Covid-19 Patients Strains U.S. Hospitals", "date": "2021-01-04 19:52", "summary": "Resume Subscription. BALDWIN PARK, Calif.-On New Year's Day at Kaiser Permanente Baldwin Park Medical Center in Southern California, the overflowing emergency room spilled into the hallway. Doctors treated patients on oxygen in the waiting room after running out of beds. Some 80% of patients admitted in recent days have Covid-19.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/biden-inauguration-to-feature-virtual-parade-11609720253", "title": "Biden Inauguration to Feature Virtual Parade", "date": "2021-01-04 19:30", "summary": "The president-elect's inaugural committee lays out plans for scaled-down events on Jan. 20. President-elect Joe Biden's inauguration will include a virtual parade as part of a series of events on Jan. 20 that have been scaled-down because of the coronavirus pandemic, the inaugural committee said Sunday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawsuit-challenges-new-york-ethics-commission-11609718401", "title": "Lawsuit Challenges New York Ethics Commission", "date": "2021-01-04 19:00", "summary": "A former state senator says watchdog entity no longer has jurisdiction to pursue an allegation against him. In 2018, when state Senate staffer Erica Vladimer publicly accused her boss, Bronx state Sen. Jeff Klein, of forcibly kissing her outside an Albany bar, advocates and officials from both political parties called for an independent investigation.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}]