[{"link": "https://www.wsj.com/articles/joel-quenneville-resigns-kyle-beach-blackhawks-11635475690", "title": "Panthers Coach Resigns Amid Fallout Over Handling of Sexual Misconduct Case", "date": "2021-10-28 22:50", "summary": "The departure of Joel Quenneville followed a meeting with the NHL commissioner and Kyle Beach identifying himself as the player assaulted by a video coach. The Florida Panthers said that head coach Joel Quenneville resigned Thursday over his role in the Chicago Blackhawks' 2010 failure to act on allegations that a player had been sexually assaulted by a video coach.", "categories": [["Sports", "NHL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nhl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-seeks-testimony-from-sen-richard-burrs-brother-in-law-in-insider-trading-probe-11635470619", "title": "SEC Seeks Testimony From Senator's Brother-in-Law", "date": "2021-10-28 21:56", "summary": "Agency examines trades by GOP senator and brother-in-law before 2020 market decline at start of pandemic. WASHINGTON-The Securities and Exchange Commission is asking a federal judge to require Sen. Richard Burr's brother-in-law to testify in an enforcement probe that examines possible insider trading by both men.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-sues-biden-administration-over-covid-19-vaccine-mandate-for-federal-contractors-11635451211", "title": "Florida Sues U.S. Over Covid-19 Vaccine Mandate", "date": "2021-10-28 20:49", "summary": "In separate lawsuit, U.S. Department of Education sues state over issue linked to school mask mandates. Florida is suing the Biden administration over vaccine mandates for federal contractors, Gov. Ron DeSantis said Thursday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-aapl-q4-earnings-report-2021-11635390749", "title": "Apple Warns of Supply Chain Woes While Amazon Faces Increased Labor Costs", "date": "2021-10-28 20:42", "summary": "Investors remain watchful of how pandemic-era leaders manage disruptions as effects drag on. Apple Inc. and Amazon.com Inc. reported quarterly results that showed how supply-chain problems and tight labor markets are tripping up even some of the biggest business winners of the pandemic era.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andrew-cuomo-faces-misdemeanor-sex-crime-complaint-11635453273", "title": "Andrew Cuomo Faces Misdemeanor Sex Crime Complaint", "date": "2021-10-28 20:34", "summary": "Complaint alleges Cuomo forcibly touched a former executive assistant. ALBANY, N.Y.-The Albany County Sheriff's Office filed a criminal complaint against former New York Gov. Andrew Cuomo on Thursday, alleging he forcibly touched a former executive assistant.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/progressives-warn-democratic-leaders-on-possible-infrastructure-vote-11635413402", "title": "Progressives Block Infrastructure Vote in Latest Display of Power", "date": "2021-10-28 20:16", "summary": "Liberal lawmakers want guarantee from Democratic leaders on $1.85 trillion social-spending package before backing public-works bill. WASHINGTON-Progressive Democrats again flexed their muscles on Democrats' agenda, blocking party leaders' planned vote on infrastructure, even as they endorsed President Biden's new framework for a sprawling social-spending and climate plan.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-release-new-framework-on-1-75-trillion-social-spending-and-climate-package-11635422127", "title": "Biden Framework for Social-Climate Package Fails to Ease Passage of Infrastructure Bill", "date": "2021-10-28 19:53", "summary": "Democratic leaders abandon plan to vote on infrastructure as progressives say they need more detail on broader package. WASHINGTON-The White House released a $1.85 trillion framework designed to show progress in months of social spending and climate talks that fell short of persuading progressives to quickly approve a parallel, roughly $1 trillion infrastructure bill.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mark-zuckerberg-to-sketch-out-facebooks-metaverse-vision-11635413402", "title": "Facebook Rebrands Company as Meta in Focus on Metaverse", "date": "2021-10-28 19:51", "summary": "Social-media service will retain Facebook name as umbrella company readies billions in investments in new mixed-reality platform. Facebook Inc. Chief Executive Officer Mark Zuckerberg said the company changed its name to Meta to reflect growth opportunities beyond its namesake social-media platform in online digital realms known as the metaverse.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/starbucks-china-sales-slow-with-covid-19-bout-11635451524", "title": "Starbucks's China Sales Slow With Covid-19 Bout", "date": "2021-10-28 19:26", "summary": "Coffee chain says U.S. sales are growing, as the company boosts employee pay. Starbucks Corp. said its U.S. sales were strong during its most recent quarter, though the pandemic's resurgence in China dragged on the coffee chain's revenue.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-amzn-q3-earnings-report-2021-11635378329", "title": "Amazon Earnings Suffer as Growth Slows, Costs Rise", "date": "2021-10-28 18:41", "summary": "E-commerce and cloud-computing company tries to navigate supply-chain and staffing challenges to maintain growth. Amazon.com Inc. posted lower-than-expected third-quarter sales and signaled that a tight labor market and supply-chain disruptions would weigh on earnings.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-and-amazons-physical-footprints-become-weakness-in-shortage-economy-11635460867", "title": "Apple's and Amazon's Physical Footprints Become Weakness in Shortage Economy", "date": "2021-10-28 18:41", "summary": "Component and labor shortages add to shipping delays to weigh down outlook for tech giants. There's some painful irony to the fact that the world's two largest tech companies by annual revenue can't just rely on moving ones and zeros.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-new-ticker-leaves-faang-in-flux-11635460346", "title": "Facebook's New Ticker Leaves FAANG in Flux", "date": "2021-10-28 18:40", "summary": "Social-network company plans to trade in FB for MVRS. Is it MAANG now?. FAANG is dead. Long live MAANG.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-summer-of-stagflation-economy-biden-administration-11635453473", "title": "The Summer of Stagflation", "date": "2021-10-28 18:33", "summary": "The White House policy mix has yielded slower growth but higher prices.. Third quarter economic growth was expected to disappoint, and at a mere 2% on an annual basis in Thursday's report from the Bureau of Economic Analysis it sure did. The economy fell into stagflation in the last three months, and the issue is whether it can fight its way back out.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-jerry-rigged-budget-framework-joe-biden-white-house-reconciliation-bill-democrats-11635457542", "title": "A Jerry-Rigged Budget 'Framework'", "date": "2021-10-28 18:30", "summary": "The $1.75 trillion cost is phony, but the social and fiscal damage are real.. Nothing like an artificial political deadline to concentrate the warring liberal minds. Before departing Thursday for next week's climate gabfest, President Biden declared he has sealed an agreement with Democrats in Congress on a \"framework\" for a spending bill that he declares will make a \"fundamental change in America.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-russian-energy-bullying-vladimir-putin-moldova-gazprom-11635447082", "title": "More Russian Energy Bullying", "date": "2021-10-28 18:29", "summary": "Putin presses home his advantage as Western Europe flails.. Vladimir Putin can smell weakness like a wolf, and these days he's preying on Europe's energy emergency to increase his influence at the European Union's periphery. Consider Moscow's pressure on Moldova.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-online-broker-shares-drop-after-criticism-from-central-bank-11635428701", "title": "Chinese Online Broker Shares Dropped After Criticism From Central Bank", "date": "2021-10-28 18:27", "summary": "Futu Holdings and Up Fintech fell after a senior official said cross-border online brokerages operating in mainland China were acting illegally. A senior official at China's central bank said cross-border online brokerages operating in mainland China were acting illegally, knocking shares in U.S.-listed Futu Holdings Ltd. and Up Fintech Holding Ltd.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/last-night-in-soho-anya-taylor-joy-matt-smith-diana-rigg-thomasin-mackenzie-edgar-wright-terence-stamp-11635456578", "title": "'Last Night in Soho': Garbled but Good Looking", "date": "2021-10-28 18:20", "summary": "Cinematography is the star of Edgar Wright's latest, a time-travel tale that takes a young fashion student back to 1960s London, then lurches into a timeworn realm. When you're watching a good film, it's as if the filmmaker has taken you by the hand and said, \"Come with me, I want to show you something special.\" I was glad to go along with Edgar Wright as \"Last Night in Soho\" got under way, and why not? He's the man who gave zombies and robots new leases on life in his classic comedy-horror trilogy comprised of \"Shaun Of the Dead,\" \"Hot Fuzz\" and \"The World's End.\"", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-facts-on-donald-trumps-fraud-letter-2020-election-11635449578", "title": "The Facts on Trump's Fraud Letter", "date": "2021-10-28 18:15", "summary": "His 2020 monomania is news, and it reflects on his fitness for 2024.. The progressive parsons of the press are aflutter that we published a letter to the editor Thursday from former President Trump, objecting to our editorial pointing out that he lost Pennsylvania last year by 80,555 votes. We trust our readers to make up their own minds about his statement. And we think it's news when an ex-President who may run in 2024 wrote what he did, even if (or perhaps especially if) his claims are bananas.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-in-talks-to-pay-hundreds-of-millions-to-immigrant-families-separated-at-border-11635447591", "title": "U.S. in Talks to Pay Hundreds of Millions to Families Separated at Border", "date": "2021-10-28 18:03", "summary": "Government is considering payments of $450,000 per person affected by Trump administration's zero-tolerance policy in 2018. WASHINGTON-The Biden administration is in talks to offer immigrant families that were separated during the Trump administration around $450,000 a person in compensation, according to people familiar with the matter, as several agencies work to resolve lawsuits filed on behalf of parents and children who say the government subjected them to lasting psychological trauma.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/climate-glasgow-spending-corporate-handouts-reconciliation-cop26-build-back-better-11635452923", "title": "The Left's Climate Humiliation", "date": "2021-10-28 18:02", "summary": "They were expecting mandates, but they'll have to settle for more corporate welfare.. President Biden promised progressives that his budget bill would finally deliver them their long-sought climate stick. What they're getting instead is the same old carrot: corporate welfare.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/my-gentile-fathers-jewish-legacy-judaism-mezuza-tradition-honor-11635449681", "title": "My Gentile Father's Jewish Legacy", "date": "2021-10-28 18:01", "summary": "He left behind three mezuzas when he died, and I set out to honor them.. Lathrup Village, Mich.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-tapering-wont-beat-inflation-money-supply-assets-monetary-policy-11635449974", "title": "Fed Tapering Won't Beat Inflation", "date": "2021-10-28 18:00", "summary": "Supply issues are mostly to blame for rising prices. Deregulation is a crucial part of the remedy.. Inflation is higher than it has been in a decade, and households and businesses are fretting over their diminished purchasing power. Monetary-policy makers insist price hikes are transitory, but there is pressure on the Federal Reserve to begin tapering. Many expect the Fed will reduce bond purchases by $15 billion a month starting in November.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-obsolete-science-behind-roe-v-wade-abortion-fetus-supreme-court-ultrasound-11635449644", "title": "The Obsolete Science Behind Roe v. Wade", "date": "2021-10-28 17:59", "summary": "My youngest patients are unborn babies, and today's ultrasounds show they are fully alive and human.. The Supreme Court will soon reconsider the decision in Roe v. Wade (1973), which made abortion legal in America through all nine months of pregnancy. At that \"point in the development of man's knowledge,\" as Justice Harry Blackmun put it in Roe, there was simply no consensus about when life begins. In other words, the fetus could not be said with any certainty to be alive and therefore wasn't worthy of legal protection.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/games-people-played-review-the-agony-and-the-ecstasy-11635458353", "title": "'Games People Played' Review: The Agony and the Ecstasy", "date": "2021-10-28 17:59", "summary": "For many people, sports go far beyond mere fun and enjoyment. The results can be a source of both deep pride and utter disappointment.. Sports would count for nothing without history. Tradition is the only thing that raises athletics above idle pastime. Tiger Woods may be good at hitting a tiny ball into a little hole, but his significance to the game is measured by the long line of golfing heroes before him, stretching back past Jack Nicklaus and Arnold Palmer, through Walter Hagen and Bobby Jones, all the way to Young and Old Tom Morris in Scotland in the late 19th century. In boxing, we not only have the official title holder, but also the lineal champion-the man who beat the man who beat the man, going back to the first undisputed conquerors of the sport. The point applies across the board. The achievements of today's star athletes are given meaning by our memories of their predecessors.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drilling-yellowstone-energy-caldera-eruption-geothermal-super-volcano-renewable-11635449956", "title": "Drilling in Yellowstone Could Save America", "date": "2021-10-28 17:58", "summary": "A plan for generating carbon-free energy and staving off a caldera explosion.. It's not often that nature provides a win-win for it and humanity, but the caldera system under Yellowstone National Park is certainly one. If harnessed, it could power much of America for generations. Ignoring it means a guaranteed eruption and the destruction of a great portion of the U.S. and Canada.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ngo-palestine-plo-israel-governmental-organizations-pflp-ned-price-11635430265", "title": "Where Did the 'N' in 'NGO' Go?", "date": "2021-10-28 17:53", "summary": "'Nongovernmental organizations' in the Palestinian territories toe the authorities' line.. What does the N in NGO stand for? Also known as \"civil society,\" nongovernmental organizations help keep rulers in check-especially in places where unelected governments fail to attend to citizens' needs. The world's most admirable NGOs are a thorn in the side of authoritarians.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-executives-from-shell-exxon-chevron-bp-to-face-adversarial-house-panel-11635413402", "title": "Top Oil Executives Face Adversarial House Panel", "date": "2021-10-28 17:50", "summary": "Republicans brand hearing as political theater; Democrats contend the oil-and-gas industry covertly resists climate legislation. WASHINGTON-Democratic lawmakers went on the offensive against the oil industry Thursday, challenging top executives from Exxon Mobil Corp. , Chevron Corp. , BP PLC and Royal Dutch Shell PLC on whether they genuinely supported efforts to address climate change.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/naacp-urges-pro-athletes-to-avoid-deals-with-texas-teams-over-new-state-laws-11635450343", "title": "NAACP Urges Pro Athletes to Avoid Deals With Texas Teams Over New State Laws", "date": "2021-10-28 17:47", "summary": "MLB, NFL, NHL, NBA and WNBA players are asked to help protect rights of those affected by recently passed voting, abortion and Covid-19 policies. The NAACP is calling on professional athletes from five sports leagues to avoid signing with Texas-based teams over laws recently passed in the state.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-pakistan-islamist-cricket-t-20-world-cup-muslim-hindu-nationalism-bjp-up-kashmir-11635451063", "title": "India Seems Determined to Lose to Pakistan in More Than Cricket", "date": "2021-10-28 17:46", "summary": "Arrests of Muslims celebrating the Pakistani team's win underscore how Hindu nationalists are self-sabotaging.. The last thing most Indians want is to strengthen Pakistan, but India's turn to increasingly hard-line Hindu nationalism is likely to do just that. An apparently growing tendency among Indians to refuse to distinguish between ordinary Muslims and dangerous Islamists will open India to instability and national-security threats-a point underscored by, of all things, the T-20 cricket World Cup.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sliding-biden-approval-rating-virginia-gubernatorial-governor-reconciliation-spending-bill-11635450446", "title": "Can Slidin' Biden Regain His Footing?", "date": "2021-10-28 17:46", "summary": "Clinton and Obama both overcame adversity, but the 46th president doesn't have their political gifts.. In a way Republicans have already won in Virginia. Democrat Terry McAuliffe, a former governor and longtime party mover, has been forced to fight for his life in a state Joe Biden won by 10 points. If Mr. McAuliffe pulls it out Tuesday, his not-so-Trumpy challenger, Glenn Youngkin, will still have come close in the age of Trump, and his campaign will have provided a rough pathway for how future party candidates can make their way through: 1. Be a respectable, capable-seeming person who focuses on legitimate local issues (schools, taxes.) 2. Don't say crazy things. 3. Don't insult Donald Trump but do everything to keep him away.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepsico-bottles-tech-collaboration-effort-into-new-digital-hubs-11635457546", "title": "PepsiCo Bottles Tech Collaboration Effort Into New Digital Hubs", "date": "2021-10-28 17:45", "summary": "Company says Dallas- and Barcelona-based units bring together business and tech experts to drive app development. PepsiCo Inc. is hiring a mix of technology and business workers for two new corporate units charged with tailoring its digital tools to better tackle a range of issues, from fixing supply-chain constraints to developing new snack foods.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-employees-are-willing-to-leave-jobs-over-vaccine-mandates-survey-finds-11635457168", "title": "Some Employees Are Willing to Leave Jobs Over Vaccine Mandates, Survey Finds", "date": "2021-10-28 17:39", "summary": "Kaiser Family Foundation survey also shows divide among parents over vaccines for young children. Slightly under 40% of workers who are unvaccinated say they would leave their job if getting the Covid-19 vaccine was mandated by their employer or if they were required to get tested for the virus weekly, according to the results of a new survey.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/souvenir-ii-tilda-swinton-joanne-hogg-honor-swinton-byrne-richard-ayoade-11635456835", "title": "'The Souvenir: Part II': The Past Spun Into Gold", "date": "2021-10-28 17:34", "summary": "The sequel to Joanna Hogg's semi-autobiographical 2019 feature picks up the story of a film student trying to overcome heartbreak while creating her graduation project. 'The Souvenir: Part II\" is Joanna Hogg's sequel to her semi-autobiographical 2019 feature \"The Souvenir,\" which starred Honor Swinton Byrne as Julie, a film-school student in 1980s England. Sequels are unusual in independent film-no superheroes available for marketing-but this one represented a twofold risk. How do you follow a film that seemed perfect in itself, a model of compression and self-containment about a ravaging love affair and the growing pains of a young artist at a pivot point in her life? The answer, playing in select theaters, turns out to be daringly intricate and beautifully simple. Ms. Hogg has outdone herself with an even stronger film about grief, self-discovery, the daunting uncertainties of the creative process and, before and after everything else, the mysterious power of the movie medium.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexico-amlo-ogrady-fuel-energy-electricity-pemex-11635367246", "title": "The Mexican Government Replies to O'Grady on Energy", "date": "2021-10-28 17:29", "summary": "Active contracts for electricity will be reviewed in accordance with the law.. Like others before her, Mary Anastasia O'Grady believes there will be a conflict between Mexico and the U.S. over the constitutional reform bill on electricity that President Andrés Manuel López Obrador has put forward (\"Mexico Moves to Seize American Assets,\" Americas, Oct. 18). Nothing could be further from the truth: Mexico's relationship with the U.S. is an excellent one at this time. We are updating our mechanisms of cooperation in various areas to reflect the enormous complexity of the relations between our two countries, as both partners and neighbors.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/labor-trade-union-strike-hoffa-lewis-cio-history-covid-11635368437", "title": "Unions Know to Strike While the Iron Is Hot", "date": "2021-10-28 17:27", "summary": "They smell blood-or opportunity- in our supply-chain and Covid-vaccine-mandate struggles.. Regarding \"Big Labor and the Supply Shortage\" (Review & Outlook, Oct. 18): James P. Hoffa of the International Brotherhood of Teamsters sees \"opportunity\" in \"a new militancy\" among union members. Militancy is what unions have always done in times of opportunity; the American trade-union movement has a long history of putting its knee on the neck of commerce when such opportunity appears.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-minimum-tax-oecd-treaty-yellen-statute-congress-11635369839", "title": "A Statutory Path for Yellen's Global Tax Treaty", "date": "2021-10-28 17:25", "summary": "The World Trade Organization was approved by Congress in 1994 using only a statute.. Your editorial \"Dodging the Constitution for a Global Tax\" (Oct. 23) is mistaken in arguing that approval of the new Organization for Economic Cooperation and Development tax treaty by statute constitutes an \"end-run around the Constitution.\" Using a statute to approve and implement this treaty is hardly a \"legislative ploy,\" and the statutory method would not be questionable in other countries as to whether it is a \"proper treaty.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-could-pay-more-with-a-15-corporate-minimum-tax-not-just-amazon-11635429418", "title": "Who Could Pay More With a 15% Corporate Minimum Tax?", "date": "2021-10-28 17:25", "summary": "Democrats' proposal would affect dozens of S&P 500 companies with $1 billion or more in profits. Democratic lawmakers are pushing a proposal that would seek to collect more taxes from dozens of large companies such as Amazon . com Inc. that record sizable profits but report little or no tax expense.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/online-church-service-internet-worship-god-religion-christian-11635371388", "title": "Online Church May Work for You, but How About God?", "date": "2021-10-28 17:24", "summary": "It's not only what we can get out of it, but what we can give.. People ask: \"What do I get out of church?\" They conclude: \"I can get that at home.\" But they forget: \"To God be the glory\" (\"Are Internet Services as Good as Church?\" by Paul Glader and John Semakula, Houses of Worship, Oct. 22).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-sanders-hillary-clinton-donald-trump-joe-biden-manchin-west-virginia-article-11635370225", "title": "No One Can Accuse Bernie of Failing to Influence Washington", "date": "2021-10-28 17:20", "summary": "Sen. Sanders is responsible in large part for the election of two presidents.. Regarding William McGurn's \"Bernie Sanders Is a Bad Salesman\" (Main Street, Oct. 19): Sen. Sanders is distinctly charismatic, in his supporters' view. His effect on Hillary Clinton's candidacy handed the presidency to Donald Trump. Four years later his momentum scared Democrats into an abrupt pivot toward Joe Biden. The senator has made quite an impact and apparently gained influence with the Biden administration. Communicating with West Virginians may be more about promoting the senator than influencing the state's residents.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mrs-warrens-profession-george-bernard-shaw-gingold-theater-group-david-staller-11635455486", "title": "'Mrs. Warren's Profession' Review: In Praise of Working Girls", "date": "2021-10-28 17:12", "summary": "George Bernard Shaw's comedy, about a bordello-running mother and her love disinclined daughter, gets a staging from Gingold Theatrical Group. New York", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhood-loses-out-with-dogecoin-in-the-doghouse-11635425487", "title": "Robinhood Loses Out With Dogecoin in the Doghouse", "date": "2021-10-28 17:12", "summary": "Trading app's revenue was dented by pullback in cryptocurrency trading, raising questions about the platform's staying power. This was supposed to be Robinhood Markets Inc.'s big year.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/caroline-or-change-tony-kushner-jeanine-tesori-sharon-d-clarke-11635455377", "title": "'Caroline, or Change' Review: An Untidy Tale", "date": "2021-10-28 17:10", "summary": "The Michael Longhurst-directed West End revival of a Louisiana maid and a Jewish boy comes to New York.. New York", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-buyback-tax-what-to-know-about-latest-proposal-11635432820", "title": "Biden Stock Buyback Tax: What to Know About the Latest Proposal", "date": "2021-10-28 17:07", "summary": "A 1% excise tax on share repurchases is floated as buybacks approach pre-pandemic records; will companies pay up or pull back?. The Biden administration is proposing a 1% surcharge on corporate buybacks, a measure that, along with higher taxes on corporate profits and wealthy individuals, seeks to pay for its $1.85 trillion social spending and climate package. Here is a recap of the buyback proposal and what it could mean for investors and businesses.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/traders-bet-tesla-stocks-rally-isnt-over-just-yet-11635413581", "title": "Traders Bet Tesla Stock's Rally Isn't Over Just Yet", "date": "2021-10-28 17:05", "summary": "Traders are using options to ride the momentum in Tesla shares. Traders are swarming the market for Tesla Inc. options to bet on a continued stock rally.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/accused-major-league-baseball-hacker-charged-with-extortion-11635454791", "title": "Accused Major League Baseball Hacker Charged With Extortion", "date": "2021-10-28 16:59", "summary": "30-year-old charged with illegally streaming sports games and attempting to extort the MLB. Federal prosecutors charged a Minnesota man on Thursday with illegally streaming sports games from sites including Major League Baseball and then attempting to extort the league after he hacked its website.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-10-28-2021-11635406842", "title": "Stocks End Higher With Earnings in Focus", "date": "2021-10-28 16:33"}, {"link": "https://www.wsj.com/articles/new-york-city-penthouse-in-jean-nouvel-designed-building-to-list-for-25-million-11635452979", "title": "New York City Penthouse in Jean Nouvel-Designed Building to List for $25 Million", "date": "2021-10-28 16:29", "summary": "The sellers are Daniel Fischel and Sylvia Neil, former administrators at the University of Chicago Law School. A New York City penthouse in a building designed by Pritzker Prize-winning architect Jean Nouvel is slated to hit the market for $25 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/glass-houses-11635452889", "title": "Glass Houses", "date": "2021-10-28 16:28", "summary": "A penthouse in a Manhattan building designed by Pritzker Prize-winning architect Jean Nouvel is hitting the market for $25 million.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-simple-piece-of-steel-and-wheels-is-holding-up-the-global-supply-chain-11635452843", "title": "A Simple Piece of Steel and Wheels Is Holding Up the Global Supply Chain", "date": "2021-10-28 16:27", "summary": "Truckers in Southern California are struggling to move containers from port terminals and rail yards because of a shortage of the chassis that carry the boxes. Transportation executives wrestling with the supply-chain gridlock that is frustrating U.S. importers say the ability to clear the bottlenecks rests largely on a simple piece of steel and wheels that has long been an afterthought in global shipping.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-name-change-to-meta-reflects-common-corporate-tactic-11635448572", "title": "Facebook's Name Change to Meta Reflects Common Corporate Tactic", "date": "2021-10-28 16:22", "summary": "Marketing experts talk about the successes, failures of companies' efforts to reflect an expanded portfolio or create a fresh start with a new name. Facebook Inc. FB -3.58% said Thursday it would change its name to Meta, in an effort to rebrand and reflect its expansion into the metaverse, a concept rooted in science-fiction novels that refers to an extensive online world.", "categories": [["Business", "Media & Marketing", "CMO"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb", "https://www.wsj.com/news/types/cmo?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/puerto-ricos-plan-to-exit-bankruptcy-approved-by-oversight-board-11635431919", "title": "Puerto Rico's Plan to Exit Bankruptcy Approved by Oversight Board", "date": "2021-10-28 16:18", "summary": "U.S. territory's restructuring plan would reduce its debt by 80% to $7 billion. The federal board overseeing Puerto Rico's bankruptcy agreed Thursday to drop its opposition to legislation enacted earlier this week authorizing the island to raise new debt needed to complete its debt restructuring plan.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-bidens-plan-for-government-child-care-still-inclusive-11635451638", "title": "Is Biden's Plan for Government Child Care Still 'Inclusive'?", "date": "2021-10-28 16:07", "summary": "Government bureaucrats will enjoy vast new power to meddle in the content of pre-K education.. For some reason President Joe Biden has been changing the way he describes his plan for government child care. It's unlikely the rhetorical revision was demanded by Sens. Kyrsten Sinema (D., Ariz.), Joe Manchin (D., W.Va.) or even Bernie Sanders (socialist, Vt.). Instead the White House appears to have made a marketing decision about this element of its multitrillion-dollar spending plan, which may tell us something about the underlying product.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/satellite-maker-terran-orbital-strikes-1-58-billion-spac-deal-11635451260", "title": "Satellite Maker Terran Orbital Strikes $1.58 Billion SPAC Deal", "date": "2021-10-28 16:01", "summary": "Backed by Lockheed Martin, Terran customers include NASA and U.S. Defense Department. Satellite maker Terran Orbital Corp. is merging with a special-purpose acquisition company to go public at a $1.58 billion valuation, the companies said, the latest in a string of space-related companies to list through a SPAC.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trick-or-treat-friday-crossword-october-29-11635176025", "title": "Trick or Treat (Friday Crossword, October 29)", "date": "2021-10-28 16:01", "categories": [["WSJ Puzzles", "Crossword Contest"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword-contest?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-turns-to-taxes-on-corporations-millionaires-to-pay-for-agenda-11635436525", "title": "Biden Turns to Taxes on Corporations, Millionaires to Pay for Agenda", "date": "2021-10-28 15:44", "summary": "White House framework leaves out ideas such as higher corporate rate and tax on billionaires' unrealized gains. WASHINGTON-President Biden outlined $1.85 trillion in proposed tax increases and other revenue generators on Thursday to pay for his social and climate agenda, offering a hodgepodge of strategies designed to navigate red lines set by the administration and congressional Democrats.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-october-23-11635450211", "title": "Bestselling Books Week Ended October 23", "date": "2021-10-28 15:43", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-g20-cop26-glasgow-climate-conference-11635362973", "title": "Biden to Press on Climate, Taxes After Bumpy Stretch With World Leaders", "date": "2021-10-28 15:42", "summary": "Biden's second foreign visit to include attempts to ease recent tensions following June trip aimed at strengthening U.S. alliances. President Biden will push allies to do more to confront climate change and seek progress on a global minimum tax during a foreign trip that follows a bumpy stretch on the world stage and a late sprint to advance his agenda at home.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italys-agnelli-family-nears-sale-of-reinsurance-company-in-9-billion-deal-11635449761", "title": "Italy's Agnelli Family Nears Sale of Reinsurance Company", "date": "2021-10-28 15:36", "summary": "The pandemic sunk a previous agreement at the same price. MILAN- Exor NV said on Thursday it signed a memorandum of understanding to sell reinsurance company PartnerRe Ltd. to French insurer Covéa Coopérations for $9 billion, generating a large cash gain that the Agnelli family holding company can direct toward new investments.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/malibu-home-sells-for-177-million-setting-new-california-record-11635448898", "title": "Malibu Home Sells for $177 Million, Setting New California Record", "date": "2021-10-28 15:21", "summary": "Seller is fashion mogul Serge Azria of Joie. Fashion mogul Serge Azria has sold an oceanfront estate in Malibu, Calif., for $177 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hospital-prices-arbitrary-healthcare-medical-bills-insurance-11635428943", "title": "Hospital Prices Are Arbitrary. Just Look at the Kingsburys' $100,000 Bill.", "date": "2021-10-28 15:21", "summary": "Resume Subscription. Barbara Kingsbury was diagnosed with cervical cancer two years ago and embarked on an aggressive course of treatment. The bills piled up on the kitchen counter of her home in Volin, S.D., at one point hitting $94,000 in unpaid fees and interest. With debt collectors threatening a lawsuit, her husband, Dennis Kingsbury, emptied her retirement savings in early May to pay most of the amount due.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/squid-game-halloween-costumes-are-in-but-schools-want-them-out-11635445884", "title": "'Squid Game' Halloween Costumes Are In, but Some Schools Want Them Out", "date": "2021-10-28 14:41", "summary": "Some districts start to ban outfits related to Netflix's hit, worrying about 'potential violent messages' if students dress up as characters from the thriller. \"Squid Game,\" the popular South Korean dystopian drama from Netflix Inc . , is already a significant source of inspiration for Halloween costumes around the world this year. A few elementary schools in New York state, however, don't want students donning the show's track suits and white sneakers on its campuses.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-masquerade-was-all-the-rage-11635445728", "title": "When Masquerade Was All the Rage", "date": "2021-10-28 14:28", "summary": "Before there was Halloween, there were costume balls and Carnival, among other occasions for the liberation of dressing up. Historian Amanda Foreman searches the past for the origins of today's world. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Historically Speaking"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/historically-speaking?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-will-pay-88-million-to-families-and-survivors-of-2015-shooting-at-black-church-11635439533", "title": "U.S. Will Pay $88 Million to Families and Survivors of 2015 Shooting at Black Church", "date": "2021-10-28 14:25", "summary": "Settlement follows FBI's admission that it botched a background check that should have kept shooter Dylann Roof from possessing a gun. WASHINGTON-The U.S. government will pay a total of $88 million to families of those killed in the 2015 shooting at a Black church in South Carolina and to survivors, settling lawsuits over a botched FBI background check that allowed the gunman to buy his weapon, the Justice Department said Thursday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-tax-plan-for-highest-earners-what-to-know-about-the-latest-proposal-11635445351", "title": "Biden's Tax Plan for Highest Earners: What to Know About New Proposal", "date": "2021-10-28 14:22", "summary": "Additional taxes would apply to the top 0.02% of earners and generate $230 billion in revenue, White House says. The Biden administration on Thursday unveiled a proposal that would levy additional taxes on Americans earning more than $10 million annually, part of an overall framework to pay for Democrats' social and climate-change agenda.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-dont-need-a-sexy-halloween-costume-to-wear-fishnets-11635445169", "title": "You Don't Need a Sexy Halloween Costume to Wear Fishnets", "date": "2021-10-28 14:19", "summary": "As seen on the Chanel runway, fishnets are having a high-fashion moment. Here, their mysterious history and appeal, plus: 5 ways to style them-from elegant to edgy.. FISHNETS SHOULD SUE Halloween for defamation. At some point after \"sexy\" Halloween costumes gained currency in the 1970s, the stockings became unfairly associated with too-short polyester getups sold by such questionable clothiers as Party City. Want to be a racy witch? Pull on black webbed tights. A naughty nurse? You'll need white, thigh-high versions. A sensual skunk? Take your perforated pick.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/us-gdp-economic-growth-third-quarter-2021-11635371631", "title": "U.S. Economy Slowed on Delta Surge, Supply Crunch", "date": "2021-10-28 14:07", "summary": "Factors that fueled spending faded, including an infusion of government stimulus, business reopenings and rising vaccination rates. The U.S. economy grew at the slowest pace of the recovery in the third quarter, but economists expect strong consumer demand and an easing pandemic to boost growth in the coming months despite lingering supply constraints.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-spending-bill-includes-555-billion-for-climate-measures-11635441565", "title": "Biden's Spending Bill Includes $555 Billion for Climate Measures", "date": "2021-10-28 13:19", "summary": "The plan includes $320 billion in tax credits aimed at encouraging shift to cleaner energy. WASHINGTON-President Biden's wide-ranging framework for social-spending legislation includes about $555 billion for climate-related provisions, a proposal that the White House said will help the U.S. meet its pledge to halve domestic greenhouse gas emissions by the end of the decade.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-study-of-bats-in-china-met-nih-grant-requirements-ecohealth-says-11635441406", "title": "Coronavirus Study of Bats in China Met NIH Grant Requirements, EcoHealth Says", "date": "2021-10-28 13:16", "summary": "Nonprofit is under fire for its work with Wuhan Institute of Virology in China in 2018. The National Institutes of Health and a high-profile grant recipient are at odds over the reporting and handling of a potentially risky coronavirus study in China.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/net-zero-cop26-glasgow-electricty-emmissions-renewables-climate-india-china-russia-11635429967", "title": "Net Zero By 2050? Don't Plan on It", "date": "2021-10-28 13:10", "summary": "Politicians promise an unrealistic transformation that would deny poor countries a chance to grow.. As leaders prepare to gather in Glasgow for the United Nations climate-change conference, you may think the world has agreed to reduce and eventually eliminate its dependency on fossil fuels, stepping up its reliance on renewable energy. Even Australia's Prime Minister Scott Morrison, who won an election opposing costly climate policies, now proudly embraces net-zero emissions by 2050.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shell-aims-to-halve-carbon-emissions-by-2030-as-activist-calls-for-breakup-11635409750", "title": "Shell Argues Against Activist Investor's Call to Split", "date": "2021-10-28 13:05", "summary": "Oil giant, like others, is grappling with competing demands from shareholders over how to play the energy transition. LONDON-The chief executive of Royal Dutch Shell PLC defended the energy giant's business model on Thursday, setting up a showdown with activist investor Third Point LLC that has called for the breakup of the company to improve its environmental and financial performances.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fords-dividend-is-back-stoking-optimism-on-wall-street-11635440270", "title": "Ford's Dividend Is Back, Stoking Optimism on Wall Street", "date": "2021-10-28 12:57", "summary": "Automaker had previously suspended quarterly payout in March 2020 to conserve cash. Ford Motor Co. 's stock jumped to its highest level in years following an upbeat financial projection and optimism that the automaker is reinstating its quarterly dividend.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-turkey-wellington-is-the-smart-move-this-thanksgiving-11635439200", "title": "Why Beef Wellington Is the Smart Move This Holiday Season", "date": "2021-10-28 12:40", "summary": "This showstopper dish is easier to pull off than you think. Prep it a day ahead and just pop it in the oven before the festive meal. Use these pro tips and accessible recipes for turkey, beef and vegan variations.. A CLASSIC Wellington-beef tenderloin smothered in a paté-enhanced mushroom duxelles, baked within a pastry crust-is a dish I've always treasured at the table and found elusive in the kitchen. The first time I ventured to make it, I found out why the Wellington is usually reserved for special occasions: Laborious and tricky, the recipe is a minefield of kitchen disasters waiting to happen. If all goes well, expect a juicy, crisp-crusted, richly flavored centerpiece to a festive meal with a tremendous wow factor. If not, you're left with a soggy log encircling bland, dried-out meat-after a day toiling in the kitchen.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comcasts-profit-doubles-boosted-by-tokyo-olympics-theme-parks-11635418870", "title": "Comcast's Profit Doubles, Supported by Olympics", "date": "2021-10-28 12:39", "summary": "Strong revenue growth during third quarter at NBCUniversal unit came as company's broadband business slowed. Comcast Corp. said its third-quarter net profit doubled, boosted by strong revenue growth at its NBCUniversal media empire, which benefited from the Tokyo Olympics and an influx of returning visitors to its Universal Studios theme parks.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corporate-repeat-offenders-may-face-tougher-sanctions-justice-department-says-11635430568", "title": "Justice Department Vows Tougher Action Against White-Collar Crime", "date": "2021-10-28 12:38", "summary": "Deputy Attorney General Lisa Monaco says corporate repeat offenders could face more sanctions. WASHINGTON-The Justice Department said prosecutors would take a tougher stance on companies with long rap sheets and try to enhance efforts to make sure guilty individuals are charged alongside companies.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/letitia-james-new-york-governor-run-11635438357", "title": "Letitia James Expected to Run for New York Governor", "date": "2021-10-28 12:26", "summary": "Democratic New York attorney general has told union leaders she will challenge Gov. Kathy Hochul, people familiar with the talks say. New York Attorney General Letitia James has told union leaders in recent days that she will challenge Gov. Kathy Hochul for the Democratic gubernatorial nomination, potentially setting up a competitive primary after the resignation of former Gov. Andrew Cuomo.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ecb-keeps-stimulus-unchanged-despite-high-inflation-11635422592", "title": "ECB, Diverging From Fed, Sticks With Negative Rates", "date": "2021-10-28 12:15", "summary": "European Central Bank is likely to maintain policy at least another year, expecting rise in prices to prove temporary. FRANKFURT-The European Central Bank is likely to keep its key interest rate in negative territory for at least another year despite surging inflation in the eurozone, signaling a divergence with central banks such as the Federal Reserve that are already moving to phase out easy-money policies amid rapidly rising prices.", "categories": [["Economy", "Europe Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/europe-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prologis-ceo-sees-supply-chain-strains-extending-to-2023-11635437626", "title": "Prologis CEO Sees Supply-Chain Strains Extending to 2023", "date": "2021-10-28 12:13", "summary": "The head of the warehousing giant says it may take years for the supply side to catch up to demand. The head of industrial real-estate giant Prologis Inc. expects disruptions and congestion that have tied up supply chains are likely to last into 2023, a break from many forecasts that suggest the global stresses should ease next year.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-has-won-over-equity-investors-but-not-ratings-firms-11635437400", "title": "Tesla Has Won Over Investors but Not Ratings Firms", "date": "2021-10-28 12:10", "summary": "The electric-car maker on Monday joined a small club of companies valued above $1 trillion, but its debt ratings remain in junk territory. Tesla Inc. has won over equity investors, but it still has work to do to convince ratings firms.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-york-builder-restores-historic-connecticut-lighthouse-for-sleepovers-with-his-grandchildren-11635426459", "title": "A New York Builder Restores Historic Connecticut Lighthouse for Sleepovers With His Grandchildren", "date": "2021-10-28 12:04", "summary": "Resume Subscription. Half a mile off the Connecticut shore, a powerboat cuts through the choppy surf as it nears a 135-year-old lighthouse. \"Imagine doing this in a 12-foot rowboat,\" says 70-year-old Frank Sciame, one of the boat's passengers, noting that lighthouse-keepers once rowed to shore.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/natural-gas-prices-fall-on-putin-order-for-more-russian-exports-11635436936", "title": "Natural Gas Prices Fall on Putin Order for More Russian Exports", "date": "2021-10-28 12:02", "summary": "The Russian president told the state energy giant to pump more fuel to Germany and Austria to ease a supply crunch. Fears that Europe could run low on natural gas this winter eased, sending fuel prices lower, after Russian President Vladimir Putin told Gazprom PJSC to ship more gas westward.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/square-cfo-bitcoin-afterpay-cashapp-11635359050", "title": "Square Inc.'s CFO Talks Bitcoin, Afterpay and Cash App", "date": "2021-10-28 12:00", "summary": "Amrita Ahuja believes that the internet is likely to have a 'native' currency, and that bitcoin is the strongest contender.. Square Inc. started out in 2009 as a payment-services provider, enabling small businesses to process card payments with inexpensive white card readers and tablets. Since then, the Jack Dorsey-led company has added more services for businesses, a digital-payments service for consumers known as Cash App, a payments platform for artists and a developer platform that plans to build a decentralized bitcoin exchange.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-radicalism-of-james-madison-11635436702", "title": "The Radicalism of James Madison", "date": "2021-10-28 11:58", "summary": "The Father of the Constitution took extraordinary steps to sweep away America's first, dysfunctional form of government. James Madison is remembered today as the \"Father of the Constitution\" for his central role in framing a new government in the crucial early years of the republic. Yet the title inadvertently renders him a defender of today's status quo. His memory is invoked to rebut any criticism of the Constitution, which makes Madison appear much more conventional than he was. In fact, his vision for a national republic was a bold challenge to the established order. He also was pragmatic, cunning, and skilled in the art of politics. It was through this unique blend of theoretical and practical wisdom that Madison helped to overturn the old order and replace it with a daring alternative. More than two centuries later, he provides an example worth studying as we face our own constitutional quandaries.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activision-blizzard-chief-reduces-pay-pledges-changes-amid-probes-into-company-culture-11635423031", "title": "Activision Chief Reduces Pay, Pledges Changes Amid Culture Probes", "date": "2021-10-28 11:52", "summary": "Bobby Kotick says videogame publisher will end mandatory arbitration for sexual-harassment, discrimination claims. Bobby Kotick, the longtime chief executive of videogame publisher Activision Blizzard Inc., told employees Thursday he would take a pay cut and end mandatory arbitration for internal harassment and discrimination claims amid regulatory probes into the company's culture.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hamptons-home-of-macklowe-gallery-founders-lists-for-60-million-11635436306", "title": "Hamptons Home of Macklowe Gallery Founders Lists for $60 Million", "date": "2021-10-28 11:51", "summary": "The East Hampton house has ocean and Georgica Pond views.. For nearly 30 years, art and antique dealers Barbara and Lloyd Macklowe filled their East Hampton home with rare furniture, sculptures and paintings.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-art-filled-home-in-the-hamptons-11635436148", "title": "An Art-Filled Home in the Hamptons", "date": "2021-10-28 11:49", "summary": "Art and antique dealers Barbara and Lloyd Macklowe are listing their East Hampton home for $60 million.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/wpp-raises-its-revenue-outlook-after-third-quarter-growth-11635436093", "title": "WPP Raises Its Revenue Outlook After Third-Quarter Growth", "date": "2021-10-28 11:48", "summary": "The company reported like-for-like net revenue growth of 15.7% in the quarter as clients continued to boost spending. Advertising giant WPP PLC raised its guidance for revenue growth this year after its clients continued to invest in marketing in the third quarter and like-for-like net revenue in the period increased 15.7% compared with 2020, the company said.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/t-rowe-price-to-buy-debt-investment-firm-oak-hill-advisors-in-4-2-billion-deal-11635417002", "title": "T. Rowe Price to Buy Debt-Investment Firm Oak Hill Advisors in $4.2 Billion Deal", "date": "2021-10-28 11:40", "summary": "Many money managers have recently made acquisitions to help their bottom line with new products or scale. Money manager T. Rowe Price Group Inc. agreed to buy Oak Hill Advisors for as much as $4.2 billion to enter the private-debt investing business.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-has-supply-side-problems-11635435166", "title": "America Has Supply-Side Problems", "date": "2021-10-28 11:32", "summary": "Consumers and businesses alike are having trouble acquiring the things they want. You can't buy what you can't get. That, in short, was the story for the U.S. economy in the third quarter.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taiwanese-president-confirms-u-s-troop-deployment-on-island-11635433900", "title": "Taiwanese President Confirms U.S. Troop Deployment on Island", "date": "2021-10-28 11:25", "summary": "Tsai Ing-wen notes a 'range of cooperation' with the U.S. on defense. WASHINGTON-Taiwanese President Tsai Ing-wen acknowledged the presence of U.S. troops on the island, describing the deployment as part of broader defense cooperation with the U.S.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economist-explained-politics-and-traffic-jams-11635433486", "title": "Economist Explained Politics and Traffic Jams", "date": "2021-10-28 11:04", "summary": "Anthony Downs, who has died at age 90, studied real-estate markets and clogged roads. He found that voters' 'rational ignorance' drove election campaigns.. Anthony Downs spent most of his career as an economist studying real-estate markets but made a bigger mark in two areas not usually associated with economics: examining the behavior of American voters and explaining why traffic jams couldn't be eliminated in major cities.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-missile-test-seen-as-warning-to-china-after-breakdown-in-border-talks-11635433146", "title": "India's Missile Test Seen as Warning to China After Breakdown in Border Talks", "date": "2021-10-28 10:59", "summary": "The long-range Agni-5 is country's only missile capable of reaching Beijing. NEW DELHI-An Indian missile test was seen by security experts as a warning shot to China after military talks between the two countries over a contentious border dispute broke down earlier this month.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/third-point-doesnt-have-the-answer-for-shell-11635432093", "title": "Third Point Doesn't Have the Answer for Shell", "date": "2021-10-28 10:41", "summary": "Splitting oil from greener business areas wouldn't meaningfully address the oil giant's low stock price or its energy-transition challenge. Third Point is right that Royal Dutch Shell is undervalued, but splitting up the company isn't a great solution.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-the-market-in-michigan-wine-country-11635431878", "title": "On the Market in Michigan Wine Country", "date": "2021-10-28 10:37", "summary": "The home, with vineyard, is listed at $2.5 million. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/caterpillars-profit-doubles-on-construction-project-strength-11635422768", "title": "Caterpillar's Profit Doubles on Construction Project Strength", "date": "2021-10-28 10:35", "summary": "Supply-chain disruptions weigh on growth, chief financial officer says. Caterpillar Inc.'s quarterly profit more than doubled as construction and industrial equipment customers placed new orders in a growing global economy, though supply-chain problems held user sales below the company's expectations.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kyle-rittenhouse-shooting-trial-to-focus-on-reasonableness-self-defense-11635428739", "title": "Kyle Rittenhouse Shooting Trial to Focus on Reasonableness, Self-Defense", "date": "2021-10-28 10:34", "summary": "Jury selection to begin Monday over killings of two protesters and injury of a third in Kenosha, Wis., last year. Prosecutors in the trial of Kyle Rittenhouse, the teenager who killed two people and injured a third during unrest in Kenosha, Wis., last year, will have to overcome a longstanding law in Wisconsin that makes it more difficult than in many other states to convict someone who claims self-defense.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-regulators-back-tougher-rules-to-prevent-criminals-from-using-crypto-11635413402", "title": "Regulators Back New Rules to Stop Criminals Using Crypto", "date": "2021-10-28 10:33", "summary": "New guidelines could spur more crypto firms to check their customers' identities and report suspicious transactions to regulators. Cryptocurrency firms could be forced to take greater steps to combat money laundering under new guidelines released on Thursday by the Financial Action Task Force, an international body that coordinates government policy on illicit finance.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carlyle-earnings-jump-as-private-equity-portfolio-rises-11635415202", "title": "Carlyle Earnings Jump as Private-Equity Portfolio Rises", "date": "2021-10-28 10:28", "summary": "Firm posts record distributable earnings. Carlyle Group Inc. reported a big jump in third-quarter earnings, and the amount of cash it could return to shareholders reached record levels.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tungsten-cubes-bitcoin-gamestop-crypto-investors-11635431036", "title": "First Bitcoin. Then GameStop. Now Tiny Tungsten Cubes.", "date": "2021-10-28 10:26", "summary": "Online investors crave tangible pleasure of holding surprisingly heavy metal blocks; 1.7 times as dense as lead. They bought the bitcoin dip. They took GameStop to the moon. Now the online investor army has a new favorite thing to buy and hold: small tungsten cubes.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luxury-house-hunters-raise-a-glass-to-michigans-wine-country-11635430703", "title": "Luxury House Hunters Raise a Glass to Michigan's Wine Country", "date": "2021-10-28 10:18", "summary": "Winemakers are setting up shop on Leelanau and Old Mission peninsulas, creating a growing market for high-end real estate, with or without vines. It is the end of October, and Michigan vineyard owner Phillip M. Cifuentes is counting the days.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nba-nets-lakers-11635430080", "title": "A Nets and Lakers Duel for the NBA Championship? Not So Fast", "date": "2021-10-28 10:09", "summary": "Brooklyn and Los Angeles are starry picks for a title showdown. Early games-and Kyrie's absence-have shown the road might be rockier than expected.. It's the obvious, glamorous, and honestly-kind of boring preseason pick-for this season's NBA championship.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hertz-posts-quarterly-profit-on-travel-rebound-11635429773", "title": "Hertz Posts Quarterly Profit on Travel Rebound", "date": "2021-10-28 10:02", "summary": "Revenue climbed as leisure travel staged a comeback. Hertz Global Holdings Inc. said it turned a profit for the third quarter as a continued rebound in leisure travel pushed its revenue higher.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-both-the-company-and-employee-benefit-from-higher-pay-11635429601", "title": "How Both the Company and Employee Benefit From Higher Pay", "date": "2021-10-28 10:00", "summary": "Higher pay isn't just a cost. The data shows that the employers that pay the best outperform their peers.. As the economy has lurched forward during the pandemic, many businesses have found themselves forced to increase workers' pay to fill openings-and not everyone is thrilled about it.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/david-finn-an-aspiring-artist-prospered-in-public-relations-11635429600", "title": "David Finn, an Aspiring Artist, Prospered in Public Relations", "date": "2021-10-28 10:00", "summary": "Co-founder of Ruder Finn, who has died at age 100, urged CEOs to worry less about their images and more about improving the world. From childhood, David Finn wanted to be an artist. When it came time to earn a living, he and his best friend, William Ruder, concocted a vague idea about building bridges between industry and the arts.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-puzzles-saturday-october-30-11634916662", "title": "Number Puzzles (Saturday, October 30)", "date": "2021-10-28 10:00", "categories": [["WSJ Puzzles", "Number Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/number-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shiba-inu-coin-tesla-ford-nokia-what-to-watch-when-the-market-opens-11635420331", "title": "Shiba Inu Coin, Tesla, Ford, Nokia: What to Watch in the Stock Market Today", "date": "2021-10-28 09:42", "summary": "Ford shares rose after the car maker lifted its guidance; cryptocurrency Shiba Inu was extending gains. U.S. stocks opened higher amid another wave of earnings from major corporations. Here's what we're watching in Thursday's session.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/antidepressant-significantly-reduces-covid-19-hospitalization-11635373800", "title": "Antidepressant Fluvoxamine Significantly Reduces Covid-19 Hospitalization", "date": "2021-10-28 09:28", "summary": "Patients who received the low-cost and widely available drug were far less likely to be hospitalized in a clinical trial. A widely available antidepressant holds promise as a treatment for Covid-19, according to a new study.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-faces-official-questions-in-india-over-policing-of-hate-speech-11635427582", "title": "Facebook Faces Official Questions in India Over Policing of Hate Speech", "date": "2021-10-28 09:26", "summary": "Letter from information technology ministry follows WSJ report that company's own researchers determined its services are awash in inflammatory material. NEW DELHI-India's government has asked Facebook Inc. for details about how it monitors and removes inflammatory content on its platform in the country, according to government officials.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-sticks-to-covid-zero-policies-despite-rising-pressure-to-ease-restrictions-11635426664", "title": "China Sticks to Covid-Zero Policies, Despite Rising Pressure to Ease Restrictions", "date": "2021-10-28 09:11", "summary": "Businesses have called for a plan to end the strict pandemic regime, warning of the increasing economic toll. HONG KONG-A day after a group representing some of the world's biggest banks urged Hong Kong's government to consider more open borders earlier this week, the city said it had no plans to abandon its zero-tolerance approach to Covid-19. Instead, the financial hub said it would tighten measures further.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-10-28-2021-11635365743", "title": "Jobless Claims Fall to New Pandemic Low", "date": "2021-10-28 09:10", "summary": "Employers are holding on to their workers while struggling to hire more. Worker filings for unemployment benefits declined last week to their lowest level since the coronavirus pandemic began, as employers competed for employees in a tightening labor market.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-childrens-covid-19-vaccine-nears-some-parents-of-kids-under-5-feel-left-behind-11635426001", "title": "As Children's Covid-19 Vaccine Nears, Some Parents of Kids Under 5 Feel Left Behind", "date": "2021-10-28 09:00", "summary": "'It's hard to know we can't get the vaccine,' says a mom of two boys who will be too young to get Pfizer-BioNTech's vaccine when it's authorized for 5- to 11-year-olds. Parents of children ages 5 to 11 will likely soon be able to vaccinate their children against Covid-19. Those with younger children have a longer wait.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/budweisers-new-growth-recipe-goes-down-easy-11635424690", "title": "Budweiser's New Growth Recipe Goes Down Easy", "date": "2021-10-28 08:38", "summary": "Strong demand for Anheuser-Busch InBev's beer brands protected profits from higher input costs in the third quarter-a good sign as the company tries to cut its debt load. For the first time in a long time, a Budweiser looks more appealing than a Heineken.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ryan-reynolds-cover-story-interview-11635424093", "title": "How Ryan Reynolds Built a Business Empire", "date": "2021-10-28 08:35", "summary": "Resume Subscription. Don't put that on. That Deadpool mask will offer you zero protection,\" Ryan Reynolds says, seeing me eye the burgundy-and-black superhero face covering displayed on a credenza behind him. \"Actually, that mask will probably give you an STD.\" His broad smile falls away, replaced with a grave countenance. \"No, really,\" he says, sotto voce. \"You will catch something. I did.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/nfl-owners-washington-football-team-scandal-emails-11635385955", "title": "Frustration Mounts Among NFL Owners Over Washington Football Team Scandal", "date": "2021-10-28 08:31", "summary": "The controversy surrounding the team, fueled by recent emails that resulted in Jon Gruden's resignation, has prompted some owners to signal concerns with how the situation has been handled. Aftershocks from the National Football League's investigation into workplace misconduct at the Washington Football Team are prompting some team owners to take the rare step of questioning the league's handling of the high-profile investigation.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volkswagen-faces-an-even-bumpier-road-to-evs-than-detroit-11635423925", "title": "Volkswagen Faces an Even Bumpier Road to EVs Than Detroit", "date": "2021-10-28 08:25", "summary": "Third-quarter losses from the VW brand are a reminder that the company will be harder to reshape than its U.S. peers. Volkswagen has a way of making investors feel every jolt on its path to electric vehicles.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-bets-on-covid-19-boosters-efficacy-against-a-changing-virus-as-doses-roll-out-11635423827", "title": "U.S. Bets on Covid-19 Boosters' Efficacy Against a Changing Virus", "date": "2021-10-28 08:23", "summary": "Federal health officials decide currently formulated vaccines work on original virus and variants. Biden administration health officials are betting the current mix of vaccines and boosters will keep Covid-19 cases trending downward and fend off the contagious Delta variant, though the shots were developed to target the original virus.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/atlanta-braves-infield-shift-11635423714", "title": "How the Braves Learned to Stop Worrying and Love the Shift", "date": "2021-10-28 08:23", "summary": "After years rarely deploying the infield shift, Atlanta changed their strategy this season on the way to the World Series. With the Atlanta Braves off to an unexpectedly slow start in May, general manager Alex Anthopoulos met with infield coach Ron Washington to discuss trying a radical new strategy. He didn't know how the conversation would go.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bud-brewer-ab-inbev-buoyed-by-brazil-despite-u-s-weakness-11635413725", "title": "Bud Brewer AB InBev Buoyed by Brazil Despite U.S. Weakness", "date": "2021-10-28 08:06", "summary": "Beer giant says U.S. sales hurt by supply-chain snags, changing tastes. Budweiser brewer Anheuser-Busch InBev SA sold more beer at higher prices in the third quarter, as strong demand in South America helped make up for weakness in the U.S., where drinkers switched away from beer and supply chains were disrupted.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oils-topsy-turvy-moment-11635422400", "title": "Oil's Topsy-Turvy Moment", "date": "2021-10-28 08:03", "summary": "Depletion of oil storage at Cushing is just one of many market indicators that have flipped since April 2020. Eighteen months after the historic moment when crude oil prices briefly went negative, the oil market has turned upside down.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nft-artist-beeple-to-auction-a-real-life-sculpture-for-about-15-million-at-christies-11635422400", "title": "NFT Artist Beeple to Auction a Real-Life Sculpture at Christie's", "date": "2021-10-28 08:00", "summary": "The sale comes months after Beeple set off a digital art craze by selling a $69 million NFT; the new work is a 7-foot-tall column covered in LED screens. The artist known as Beeple launched the art world's craze for nonfungible tokens by selling one of his digital collages at Christie's for $69 million this spring. Now Beeple has something even more surprising for sale-a real-life sculpture.", "categories": [["WSJ News Exclusive", "Art & Auctions"]], "category_links": ["https://www.wsj.com/news/types/art-auctions?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cant-buy-a-ps5-buy-sony-stock-instead-11635421633", "title": "Can't Buy a PS5? Buy Sony Stock Instead", "date": "2021-10-28 07:47", "summary": "Chip shortage is temporary. Long term, company's burgeoning entertainment strategy still looks promising. One of the toughest tasks ahead of the holiday season this year is buying a PlayStation 5 for your children. While Sony should be happy about strong demand, the chip shortage also means it won't be able to sell as many as it would like.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-chip-crisis-hits-auto-makers-hard-11635411518", "title": "Global Chip Crisis Hits Auto Makers Hard", "date": "2021-10-28 07:26", "summary": "Car production collapses in third quarter, but some manufacturers see signs of easing. Continuing disruptions from the Covid-19 pandemic and a worsening global semiconductor shortage hammered the automotive industry in the third quarter as the world's largest car makers reported steep falls in earnings and production and dealers struggled to source models.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/evergrande-crisis-all-but-shuts-bond-market-for-chinas-junk-borrowers-11635419607", "title": "Evergrande Crisis All But Shuts Bond Market for China's Junk Borrowers", "date": "2021-10-28 07:13", "summary": "Dollar issuance is likely to struggle into next year, raising refinancing risks. Junk-bond issuance by China's riskier companies has nearly ground to a halt, creating more challenges for the country's real-estate developers that need to roll over more than $40 billion in dollar debt by the end of next year.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-migration-plummeted-during-pandemic-but-labor-shortages-drive-rebound-11635419559", "title": "Global Migration Plummeted During Pandemic, but Labor Shortages Drive Rebound", "date": "2021-10-28 07:12", "summary": "Industries that rely heavily on migrant workers have been struggling as economies reopen. Migration to rich countries plummeted last year as the Covid-19 pandemic closed businesses and borders, but a rebound is under way as shortages of workers bite and industries that had come to rely heavily on migrant labor over the past two decades reopened.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trendy-baby-toy-maker-lovevery-gets-800-million-valuation-11635418802", "title": "Trendy Baby-Toy Maker Lovevery Gets $800 Million Valuation", "date": "2021-10-28 07:00", "summary": "Montessori-inspired company raised $100 million in its latest funding round, is on track to IPO in the next two years. Lovevery raised $100 million in its latest funding round, valuing the trendy subscription toy company at more than $800 million and setting it up for an initial public offering in the next two years.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-know-about-buying-carbon-offsets-11635418802", "title": "What to Know About Buying Carbon Offsets", "date": "2021-10-28 07:00", "summary": "The purchases help consumers address climate change by seeking to ease the emissions impact from daily activities like travel and shopping. Some consumers might feel eco-guilt about the takeout containers they have been throwing away or the additional packages they have been shipping from Amazon . Offsets are emerging as a way for people to mitigate the effects of shopping, shipping and travel.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brookfield-unit-hires-former-regulator-to-expand-life-insurance-business-11635418800", "title": "Brookfield Unit Hires Former Regulator to Expand Life-Insurance Business", "date": "2021-10-28 07:00", "summary": "Michael McRaith says he would be involved in all aspects of the growth in the U.S. and internationally. Brookfield Asset Management Inc.'s insurance arm has hired a prominent former regulator to help the firm grow its U.S. life-insurance business through acquisitions and other transactions.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-powell-biden-interest-rates-11635357963", "title": "Fed Leadership Uncertainty Muddies Rate-Policy Outlook", "date": "2021-10-28 06:35", "summary": "Higher inflation has raised questions in markets over a possible pivot, putting a bigger spotlight on Biden's choices. When Federal Reserve Chairman Jerome Powell steps to the microphone at a news conference next week, he may be unable to answer one of investors' most pressing questions: Will he return for a second four-year term in February?", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/national-cyber-policy-will-disrupt-crime-and-instill-hope-cyberattack-cyberspace-11635367439", "title": "National Cyber Policy Will Disrupt Crime and Instill Hope", "date": "2021-10-28 06:00", "summary": "A phishing scam can take down critical services on which millions depend. We are organizing a defense.. The Cyberspace Solarium Commission, which assesses U.S. strategy for cybersecurity, warned in its 2020 report that \"our country is at risk not only from a catastrophic cyberattack, but from millions of daily intrusions disrupting everything from financial transactions to the inner workings of our electoral systems.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-needs-to-think-old-school-with-its-new-phone-11635415201", "title": "Google Needs to Think Old School With Its New Phone", "date": "2021-10-28 06:00", "summary": "Company heavily touts new in-house chip for Pixel 6, but better carrier distribution would help sales more. Google's new chips aren't going to sell its phones. Its new friends just might.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/four-u-s-intelligence-agencies-produced-extensive-reports-on-afghanistan-but-all-failed-to-predict-kabuls-rapid-collapse-11635415201", "title": "Intelligence Agencies Failed to Predict Rapid Fall of Kabul", "date": "2021-10-28 06:00", "summary": "Summaries of intelligence reports show how agencies diverged over the strength of the Afghan government and military. WASHINGTON-Leading U.S. intelligence agencies failed to predict the rapid Taliban takeover of Afghanistan prior to the final withdrawal of American troops and instead offered scattershot assessments of the staying power of the Afghan military and government, a review of wide-ranging summaries of classified material by The Wall Street Journal shows.", "categories": [["WSJ News Exclusive", "World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-tech-whistleblowers-are-expected-experts-say-11635413403", "title": "More Tech Whistleblowers Are Expected, Experts Say", "date": "2021-10-28 05:30", "summary": "Silicon Valley is seeing an increasing number of employees speaking out against practices at their companies, whistleblower attorneys say. More employees of technology companies are coming forward with concerns and information about their workplaces following the disclosure earlier this month of the Facebook Inc. whistleblower's identity, attorneys working on whistleblowing issues said.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shell-aims-to-halve-emissions-by-2030-as-activist-calls-for-breakup-11635410997", "title": "Shell Aims to Halve Emissions as Activist Calls for Breakup", "date": "2021-10-28 04:49", "summary": "Oil giant is grappling with competing demands from shareholders. LONDON- Royal Dutch Shell PLC pledged to halve its carbon-dioxide emissions by 2030, a day after activist investor Third Point LLC called for the breakup of the energy giant to improve its environmental and financial performances.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsung-posts-record-quarterly-revenue-from-chip-boom-11635380512", "title": "Samsung Posts Record Quarterly Revenue From Chip Boom", "date": "2021-10-28 02:21", "summary": "Quarterly results for the South Korean chip maker, an industry bellwether, exceed expectations. SEOUL- Samsung Electronics Co. reported record quarterly revenue and saw net profit grow by 31% on the back of booming demand for memory chips, though some growth may soon slow as the global component shortage stalls the assembly of various tech products.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manchin-calls-billionaires-tax-convoluted-as-democrats-seek-deal-11635352886", "title": "Democrats Drop Paid Leave From $1.75 Trillion Proposal", "date": "2021-10-28 00:21", "summary": "White House hosts influential senators as talks continue on social-spending and climate bill; proposed tax on billionaires faces hurdles. WASHINGTON-Democrats abandoned plans to include a paid-leave program in their social spending and climate bill, according to people familiar with the talks, while prospects for a billionaires' levy to help fund the package faded and a potential surtax on wealthy Americans' income gained traction.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11635358547", "title": "Pepper...and Salt", "date": "2021-10-28 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-travelers-are-heading-to-europe-in-2022-after-the-pandemic-sank-vacation-plans-11635393662", "title": "More Travelers Heading to Europe in 2022", "date": "2021-10-28 00:01", "summary": "Resume Subscription. More travelers are starting to think big about vacations again.", "categories": [[]], "category_links": []}]