[{"link": "https://www.wsj.com/articles/mlb-postseason-wild-card-yankees-red-sox-mariners-blue-jays-11633267007", "title": "Yankees, Red Sox Survive a Wild, Wild-Card Race", "date": "2021-10-03 19:40", "summary": "The AL East rivals will face off in a do-or-die showdown at Fenway Park on Tuesday. The last day of the Major League Baseball regular season promised unbridled chaos. It delivered the dullest outcome possible: the New York Yankees and Boston Red Sox advancing to the playoffs.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-whistleblower-frances-haugen-says-she-wants-to-fix-the-company-not-harm-it-11633304122", "title": "The Facebook Whistleblower, Frances Haugen, Says She Wants to Fix the Company, Not Harm It", "date": "2021-10-03 19:36", "summary": "Resume Subscription. The former Facebook Inc. employee who gathered documents that formed the foundation of The Wall Street Journal's Facebook Files series said she acted to help prompt change at the social-media giant, not to stir anger toward it.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/record-chinese-aircraft-sorties-near-taiwan-prompt-u-s-warning-11633282326", "title": "Record Chinese Aircraft Sorties Near Taiwan Prompt U.S. Warning", "date": "2021-10-03 19:15", "summary": "Beijing flies 93 military sorties over three days, prompting warning from the U.S.. Beijing flew 93 military sorties near Taiwan over three days as China celebrated its National Day holiday, its largest such prodding in the past year, prompting the U.S. to warn against what it called provocative military activity.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-opens-new-term-with-masks-and-in-person-arguments-11633262400", "title": "Supreme Court's New Term Tackles Guns, Abortion, Religion", "date": "2021-10-03 18:42", "summary": "High court meets for in-person arguments with masks, Justice Amy Coney Barrett and a docket of divisive issues. WASHINGTON-The Supreme Court returns to its courtroom Monday for its first in-person arguments since March 2020, opening a term featuring challenges to abortion rights, gun regulations and a secular public-school system.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-officials-try-to-limit-damage-from-oil-spill-11633293444", "title": "California Officials Try to Limit Damage From Oil Spill", "date": "2021-10-03 18:15", "summary": "Resume Subscription. California officials were trying Sunday to limit damage from a major oil spill off the coast of Orange County, as oil reached beaches and threatened wetlands south of Los Angeles.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/volvo-cars-is-finalizing-plans-for-ipo-in-stockholm-11633283394", "title": "Volvo Cars Is Completing Plans for IPO in Stockholm", "date": "2021-10-03 18:06", "summary": "A deal could value the car maker at as much as $25 billion. Volvo Cars, the Swedish auto maker owned by Zhejiang Geely Holding Group Co. of China, is completing plans for an initial public offering and is set to announce details of the listing as early as Monday, in a deal that could value the car maker at as much as $25 billion, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "IPOs"]], "category_links": ["https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nwsl-misconduct-allegations-11633297640", "title": "Women's Soccer League Hires Law Firm to Investigate Misconduct Allegations", "date": "2021-10-03 17:48", "summary": "A series of investigations by Covington & Burling will also examine the league's workplace culture in the wake of allegations of sexual misconduct against a coach.. The National Women's Soccer League said it has hired an outside law firm to investigate allegations of abuse and sexual misconduct that have rocked the league in recent days.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-carolina-2018-election-court-gerrymandering-income-tax-cap-voter-id-naacp-moore-11633276080", "title": "Scorched-Earth Judging in North Carolina", "date": "2021-10-03 17:11", "summary": "A liberal state Supreme Court gambit threatens political legitimacy.. Donald Trump tried to overturn at least three state elections in 2020. But liberal groups in North Carolina are trying to overturn or sidestep four separate elections in that state from 2018 and 2020. Unlike the U.S. Supreme Court in 2020, a filing last week suggests North Carolina's Supreme Court is willing to entertain the political revanchists' claims.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lori-lightfoot-bears-chicago-nfl-suburbs-wasteful-spending-soldier-field-arlington-heights-football-stadium-11633126450", "title": "Lori Lightfoot's Bad News Bears", "date": "2021-10-03 17:10", "summary": "Chicago's NFL franchise considers moving to the suburbs.. Lori Lightfoot was dismissive in June when she called talk of the Chicago Bears moving to the suburbs \"a negotiating tactic that the Bears have used before.\" But now that the Bears have signed a $197.2 million purchase agreement for land in Arlington Heights, about 30 miles northwest of the Loop, she says the city wants to talk.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-moderate-democrat-gottheimer-biden-pelosi-chamber-of-commerce-infrastructure-reconciliation-build-back-better-11633277493", "title": "Humiliation of the House Moderates", "date": "2021-10-03 17:09", "summary": "Pelosi reneged on her promise of a vote as Biden joined the left.. Josh Gottheimer was certain the House would vote Thursday to pass the Senate public-works bill, as Speaker Nancy Pelosi had promised. How certain? \"1,000 percent,\" the New Jersey Congressman told CNN.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-jones-act-fish-story-chapter-two-alaska-shipping-bayside-canada-11633030744", "title": "A Jones Act Fish Story, Chapter Two", "date": "2021-10-03 17:06", "summary": "Millions of pounds of Alaskan seafood are still stuck in Canada.. Parents might want to fill up the freezer with fish sticks, but at least Catholics are a long way from Lent. Millions of pounds of Alaskan seafood remain stranded en route to the East Coast, amid a fight over one of America's dumbest laws. A federal judge last week declined to unstick the supply chain, at least for now, meaning things could get worse.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aids-panic-covid-19-coronavirus-pandemic-experts-politicized-fauci-follow-science-11633290650", "title": "Unlearned AIDS Lessons for Covid", "date": "2021-10-03 17:02", "summary": "In the 1980s, Fauci and Redfield sowed fear about a heterosexual epidemic that never happened.. 'Follow the science,\" we've been told throughout the Covid-19 pandemic. But if we had paid attention to history, we would have known that once a disease becomes newsworthy, science gets distorted by researchers, journalists, activists and politicians eager for attention and power-and determined to silence those who challenge their fear-mongering.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-reserve-inflation-reduce-monetary-policy-price-stability-11633291208", "title": "Does the Fed Have the Will to Fight Inflation?", "date": "2021-10-03 17:00", "summary": "Real tightening could pose risks to the economy and, in turn, to the central bank's independence.. It has been said that more money has been lost in the search for yield than at the point of a gun. Those who have tried to bet against bonds since S&P downgraded America's credit rating in 2011 have questioned the validity of that maxim as rates have broadly declined and bond prices have risen.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-iraq-wisam-al-hardan-arraf-braude-new-york-times-nyt-israel-abraham-accords-authoritarian-peace-sahwa-sunni-11633287749", "title": "Under Threat, an Iraqi Disowns His Call for Peace", "date": "2021-10-03 16:59", "summary": "And the New York Times lends the false recantation a measure of credence.. Advocating peace can be dangerous in the Middle East. My organization sponsored a Sept. 24 conference in the Iraqi Kurdish city of Erbil, which drew 312 prominent Sunnis and Shiites from around the country who urged Iraq to join the Abraham Accords and make peace with Israel. The government in Baghdad dubbed the attendees \"criminals\" and issued arrest warrants, while Iran-backed Shiite militias threatened to kill participants and fire rockets at Erbil.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abandoning-bagram-afghanistan-withdrawal-biden-suicide-bombing-rehman-13-american-deaths-11633274168", "title": "Abandoning Bagram May Have Cost 13 U.S. Lives", "date": "2021-10-03 16:58", "summary": "The Taliban released 5,000 terrorists, and one is allegedly the suicide bomber at Abbey gate.. Congress learned more last week about the decisions surrounding the Biden administration's disgraceful withdrawal from Afghanistan. One fact that is becoming clear: The decision to abandon Bagram Air Field is directly connected to the deaths of 13 U.S. service members, one of whom, Marine Lance Cpl. Kareem Nikoui, was my constituent.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/illegal-migrant-immigrant-undocumented-alien-free-trade-textiles-haiti-dominican-republic-dr-northern-triangle-mayorkas-11633290252", "title": "How to Stem Illegal Migration Flows", "date": "2021-10-03 16:55", "summary": "Visas for migrants and freer regional trade are the win-win the U.S. needs.. One thing made clear by the onslaught of Haitian migrants hitting the U.S. southern border in recent months is that the American dream is alive and well-around the world.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-gilded-edge-review-bohemian-tragedy-11633294475", "title": "'The Gilded Edge' Review: Bohemian Tragedy", "date": "2021-10-03 16:54", "summary": "Exposing the myth behind a California literary colony and the exploitation of women that took place there.. The Bohemian literary colony at Carmel-by-the-Sea, Calif., gained notoriety in the early 20th century not only for its drunken bonfire parties, embrace of free love, and hosting of left-leaning poets and writers such as Robinson Jeffers, Sinclair Lewis and Jack London. It also became infamous in those decades for a tragic love triangle that resulted in three suicides.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aclu-rbg-ginsburg-quote-woman-abortion-transgender-lgbtqia-j-k-rowling-feminism-progressives-gender-identity-11633290111", "title": "The ACLU Decides 'Woman' Is a Bad Word", "date": "2021-10-03 16:52", "summary": "The group bowdlerizes a Ruth Bader Ginsburg quote to refer to a 'person's' pregnancy.. The American Civil Liberties Union has apologized for excluding the word \"woman\" from a Ruth Bader Ginsburg quotation in a tweet posted Sept. 18: \"The decision whether or not to bear a child is central to a [person's] life, to [their] well-being and dignity,\" as the organization rendered the statement. ACLU executive director Anthony Romero told the New York Times that in the future the group \"won't be altering people's quotes.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exxon-sees-green-gold-in-algae-based-fuels-skeptics-see-greenwashing-11633258802", "title": "Exxon Sees Green Gold in Algae-Based Fuels. Skeptics See Greenwashing.", "date": "2021-10-03 16:42", "summary": "Resume Subscription. Some scientists regard Exxon Mobil Corp.'s long-running quest to turn algae into a transportation fuel as little more than a PR stunt. The oil giant says they are wrong.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/texas-aims-to-crack-down-on-abortion-pills-sent-by-mail-11633179600", "title": "Texas Aims to Crack Down on Abortion Pills Sent by Mail", "date": "2021-10-03 16:23", "summary": "Resume Subscription. AUSTIN, Texas-Texas is aiming to stop the use of abortion drugs prescribed remotely and delivered by mail, a practice that ticked up during the pandemic and has surged since the state passed a restrictive new abortion law.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/swiss-police-raid-credit-suisse-as-part-of-greensill-investigation-11633287785", "title": "Swiss Police Raid Credit Suisse as Part of Greensill Investigation", "date": "2021-10-03 15:03", "summary": "Credit Suisse said it is cooperating with authorities in the case, which it says isn't directed against the bank. Swiss police raided Credit Suisse Group AG offices last week, the bank said, as part of an investigation into collapsed finance firm Greensill Capital.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-weigh-cutting-programs-or-reducing-scope-to-trim-3-5-trillion-bill-11633273309", "title": "Democrats Weigh Cutting Programs or Reducing Scope to Trim $3.5 Trillion Bill", "date": "2021-10-03 15:02", "summary": "Difficult decisions loom as the Democrats seek to unite after President Biden says the legislation's spending has to be scaled back. WASHINGTON-Democrats, working to unite around a far-reaching social policy and climate bill, are weighing two different approaches to reduce its overall cost: eliminating proposed programs entirely or cutting their duration.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-trade-services-employment-11633287601", "title": "Economy Week Ahead: Trade, Services, Employment", "date": "2021-10-03 15:00", "summary": "The Labor Department's U.S. employment report for September is the highlight of this week's economic data. The Labor Department's U.S. employment report for September is the highlight of this week's economic data.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-violent-crime-wave-continues-11633283267", "title": "The Violent-Crime Wave Continues", "date": "2021-10-03 13:47", "summary": "The slow erosion of the U.S. criminal-justice system could keep violence elevated for some time.. As the editorial board highlights in \"The 2020 Murder Spike\" (Sept. 29), 2020 was a record-poor year for U.S. violent crime. Astute readers should be aware that the problem has not abated. Violent crime remains high as the criminal-justice system struggles to keep up.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-deadliest-ultramarathon-claimed-21-runners-yellow-river-stone-forest-china-11633282937", "title": "'Ran for Our Lives': How the Deadliest Ultramarathon Claimed 21 Runners", "date": "2021-10-03 13:47", "summary": "Resume Subscription. Huddling with a group of shivering runners on a naked rocky slope at 6,000 feet, Zhou Liting had to decide: Up, down, or stay?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/american-legion-auxiliary-military-veterans-service-11633124443", "title": "How Small Act of Kindness for Veterans Can Grow", "date": "2021-10-03 13:45", "summary": "None of these American Legion members set out to start a movement, but in some cases it happened anyway.. Thank you for recognizing the impact veterans-service organizations have had on U.S. communities for over 100 years (\"Old Veterans Organizations Are Fading Away\" by Faith Bottum, op-ed, Sept. 24). While numbers in service organizations are declining for reasons Ms. Bottum cites, my perspective as a member and employee of the American Legion Auxiliary tells a different story of vitality, creativity and passion.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/atheism-religion-god-faith-reason-battlefield-conversion-vietnam-11633124877", "title": "An Atheist's Battlefield Conversion and Reason's Faith", "date": "2021-10-03 13:42", "summary": "We were one second from obliteration. Remarkable coincidence or divine intervention?. Like Michael Guillen, I was also a confirmed atheist (\"Why Atheists Need Faith,\" Houses of Worship, Sept. 24). But unlike his studied journey to faith, my conversion to something else was rapid and explosive. It occurred when I was a flight surgeon for a fighter squadron during the Vietnam War.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twenty-one-pilots-in-concertas-roblox-avatars-11633282887", "title": "Twenty One Pilots in Concert-As Roblox Avatars", "date": "2021-10-03 13:41", "summary": "Fan favorites such as Ariana Grande and The Weeknd are reaching audiences through virtual performances, which are becoming more common and sophisticated. Before kicking off a run of concerts in Denver at Bluebird Theater for Twenty One Pilots' post-pandemic return to live music, the rock duo made a stop in a videogame platform.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/child-poverty-government-support-welfare-parents-11633125348", "title": "Government Money Won't Solve the Child-Poverty Problem", "date": "2021-10-03 13:40", "summary": "The kids don't get the money-their parents do.. Colorado Sen. Michael Bennet's letter regarding the child tax credit (Sept. 29) is yet another example of how disconnected politicians are from reality. I've been hearing that child poverty can be eliminated with money for over 50 years now. Here's the problem: The kids don't get the money-their parents do. Parents decide whether the money will help their children or go to drugs, alcohol, gambling, etc. The child tax credit is one more step on the road to cradle-to-grave government support. Parents who do right by their children will continue to do so. Parents who do not won't change, either. If more money were the solution, why do we still have child poverty after more than 50 years of massive government welfare?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/table-britishism-language-confusion-english-american-11633125818", "title": "A Trans-Atlantic Confusion", "date": "2021-10-03 13:35", "summary": "Let's not 'table' it until it's too late.. If an adversary wanted to commence disarmament talks with NATO and called a British embassy, it might be told that the matter would be tabled, meaning \"placed on an agenda for discussion.\" If the adversary called a U.S. embassy, it might also be told that the matter would be tabled, meaning it would \"be decided not to discuss it.\" Gregg Opelka proposes \"Let's Table the Word 'Server'\" (op-ed, Sept. 28); let's figure out our trans-Atlantic differences over tabling before someone gets the wrong message and pushes the wrong button.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kabul-faces-blackout-as-taliban-dont-pay-electricity-suppliers-11633257932", "title": "Kabul Faces Blackout as Taliban Don't Pay Electricity Suppliers", "date": "2021-10-03 13:05", "summary": "With bill collection paralyzed, Afghanistan's power utility risks running out of money. KABUL-Afghanistan's capital could be plunged into darkness as the winter sets in because the country's new Taliban rulers haven't paid Central Asian electricity suppliers or resumed collecting money from consumers.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/explosion-at-kabul-mosque-leaves-several-civilians-dead-taliban-say-11633263282", "title": "Explosion at Kabul Mosque Leaves Several Civilians Dead", "date": "2021-10-03 13:05", "summary": "There was no immediate claim of responsibility for the attack, which was the first major militant strike on the Afghan capital since U.S. forces withdrew. KABUL-A bomb attack targeting the funeral prayer service for the mother of the Taliban's chief spokesman killed several people outside Kabul's main mosque on Sunday afternoon, in the first major militant strike on the Afghan capital since U.S. forces withdrew in August.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stock-funds-finally-had-to-struggle-11633193721", "title": "Stock Funds Finally Had to Struggle", "date": "2021-10-03 13:00", "summary": "The average U.S.-stock fund fell 1% in the third quarter, and much more money flowed to the comfort of bond funds. Now, fund investors will be tested.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Quarterly Monitor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paris-roubaix-bike-race-rain-11633134209", "title": "The Legendary Bike Race Where Fans Pray for Rain", "date": "2021-10-03 12:40", "summary": "Paris-Roubaix unfolded on Sunday in rain and mud for the first time since 2002. The epic, 160-mile race ended with Italy's Sonny Colbrelli winning in a sprint finish.. PARIS-François Doulcier has been tending to the cobblestones of northern France for most of his adult life, all for the one day a year when a peloton rips across them at 35 miles per hour. He understands how the stones have evolved over the years, how they behave in different conditions, and where they make the Paris-Roubaix bike race extra treacherous.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-save-evergrande-bankruptcy-real-estate-housing-bubble-market-collapse-11633275348", "title": "Will China Save Evergrande?", "date": "2021-10-03 12:32", "summary": "Investors who piled into real estate could lose their retirements. That's bad for Beijing.. Is China about to get a lesson in \"Too Big to Fail?\" Its second-largest real-estate developer, China Evergrande Group , with 1,300 projects in 280 cities, has some $300 billion in liabilities. Evergrande owes investors as many as 1.6 million unfinished apartments, and as far as financial debt, it owes $88.5 billion to banks and bondholders with $37 billion due within a year. It already missed an $83.5 million coupon payment on Sept. 23 and a $47.5 million payment last Wednesday. Evergrande does have a 30-day grace period, so the clock is ticking toward a default.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/conan-obrien-needs-a-friend-you-11633147234", "title": "Conan O'Brien Wants You to Listen to Him", "date": "2021-10-03 11:38", "summary": "Resume Subscription. Conan O'Brien ended a 28-year run on late-night television when he wound down his TBS talk show in June.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bernard-tapie-french-businessman-and-soccer-club-president-dies-at-78-11633273847", "title": "Bernard Tapie, French Businessman and Soccer Club President, Dies at 78", "date": "2021-10-03 11:10", "summary": "Beloved by Marseille fans and dogged by legal battles, Mr. Tapie was a feature of French sports, business, politics and entertainment for decades. Bernard Tapie, a flamboyant businessman who was beloved by sports fans for leading French soccer club Marseille to glory but also dogged by legal battles and corruption investigations, died at age 78.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-sober-curious-movement-builds-online-targeting-gray-area-drinking-11633269600", "title": "Sober Curious Movement Builds Online", "date": "2021-10-03 10:00", "summary": "After a pandemic surge in alcohol consumption, new services promise to help drinkers cut back-either temporarily or for good. During lockdowns, millions of Americans marked the end of the day with cocktails. Now, as daily routines resume, some are trying online alcohol-recovery programs to curb drinking or quit entirely.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/falling-unemployment-could-add-to-worries-about-the-u-s-labor-market-11633269601", "title": "Falling Unemployment Could Add to Worries About the U.S. Labor Market", "date": "2021-10-03 10:00", "summary": "Lower rate could signal many people are staying out of the workforce, which could add to employers' hiring difficulties. Many economists would welcome a small rise in the unemployment rate.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investment-tips-inflation-11633194238", "title": "As Inflation Fears Grow, Investors Flock to TIPS", "date": "2021-10-03 09:00", "summary": "Here's a look at what individual investors should know about Treasury inflation-protected securities. Fears of rising prices have ignited interest in Treasury inflation-protected securities as a way to hedge against inflation.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/record-junk-loan-sales-fuel-dividend-payouts-11633223949", "title": "Record Junk-Loan Sales Fuel Dividend Payouts", "date": "2021-10-03 09:00", "summary": "Issuance of speculative-grade loans to finance dividends hit a record $72 billion in 2021. U.S. companies have sold a record amount of junk-rated loans to raise money for dividends this year, powered by a recovering economy and investors' demand for higher-yielding assets.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/air-filters-a-guide-to-smartand-not-so-smartmodels-as-covid-19-and-wildfires-drive-demand-11633262403", "title": "Air Filters: A Guide to Smart-and Not So Smart-Models as Covid-19 and Wildfires Drive Demand", "date": "2021-10-03 08:00", "summary": "Here are the tech specs and acronyms you need to know before buying an air-cleaning device. \"Eek, Nicole. Time to close the windows!\" shrieked Mila.", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-charges-at-hospitals-can-vary-by-tens-of-thousands-of-dollars-a-wsj-analysis-finds-11633262403", "title": "Covid-19 Charges at Hospitals Can Vary by Thousands of Dollars", "date": "2021-10-03 08:00", "summary": "Half of the rates for intensive treatment requiring a ventilator were below $90,000, but they topped out above $200,000. The cost of similar Covid-19 treatments can vary by tens of thousands of dollars a patient, even within the same hospital, according to a Wall Street Journal analysis of pricing data that indicates pandemic care hasn't escaped the complex economics of the U.S. health system.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robots-take-over-italys-vineyards-as-wineries-struggle-with-covid-19-worker-shortages-11633260841", "title": "Robots Take Over Italy's Vineyards Amid Worker Shortages", "date": "2021-10-03 07:34", "summary": "Resume Subscription. VALDELSA, Italy-Last year's grape harvest was a harrowing scramble at Mirko Cappelli's Tuscan vineyard. With the Italian border closed because of the pandemic, the Eastern European workers he had come to rely on couldn't get into the country. The company he had contracted to supply grape pickers had no one to offer him. He ultimately found just enough workers to bring the grapes in on time.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pacemaker-ultrasound-companies-seek-priority-amid-chip-shortage-11633258802", "title": "Medical Device Makers Seek Priority in Chip Shortage", "date": "2021-10-03 07:00", "summary": "Medical device makers highlight life-saving products to secure supply: 'Every single chip you give me gives the gift of breath to a person suffocating'. In the race to secure computer chips amid a global shortage, medical device makers say they have found their ace card: their products save lives.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/overwhelmed-by-covid-19-patients-alaskas-doctors-make-life-and-death-decisions-11633253401", "title": "Overwhelmed by Covid-19 Patients, Alaska's Doctors Make Life-and-Death Decisions", "date": "2021-10-03 05:30", "summary": "Resume Subscription. Facing a crush of Covid-19 patients and desperate requests to take transfers from the state's remote communities, medical staff at Alaska's largest hospital are for the first time being forced to decide who should get treatment and who must wait, even if they might not survive.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/chinas-evergrande-debt-crisis-sizing-up-a-big-mess-11633253402", "title": "China's Evergrande Debt Crisis: Sizing Up a Big Mess", "date": "2021-10-03 05:30", "summary": "Resume Subscription. China Evergrande Group last month missed a scheduled interest payment to overseas bondholders, raising the prospect that October could bring one of the largest defaults in years.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/democrats-tax-plans-worry-high-income-business-owners-11633253401", "title": "Democrats' Tax Plans Worry High-Income Businesses", "date": "2021-10-03 05:30", "summary": "Resume Subscription. The largest closely held businesses would face a series of overlapping tax increases under Democratic proposals, leading to heavier burdens on high-income owners of partnerships and S corporations.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/mortgage-payments-havent-been-this-unaffordable-since-2008-11633253401", "title": "Mortgage Payments Are Getting More and More Unaffordable", "date": "2021-10-03 05:30", "summary": "Record growth in home prices is erasing savings typically delivered by low interest rates. House prices are rising at a record pace but incomes aren't keeping up, which is making home ownership less and less affordable.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-stock-fund-manager-11633193956", "title": "Big Hasn't Been the Best for Fund Investors", "date": "2021-10-03 05:30", "summary": "Winners' Circle: The top mutual-fund managers for the past 12 months have had one thing in common-they thought small. There are few certainties in the post-pandemic world, whether talking about the virus itself or the kind of business models that will benefit from the transformations it has triggered.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}]