[{"link": "https://www.wsj.com/articles/ernst-young-to-pay-10-million-to-settle-sec-probe-of-bid-violations-11627932840", "title": "Ernst & Young to Pay $10 Million to Settle SEC Probe", "date": "2021-08-02 19:53", "summary": "Partner at Big Four audit firm was tipped off to details of competing proposals by official at Sealed Air. Ernst & Young LLP will pay $10 million to settle a regulatory investigation into allegations that it improperly obtained confidential information in pursuit of a contract to audit a public company's books.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/target-to-require-staff-to-wear-masks-in-high-covid-19-counties-11627920605", "title": "Masks Are Back On at Home Depot, McDonald's and Target", "date": "2021-08-02 19:26", "summary": "Some businesses focus on high-risk counties; others are making the employee mandate national. The masks are back.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sen-lindsey-graham-tests-positive-for-covid-19-11627934530", "title": "Sen. Lindsey Graham Tests Positive for Covid-19 After Boat Outing", "date": "2021-08-02 19:08", "summary": "Bipartisan gathering aboard Sen. Joe Manchin's house boat comes as lawmakers push to complete a roughly $1 trillion infrastructure bill. WASHINGTON-Sen. Lindsey Graham (R., S.C.) has tested positive for Covid-19 despite being vaccinated, raising concerns about the highly transmissible Delta variant on Capitol Hill, as senators push to complete a $1 trillion bipartisan infrastructure bill.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-chairman-powells-approach-to-regulation-has-drawn-criticism-from-some-democrats-11627896600", "title": "Fed Chairman's Approach to Regulation Has Drawn Criticism", "date": "2021-08-02 18:57", "summary": "Sens. Warren and Brown are among those who say Fed weakened post-2008 rulebook for banks. As President Biden nears a decision about who should be the next Federal Reserve chairman, the current chief is getting criticized by progressives for his record on bank regulation and the postcrisis rulebook for Wall Street.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/donald-trump-to-fight-release-of-tax-returns-his-lawyer-says-11627937917", "title": "Trump to Fight Release of Tax Returns, His Lawyer Says", "date": "2021-08-02 18:55", "summary": "Attorney for former president objected to Treasury Department's intention to turn over tax records to congressional committee. WASHINGTON-Former President Donald Trump will fight any move by the Treasury Department to turn over his tax returns to Congress, a lawyer for Mr. Trump said Monday, days after the Justice Department directed the agency to provide the documents to a House panel.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-globalism-covid-19-coronavirus-pandemic-world-health-organization-covax-11627940843", "title": "Capitalist Solution to a Globalist Pandemic", "date": "2021-08-02 18:25", "summary": "International bodies have made Covid worse, while Big Pharma saved the day.. Appearing on \"Jimmy Kimmel Live!\" in 2014, Bill Clinton said that an invasion from outer space might be \"the only way to unite us in this incredibly divided world of ours,\" musing \"how all the differences among people on Earth would seem small if we felt threatened by a space invader. . . . Everybody gets together and makes nice.\" Ronald Reagan had the same idea, telling the United Nations General Assembly in 1987 that \"I occasionally think how quickly our differences world-wide would vanish if we were facing an alien threat.\" The Biden administration is betting the farm on the belief that any world-wide problem will do the trick, with global threats ranging from climate change to cyberwar on the increase. But the course of the Covid-19 pandemic to date suggests these hopes are misplaced.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/masks-covid-cdc-vaccination-mandate-provincetown-biden-11627940971", "title": "Masks Are a Covid Distraction", "date": "2021-08-02 18:25", "summary": "The CDC should scrap its confusing guidance and make vaccination the only priority.. Once upon a time Joe Biden set priorities. Shortly before he was sworn in, he unveiled a Covid plan that set a goal of vaccinating 100 million people in the first 100 days of his presidency. He later increased that to 160 million by July 4. In May he added a sweetener: \"If you've been fully vaccinated, you no longer need to wear a mask. Let me repeat. If you are fully vaccinated, you no longer need to wear a mask. . . . The safest thing for the country is for everyone to get vaccinated.\"", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/progressives-raise-heat-on-nancy-pelosi-over-eviction-moratorium-11627918766", "title": "White House Pushes Distribution of Aid to Renters as Eviction Moratorium Expires", "date": "2021-08-02 18:23", "summary": "Some Democratic lawmakers express frustration with party leaders as Covid-19 cases rise. WASHINGTON-The White House, under fire from progressives for the expiration of a moratorium on evictions, said it lacked the legal authority to order an extension while blaming state and local governments for slow distribution of rental aid already approved by Congress.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/monetary-policy-gold-standard-price-stability-inflation-biden-mmt-bretton-woods-11627940271", "title": "Lessons for Today From the Gold Standard", "date": "2021-08-02 18:23", "summary": "Though a return to the old system isn't likely, the Fed's management of the fiat dollar has been worse.. President Richard Nixon ended the redeemability of dollars for gold and ushered in the fiat money era on Aug. 15, 1971. Many economists look back on the occasion with delight, agreeing with John Maynard Keynes that the gold standard was \"a barbarous relic.\" Today nearly all economists believe the U.S. economy has performed better under fiat money than it would have with the gold standard.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dog-training-barking-puppy-ecollar-prong-collar-11627919661", "title": "I'm Disciplining My Dog, Not Torturing Her", "date": "2021-08-02 18:23", "summary": "Exhausted, I gave in and tried a prong collar. I'm glad I did.. The sticky note on the door jamb did us in. \"Your dog has been barking since 10:55 a.m. I can hear it through the walls.\" My wife and I had taken a short trip to the grocery store and left our Irish setter, Charley, alone in her cage. She barked wildly in our absence.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-expands-refugee-aid-program-for-afghans-following-rise-in-taliban-violence-11627901408", "title": "U.S. Expands Afghan Refugee Program as Violence Rises", "date": "2021-08-02 18:22", "summary": "Costs of travel and lodging could exclude poorest Afghans. The U.S. will make it easier for more Afghans to apply to come to the country as refugees, the State Department said Monday, following a rise in Taliban violence amid the U.S. troop withdrawal.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/always-on-review-pandoras-touchscreen-11627942968", "title": "'Always On' Review: Pandora's Touchscreen", "date": "2021-08-02 18:22", "summary": "Remember the day, before trolls and bullies poisoned the well, when Facebook and Twitter were credited with giving a voice to the powerless?. In a world where smartphones are ubiquitous, it's difficult to recall the excitement that greeted the announcement by Steve Jobs of the first iPhone in 2007. In \"Always On: Hope and Fear in the Social Smartphone Era\" (Bloomsbury Continuum, 295 pages, $22), BBC technology journalist Rory Cellan-Jones takes us back to a time of naive enthusiasm about the possibilities of smartphones and social media. \"This, then, was the golden age of optimism about the impact of these mighty new tools of the digital era,\" he writes. \"It was as if we had happened on a new land of promise, a place where the old rules and hierarchies did not apply.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-infrastructure-deal-pay-fors-republicans-joe-manchin-11627940099", "title": "The Infrastructure 'Pay-Fors' That Aren't", "date": "2021-08-02 18:15", "summary": "The bipartisan deal is full of phantom revenue gimmicks.. West Virginia Democrat Joe Manchin and his Senate Republican friends are stressing that their infrastructure deal is \"fully paid for.\" Read their lips: No new deficit spending. Read their bill: It relies to a great degree on savings and revenue already baked into the fisc or that are unlikely to happen.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lloyd-austin-rodrigo-duterte-visiting-forces-agreement-philippines-china-11627938937", "title": "Lloyd Austin's Philippine Progress", "date": "2021-08-02 18:14", "summary": "In a blow to Beijing, Manila will keep hosting U.S. forces.. Too often U.S. diplomatic meetings with allies end with vague promises and high-minded boilerplate. So credit to Secretary of Defense Lloyd Austin for concluding his visit to the Philippines Friday with a concrete strategic success: Manila announced it would officially restore the Visiting Forces Agreement (VFA) that makes it easier for American troops to operate on the archipelago.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bigotry-cares-act-blaine-amendment-systemic-racism-catholic-school-south-carolina-11627833770", "title": "Bigotry and Cares Act Cash", "date": "2021-08-02 18:14", "summary": "An opportunity to kill South Carolina's Blaine Amendment.. A federal lawsuit in South Carolina is taking direct aim at one of the state's uglier legacies: the Blaine Amendment embedded in its state constitution. Blaine Amendments are a relic of 19th-century prejudice, and meant to deny public funding for religious (read: Catholic) schools. More recently the state Supreme Court invoked the state's Blaine language to throw out Gov. Henry McMaster's plan for grants of up to $6,500 that could be applied to tuition at private and religious schools.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-pfizer-covid-19-vaccine-approval-antivaxxer-hesitancy-11627838932", "title": "The FDA Finally Gets Moving on Pfizer", "date": "2021-08-02 18:13", "summary": "The agency will now 'sprint' to grant full vaccine approval.. Good, if belated, news: The Food and Drug Administration has finally decided to accelerate its effort to review Pfizer 's Covid-19 vaccine for full approval. The agency disclosed the news last week amid political pressure and consternation that its delay may contribute to vaccine hesitancy.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/neogen-discloses-iran-sanctions-probe-11627941962", "title": "Neogen Discloses Iran Sanctions Probe", "date": "2021-08-02 18:06", "summary": "The U.S. food-safety and veterinary-products company says it received a Treasury subpoena and set aside $600,000 for potential fines. Food-safety and veterinary-products company Neogen Corp. said it received an administrative subpoena from the U.S. Treasury Department's sanctions enforcer related to business dealings involving parties located in Iran.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/janet-yellen-announces-measures-to-avoid-breaching-debt-ceiling-11627936540", "title": "Yellen to Enact Steps to Avoid Breaching Debt Ceiling", "date": "2021-08-02 18:01", "summary": "Treasury Secretary urges Congress to increase the ceiling, which went back into effect on Sunday. WASHINGTON-Treasury Secretary Janet Yellen on Monday revealed further measures to avoid breaching the federal government's borrowing limit and urged Congress to increase or suspend the ceiling, which went back into effect on Sunday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gov-andrew-cuomo-sexual-harassment-inquiry-nears-completion-11627941608", "title": "Gov. Cuomo Sexual-Harassment Inquiry Nears Completion", "date": "2021-08-02 18:00", "summary": "Investigators for New York state attorney general have interviewed governor and some of his accusers as they prepare report likely to be released in August. The New York state attorney general's investigation into sexual-harassment allegations against Gov. Andrew Cuomo has entered its final stages and is expected to wrap up this month, people familiar with the inquiry said.", "categories": [["WSJ News Exclusive", "New York"]], "category_links": ["https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-officials-recommend-masks-indoors-as-covid-19-cases-rise-11627925181", "title": "Louisiana, Bay Area to Reinstate Indoor Mask Mandates", "date": "2021-08-02 17:26", "summary": "New York City recommends them, with emphasis on vaccinations, as Covid-19 cases rise with more contagious Delta variant. Louisiana and seven San Francisco Bay Area counties will mandate that people wear masks indoors starting this week, while New York City officials are recommending that residents do so to curb rising Covid-19 cases.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thanks-to-mitch-mcconnell-11627938477", "title": "Thanks to Mitch McConnell", "date": "2021-08-02 17:07", "summary": "Merrick Garland is not a Supreme Court justice.. A recent Journal editorial urged Attorney General Merrick Garland to abandon his partisan challenge to Georgia's new duly enacted voting law, given that a recent Supreme Court decision makes his case even more likely to fail. But the AG is not only sticking with his political campaign against Georgia. Now he's inviting leftist lawyers at the Justice Department to seek political advantage for Democrats in other states, too.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kenny-burrell-bebop-ballads-blues-and-beyond-11627936894", "title": "Kenny Burrell: Bebop, Ballads, Blues and Beyond", "date": "2021-08-02 16:41", "summary": "Born 90 years ago, he is one of the finest and most-esteemed living jazz guitarists and an ardent advocate of Duke Ellington's music.. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-08-02-2021-11627890196", "title": "Stocks Reverse Early Gains, Finish Modestly Lower", "date": "2021-08-02 16:40", "summary": "Some investors remain cautious on Delta variant, China's tech crackdown. The S&P 500 gave up its early gains and slipped to start August as investors weighed a strong earnings season with growing uncertainty about the Delta variant and economic outlook.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-bonds-rally-on-bets-on-weak-growth-inflation-11627896153", "title": "European Bonds Rally on Bets on Weak Growth, Inflation", "date": "2021-08-02 16:23", "summary": "German bund yields decline February as investors speculate that ECB will keep buying debt. Government bonds in the eurozone have rallied in recent weeks as investors bet on a growing divergence in economic fortunes between slow-growing Europe and the rest of the world-especially the U.S.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ice-cream-sandwiches-store-bought-desserts-are-a-dinner-party-dazzler-11627935072", "title": "Ice Cream Sandwiches: Store-Bought Desserts Are a Dinner-Party Dazzler", "date": "2021-08-02 16:11", "summary": "On National Ice Cream Sandwich Day or any summer evening, this handheld treat is simply the coolest finale to a meal. WE ALL REGRESS a little in summertime, don't we? When it comes to entertaining, give us barefoot gatherings around picnic tables. And the dessert most likely to elicit uninhibited glee from dinner guests is also the simplest, most sentimental and least labor-intensive: ice cream sandwiches. Stack them on a silver tray if you must, but elegant nonchalance is really what we're going for here. Choose the archetypal brick of vanilla pressed between chocolate wafers or go for something a little more unexpected. Either way, the message is the same: Enjoy yourself. Forget about forks. Extra points if a delicious dribble of melted ice cream runs right down to your elbow.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drops-down-tuesday-crossword-august-3-11627837876", "title": "Drops Down (Tuesday Crossword, August 3)", "date": "2021-08-02 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldman-sachs-is-giving-entry-level-bankers-a-nearly-30-raise-11627930285", "title": "Goldman Sachs Is Giving Entry-Level Bankers a Nearly 30% Raise", "date": "2021-08-02 15:47", "summary": "The Wall Street firm, which trailed its peers in raising junior bankers' salaries, now tops them. Junior bankers at Goldman Sachs Group Inc. are getting a big raise.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abandoning-afghanistan-withdrawal-vietnam-11627685449", "title": "The Consequences of Abandoning Afghanistan", "date": "2021-08-02 14:46", "summary": "Once the retreat in South Vietnam started, it developed a momentum of its own.. H.R. McMaster and Bradley Bowman offer excellent advice on \"How to Avert Disaster in Afghanistan\" (op-ed, July 27) and repurpose U.S. troops. If our continued presence in Iraq is necessary to counter Iran's regional strategy-and it is critical geopolitically-how much more convincing is the need to be present as a buffer to both Iran and China with a continuing presence in Afghanistan.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lockdown-covid-australia-pandemic-11627685561", "title": "Locked Down Under: Australia's Response to Covid-19", "date": "2021-08-02 14:43", "summary": "Early boasts give way to embarrassment.. Regarding James Morrow's \"Covid Mania Returns Australia to Its Roots as a Nation of Prisoners\" (op-ed, July 26): Faced with the uncertainty of how long they might be imprisoned in their tiny New York apartments, the majority of my friends fled home to the Covid-free utopia of Australia before the end of March 2020.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cdc-life-expectancy-drop-covid-statistics-11627685683", "title": "The CDC and the Drop in Life Expectancy", "date": "2021-08-02 14:42", "summary": "About 74% of the decline is due to excess Covid-19 mortality.. David Colander describes the Centers for Disease Control and Prevention's finding that life expectancy fell by 1.5 years in 2020 as fake news and a failure to understand statistics (\"Covid Will Increase Life Expectancy,\" op-ed, July 29). The CDC said that about 74% of the decline is due to excess Covid-19 mortality.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-deficit-budget-republicans-spending-clinton-obama-11627686232", "title": "On Democrats and Deficits", "date": "2021-08-02 14:41", "summary": "Don't give Bill Clinton credit for Newt Gingrich's budget surpluses.. In \"A Democrat Against Deficits\" (op-ed, July 29), Thomas Kahn contrasts his party's \"tradition of deficit reduction and fiscal responsibility\" with \"the trillions of dollars Republicans have added to the debt.\" He conveniently forgets that when President Obama took office in 2009, and Democrats controlled both the House and Senate, the national debt stood at roughly $12 trillion. When Mr. Obama left office in 2017, the debt stood at a little over $20 trillion. Apparently, neither he nor his Democrat colleagues elected to follow the \"pay as you go\" plan that they passed in 2010.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deadlines-work-time-hofstadter's-law-11627685760", "title": "How Long Will It Take? It Depends How Long You Got", "date": "2021-08-02 14:40", "summary": "If you wait until the last minute, work only takes a minute to do.. Dave Shiflett's review of Christopher Cox's \"The Deadline Effect\" (Bookshelf, July 30) on the motivating value of deadlines reminded me of the following accumulated wisdom:", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-nazi-guard-aged-100-to-stand-trial-in-germany-11627929255", "title": "Former Nazi Guard, Age 100, to Stand Trial in Germany", "date": "2021-08-02 14:34", "summary": "Rights groups say all Nazi perpetrators must be brought to justice, with prosecutions serving as warnings to present and future offenders. BERLIN-A 100-year old man will be tried in Germany on charges of aiding and abetting mass murder while working as a concentration-camp guard, making him one of the oldest defendants in a case brought against alleged Nazi-era perpetrators.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ferrari-is-stuck-in-neutral-11627925500", "title": "Ferrari Is Stuck in Neutral", "date": "2021-08-02 13:31", "summary": "Investors won't get to see the Italian sports car maker's electrification strategy until next year. Ferrari likes to take its time to get things right. That is a strength in creating cars that justify astronomical prices, but it also means investors can't expect the stock to suddenly pick up speed.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rental-evictions-moratorium-covid-19-biden-supreme-court-11627838612", "title": "The Rental Evictions Fiasco", "date": "2021-08-02 13:18", "summary": "Democrats want an emergency measure to last forever.. Perhaps you've read that the pandemic recession officially ended in April 2020, that the economy grew 6.5% in the second quarter, that employers are desperate to find workers, and that the housing market is booming. Never mind. Democrats are in a panic because the federal ban on landlords evicting tenants who haven't paid rent in 16 months expired on Saturday.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/allianz-shares-sink-on-doj-investigation-into-structured-alpha-funds-11627904956", "title": "Allianz Shares Sink on DOJ Probe Into Structured Alpha Funds", "date": "2021-08-02 13:12", "summary": "Hedges meant to protect investors against market falls didn't perform during March 2020 panic. Allianz SE shares sank after the German financial giant said the Justice Department is investigating its hedge funds that caused investors significant losses during the pandemic-related market downturn early last year.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tokyo-olympics-no-fans-spectators-gymnastics-archery-11627880229", "title": "No Fans, No Problem: These Olympic Sports Never Have Spectators Anyway", "date": "2021-08-02 13:12", "summary": "Resume Subscription. As the Australian archery team entered its shoot-off against Chinese Taipei last week, the tension inside Koto City's Yumenoshima Park was palpable. \"What a moment in time,\" the announcer exclaimed over the public address system.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/mexico-referendum-on-former-leaders-has-low-turnout-11627923776", "title": "Mexico Referendum on Former Leaders Has Low Turnout", "date": "2021-08-02 13:02", "summary": "President Andrés Manuel López Obrador had hoped to advance efforts to investigate and prosecute alleged wrongdoing of several past presidents. MEXICO CITY-Low turnout overshadowed Mexico's first formal referendum, a controversial vote proposed by President Andrés Manuel López Obrador that he said would advance efforts to investigate and prosecute wrongdoing of several past presidents.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delta-variant-stalls-asias-economic-recovery-after-early-rebound-11627922736", "title": "Delta Variant Stalls Asia's Economic Recovery", "date": "2021-08-02 12:45", "summary": "Rising Covid-19 cases and slow progress on vaccinations begin to paralyze region that had kept virus in check. Asia is emerging as a weak link in an otherwise strong global economic recovery, as new pandemic restrictions restrain manufacturing in some countries and the exports that have powered the recovery in China show signs of slowing.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/catholic-church-scandal-jeffrey-burrill-pillar-grindr-11627915562", "title": "Catholic Journalists Expose a Scandal, and Liberals Scoff", "date": "2021-08-02 12:28", "summary": "A prominent priest was leading a double life. A scrappy new site called the Pillar held him to account.. Pope John XXIII is supposed to have justified the reforms of the Second Vatican Council by saying: \"I want to throw open the windows of the church so that we can see out and the people can see in.\" Did he consider that Catholics might be scandalized by what they saw?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/1970s-reagan-carter-biden-economy-cancel-culture-friedman-woke-capital-11627914992", "title": "What if We're Reliving the '70s With No Reagan to Save the Day?", "date": "2021-08-02 12:27", "summary": "Today almost the entire establishment is steeped in the orthodoxy that has produced the malaise.. There's a consoling thought as we descend deeper into the socially disintegrating, culturally self-loathing, economically stalling dystopia of contemporary America: We've been here before.", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/our-2021-laptop-buying-guide-how-to-choose-the-best-for-you-11627822801", "title": "Our 2021 Laptop Buying Guide: How to Choose the Best for You", "date": "2021-08-02 12:22", "summary": "Resume Subscription. So there you are, in the Best Buy laptop section, staring down the biggest decision of your life: Which one should I make mine?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/square-keeps-its-equal-sides-with-afterpay-deal-11627921282", "title": "Square Keeps Its Equal Sides With Afterpay Deal", "date": "2021-08-02 12:21", "summary": "Afterpay is an acquisition that can boost Square's appeal to both buyers and sellers and link the two, which is what investors have been betting on. With a deal to acquire Afterpay , Square won't have to start calling itself Rectangle.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scott-rudin-sells-longtime-new-york-co-op-for-13-1-million-11627918603", "title": "Scott Rudin Sells Longtime New York Co-op for $13.1 Million", "date": "2021-08-02 12:20", "summary": "Resume Subscription. Movie producer Scott Rudin has sold his Upper West Side co-op for $13.1 million, according to property records.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/hong-kong-pop-singer-arrested-for-singing-at-a-2018-election-rally-11627917259", "title": "Hong Kong Pop Singer Arrested for Singing at a 2018 Election Rally", "date": "2021-08-02 11:14", "summary": "Charge is the latest in a string of allegations brought by the city's antigraft watchdog against pro-democracy figures in the city. HONG KONG-One of Hong Kong's most prominent singers has been charged with corruption for a performance he gave at a 2018 rally to support a pro-democracy candidate, the latest in a string of allegations brought by the city's antigraft watchdog against pro-democracy figures.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fico-scores-hold-on-the-credit-market-is-slipping-11627119003", "title": "FICO Score's Hold on the Credit Market Is Slipping", "date": "2021-08-02 10:57", "summary": "Three-digit number has been linchpin of consumer-credit decisions, but banks are increasingly relying on their own scores. For decades, nearly every consumer credit decision revolved around a three-digit number-the FICO credit score. That is changing.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-the-nba-draft-to-cannes-the-flashy-colored-suit-is-everywhere-11627915693", "title": "From the NBA Draft to Cannes, the Flashy Colored Suit Is Everywhere", "date": "2021-08-02 10:48", "summary": "Athletes, movie stars and the occasional flamboyant businessman are all gravitating toward tailoring that speaks louder than your standard navy or gray. IN MARCH OF 2020, as Americans woke up to the reality of Covid-19's spread, I wrote a cringingly ill-timed story about colored suiting for men. \"Tailoring in strong colors once reserved for graphic T-shirts makes a full-throated declaration that this is not your father's gray flannel suit,\" I wrote, noting that readers could buy a tomato-red suit from Berluti or a lime-green one by Jacquemus.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theranos-patients-the-emerging-wild-card-in-the-trial-of-elizabeth-holmes-11627915111", "title": "Theranos Patients at Core of Fraud Case", "date": "2021-08-02 10:38", "summary": "The government hopes patient testimony-if a judge allows it-in the closely watched criminal fraud trial will support the charge that Elizabeth Holmes touted the company's medical tests as reliable despite knowing of bad results. The former executive has pleaded not guilty.. After three back-to-back miscarriages, Brittany Gould said she turned to Theranos Inc. to know if her latest pregnancy was on track.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reese-witherspoons-hello-sunshine-to-be-sold-to-media-company-backed-by-blackstone-11627914600", "title": "Witherspoon's Hello Sunshine to Be Sold to Blackstone-Backed Company", "date": "2021-08-02 10:30", "summary": "Firm led by former Disney executives Kevin Mayer and Tom Staggs plans to acquire other content companies. Reese Witherspoon's media business, Hello Sunshine, is selling itself to a firm backed by private-equity giant Blackstone Group Inc., the companies said, part of a plan to build an independent entertainment company for Hollywood's streaming era.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/death-toll-from-china-flood-jumps-to-more-than-300-11627909724", "title": "Death Toll From China Flood Jumps to More Than 300", "date": "2021-08-02 10:11", "summary": "At least 50 people are still missing after deadly floods pounded Henan province last month, with economic losses estimated at more than $17 billion. HONG KONG-Chinese authorities said 302 people had died during severe flooding that hit the central province of Henan last month, a sharp increase in the death toll that comes as rescue workers extract more bodies from the provincial capital Zhengzhou and the surrounding countryside.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/divided-we-stand-against-the-newest-covid-19-threat-11627912286", "title": "Divided We Stand Against the Newest Covid-19 Threat", "date": "2021-08-02 09:51", "summary": "With pandemic politics polarized, it may be up to the private sector and trusted friends to convince the unvaccinated to get shots. Facing a now-inevitable Delta-variant surge in the spread of Covid-19, Americans stand divided, not united.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heinekens-usual-advantage-will-slow-its-recovery-11627912097", "title": "Heineken's Usual Advantage Will Slow Its Recovery", "date": "2021-08-02 09:48", "summary": "Low vaccination rates in emerging markets are a drag for the world's second-largest brewer. A big business in developing countries is normally a reason to buy Heineken 's shares. For now, though, slow vaccination rollouts have taken the fizz out of some of the world's most promising beer markets.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-apple-takes-bite-out-of-food-delivery-11627910300", "title": "Big Apple Takes Bite Out of Food Delivery", "date": "2021-08-02 09:18", "summary": "New bills passed in New York City could curb some appeal of companies such as Grubhub, DoorDash and Uber Eats. The New York City Council has long had a bone to pick with food-delivery platform Grubhub. During the pandemic, that animus seems to extend to reach the sector more broadly as market share has leveled. Home to about 10% of the U.S. market, and a possible harbinger of local measures elsewhere, the city's attitude matters a great deal.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amc-square-carnival-what-to-watch-when-the-stock-market-opens-today-11627901802", "title": "AMC, Square, Carnival: What to Watch When the Stock Market Opens Today", "date": "2021-08-02 09:09", "summary": "Futures are up after the S&P 500 closed out its sixth consecutive month of gains. U.S. stock futures rose Monday, suggesting that Wall Street indexes could reach new records. Here's what we're watching ahead of the opening bell.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brooke-shieldss-favorite-new-beauty-secret-11627909534", "title": "Brooke Shields's Favorite New Beauty Secret", "date": "2021-08-02 09:05", "summary": "The model and actress also talks about what she learned after her recent debilitating femur injury: \"Evidently I needed to build my confidence in myself.\". Every Sunday, Brooke Shields spends time with her family but also makes sure to get in some solo time. That way, the model and actress, 56, feels rejuvenated, ready for the fresh start that Mondays bring. \"I happen to love Mondays.... Every time I wake up, I'm excited to have a new beginning, and I mean that seriously,\" she says. She gets up earlier than everyone else, makes a protein shake and a cup of PG Tips tea, and then reads a book or the newspaper until the others wake up. Shields lives with her husband, Chris Henchy, and daughters, Rowan, 18, and Grier, 15, in New York City, although right now they're in the Hamptons for the summer.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-fuel-efficiency-standards-risk-splitting-groups-11627909200", "title": "Fuel-Efficiency Standards Are Set to Get Tougher. The Question Is by How Much.", "date": "2021-08-02 09:00", "summary": "Auto industry pushes for middle ground as environmentalists seek aggressive mileage targets. WASHINGTON-The Biden administration is expected to announce stricter fuel-efficiency standards for new cars and light trucks as early as this week, fulfilling a pledge to reset tailpipe-emission limits eased by former President Donald Trump.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-delta-variant-rages-more-workers-are-on-edge-about-return-to-the-office-11627909200", "title": "As Delta Variant Rages, More Workers on Edge About Return to the Office", "date": "2021-08-02 09:00", "summary": "New face-mask and vaccination mandates leave many frustrated, uncertain regarding next steps. Pieter Wingelaar was looking forward to going back to work in his company's office in Detroit later this month, after more than a year of working remotely.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/news-corp-to-buy-oil-price-information-service-for-1-15-billion-11627907644", "title": "News Corp to Buy OPIS for $1.15 Billion", "date": "2021-08-02 08:34", "summary": "The Wall Street Journal's parent is adding to its growing portfolio of publications catering to investors with the purchase. News Corp has agreed to buy IHS Markit Ltd. 's Oil Price Information Service, an energy and renewables information-services company, and related assets for $1.15 billion in cash, the latest addition to the company's growing portfolio of publications catering to investors.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/utilities-eye-mini-nuclear-reactors-as-climate-concerns-grow-11627905600", "title": "Utilities Eye Mini Nuclear Reactors as Climate Concerns Grow", "date": "2021-08-02 08:00", "summary": "Despite the enticement of carbon-free power, critics say small modular reactors have the same safety and cost challenges of big nukes. U.S. utilities are looking to miniature nuclear reactors, as they seek a steady energy source that can help reduce the carbon emissions linked to climate change.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-and-turkey-caught-in-extradition-fight-for-businessman-with-ties-to-turkish-elite-11627905600", "title": "U.S. and Turkey Caught in Extradition Fight for Businessman With Ties to Turkish Elite", "date": "2021-08-02 08:00", "summary": "Prosecution of Sezgin Baran Korkmaz could hinder Turkish president's effort to mend country's international image. A well-connected Turkish businessman currently sits in a Vienna jail, awaiting his fate in an extradition contest between the U.S. and Turkey. Both want him on charges of laundering proceeds from a U.S. renewable-energy tax credit fraud, and where he winds up could affect already strained relations between the U.S. and a NATO ally.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foot-locker-to-buy-two-retailers-for-1-1-billion-11627898400", "title": "Foot Locker to Buy Two Retailers for $1.1 Billion", "date": "2021-08-02 07:40", "summary": "Sneaker seller to acquire WSS and Atmos as it seeks customers beyond the mall. Foot Locker Inc. is buying two smaller retailers for a total of approximately $1.1 billion in separate cash deals, as the company looks to expand its reach beyond U.S. shopping malls.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbnb-alums-raise-early-stage-venture-capital-fund-11627903800", "title": "Airbnb Alums Raise Early-Stage Venture Capital Fund", "date": "2021-08-02 07:30", "summary": "Firm has tapped network of investors for $20 million pool. Former Airbnb Inc. employees have raised an early-stage venture-capital fund from backers with ties to the home-sharing company and several outside investors.", "categories": [["Pro VC VC Funds"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-vc-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/olympics-decathletes-training-aid-estonians-11627902293", "title": "The Top U.S. Olympic Decathlete's Training Aid? Estonians", "date": "2021-08-02 07:05", "summary": "Resume Subscription. When Garrett Scantling won the decathlon at June's U.S. Olympic track and field trials, he capped a comeback that ran from a fourth-place finish at the 2016 Olympic trials through retirement and then an unlikely return. Then, he said something curious.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/noubar-afeyans-immigrant-roots-shape-flagship-pioneering-11627902001", "title": "Noubar Afeyan's Immigrant Roots Shape Flagship Pioneering", "date": "2021-08-02 07:00", "summary": "Flagship Pioneering founder says his background anchors a willingness to face skeptics and back out-of-box concepts. Years ago Noubar Afeyan, the founder of Flagship Pioneering, which backs life sciences companies such as Covid-19 vaccine maker Moderna Inc., walked into Managing Partner Doug Cole's office with a hypothesis.", "categories": [["Pro PE People"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-people?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/census-data-change-to-protect-privacy-rattles-researchers-minority-groups-11627902000", "title": "Census Data Change to Protect Privacy Draws Concern", "date": "2021-08-02 07:00", "summary": "Funding and representation could shift because of adjustment aimed at shielding individuals' information. A plan to protect the confidentiality of Americans' responses to the 2020 census by injecting small, calculated distortions into the results is raising concerns that it will erode their usability for research and distribution of state and federal funds.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zocdoc-names-morgan-stanley-investment-banker-as-cfo-11627902000", "title": "ZocDoc Names Morgan Stanley Investment Banker as CFO", "date": "2021-08-02 07:00", "summary": "Edward Liu was previously co-head of the Wall Street bank's technology group in the Americas. Medical startup ZocDoc Inc. named Edward Liu, a former Morgan Stanley investment banker, as its new chief financial officer as it looks to grow its business.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hsbcs-profit-rises-as-pandemic-provisions-recede-11627879757", "title": "HSBC's Profit Rises as Pandemic Provisions Recede", "date": "2021-08-02 06:41", "summary": "Global lender says it will resume paying dividends. HSBC Holdings PLC's net profit rose in the second quarter as the London-based lender reduced provisions for bad loans caused by the economic fallout from the coronavirus pandemic.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-u-s-womens-soccer-team-tokyo-olympics-semifinal-11627898679", "title": "Canada Beats U.S. Women's Soccer Team in Semifinal", "date": "2021-08-02 06:05", "summary": "Resume Subscription. KASHIMA, Japan-By halftime of the U.S. women's soccer game in a Tokyo Olympics semifinal Monday a question hung in the air: Could the U.S. continue its two-decade unbeaten streak against Canada without its most valuable player of the tournament?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fintechs-need-to-be-regulated-more-like-banks-says-report-from-global-regulator-group-11627898634", "title": "Fintechs Need to Be Regulated More Like Banks, Says Global Regulator", "date": "2021-08-02 06:03", "summary": "BIS paper says big financial technology firms may need to be considered systemically important, a designation currently reserved for big banks and insurers. Calls are growing louder to impose more stringent regulation on technology giants that spill over into financial services.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wilfredo-leon-cristiano-ronaldo-of-volleyball-poland-olympics-11627889598", "title": "Wilfredo León, the Cristiano Ronaldo of Volleyball, Powers Poland at the Olympics", "date": "2021-08-02 06:00", "summary": "Resume Subscription. TOKYO-Poland has won the men's Olympic volleyball tournament once, 45 years ago, and it has claimed no medals since.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/coal-projects-in-asia-face-dwindling-financing-as-climate-pressure-mounts-11627896602", "title": "Banks Pull Back Funds for Coal Projects in Asia", "date": "2021-08-02 05:30", "summary": "Banks pull back funds for new coal plants, a move that could accelerate world's transition toward cleaner fuels-but China and India plans loom. Banks are cutting off funding for new coal-fueled power plants in poorer Asian countries, a move that could hasten the shift toward cleaner energy sources in some of the fastest-growing parts of the world.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/portland-ore-cant-find-police-for-unit-to-fight-rising-murder-rate-11627896601", "title": "Portland Can't Find Police for Gun-Violence Unit", "date": "2021-08-02 05:30", "summary": "Few volunteer for new gun-violence team that comes with more oversight and a mission to combat racism after a history of profiling. Leaders in Portland, Ore., are looking to combat the city's rising homicide rate by resurrecting a police unit focused on gun violence. But after a year of growing tension within the department, they can't find enough officers to join.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-shein-became-the-chinese-apparel-maker-american-teens-love-11627896600", "title": "How Shein Became the Chinese Apparel Maker Teens Love", "date": "2021-08-02 05:30", "summary": "Company leverages its country's robust garment districts to produce low-price clothes that are attracting younger shoppers. With $5 crop tops and $15 full-length dresses, the Chinese apparel company Shein is winning over America's younger shoppers and offering proof that a clothing company from China can build a brand with traction in the West.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/simone-biles-balance-beam-final-tokyo-olympics-11627893493", "title": "Simone Biles to Make Dramatic Return on Balance Beam", "date": "2021-08-02 05:16", "summary": "Resume Subscription. TOKYO-Simone Biles will compete in the balance beam final on Tuesday, making a high-stakes return to competition a week after she pulled herself out of competition because she didn't feel mentally able to compete safely.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/japanese-womens-olympic-wrestling-11627883520", "title": "The Spark That Ignited Japanese Women's Olympic Wrestling", "date": "2021-08-02 05:00", "summary": "Resume Subscription. TOKYO-When wrestler Risako Kawai body slammed her coach in celebration after winning gold at the Rio Olympics in 2016 it was a reminder of the origins of Japan's prowess in women's wrestling.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tokyo-olympic-games-2021-sketches-11627046121", "title": "Sketches from a Summer Games Like No Other", "date": "2021-08-02 03:15", "summary": "Drawings from an artist inside the Olympics bubble. Even without spectators, organizers of the 20-something Olympic Games have a Herculean task on their hands-keeping thousands of athletes, journalists and staff away from the largely unvaccinated people of Tokyo.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11627830848", "title": "Pepper...and Salt", "date": "2021-08-02 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smooth-operator-monday-crossword-august-2-11627837761", "title": "Smooth Operator (Monday Crossword, August 2)", "date": "2021-08-02 00:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senators-push-to-wrap-up-bipartisan-infrastructure-bill-this-week-11627840443", "title": "Senators Push to Wrap Up Bipartisan Infrastructure Bill", "date": "2021-08-02 22:35", "summary": "The $1 trillion measure's fate in the House will be tied to that of a much larger package of Democratic climate and anti-poverty priorities that Republicans oppose. WASHINGTON-Senators wrapped up the construction of a roughly $1 trillion infrastructure bill, racing to pass it through the chamber by the end of the week and send it to the House, where its fate is intertwined with a $3.5 trillion package of Democratic priorities.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/square-agrees-to-acquire-afterpay-for-29-billion-in-all-stock-deal-11627855390", "title": "Square Agrees to Acquire Afterpay for $29 Billion", "date": "2021-08-02 22:17", "summary": "Australian installment-payment company positions its service as a cheaper, more responsible alternative to a credit card. SYDNEY- Square Inc. has agreed to acquire Afterpay Ltd. in an all-stock deal worth around $29 billion, illustrating how financial technology companies are seeking scale to challenge banks for a bigger slice of the payments industry.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eviction-bans-expiration-leaves-renters-in-south-appearing-most-vulnerable-11627810842", "title": "Renters in South Look Most Vulnerable After Eviction Ban Expires", "date": "2021-08-02 20:31", "summary": "Laws, procedures to evict tenants in some Southern states are among the most landlord-friendly in U.S.. A national ban on most residential evictions expired after Saturday, setting the stage for a potentially widespread displacement of low-income renters that looks poised to hit Southern states particularly hard.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}]