[{"link": "https://www.wsj.com/articles/the-pandemic-spending-hangover-11613173947", "title": "The Pandemic Spending Hangover", "date": "2021-02-12 18:52", "summary": "Federal debt has reached 100% of GDP even before Biden's plans become law.. Does unrestrained federal spending have any economic cost? Can federal debt keep climbing to be larger than the entire U.S. economy without consequence? Sooner or later Americans are going to find out, as Congress and the Biden Administration use the pandemic to justify an unprecedented peacetime spending binge.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-cuomo-covid-coverup-11613173749", "title": "The Cuomo Covid Coverup", "date": "2021-02-12 18:49", "summary": "His adviser admits to covering up New York's nursing home deaths.. Three months ago New York Gov. Andrew Cuomo was awarded an Emmy for \"his leadership during the Covid-19 pandemic and his masterful use of TV to inform and calm people around the world.\" Turns out the Emmys had the right actor-but the wrong performance. Increasingly it looks like Mr. Cuomo's real act was to keep people from finding out how many people in his state's nursing homes died from Covid-19.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jan-6-2021-how-it-unfolded-11613047105", "title": "Jan. 6, 2021: How It Unfolded, Minute by Minute", "date": "2021-02-12 18:47", "summary": "Resume Subscription. This timeline of events on Jan. 6 in Washington, D.C., is based on public statements, eyewitness accounts from Wall Street Journal reporters, authenticated videos, testimony at the Senate impeachment trial and interviews with participants.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-herold-of-lawsuits-to-come-11613173605", "title": "The Herold of Lawsuits to Come", "date": "2021-02-12 18:46", "summary": "A Labor lawyer who pushed a dubious charge against Oracle is back.. The White House has been cleaning cabinet agencies of Trump appointees, which is fair enough, but one rehire in particular is worth noting. The Labor Department is bringing back a career lawyer who was fired after she waged an unfounded years-long smear campaign against Oracle .", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citigroup-bank-of-america-cut-ceo-pay-11613173028", "title": "Citigroup, Bank of America Cut CEO Pay", "date": "2021-02-12 18:37", "summary": "Profit dropped at both banks last year; Citigroup CEO Michael Corbat's pay was reduced by 21%. Citigroup Inc. and Bank of America Corp. said Friday they had slashed their CEOs' 2020 pay.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ark-investment-pushes-back-on-upstart-spac-with-similar-name-11613159368", "title": "ARK Investment Pushes Back on Upstart SPAC With Similar Name", "date": "2021-02-12 18:23", "summary": "Superstar fund manager says investors are confusing new blank-check company called Ark Global Acquisition with Cathie Wood's firm. On Feb. 5, a new blank-check or special-purpose acquisition company began trading. The SPAC's name, Ark Global Acquisition Corp. , is similar to that of superstar fund manager Cathie Wood's firm, ARK Investment Management LLC.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/violence-against-asian-americans-raises-concern-in-bay-area-11613145477", "title": "Violence Against Asian-Americans Raises Concern in Bay Area", "date": "2021-02-12 18:02", "summary": "Police in Oakland, Calif., recently arrested a man suspected in a string of assaults in that city's Chinatown. SAN FRANCISCO-Political leaders in the San Francisco Bay Area are forming task forces and speaking out against anti-Asian violence after a spate of recent incidents that include two assaults against elderly men that were captured on video.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-worse-place-than-hell-review-the-crucible-11613145339", "title": "'A Worse Place Than Hell' Review: The Crucible", "date": "2021-02-12 18:00", "summary": "One of the Civil War's bloodiest episodes left a lasting imprint on those who fought-and many who didn't.. \"The real war will never get in the books.\" Walt Whitman's well-known prediction has not prevented thousands of writers, including Whitman himself, from trying to put the Civil War between covers. Many kinds of chronicles have been written-military histories, political studies, overviews of society or culture, portraits of leading figures. One especially striking way of bringing the war alive is to convey it from the standpoint of the unexalted individual. That is the choice John Matteson makes in \"A Worse Place Than Hell,\" a moving group portrait that uses the Battle of Fredericksburg, in late 1862, as the focal point for the story of five participants in the Civil War, four Northerners and one Southerner.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-kindness-of-strangers-probably-saved-a-boys-life-11613170725", "title": "The Kindness of Strangers Probably Saved a Boy's Life", "date": "2021-02-12 17:58", "summary": "Five people decided to intervene in a family matter when they saw a bruised child.. Something stirring happened one evening last month at a family-style restaurant called Mrs. Potato in Orlando, Fla. By night's end five strangers would each instinctively make crucial decisions. The result, according to police, was that the life of an 11-year-old boy likely was saved.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/w-3-review-the-world-of-the-ward-11613170665", "title": "'W-3' Review: The World of the Ward", "date": "2021-02-12 17:57", "summary": "Resume Subscription. When she regained consciousness in a Chicago hospital in 1968, Bette Howland, then 31, couldn't move, see or speak. \"You will be reborn,\" a mysterious voice told her. Appropriately enough, the voice turned out to belong to her mother. This scene of renewal marks the beginning of \"W-3,\" Howland's account of her internment in the hospital's psychiatric ward-and the reissuing of \"W-3\" signals the ongoing renewal of Howland's career.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-times-is-changing-badly-11613170637", "title": "The Times Is Changing, Badly", "date": "2021-02-12 17:57", "summary": "Editors and managers at a great newspaper gather around Twitter to find out what they think.. Untenable was the principle enunciated last week by the New York Times in a kerfuffle over a distinguished reporter who was expelled for uttering the N-word in an innocent discussion of the N-word. Happily for the next victim but not the latest one, the paper has belatedly seen the error of its ways.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prey-review-a-forbidden-conversation-11613170582", "title": "'Prey' Review: A Forbidden Conversation", "date": "2021-02-12 17:56", "summary": "An argument that links between the surge of migrants into Europe and a rise in violence against women must be addressed.. 'This book is about mass migration, sexual violence, and the rights of women in Europe,\" declares Ayaan Hirsi Ali in the introduction to \"Prey.\" A refugee from Somalia and a migrant herself, Ms. Hirsi Ali has given her book a title that is unsparing and indignant-intended, no doubt, to make us sit up and pay attention. She believes, and seeks to persuade us, that women in Europe are now the sexual quarry of young, unmoored men from Muslim countries over whom the police and the courts appear incapable of exercising control. \"We in the West are used to seeing women everywhere around us,\" she writes, before telling us that in certain quarters of Brussels, London, Paris and Stockholm \"you suddenly notice that only men are visible.\" These are no-go zones for women, who \"erase themselves\" from public places in such neighborhoods. \"We are witnessing a challenge,\" Ms. Hirsi Ali says, \"to the rights that European women once took for granted.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/public-employee-unions-are-having-a-fine-old-lockdown-11613170459", "title": "Public Employee Unions Are Having a Fine Old Lockdown", "date": "2021-02-12 17:54", "summary": "Politicians begging Washington for a bailout have been doling out raises to government workers.. As part of his proposed $1.9 trillion relief bill, President Biden wants to send $350 billion in unrestricted cash to state and local governments to fill their budget holes. But while Covid-19 has depressed state tax revenue, the prospect of federal aid has encouraged many of these supposedly blameless states to keep piling on costs. Nowhere has that been more evident than with the pay raises dished out in recent months to government employees. As private businesses hold on by their fingernails, public-sector labor unions have their hands out, demanding the pay raises set forth in labor contracts negotiated before the pandemic ravaged public finances.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-democrats-to-craft-covid-19-relief-bill-with-minimum-wage-increase-11613168330", "title": "House Democrats Push Minimum Wage Raise in Covid-19 Bill Despite Senate Concerns", "date": "2021-02-12 17:38", "summary": "Arizona's Kyrsten Sinema became the second Democratic senator to oppose the wage measure this week, clouding its prospects. WASHINGTON-House Democrats are preparing to stitch together a legislative version of President Biden's $1.9 trillion coronavirus relief proposal next week, which will include an increase in the minimum wage to $15 an hour despite a second Senate Democrat opposing it this week.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-quiet-the-megaphones-of-facebook-google-and-twitter-11613068856", "title": "How to Quiet the Megaphones of Facebook, Google and Twitter", "date": "2021-02-12 17:09", "summary": "Today's often toxic social-media environment calls for a fix that puts choices back in the hands of consumers. A new layer of 'middleware' can do that.. Twitter 's decision to kick Donald Trump off its platform was welcomed by many liberals as a necessary response to a president who had incited the January 6 storming of Congress. But many of those not particularly friendly to Mr. Trump were nonetheless troubled that Twitter had grown so powerful that it could silence a U.S. president. The Russian anticorruption activist Alexei Navalny, in a series of tweets a few days before his recent arrest, expressed similar worries about Twitter using its power against champions of democracy.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-02-12-2021-11613119349", "title": "Stocks Close at Records, Notch Weekly Gains", "date": "2021-02-12 17:07", "summary": "The S&P 500 edges up to its 10th all-time closing high for the year. Major U.S. stock indexes climbed Friday to close at all-time highs, notching modest weekly gains.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-right-champagnes-for-valentine-s-day-11613068772", "title": "The Right Champagnes for Valentine's Day", "date": "2021-02-12 16:46", "summary": "In the past sommeliers have guided wine drinkers to grower Champagnes-idiosyncratic, expressive, the antithesis of anodyne big brands. This year tracking them down might be a labor of love, but special bottles and great values await the tenacious.. OF ALL THE clever wine terms coined over the years, \"farmer fizz\" may be my favorite. Credited to Champagne importer Terry Theise, it's a term that retailers and sommeliers have happily adopted. And why not? Fizz from a farmer sounds like something friendly and fun, a down-to-earth drink quite unlike an elitist bottle from a big Champagne house.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dnb-says-authorities-have-ended-probe-into-money-laundering-allegations-11613166226", "title": "DNB Says Authorities Have Ended Probe Into Money-Laundering Allegations", "date": "2021-02-12 16:43", "summary": "Icelandic media reports had said that fishing group Samherji used the Norwegian bank to funnel money to a shell company. Norwegian bank DNB AS A said Friday that an investigation into its alleged involvement in handling payments from an Icelandic fishing company embroiled in a bribery probe has been dismissed.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-proud-boys-arrested-on-capitol-riot-conspiracy-charges-11613077752", "title": "More Proud Boys Arrested on Capitol-Riot Conspiracy Charges", "date": "2021-02-12 16:39", "summary": "Detentions in Missouri, Arizona raise number of alleged affiliates of far-right group charged to more than a dozen. Several alleged members of the far-right Proud Boys were arrested Thursday on conspiracy and other charges for their alleged involvement in the U.S. Capitol riot, as prosecutors continue to home in on far-right groups and examine what planning might have gone into the attack.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amex-discloses-doj-occ-review-of-card-sales-11613162270", "title": "AmEx Acknowledges DOJ Review of Card Sales", "date": "2021-02-12 16:35", "summary": "Company adds that it received a civil investigative demand from Consumer Financial Protection Bureau. American Express Co. acknowledged Friday that government agencies, including the Department of Justice, have reviewed the company's sales practices regarding small-business cards.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-many-people-participated-in-the-cuomo-cover-up-11613165275", "title": "How Many People Participated in the Cuomo Cover-Up?", "date": "2021-02-12 16:27", "summary": "A media hero presides over a disaster for New York residents.. Numerous senior officials have recently departed New York state's Health Department. What exactly did they know before deciding to stop working for Gov. Andrew Cuomo? Empire State citizens deserve an answer and federal law enforcement ought to be interested as well.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/catholic-social-teaching-and-social-healing-11613164445", "title": "Catholic Social Teaching and Social Healing", "date": "2021-02-12 16:14", "summary": "The progressive wing of Roman Catholicism has more in common with secular progressives than with conservative Catholics and other Christians.. The answer to Francis X. Rocca's \"Can Catholic Social Teaching Unite a Divided America?\" (Review, Feb. 6) is, unfortunately, no. Catholic social teaching may have something for both left and right, but the progressive wing of Roman Catholicism has more in common with secular progressives than with conservative Catholics and other Christians. Closing the ideological and moral divide within the U.S., Catholicism and Christianity in general is not likely to be a win-win. One side considers loving and taking care of your neighbors to be a personal responsibility. The other wants the state to take care of neighbors in need by taking resources from other neighbors. Conservative Christians will render unto Caesar the things that are Caesar's, as instructed, but do not expect Caesar to relieve us of all obligations to neighbors, nor will we ever expect Caesar to create a progressive heaven on earth.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-identity-politics-and-changing-attitudes-11613164382", "title": "On Identity Politics and Changing Attitudes", "date": "2021-02-12 16:13", "summary": "The left portrays racial and ethnic minorities (with the exception of Asians, Jews, and other successful groups) as hapless victims of historical oppression.. Regarding John J. Miller's \"The Weekend Interview with Richard Alba: 'Majority Minority' America? Don't Bet on It\" (Feb. 6): Prof. Alba points out the erroneous belief that certain racial minority and ethnic groups are isomorphically committed to a certain political party. President Trump's gains with blacks and Hispanics demonstrated that their political convictions are more malleable, which Mr. Alba attributes in part to \"racial mixing.\" No doubt intermarriage and a more complex idea of racial and ethnic identity contribute to that, but there is another powerful factor that moves people over time from left to right on the political spectrum, and it is strangely absent in debates in our \"woke\" culture: social class.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/odd-investment-for-such-a-prominent-climate-activist-11613164313", "title": "Odd Investment for Such a Prominent Climate Activist", "date": "2021-02-12 16:11", "summary": "Private jets produce many times the amount of carbon per passenger than do commercial aircraft.. \"Bill Gates, Other Investors Spend $4.7 Billion for Private-Jet Firm\" (Business News, Feb. 6) doesn't mention the irony of Mr. Gates's making such an investment in light of his climate-change activism and the fact that private jets produce many times the amount of carbon per passenger than do commercial aircraft.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-blocks-alabama-execution-over-clergy-access-11613164215", "title": "Supreme Court Blocks Alabama Execution Over Clergy Access", "date": "2021-02-12 16:10", "summary": "State must allow inmate to have his pastor present, high court rules. WASHINGTON-The Supreme Court blocked Alabama from executing an inmate unless his pastor could stand alongside him as he dies, effectively resolving a long-running divide over the religious rights of condemned prisoners.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-standard-still-on-the-tracks-at-80-11613164135", "title": "A Standard Still on the Tracks at 80", "date": "2021-02-12 16:08", "summary": "Billy Strayhorn's 'Take the 'A' Train' performed by Duke Ellington's orchestra summons the hustle and bustle of a trip up to Harlem.. ", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shoe-last-saturday-crossword-february-13-11612719940", "title": "Shoe Last (Saturday Crossword, February 13)", "date": "2021-02-12 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-journal-acrostic-saturday-february-13-11612720171", "title": "The Journal Acrostic (Saturday, February 13)", "date": "2021-02-12 16:01", "categories": [["WSJ Puzzles", "Acrostic"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/acrostic?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-suspends-spokesman-for-comments-to-politico-reporter-11613158229", "title": "White House Suspends Spokesman for Comments to Politico Reporter", "date": "2021-02-12 15:50", "summary": "TJ Ducklo, the deputy press secretary, was reprimanded after allegedly threatening a Politico reporter pursuing a story about his relationship with another journalist. WASHINGTON-The White House suspended a senior West Wing aide for one week without pay after he allegedly threatened a reporter who was pursuing a story about his relationship with another journalist.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-impeachment-trial-grapples-with-definition-of-incitement-11613162866", "title": "Trump's Impeachment Trial Grapples With Definition of Incitement", "date": "2021-02-12 15:47", "summary": "Lawmakers at odds over whether ex-president's actions meet standards for criminal incitement, even as that doesn't necessarily apply under impeachment. WASHINGTON-The definition of criminal incitement has come to play a pivotal role in the Senate trial of former President Donald Trump, even though no criminal offense is necessary for a conviction under impeachment proceedings.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/car-chip-shortage-ford-vw-gm-11613152294", "title": "How Car Makers Collided With a Global Chip Shortage", "date": "2021-02-12 15:42", "summary": "Resume Subscription. Executives at auto makers like Volkswagen AG and General Motors Co. were upbeat about the industry's recovery in early fall. Demand was rebounding from pandemic lows, and their factories were humming again.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/mario-draghi-to-take-over-as-italys-prime-minister-amid-economic-covid-19-crises-11613132691", "title": "Mario Draghi Named Italy's Prime Minister Amid Crises", "date": "2021-02-12 15:41", "summary": "Former ECB chief unites Italy's fragmented political landscape. Mario Draghi, the former head of the European Central Bank, has been named Italian prime minister after persuading nearly all of the country's squabbling parties to support his government, raising hopes that he can succeed where many others have failed: in leading Italy out of its deep economic malaise.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-sues-new-york-ag-seeking-to-prevent-state-lawsuit-over-covid-claims-11613159606", "title": "Amazon Sues to Prevent New York Lawsuit Over Covid Claims", "date": "2021-02-12 15:41", "summary": "Online retailer says Attorney General Letitia James doesn't have authority to regulate workplace safety. Amazon.com Inc. is suing New York's attorney general to prevent the state from potentially taking legal action against the company over its handling of worker safety during the Covid-19 pandemic and firing of one of its warehouse workers last year.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/insight-partners-preps-new-fund-targeting-at-least-12-billion-11613160909", "title": "Insight Partners Preps New Fund Targeting At Least $12 Billion", "date": "2021-02-12 15:15", "summary": "Firm's new fundraising effort comes less than a year after it collected $9.5 billion for its previous flagship fund. Insight Partners, one of the oldest private investment firms focused on technology deals, soon plans to pitch its next flagship fund with a goal of at least $12 billion, according to people familiar with the matter.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nasdaqs-plan-for-diversity-on-corporate-boards-is-decried-by-senate-republicans-11613160390", "title": "GOP Senators Object to Nasdaq's Diversity Plan for Corporate Boards", "date": "2021-02-12 15:06", "summary": "Banking Committee members say the plan is unnecessary and could harm financial performance. WASHINGTON-A group of senate Republicans decried Nasdaq 's push for greater diversity on corporate boards, saying it interfered with board members' duty to govern in the best interests of shareholders and could harm financial performance.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/readers-share-their-stories-of-burnout-empathy-for-essential-workers-11613160110", "title": "Readers Share Their Stories of Burnout, Empathy for Essential Workers", "date": "2021-02-12 15:01", "summary": "Readers respond to the Journal's reporting on front-line workers during Covid-19; 'millions of people world-wide will forever be scarred'. A recent Wall Street Journal article covering the ongoing challenges essential workers face nearly a year into the pandemic drew many responses from readers. Many sought to thank these workers for their sacrifices to keep their communities running and empathized with the risks they continue to take in showing up to work. Below is a selection of responses, edited for clarity.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/platinum-jumps-on-inflation-concerns-propelled-by-broader-rally-11613137081", "title": "Platinum Jumps on Inflation Concerns, Propelled by Broader Rally", "date": "2021-02-12 14:45", "summary": "The precious metal is trading at its highest level in six years; prices have more than doubled since hitting a low last March. Platinum prices have neared their highest level in six years, driven by concerns about inflation and a sweeping rally in financial markets that has powered assets from stocks to oil and bitcoin higher.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/limit-on-u-s-debt-untouched-in-democrats-covid-aid-bill-looms-later-in-the-year-11613158396", "title": "Limit on U.S. Debt, Untouched in Democrats' Covid Aid Bill, Looms Later in the Year", "date": "2021-02-12 14:33", "summary": "Democrats chose not to raise debt ceiling now and likely must act by late summer or early fall. WASHINGTON-Democrats chose not to include an increase in the federal debt ceiling in President Biden's $1.9 trillion coronavirus relief package, leaving the often-contentious issue to be addressed later this year.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-all-the-boys-lara-jean-covey-jenny-han-interview-11613137232", "title": "Jenny Han on Creating 'To All the Boys' Heroine Lara Jean Covey", "date": "2021-02-12 14:07", "summary": "With the final movie's release on Netflix, the author talks about the future for Lara Jean, visiting Korea and redefining rom-coms for this moment. When author Jenny Han, 40, created a teen generation's hero, Lara Jean Covey, she was partly mirroring her quiet adolescence. \"I really wasn't going to parties,\" she says. \"I really was baking with my sister at home.\"", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pioneering-phillips-collection-turns-100-11613156351", "title": "The Pioneering Phillips Collection Turns 100", "date": "2021-02-12 13:59", "summary": "The Washington, D.C., museum looks forward to its second century with a new exhibition, 'Seeing Differently.'. The Phillips Collection in Washington, D.C., America's first museum dedicated to modern art, was the product of a pandemic. In 1918, the art collector Duncan Phillips lost his only brother, James, to the flu that was ravaging the globe; their father, a Civil War veteran and businessman, had died of a heart condition not long before. In 1921, Duncan Phillips honored their memory by turning his home into a museum, originally named the Phillips Memorial Art Gallery.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-equality-lost-to-equity-11613155938", "title": "How Equality Lost to 'Equity'", "date": "2021-02-12 13:52", "summary": "Civil-rights advocates abandon the old ideal for the new term, which 'has no meaning' and promises no progress but makes it easy to impute bigotry, says Shelby Steele.. The first time Shelby Steele used the word \"equity\" in one of his books-\"White Guilt,\" published in 2006-he was referring to the value his father had accrued in restoring \"three ramshackle homes to neat lower-middle-class acceptability.\" This was in 1950s Chicago, a city the author describes as \"virulently segregated.\" Shelby Steele Sr., a Southern-born black truck driver who'd left school in third grade to work the fields, concealed his homeownership from his white employer. He was afraid he'd be fired for \"getting above himself.\"", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgia-investigates-warnock-led-group-over-2019-voter-registration-efforts-11613155906", "title": "Georgia Investigates Warnock-Led Group Over Voter Registration", "date": "2021-02-12 13:51", "summary": "State investigators say the New Georgia Project was slow to deliver more than 1,200 voter applications. Georgia's attorney general was asked to review a case against a voter-registration group previously headed by Democratic Sen. Raphael Warnock, which allegedly was slow to submit more than 1,200 voter-registration applications in 2019.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/13-interior-design-trends-shaped-by-the-pandemic-11613155620", "title": "13 Interior Design Trends Shaped by the Pandemic", "date": "2021-02-12 13:47", "summary": "As we've quarantined at home, our needs for privacy, security, flexibility, floppability and beauty have changed the way we want to live. Here, 13 décor trends courtesy of 2020.. LAST AUGUST, interior-design blogger Lydia Elder found herself buying something that never would have darkened her door before the pandemic hit: a blush pink beanbag chair. \"Schools were closed, and with our family of four at home all the time, we needed some extra, flexible seating,\" she said. Now everyone in her 1,610-square-foot household in Kent, England-including her 6-foot-6-inch husband-is besotted with the smushy seat and, what's more, her young children have found it obligingly stands in for a volcano, mountain or quicksand. \"It's given us an extra place to relax that can be transferred across rooms depending on where the rest of the family is, and how much peace and quiet you want,\" Ms. Elder said.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-february-6-11613077225", "title": "Bestselling Books Week Ended February 6", "date": "2021-02-12 13:34", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-electric-vehicles-now-hitting-the-road-11613125800", "title": "The New Electric Vehicles Now Hitting the Road", "date": "2021-02-12 13:29", "summary": "Auto giants and startups alike hope to spark a boom. For car companies with big electric ambitions, 2021 is going to be a make or break year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foxs-dobbs-bartiromo-and-pirro-ask-court-to-dismiss-defamation-suit-11613150728", "title": "Fox's Dobbs, Bartiromo and Pirro Ask Court to Dismiss Defamation Suit", "date": "2021-02-12 13:26", "summary": "Cable-news hosts say they were covering and commenting on newsworthy claims. Fox News Media former and current hosts Lou Dobbs, Maria Bartiromo and Jeanine Pirro asked a court to dismiss a defamation lawsuit by voting-machine company Smartmatic USA Corp., arguing their coverage of President Trump's claims the 2020 election was rigged was protected by the First Amendment.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buccaneers-from-boar-hunters-to-pirates-to-super-bowl-champions-11613154314", "title": "'Buccaneers': From Boar Hunters to Pirates to Super Bowl Champions", "date": "2021-02-12 13:25", "summary": "The romantic label for swashbucklers used by Tampa Bay's NFL team has the same Caribbean roots as a term for barbecuing pork. Linguist and lexicographer Ben Zimmer analyzes the origins of words in the news. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-water-supply-has-few-protections-against-hacking-11613154238", "title": "U.S. Water Supply Has Few Protections Against Hacking", "date": "2021-02-12 13:23", "summary": "Vulnerabilities highlighted after cyber intruder tampered with treatment plant in Florida. A Florida city whose water system was hacked last week said Friday that it completed a federally mandated security-risk assessment three months ago, but hadn't yet integrated the findings into its emergency plans.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heres-how-young-americans-are-using-their-stimulus-checks-11613154233", "title": "Here's How Young Americans Are Using Their Stimulus Checks", "date": "2021-02-12 13:23", "summary": "Some are putting the money toward debt payments or rent and bills. While some Americans were able to sock away the extra cash that they received as part of the government's Covid-19 stimulus relief plan, not everyone has been able to afford to save it for a rainy day. As unemployment claims hover above pre-pandemic levels here's how some young people are making use of their stimulus checks.", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tariffs-on-wine-food-from-europe-to-stay-for-now-u-s-says-11613154058", "title": "Tariffs on Wine, Food From Europe to Stay for Now, U.S. Says", "date": "2021-02-12 13:20", "summary": "Decision came despite intense lobbying by the U.S. restaurant and beverage industries that are already reeling from the Covid-19 pandemic. WASHINGTON-The Biden administration says it won't be ending tariffs on imported European wine, cheese and other food imports any time soon-to the dismay of industry groups who say the levies are hurting U.S. restaurants and consumers.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-begin-allowing-asylum-seekers-waiting-in-mexico-to-enter-u-s-11613127600", "title": "Migrants Waiting in Mexico to Be Allowed Entry Into U.S.", "date": "2021-02-12 13:12", "summary": "Some who were turned back under Trump administration's Remain in Mexico policy will be sent to three ports of entry. The Biden administration said it would begin processing some asylum seekers who are waiting in Mexico because of a Trump administration policy that barred entry to the U.S. while their cases were being considered.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-refuses-to-give-who-raw-data-on-early-covid-19-cases-11613150580", "title": "China Refuses to Give WHO Raw Data on Early Covid-19 Cases", "date": "2021-02-12 13:04", "summary": "Officials withhold personalized information on patients that could help determine pandemic's origins. BEIJING-Chinese authorities refused to provide World Health Organization investigators with raw, personalized data on early Covid-19 cases that could help them determine how and when the coronavirus first began to spread in China, according to WHO investigators who described heated exchanges over the lack of detail.", "categories": [["WSJ News Exclusive", "China"]], "category_links": ["https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccines-are-becoming-important-diplomatic-currency-11613152854", "title": "In Covid-19 Diplomacy, India Emerges as a Vaccine Superpower", "date": "2021-02-12 13:00", "summary": "India sends 50,000 doses to the Seychelles, seeking to blunt Chinese inroads in the Indian Ocean. NEW DELHI-When an Indian Navy aircraft landed in the archipelago nation of Seychelles last month, the country's foreign minister and other senior officials lined up on the tarmac to welcome its precious cargo: 50,000 doses of Indian-made AstraZeneca coronavirus vaccine.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fashion-legend-norma-kamalis-handbook-on-aging-with-power-11613152138", "title": "Fashion Legend Norma Kamali's 'Handbook on Aging With Power'", "date": "2021-02-12 12:48", "summary": "After decades in an industry obsessed with youth, the designer writes in her new book that 'you can feel better and be better with age'. Norma Kamali was 29 in 1975 when she left her husband of 10 years and the fashion company they had built together. On her own, she had $98, a small Manhattan apartment with a mattress, and her self-esteem, which was fragile but intact. She loved designing clothing but had no idea how to run a business.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/massachusetts-gives-covid-19-vaccine-to-people-helping-seniors-get-a-shot-11613144665", "title": "Massachusetts Gives Covid-19 Vaccine to People Helping Seniors Get a Shot", "date": "2021-02-12 12:47", "summary": "Strategy to get more at-risk citizens inoculated also lures some youngsters to buy their way in. Senior citizens in Massachusetts are becoming a lot more popular with younger folks, thanks to a new policy that allows a person accompanying someone over 75 years old to a vaccination site to be inoculated too.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/casey-kasems-l-a-home-with-a-heart-shaped-pool-lists-for-37-9-million-11613151634", "title": "Casey Kasem's L.A. Home With a Heart-Shaped Pool Lists for $37.9 Million", "date": "2021-02-12 12:40", "summary": "The late radio personality's 2.5-acre Holmby Hills estate is located near the Playboy Mansion and Aaron Spelling's former manor estate. A grand Los Angeles estate that was the longtime home of late radio personality Casey Kasem and his wife Jean Kasem is listing for $37.9 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coupang-south-korean-e-commerce-giant-unveils-u-s-ipo-plan-11613151499", "title": "Coupang, South Korean E-Commerce Giant, Unveils IPO Plan", "date": "2021-02-12 12:38", "summary": "SoftBank-backed firm's debut expected to be largest by foreign company since Alibaba in 2014. Coupang Inc., the South Korean e-commerce giant, unveiled its filing for a U.S. initial public offering that is expected to be the largest from a foreign company since Alibaba Group Holding Ltd. 's blockbuster 2014 debut.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-istanbul-on-your-post-covid-travel-wish-list-why-wait-11613149124", "title": "Is Istanbul on Your Post-Covid Travel Wish List? Why Wait?", "date": "2021-02-12 11:58", "summary": "Turkey's most hypnotic city isn't as inaccessible as you think. You can teleport yourself there anytime with these TV shows, films, dishes, books and at least one psychedelic rock 'n' roll band.. FOR MOST AMERICAN visitors, Turkey's biggest city is familiar and surprising at the same time. Stroll the streets of Istanbul and you'll find Apple Stores, Shake Shacks and chic, hijab-covered women Rollerblading along the seaside, all against an age-old soundtrack-the call to prayer streaming through the speakers of the city's countless mosques. It's not so much about East meeting West; Istanbul's cultural abundance makes those very categories feel obsolete. The city's innumerable attractions-the Ottoman-era palaces, the sumptuous art museums, the sensational food and shopping-all make it a magnetic destination. For intrepid travelers, Istanbul is still a top temptation given that Turkey is one of the few countries that currently allows U.S. tourists. Americans are welcome as long as they show proof of a negative Covid-19 test (though the CDC still deems Turkey, as well as most of Europe, highly risky in terms of the virus). But like a lot of places right now, Istanbul lacks its usual swagger. For the last two months, this city of 16 million falls silent every weekday at 9 p.m. under a strictly enforced curfew. On weekends, residents can leave their homes only for grocery shopping. Restaurants are open just for takeout or delivery during the week, and only delivery on weekends. Tourists are exempt from curfews, and hotel restaurants can serve meals to guests, but the streets empty of locals can feel ghostly. Until those streets fill up again, you may prefer to explore the city another way-by sampling some of the music, movies, books and tastes that will surely make you want to visit in the flesh just as soon as the time is right.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-stock-market-works-now-elon-musk-tweets-gamestop-millions-buy-11613147654", "title": "How the Stock Market Works Now: Elon Musk Tweets, Millions Buy", "date": "2021-02-12 11:38", "summary": "The Tesla founder and other 'messiahs of momentum' can rally hordes of investors in the blink of an eye. But can these powerful outsiders predict the future any better than the insiders who came before them?. Welcome to the outsiders' market.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-suisse-to-pay-600-million-to-settle-securities-case-11613147469", "title": "Credit Suisse to Pay $600 Million to Settle Securities Case", "date": "2021-02-12 11:31", "summary": "Bank executives have vowed to clean up legacy legal cases at the Swiss lender that have cost it billions of dollars. Credit Suisse Group AG said it would pay $600 million to settle a long-running case with credit insurer MBIA Inc. over toxic securities, as its executives seek to clear a roster of legal and regulatory cases that have dragged on the bank's profits for a decade.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-consumer-sentiment-falls-in-early-february-11613146905", "title": "U.S. Consumer Sentiment Falls in Early February", "date": "2021-02-12 11:21", "summary": "Decline driven by downbeat expectations among lower-income households. Consumers' view of the economy slipped in early February as Americans were more downbeat about future business conditions, according to a University of Michigan survey released Friday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-we-be-ready-for-the-next-pandemic-11613145677", "title": "Will We Be Ready for the Next Pandemic?", "date": "2021-02-12 11:01", "summary": "Most Popular News. Fast forward to 2023. The Covid-19 pandemic is largely behind us. Most of the world has been vaccinated, though we have to tamp down occasional flare-ups and people sometimes still wear masks. While we mourn the millions who died, we have entered a post-pandemic world in which most things are more or less as they were before Covid-19. Travel and trade are unrestricted; everything from dinner parties and big weddings to stadium concerts and megachurch services are being held again; and economies are booming to keep pace with pent-up demand.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/why-women-investors-wont-embrace-stocks-11613125802", "title": "Why Women Investors Won't Embrace Stocks", "date": "2021-02-12 10:59", "summary": "Female investors have a cautious view of equities. That is a problem-for women as well as the rest of the finance world.. \"I think we're a bit outnumbered, but we're here.\" So said one commenter on a Reddit thread about whether women joined in the recent WallStreetBets trading frenzy.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/olympic-sponsors-face-a-balancing-act-at-the-2022-beijing-games-11613145588", "title": "Olympic Sponsors Face a Balancing Act at the 2022 Beijing Games", "date": "2021-02-12 10:59", "summary": "Silence on human-rights issues risks alienating U.S. consumers; speaking up could earn the host nation's ire. On the evening of Feb. 4, 2022, an opening ceremony in Beijing is scheduled to kick off the Winter Olympics, the second time in 14 years the Games will be held in China. But more than medals will be on the line. The 2022 Games highlight a dilemma facing potential sponsors: Risk association with an authoritarian regime, or forgo a much-needed chance at a star turn on the global stage?", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/four-lost-cities-review-stories-in-stones-11613145058", "title": "'Four Lost Cities' Review: Stories in Stones", "date": "2021-02-12 10:50", "summary": "Traveling the world, a writer looks for clues to the future in the urban world of the past.. Do Americans like cities?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-wu-chengens-monkey-king-review-11613144835", "title": "Fiction: Wu Cheng'en's 'Monkey King' Review", "date": "2021-02-12 10:47", "summary": "A Ming dynasty classic of action-packed hilarity gets a fresh translation.. The books that Sinologists commonly refer to as the Four Great Classics of Chinese literature are the court romance \"Dream of the Red Chamber,\" the sprawling military chronicle \"Romance of the Three Kingdoms,\" the outlaw adventure \"The Water Margin\" and the supernatural quest fantasy \"Journey to the West,\" the last of which now appears in an abridged edition from Penguin Classics in a new translation and with a fittingly playful new title, \"Monkey King\" (339 pages, $30). Published during the Ming dynasty in 1592, \"Monkey King\" is the comic relief of the quartet, a rollicking work of high buffoonery whose stature in East Asian culture, according to translator Julia Lovell, \"may be compared with that of The Canterbury Tales or Don Quixote in European letters.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venus-aphrodite-review-divine-passion-divine-rage-11613144790", "title": "'Venus and Aphrodite' Review: Divine Passion, Divine Rage", "date": "2021-02-12 10:46", "summary": "If sex is among the most potent human drives, the deity who embodied it must have been a power player.. Close your eyes and think of Venus. What image comes to mind? Perhaps Botticelli's bored teenager in her scallop shell; maybe the Venus de Milo, serene, lovely and just a touch bovine; perhaps Titian's meretricious \"Venus of Urbino,\" lying on her back caressing her genitals. At any rate, a ravishingly beautiful young woman, probably blond and almost certainly not wearing many clothes.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-on-desire-11613144695", "title": "Five Best: On Desire", "date": "2021-02-12 10:44", "summary": "Selected by the author, most recently, of '22 Minutes of Unconditional Love.'. By Scott Spencer (1979)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/burning-the-books-review-murdering-knowledge-11613144612", "title": "'Burning the Books' Review: Murdering Knowledge", "date": "2021-02-12 10:43", "summary": "The threats to a culture's collective memory can come from neglect-or more sinister forces.. Why would an army target a university library with incendiary shells, leaving buildings around it intact? Why would an author choose to consign years of impassioned writing to the flames? The answer is simple. As an official in the British Empire once observed, while overseeing the purge of a colonial archive, \"What's burned won't be missed.\" Richard Ovenden, director of the Bodleian Library at Oxford University, is acutely aware of the many ways in which books and paper archives cease to exist: not only through deliberate destruction-acts of moral outrage, retribution, even efforts to literally erase history-but also simple neglect, perhaps a more sinister threat because it so often goes unnoticed. Fortunately, he has devoted a great deal of time to thinking about these disasters and how to prevent them. His compelling thoughts are now gathered in the eminently readable (and provocatively titled) \"Burning the Books: A History of the Deliberate Destruction of Knowledge.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-sylvie-review-11613144556", "title": "Children's Books: All in the Family", "date": "2021-02-12 10:42", "summary": "Visiting eras past through a vibrant graphic memoir and luminous picture books.. Apart from dipping into our own memories, the closest that most of us will ever get to time travel is the recollections and stories of people who lived before us. For children of the present moment, four notable new books offer remembrances of things past.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rope-review-the-accused-and-the-crusader-11613144486", "title": "'The Rope' Review: The Accused and the Crusader", "date": "2021-02-12 10:41", "summary": "The color of Tom Williams's skin made him a target, even as a national antiracism movement grew.. Alex Tresniowski, the author of \"The Rope: A True Story of Murder, Heroism, and the Dawn of the NAACP,\" tells us at the book's outset that \"the story of Tom Williams is also the story of two individuals, a man and a woman, one white, one black, born at different times in different parts of the country, fated never to meet but linked by a passion for justice, and by a single legal case in a town called Asbury Park.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/close-reopen-repeat-restaurants-dont-know-what-covid-19-will-dish-out-next-11613138412", "title": "Close, Reopen, Repeat. Restaurants Don't Know What Covid-19 Will Dish Out Next.", "date": "2021-02-12 10:40", "summary": "Resume Subscription. In the days before the reopening of St. Felix Hollywood, employees scrambled to yank plywood boards from windows, pry congealed syrup from clogged soda machines, scour dusty cooking equipment and scrub the kitchen floor.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/science-fiction-the-witchs-heart-review-11613144435", "title": "Science Fiction: 'The Witch's Heart' Review", "date": "2021-02-12 10:40", "summary": "In a tale of goddesses and witches wronged, the mother of monsters gets her say.. Old Norse mythology is familiar enough today that most everyone has heard of Thor and Odin, Ragnarok and Valhalla. Two lesser-known Norse figures form the core of \"The Witch's Heart\" (Ace, 259 pages, $26), a debut novel from Genevieve Gornichec.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-says-u-s-struck-deals-for-200-million-more-covid-19-vaccine-doses-11613080885", "title": "Biden Says U.S. Struck Deals for 200 Million More Covid-19 Vaccine Doses", "date": "2021-02-12 10:36", "summary": "Deals follow pledge last month to boost number of shots available to Americans. WASHINGTON-President Biden said the U.S. has struck deals to purchase 200 million more Covid-19 vaccine doses, following a pledge in January to boost the number of shots available for Americans.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/most-capitol-riot-suspects-have-no-far-right-group-ties-a-challenge-in-fight-against-extremism-11613139086", "title": "Most Capitol Riot Suspects Have No Far-Right Group Ties, a Challenge in Fight Against Extremism", "date": "2021-02-12 10:26", "summary": "About 16% of those facing federal charges have known affiliations with extremist organizations. Most of the nearly 200 people charged in federal cases in connection with the Capitol riot have no known ties to far-right groups, underscoring the challenge of heading off violent extremism, a Wall Street Journal review found.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/5-paint-colors-that-are-trending-big-in-the-pandemic-11613142936", "title": "5 Paint Colors That Are Trending Big in the Pandemic", "date": "2021-02-12 10:15", "summary": "With many Americans still housebound, we asked major paint brands which interior shades have been experiencing the biggest growth in sales. Their answers included a surprise or two.. WHEN WILLIE NELSON wrote, \"Hello, Walls,\" a massive country-music hit for Faron Young in 1961, he surely didn't foresee a time when virus-spooked Americans would sequester themselves at home for months at a stretch. \"I'll bet you dread to spend / Another lonely night with me,\" Mr. Nelson penned of his walls.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mellon-bank-asked-william-eagleson-to-make-its-mistakes-vanish-11613142004", "title": "Mellon Bank Asked William Eagleson to Make Its Mistakes Vanish", "date": "2021-02-12 10:00", "summary": "Banker headed 'bad bank' created to sell disastrous energy and real-estate loans; he has died at age 95. William Eagleson, a World War II Navy veteran from Philadelphia, spent his career expanding banks. His final assignment was to shrink one, as quickly as possible.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cat-lawyers-and-salad-bowl-drummers-the-enduring-case-for-internet-joy-11613141562", "title": "Cat Lawyers and Salad Bowl Drummers: the Enduring Case for Internet Joy", "date": "2021-02-12 09:52", "summary": "Amid a deluge of serious headlines and toxic provocation, happiness still can reign. Hopefully you've seen it by now, because it's exquisite: the Zoom call between a Texas judge and a handful of lawyers, in which one of the counselors accidentally deploys a screen filter which turns his lawyer face into the face of a...cat.", "categories": [["Life & Work", "Ideas", "Jason Gay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/jason-gay-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-to-test-ability-of-largest-banks-to-weather-a-recession-11613139891", "title": "Fed to Test Ability of Largest Banks to Weather a Recession", "date": "2021-02-12 09:36", "summary": "Stress test will feature a scenario in which markets seize up and unemployment jumps above 10%. WASHINGTON-The Federal Reserve said it would test the ability of the largest U.S. banks to weather a hypothetical recession in which markets seize up and unemployment jumps above 10%.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-logistics-report-infrastructures-fast-lane-seeking-automotive-chips-coal-biting-back-11613140578", "title": "Today's Logistics Report: Infrastructure's Fast Lane; Seeking Automotive Chips; Coal Biting Back", "date": "2021-02-12 09:36", "summary": "Today's Top Supply Chain & Logistics News from WSJ. Sign up: With one click, get this newsletter delivered to your inbox.", "categories": [["WSJ Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/wsj-logistics-report-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-judas-and-the-black-messiah-on-hbo-max-star-daniel-kaluuya-chases-accessible-excellence-11613138652", "title": "In 'Judas and the Black Messiah,' Star Daniel Kaluuya Chases 'Accessible Excellence'", "date": "2021-02-12 09:04", "summary": "In a new film, the British actor takes on the role of Black Panthers leader Fred Hampton, following a string of movies with big cultural impact. Daniel Kaluuya has a reliable tool for understanding his roles.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-hubspot-cloudflare-what-to-watch-when-the-stock-market-opens-today-11613131195", "title": "Disney, HubSpot, Cloudflare, Coherent: What to Watch When the Stock Market Opens Today", "date": "2021-02-12 09:02", "summary": "Stocks are on track to end a choppy week with muted gains. Here's what we're watching ahead of Friday's trading action.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yellen-is-creating-a-new-senior-treasury-post-for-climate-czar-11613138479", "title": "Yellen Is Creating a New Senior Treasury Post for Climate Czar", "date": "2021-02-12 09:01", "summary": "Obama administration veteran Sarah Bloom Raskin is top candidate to lead department's climate efforts. WASHINGTON-Treasury Secretary Janet Yellen plans to wield the department's broad powers to tackle potential risks to the financial system posed by climate change while pushing tax incentives to reduce carbon emissions.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-single-retirees-might-want-to-limit-the-money-in-their-401-k-s-11613138429", "title": "Why Single Retirees Might Want to Limit the Money in Their 401(k)s", "date": "2021-02-12 09:00", "summary": "Resume Subscription. Jonathan Guyton is principal at Cornerstone Wealth Advisors Inc., a fee-only advisory firm in Minneapolis", "categories": [["THE EXPERTS | Wealth Management"]], "category_links": ["https://www.wsj.com/news/types/experts-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rangefinders-golf-majors-pga-championship-pace-of-play-11613088599", "title": "The Tech Gadget That Will Change Golf Majors in 2021", "date": "2021-02-12 09:00", "summary": "In a change that upends a longstanding norm, distance-measuring rangefinders will be allowed at this year's PGA Championship. Two years ago, pro golfers were told they could leave the flagsticks in when they're putting. Now another one of the game's sacred norms is eroding: the ban on rangefinders.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-fashion-to-wear-when-you-can-dress-up-again-11613130900", "title": "The Best Fashion to Wear When You Can Dress Up Again", "date": "2021-02-12 08:59", "summary": "All dressed up with somewhere finally to go? Step into the new season with a maximalist approach and super-bold accessories. Working from home has meant, in general, a few things: lunch from the fridge, lots of leggings and the end of high-octane fashion. But not for everyone: Some people this season have been lusting for a pair of crystal-embellished satin stilettos with towering, four-plus-inch heels, priced at $995. The pumps, from Georgian brand Mach & Mach, are bestsellers for fashion retailer Moda Operandi. Some are still available in black and pink-the oh-so-practical white iteration is already sold out on the site-and, adorned with an oversize bedazzled bow, hardly made for puttering around the kitchen. \"It won't stop selling, and it is glam,\" says Lauren Santo Domingo, co-founder and chief brand officer of Moda Operandi.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-signals-policy-shift-on-california-state-retirement-savings-program-11613131201", "title": "U.S. Signals Policy Shift on California Retirement-Savings Program", "date": "2021-02-12 08:53", "summary": "President Biden in his campaign expressed support for government-sponsored savings programs. Signaling a shift in retirement policy, the U.S. Labor Department has dropped its support for a lawsuit that seeks to invalidate a California state retirement-savings program for people who lack access to 401(k) plans at work.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ii-vi-to-bid-260-a-share-for-laser-maker-coherent-setting-up-three-way-battle-11613132103", "title": "Electronic-Components Maker II-VI Bids $260 a Share for Coherent", "date": "2021-02-12 08:36", "summary": "Offer sets up three-way takeover battle for the laser maker as II-VI seeks to top offers already made by Lumentum and MKS Instruments. Electronic-components maker II-VI Inc. made a roughly $6.5 billion bid for Coherent Inc., setting up a seldom-seen, three-way takeover battle for the laser maker.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/soothing-hot-chocolate-recipes-16-self-care-strategies-11613136860", "title": "Soothing Hot Chocolate Recipes: 16 Self-Care Strategies", "date": "2021-02-12 08:34", "summary": "Let the weather and the world do their worst. Made from scratch or from a packet, hot chocolate is always there for us. These are the ones to make and the ones to buy.. THIS TIME OF year, no one needs to be reminded that they like hot chocolate-that it's good, that it's the antidote to the cold and the general dreariness that can permeate life come deep winter. But as we drag ourselves into pandemic year two, small comforts have assumed outsize importance. What else explains the insane viral sensation of hot chocolate bombs from a few months ago? This winter, not only do we like hot chocolate; we need it.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cfos-expect-financial-hit-from-potential-minimum-wage-increase-11613136600", "title": "CFOs Expect Financial Hit From Potential Minimum Wage Increase", "date": "2021-02-12 08:30", "summary": "Various companies have said they support raising the federal minimum wage-albeit not as high as $15. Finance chiefs are evaluating their options to offset potential higher costs as some lawmakers pursue legislation asking for an increase in the federal minimum wage to $15 an hour as part of a Covid-19 relief package.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-gun-policy-plans-start-to-take-shape-11613135990", "title": "Biden's Gun-Policy Plans Start to Take Shape", "date": "2021-02-12 08:19", "summary": "The administration has begun outreach to gun-control groups but has yet to fill in details on a politically tricky issue. WASHINGTON-The White House has begun outreach to gun control advocates as it works to address President Biden's ambitious campaign promises on an issue that has long proved politically challenging for Democrats.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-economy-suffers-biggest-slump-in-300-years-amid-covid-19-lockdowns-11613118912", "title": "U.K. Economy Suffers Biggest Slump in 300 Years", "date": "2021-02-12 08:17", "summary": "Lockdowns in Britain contributed to the largest contraction of the world's major economies in 2020. LONDON-The U.K. economy recorded its biggest contraction in more than three centuries in 2020, according to official estimates, highlighting the Covid-19 pandemic's economic toll on a country that has also suffered one of the world's deadliest outbreaks.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hotel-chain-oyo-slashes-staff-and-investment-in-latin-america-11613134559", "title": "Hotel Chain Oyo Slashes Staff and Investment in Latin America", "date": "2021-02-12 07:55", "summary": "The highflying Indian startup, backed by SoftBank's $100 billion Vision Fund, is diverting attention to other markets as the pandemic hammers its business. Oyo Hotels & Homes is letting go most of its staff in Latin America and curbing investment in its operations there, the latest moves by the high-profile Indian startup to trim costs and sharpen its focus as the pandemic pummels its business.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aldrich-capital-partners-bets-45-million-on-processmaker-11613131200", "title": "Aldrich Capital Partners Bets $45 million on ProcessMaker", "date": "2021-02-12 07:00", "summary": "The investment aims to capitalize on the growth of digital automation. Aldrich Capital Partners has invested $45 million to take a majority stake in ProcessMaker Inc., an intelligent business process management software provider, part of the growth-equity firm's broader effort to back companies that can capitalize on the growth of digital automation.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-is-approaching-its-own-peak-oil-11613131201", "title": "China Is Approaching Its Own Peak Oil", "date": "2021-02-12 07:00", "summary": "Country's energy companies are starting to see demand topping out around mid-decade. Big Oil has become used to a ravenous China. But Chinese energy companies are starting to look ahead to an overall peak in oil demand around mid-decade. Sinopec , China's largest refiner, estimated in December that the nation's demand for oil products will peak in 2025.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-zillow-fantasy-could-end-in-rude-awakening-11613131200", "title": "The Zillow Fantasy Could End in Rude Awakening", "date": "2021-02-12 07:00", "summary": "Zillow surfing may be the new great American pastime, but all the world's lookie-loos haven't ensured much in the way of profit thus far. Buying Zillow Group 's stock today is like buying a home at the height of the market. Literally.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kevin-durant-achilles-injury-brooklyn-nets-11613093797", "title": "How Kevin Durant Beat the Worst Injury in Basketball", "date": "2021-02-12 07:00", "summary": "His comeback from an Achilles tear has tilted the NBA's balance of power. How did he do it? Durant's surgeon and rehab team explain.. It takes a special type of emergency to leave a meal at Rao's.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/editor-in-chief-kristina-oneill-on-wsj-magazines-spring-womens-fashion-issue-11613130900", "title": "Editor in Chief Kristina O'Neill on WSJ. Magazine's Spring Women's Fashion Issue", "date": "2021-02-12 06:55", "summary": "Our editor in chief on the success of Ashley Graham. Success is sometimes a matter of finding-or making-a space for oneself. As one of the most influential model-activists of her generation, our cover star, Ashley Graham, has learned to turn prejudice into opportunity. When one modeling agency closed a curvy division, she pitched herself to a rival agency and joined its roster. When she couldn't find bras that fit, she worked with a lingerie company to design ones that did. As her body-positivity message began to resonate, suddenly she was the one fielding requests for runway appearances and magazine covers. \"We need to be told no, in order to get to the next step,\" says Graham, who balances modeling with a podcast and a 1-year-old son. Now she's set her sights on talk-show hosting-and we wouldn't bet against her.", "categories": [["Editor's Letter"]], "category_links": ["https://www.wsj.com/news/types/magazine-editor-s-letter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/contributors-to-wsj-magazine-spring-womens-fashion-issue-11613127300", "title": "Contributors to WSJ. Magazine Spring Women's Fashion Issue", "date": "2021-02-12 05:55", "summary": "Featuring the surprise visitor who crashed photographer Josh Olins's set in Portugal. TRENCH CONNECTION", "categories": [["Contributors"]], "category_links": ["https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-mania-highlights-shift-to-dark-trading-11613125980", "title": "GameStop Mania Highlights Shift to Dark Trading", "date": "2021-02-12 05:33", "summary": "On some days, more than half of shares changing hands in U.S. are traded outside public stock exchanges. The stock market is going dark thanks to a boom in activity by individual investors and manic trading in stocks such as GameStop Corp.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australian-open-to-close-doors-to-fans-after-new-covid-outbreak-11613125887", "title": "Australian Open to Close Doors to Fans After New Covid Outbreak", "date": "2021-02-12 05:31", "summary": "Tournament had been organized with some of the strictest rules of any sporting event since the pandemic began. The tennis world's return to normal will have lasted less than a week.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-better-chance-at-online-dating-success-this-valentines-day-hide-that-cat-11613125801", "title": "Trying Online Dating This Valentine's Day? Hide That Cat", "date": "2021-02-12 05:30", "summary": "Studies suggest women find heterosexual men with cats to be less attractive. If you're a heterosexual man looking for love this Valentine's Day, here's something you probably don't want to do: include a cat in your online dating profile.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-hints-at-a-shift-on-climate-11613125804", "title": "China Hints at a Shift on Climate", "date": "2021-02-12 05:30", "summary": "A rare public rebuke of the energy agency signals to some that environmental regulators have been empowered to counter the coal industry. HONG KONG-The environmental report was unusually harsh: China's National Energy Administration had skirted air-pollution regulations, allowed excess construction of coal plants and failed to heed leader Xi Jinping's instructions on environmental matters.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retirement-planning-gives-bigger-role-to-theft-prevention-as-risks-lurk-online-11613125801", "title": "Retirement Planning Gives Bigger Role to Theft Prevention", "date": "2021-02-12 05:30", "summary": "With cyber fraud becoming more common, safeguarding your 401(k) account is a valuable habit. Seeing an unknown charge on your credit card is so common these days that many people shrug it off. When money is stolen from your 401(k) account, there is less recourse and more cause for concern.", "categories": [["Markets", "Retirement Report"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/retirement-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/child-tax-credit-plan-pushes-democrats-goal-of-funding-boost-for-irs-11613125801", "title": "Child Tax Credit Plan Pushes Democrats' Goal of Funding Boost for IRS", "date": "2021-02-12 05:30", "summary": "Internal Revenue Service has seen inflation-adjusted funding drop by over 20% since 2010. CONGRESSIONAL DEMOCRATS' RESCUE PACKAGE, including a major expansion of the child tax credit, has the potential to cut child poverty in half, according to Columbia University researchers, and begin building an economic and social policy legacy for President Biden. But it has a side benefit that Democrats plan to build on in subsequent legislation: It provides the first major funding boost likely to be made permanent to the Internal Revenue Service in over a decade.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/national-holdings-subsidiary-to-settle-lawsuit-with-former-compliance-officer-11613125803", "title": "National Holdings Subsidiary to Settle Lawsuit with Former Compliance Officer", "date": "2021-02-12 05:30", "summary": "Kay Johnson says she was fired for investigating the chief executive over possible insider trading, allegations the company denies. A broker-dealer subsidiary of National Holdings Corp. has agreed to settle a lawsuit with its former chief compliance officer, who alleged she was fired for investigating the chief executive over possible insider trading.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-industrys-dash-for-gas-comes-with-risks-11613125650", "title": "Oil Industry's Dash for Gas Comes With Risks", "date": "2021-02-12 05:28", "summary": "A Qatari megaproject and high spot prices in Asia could provoke overinvestment in liquefied natural gas. There are early signs of a new wave of investment in liquefied natural gas, oil's cleaner cousin. The industry is trumpeting a new capital discipline, but it might not be enough to stop another glut.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-gov-andrew-cuomo-takes-heat-after-withholding-nursing-home-death-data-11613150679", "title": "New York Governor Takes Heat Over Nursing-Home Death Data", "date": "2021-02-12 00:01", "summary": "Aide told lawmakers that a DOJ probe prompted Cuomo administration to sideline a request for details. ALBANY, N.Y.-Officials in both political parties on Friday rebuked New York Gov. Andrew Cuomo after learning his administration held off releasing a fuller accounting of Covid-19 deaths in the state's nursing homes out of its fear that former President Trump's administration would politicize the information.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11613072898", "title": "Pepper...and Salt", "date": "2021-02-12 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shares-of-dating-app-bumble-surge-in-trading-debut-11613066254", "title": "Bumble Stock Surges in Trading Debut", "date": "2021-02-12 23:24", "summary": "The dating app maker's stock opened at $76 a share, well above its IPO price of $43 to bring valuation to about $8.6 billion. Shares of online-dating company Bumble Inc. jumped 64% in their trading debut Thursday amid huge interest in matchmaking apps and new public offerings.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-roll-back-medicaid-work-requirements-11613103463", "title": "Biden to Roll Back Medicaid Work Requirements", "date": "2021-02-12 23:17", "summary": "States that favor Trump administration's stricter program rules could challenge the action. The Biden administration on Friday is expected to begin the process of rolling back Medicaid work requirements, according to a person familiar with the planning.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-orders-bbc-off-the-air-in-its-territory-11613078980", "title": "China Orders BBC Off the Air in Its Territory", "date": "2021-02-12 21:51", "summary": "Hong Kong public radio network also pulls the plug in moves that follow U.K. regulator's ban of state-run Chinese news channel. China's government ordered the British Broadcasting Corp. off the airwaves in Chinese territory for news reports it called unfair, an outage that will be matched in Hong Kong by the local public radio network.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-says-china-will-eat-our-lunch-on-infrastructure-11613063295", "title": "Biden Says China Will 'Eat Our Lunch' on Infrastructure", "date": "2021-02-12 21:18", "summary": "President emphasizes need for new transportation spending the day after two-hour call with Xi Jinping. WASHINGTON-President Biden warned that China is making advancements in transportation that give it an advantage over the U.S., as he made a pitch for Congress to pass an economic recovery package that includes infrastructure improvements.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-impeachment-trial-five-takeaways-from-the-third-day-11613093954", "title": "Impeachment Trial: Five Takeaways From Third Day", "date": "2021-02-12 21:17", "summary": "Key moments and themes from Thursday's session as House managers finished making their case. WASHINGTON-The third day of former President Donald Trump's second impeachment trial brought to a climax House managers' case for convicting him, as they focused squarely on his actions during and after the Jan. 6 riot at the Capitol. Here are five takeaways from the trial's third day:", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-third-day-of-impeachment-trial-democrats-to-finish-presenting-case-11613039407", "title": "Democrats Say Rioters Were Following Trump's Direction", "date": "2021-02-12 20:52", "summary": "House Democrats took Senate jurors through the events of Jan. 6 from the perspective of the mob. WASHINGTON-House Democrats said Donald Trump knew his words could incite violence and that rioters believed they were acting at his direction when they stormed the Capitol, presenting videos and social-media posts as they wrapped up their arguments that the former president committed an impeachable act.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/star-wars-the-blacklist-strikes-back-11613093759", "title": "Star Wars: The Blacklist Strikes Back", "date": "2021-02-12 20:36", "summary": "Actress Gina Carano falls victim to Hollywood's new McCarthyism for conservatives.. The Hollywood blacklist is back, baby. Actress Gina Carano lost her role this week as a co-star of the Disney+ series \"The Mandalorian.\" Her crime? Ill-considered social-media posts, including one that compared hatred of conservatives to the persecution of Jews in Nazi Germany. Online mobs had previously targeted her for outré comments on mask wearing, the \"preferred pronoun\" fad, and fraud in the 2020 election. #FireGinaCarano trended and Lucasfilm Ltd., the Disney subsidiary that produces the \"Star Wars\" spinoff, predictably obliged. In the now-standard model of scorched-earth personal destruction, the United Talent Agency dumped Ms. Carano as well.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bruce-springsteen-court-records-say-he-got-on-motorcycle-after-a-shot-of-tequila-11613076351", "title": "Springsteen Drunk-Driving Charge Throws Jeep Ad Into Reverse", "date": "2021-02-12 20:22", "summary": "Car maker becomes latest company to suffer fallout over a pricey commercial on advertising's biggest night. Jeep's parent company had tried for more than a decade to persuade Bruce Springsteen to star in one of its commercials. Then this year, it finally landed the rock legend for the highest-profile of appearances: a two-minute ad during the Super Bowl.", "categories": [["Business", "Advertising"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/advertising?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-mania-is-focus-of-federal-probes-into-possible-manipulation-11613066950", "title": "GameStop Mania Is Focus of Federal Probes Into Possible Manipulation", "date": "2021-02-12 19:50", "summary": "Justice Department has subpoenaed information from Robinhood Markets, others. WASHINGTON-Federal prosecutors are investigating whether market manipulation or other types of criminal misconduct fueled the rapid rise last month in prices of stocks such as GameStop Corp. and AMC Entertainment Holdings Inc., according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drugmakers-look-for-new-ways-to-test-covid-19-vaccines-11613056790", "title": "Drugmakers Look for New Ways to Test Covid-19 Vaccines", "date": "2021-02-12 19:12", "summary": "Researchers aim to measure how much immune response a shot triggers-potentially useful for assessing new shots and new uses. As more Covid-19 vaccines become available in the U.S., it is getting tougher to run large clinical trials to test a new vaccine's ability to prevent disease because people are less willing to take a placebo-forcing drugmakers and researchers to look for workarounds as they vet the next generation of shots and test new uses for authorized ones.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-mta-to-increase-tolls-at-bridges-tunnels-by-7-11613088690", "title": "New York's MTA to Increase Tolls at Bridges, Tunnels by 7%", "date": "2021-02-12 19:11", "summary": "City struggles to fund subway, bus and rail services amid losses caused by the Covid-19 pandemic. New York's Metropolitan Transportation Authority is expected to raise tolls at bridges and tunnels by 7.1% in April as it struggles to fund subway, bus and rail services amid multibillion-dollar losses caused by the Covid-19 pandemic.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/1-7-million-counterfeit-n95-masks-seized-in-queens-warehouse-11613085386", "title": "More Than 1.7 Million Counterfeit N95 Masks Seized in Queens Warehouse", "date": "2021-02-12 19:08", "summary": "Raid turned up one of the largest caches of illegal personal protective equipment since the Covid-19 pandemic began. New York City authorities raided a Long Island City warehouse that they said held more than 1.7 million counterfeit N95 masks, marking one of the biggest single seizures of personal protective equipment since the pandemic began.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}]