[{"link": "https://www.wsj.com/articles/covid-19-vaccine-leaders-waited-months-to-approve-distribution-plans-11610737935", "title": "Covid-19 Vaccine Leaders Waited Months to Approve Distribution Plans", "date": "2021-01-15 18:58", "summary": "Holdup left states with little time to develop mass-vaccination plan; U.S. says it needed time for interagency clearance. Operation Warp Speed leaders waited more than two months to approve a plan to distribute and administer Covid-19 vaccines proposed by U.S. health officials, administration officials said, leaving states with little time to implement a mass-vaccination campaign amid a coronavirus surge.", "categories": [["WSJ News Exclusive", "Health Policy"]], "category_links": ["https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/national-rifle-association-files-for-bankruptcy-11610746812", "title": "National Rifle Association Files for Bankruptcy", "date": "2021-01-15 18:58", "summary": "Gun-rights group plans to move to Texas amid legal battle with New York's attorney general. The National Rifle Association filed for bankruptcy protection and said it plans to restructure itself as a Texas nonprofit, the latest twist in its legal battle with New York Attorney General Letitia James.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alphabet-intel-exxon-mobil-stocks-that-defined-the-week-11610754654", "title": "Alphabet, Intel, Exxon Mobil: Stocks That Defined the Week", "date": "2021-01-15 18:50", "summary": "Here are seven major companies whose stocks moved on the news. Alphabet Inc.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-first-spending-blowout-11610754495", "title": "Biden's First Spending Blowout", "date": "2021-01-15 18:48", "summary": "He doubles Obama's 2009 plan even as the economy is poised to take off in 2021.. Those two Georgia Senate races were more expensive than even we thought. \"With interest rates at historic lows, we can not afford inaction,\" President-elect Joe Biden declared Thursday night. He wasn't kidding as he outlined a $1.9 trillion Covid spending plan, which comes on top of the $900 billion Congress appropriated last month, and the $2.9 trillion in the spring. And this is only Mr. Biden's \"first installment,\" as Sen. Bernie Sanders put it.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boss-madigan-falls-at-last-11610754243", "title": "Boss Madigan Falls at Last", "date": "2021-01-15 18:44", "summary": "Illinois gets a new House speaker, but the system of public-union dominance survives.. It's the end of an era, but save your tears for the people of Illinois. Mike Madigan, the speaker of the state House in Springfield for nigh four decades, lost his gavel at last. This week the chamber picked his successor and a new leader: Rep. Emanuel \"Chris\" Welch.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/betsy-devoss-education-record-11610754121", "title": "Betsy DeVos's Education Record", "date": "2021-01-15 18:42", "summary": "She did much good for school choice and due process on campus.. President Trump's post-election meltdown will forever stain his legacy, but it shouldn't erase the good done over four years by many of his appointees. The Trump years provided a crucial correction to the progressive excesses of the Obama years, and as the left prepares to retake power it is already trying to rewrite history.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-1776-report-11610754084", "title": "The 1776 Report", "date": "2021-01-15 18:41", "summary": "A Trump commission tries to correct the historical record.. President Trump established the 1776 Commission with an executive order last year for the purpose of producing a counter-balance to the political left's largely negative interpretation of American history.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-federal-charges-in-case-of-nine-discarded-pennsylvania-ballots-11610753319", "title": "No Federal Charges in Case of Nine Discarded Pennsylvania Ballots", "date": "2021-01-15 18:28", "summary": "DOJ cites insufficient evidence of criminal intent in case that drew Trump's ire. The top federal prosecutor in Harrisburg, Pa., said his office will bring no criminal charges in an investigation into nine discarded mail-in ballots that had caught the attention of President Trump.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lives-of-lucian-freud-vol-2-review-chaos-and-character-11610733480", "title": "'The Lives of Lucian Freud, Vol. 2' Review: Chaos and Character", "date": "2021-01-15 18:28", "summary": "A painter's journey from enfant terrible to the great portraitist of his age.. Looking back on the \"odd and unfamiliar\" life of Scofield Thayer, the reclusive avant-garde patron, publisher and poet, John Richardson offered what I am tempted to call Richardson's Law: \"Pampered lunatics often reach a great age.\" Though Lucian Freud was the day to Thayer's night, I was at times reminded of this maxim while reading the second volume of William Feaver's exemplary biography of the painter, \"Fame, 1968-2011.\" Along with the previous installment (\"The Restless Years, 1922-1968,\" from 2019), \"Fame\" is everything an artist's biography ought to be-illuminating, allergic to cant, personal, enormously picaresque-but so seldom is. Mr. Feaver's \"Lives\" of Freud cannot be praised too highly.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rock-force-review-proving-macarthurs-valor-11610753246", "title": "'Rock Force' Review: Proving MacArthur's Valor", "date": "2021-01-15 18:27", "summary": "'I will return,' vowed the general. To make that happen required a daring attack from the sky.. There is no shortage of good books on the bloody fighting in the Pacific during World War II. \"With the Old Breed,\" Eugene Sledge's first-person account of the harrowing combat on Peleliu and Okinawa, and \"Utmost Savagery,\" Joseph Alexander's history of three days of battle on Tarawa, are but two. Now add to their rank \"Rock Force,\" Kevin Maurer's excellent and detailed account of the 503rd Parachute Infantry Regiment's daring airborne assault and conquest of Corregidor, a mile-wide, 4-mile-long, tadpole-shaped piece of volcanic rock jutting up nearly 600 feet at the mouth of Manila Bay.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-wont-penalize-vietnam-for-alleged-currency-manipulation-11610753016", "title": "U.S. Won't Penalize Vietnam for Alleged Currency Manipulation", "date": "2021-01-15 18:23", "summary": "USTR holds fire despite citing harm done to American businesses. WASHINGTON-The Trump administration said Vietnam's currency practices, including \"excessive foreign exchange market interventions,\" hurt American businesses, but that it decided not to take any punitive action.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-holy-baptism-of-fire-blood-review-the-civil-wars-biblical-violence-11610752821", "title": "'A Holy Baptism of Fire & Blood' Review: The Civil War's Biblical Violence", "date": "2021-01-15 18:20", "summary": "What prompted so many ordinary Americans to march to war? A belief in a sacred cause.. In the best-known line of his Second Inaugural Address, Abraham Lincoln expressed his desire to bind up the nation's wounds \"with malice toward none; with charity for all.\" A few sentences before, in less remembered words, he emphasized the tragedy of so much blood being shed by Americans who, though divided into warring factions, were identical in fundamental ways: \"Both read from the same Bible, and pray to the same God; and each invokes His aid against the other.\" In our more secular age, Lincoln's remark about the Bible may seem a mere platitude. For his listeners at the U.S. Capitol, however, and the millions more who would read his words in their newspapers, it touched a resonant spiritual chord.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capitol-riot-business-trump-biden-11610591424", "title": "How the Capitol Riot Thrust Big American Companies Deeper Into Politics", "date": "2021-01-15 18:08", "summary": "Resume Subscription. After the U.S. Capitol riot, Twitter Inc. banned President Trump's social-media account. Publisher Simon & Schuster canceled publication of a book by Sen. Josh Hawley (R., Mo.), who led a challenge to the Electoral College's presidential-race results, and Airbnb Inc. said it would block people involved in the violence from booking rooms. Stripe Inc. stopped processing direct payments from Mr. Trump's campaign website.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/capital-one-settles-with-fincen-over-anti-money-laundering-deficiencies-11610750699", "title": "Capital One Fined for Anti-Money-Laundering Deficiencies", "date": "2021-01-15 18:06", "summary": "Treasury's Financial Crimes Enforcement Network said the bank admitted it had failed to maintain effective controls in a check-cashing business. The Treasury Department on Friday said it fined Capital One Financial Corp. for \"willfully failing to implement and maintain\" effective anti-money-laundering controls.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whatsapp-delays-rollout-of-new-privacy-tools-after-user-backlash-11610739000", "title": "WhatsApp Delays Rollout of New Privacy Policy After Backlash", "date": "2021-01-15 17:46", "summary": "Facebook-owned messaging service acknowledges confusion among users over changes in its handling of data. WhatsApp is delaying a controversial update to its privacy policy following backlash from users over how it would share data with Facebook Inc., which owns the popular messaging service.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kudlow-criticizes-trump-for-handling-of-riot-treatment-of-pence-11610749597", "title": "Kudlow Criticizes Trump for Handling of Riot, Treatment of Pence", "date": "2021-01-15 17:38", "summary": "President's top economic adviser faulted his boss for recent actions, praised administration policy legacy on taxes and trade. WASHINGTON-President Trump's top economic adviser criticized his boss's handling of the riot at the U.S. Capitol and said he was disappointed in the way Mr. Trump treated Vice President Mike Pence, while defending the administration's policy legacy.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexico-accuses-u-s-of-fabricating-drug-trafficking-charges-against-general-11610726752", "title": "Mexico Accuses U.S. of Fabricating Drug Charges Against General", "date": "2021-01-15 17:35", "summary": "President López Obrador criticizes DEA after Mexican attorney general's office decided not to prosecute Gen. Salvador Cienfuegos. MEXICO CITY-Mexican President Andrés Manuel López Obrador on Friday accused the U.S. Drug Enforcement Administration of fabricating drug charges against Mexico's former defense minister, an allegation analysts said would further strain bilateral relations and security cooperation between both nations.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mainstream-media-partisanship-comes-to-voice-of-america-11610748663", "title": "Mainstream Media Partisanship Comes to Voice of America", "date": "2021-01-15 17:11", "summary": "VOA aired a 'news' report in Pakistan that was no more than a repackaged Biden campaign ad.. The polarization that led to last week's calamity on Capitol Hill has many underlying causes, but one stood out to me: America's partisan media. During the last election, it was obvious that nearly every news outlet was in the tank for one candidate or the other. Half the country lived in one reality and the other half in another-with dire consequences. In my capacity as director of the U.S. Agency for Global Media, which oversees the government's five international broadcast networks, I grappled directly with the polarizing forces that make truth-seeking journalism so difficult.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-left-hijacked-civil-rights-11610748711", "title": "How the Left Hijacked Civil Rights", "date": "2021-01-15 17:11", "summary": "For centuries black Americans debated how to overcome racism-but they always emphasized human agency and individual responsibility.. The civil-rights movement, led by the Rev. Martin Luther King Jr., helped deliver America from the historic sins of slavery and Jim Crow by forcing the nation to confront the full humanity of its black citizens. King's words and actions glorified America by transfiguring its racial wound and revealing its redemptive promise. Yet today many black leaders have lost sight of King altogether and are aiding and abetting the crucifixion of their own people. Rather than hope, they see despair; rather than the Easter Sunday of true liberation, they offer the bleak Good Friday of never-ending misery.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-a-longtime-e-book-discounter-is-accused-of-driving-up-the-price-of-e-books-11610748615", "title": "Amazon Is Accused of Driving Up the Price of E-Books", "date": "2021-01-15 17:10", "summary": "Lawsuit alleges pricing deal between e-commerce giant and top five publishers hurts competition. Amazon . com Inc., which originally came up with the idea of charging bargain-basement prices for electronic books, is now being accused of forcing customers on other book sites to pay too much for them.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-who-wont-learn-from-china-11610748507", "title": "What WHO Won't Learn From China", "date": "2021-01-15 17:08", "summary": "Beijing likes the story that Covid began elsewhere but at least it could tell us about the virus in China today.. After much wrangling to gain entry a World Health Organization visit to China is not going to solve the mystery of Covid-19's origins.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-covid-19-variant-likely-to-become-dominant-u-s-strain-in-march-cdc-says-11610733600", "title": "CDC Warns U.K. Virus Strain May Become Dominant in U.S.", "date": "2021-01-15 17:07", "summary": "Public-health agency calls for increased masking, social distancing to help limit more-contagious variant. A highly transmissible coronavirus variant that was first identified in the U.K. is spreading rapidly in the U.S. and likely to become the dominant strain circulating domestically in March unless steps are taken to slow it, federal health authorities said.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-agencies-congress-launch-reviews-into-handling-of-capitol-riots-11610738140", "title": "Prosecutors Report Evidence of Advance Coordination in Capitol Riots", "date": "2021-01-15 17:04", "summary": "U.S. acting attorney general for D.C. points to 'breadcrumbs of coordination'; inspectors general at Justice, Homeland Security, Defense and Interior departments to review agency failures. U.S. officials said they had begun to see evidence of advance coordination and planning by members of the pro-Trump mob that breached the U.S. Capitol last week, as investigators pursue nearly 300 suspects and agency watchdogs launched sweeping reviews into the government's failure to pre-empt the attack.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/start-date-of-trump-impeachment-trial-still-uncertain-11610732960", "title": "Start Date of Trump Impeachment Trial Still Uncertain", "date": "2021-01-15 16:42", "summary": "Pelosi provides no guidance on when article will be sent to Senate, which will also juggle Biden nominees and Covid-19 aid. WASHINGTON-House Speaker Nancy Pelosi (D., Calif.) declined to say Friday when Democrats would initiate the trial in President Trump's second impeachment, leaving Congress's agenda for the start of the Biden administration up in the air.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capitol-events-and-excusing-violent-actions-11610746623", "title": "Capitol Events and Excusing Violent Actions", "date": "2021-01-15 16:37", "summary": "The reporters and commentators who are indignant about Trump supporters threatening the rule of law sang a different tune last year in reaction to hundreds of major antifa and Black Lives Matter protests that were \"mostly peaceful.\". Peggy Noonan has joined the media mob that wants to \"Bring the Insurrectionists to Justice\" (Declarations, Jan. 9) with President Trump, \"a sick, bad man,\" booted from the White House for being chief instigator. Mr. Trump will leave the White House shortly, but Ms. Noonan and others demanding scalps cannot abide him for five more days.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-01-15-2021-11610700147", "title": "Stocks Fall After Joe Biden Plan, Weak Retail Sales", "date": "2021-01-15 16:36", "summary": "The S&P 500, Dow and Nasdaq end the week with losses. U.S. stocks fell on Friday after President-elect Joe Biden unveiled a $1.9 trillion Covid-19 relief plan and the December retail-sales report came in weaker than expected, underscoring the coronavirus pandemic's continued effect on the economy.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exodus-not-the-model-for-parsing-america-11610746594", "title": "'Exodus' Not the Model for Parsing America", "date": "2021-01-15 16:36", "summary": "Leon Kass's assertion that \"For most of its history, America was a nation characterized by reverence as much as by liberty\" belies history.. I respectfully disagree with Leon Kass's argument in \"Exodus and American Nationhood\" (Review, Jan. 9). The religious argument he puts forward is profoundly misplaced. The American tradition of civic republicanism isn't rooted in Judeo-Christian values or the Puritans' devotion to the Hebrew Bible, but in the Lockean tradition of individual rights. Our Founding Fathers were mostly influenced by deism. One need only to read the U.S. Constitution, Amendment I, to see how wrong Mr. Kass's views are, and how determined our founders were to guarantee our individual rights from governmental or religious tyranny.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-stimulus-adds-fuel-to-copper-rally-11610724809", "title": "Biden Stimulus Adds Fuel to Copper Rally", "date": "2021-01-15 16:35", "summary": "Prices lifted by buoyant demand from China and wagers on improving global economy. Investors are ramping up wagers that the Biden administration's focus on economic stimulus and electric vehicles will turbocharge a monthslong climb in copper and other industrial metals.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/st-lawrences-tears-and-the-perseid-meteors-11610746526", "title": "St. Lawrence's Tears and the Perseid Meteors", "date": "2021-01-15 16:35", "summary": "Medieval language was rich with allegory and metaphor, and those of the time often drew such types of connections to natural phenomena.. I am disappointed by Amanda Foreman's uncritical reporting of a supposed medieval superstition that the Perseid meteor shower was caused by St. Lawrence's burning tears (\"Awed by the Meteors of the New Year's Sky,\" Review, Jan. 2).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-biden-listening-to-science-on-vaccine-distribution-11610746475", "title": "On Vaccine Distribution, Is Biden Listening to Science?", "date": "2021-01-15 16:34", "summary": "Scientists warn against delaying a second shot.. Regarding \"Biden to Release All Vaccine Doses\" (Page One, Jan. 9): For six months the Democrats and the national media pilloried President Trump for not \"listening to science\" when it came to mask wearing and social distancing. Now it appears the Biden administration plans to release all coronavirus vaccines rather than retain a sufficient quantity to provide timely second doses.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/forget-relief-for-the-covid-economy-til-credits-right-11610746426", "title": "Forget Relief for the Covid Economy 'Til Credit's Right", "date": "2021-01-15 16:33", "summary": "Had a purple state like Michigan reopened several months or even weeks ago, the media couldn't attribute the miracle turnaround to President Biden.. Regarding your editorial \"The Lockdown Jobs Slump\" (Jan. 9): Fear not. When blue and purple states reopen their economies the recovery will begin, regardless of how much Congress dispenses from the federal tap. But had, let's say, a purple state like Michigan reopened several months or even weeks ago, the media couldn't attribute the miracle turnaround to President Biden. That can (and probably will) happen only weeks from now, once the last month touched by president No. 45 is in the books.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citigroup-reports-better-than-expected-profit-11610717455", "title": "Citigroup Beats Profit Expectations", "date": "2021-01-15 16:31", "summary": "Revenue fell 10%, but bank drew down $1.5 billion of reserves it had set aside for loan losses. Citigroup Inc. said Friday that its fourth-quarter income fell 7% and that it drew down some of the reserves it had set aside to cover potentially soured loans.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-spends-final-days-focused-on-gop-defectors-senate-defense-11610741751", "title": "Trump Spends Final Days Focused on GOP Defectors, Senate Defense", "date": "2021-01-15 16:31", "summary": "The president and allies are simultaneously preparing for his White House departure and Senate trial. WASHINGTON-Shortly after becoming the first president in U.S. history to be impeached twice, President Trump summoned political advisers and demanded to know more about the 10 Republicans who had voted against him.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wells-fargo-reports-earnings-rose-4-11610716769", "title": "Wells Fargo Profit Rises to End Topsy-Turvy Year", "date": "2021-01-15 16:29", "summary": "Bank's profit edges up, but shares slide after revenue misses expectations and falls nearly 10%. Wells Fargo & Co.'s profit rose 4% in the final three months of the year.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-quarterly-profit-jumps-42-11610713105", "title": "JPMorgan Quarterly Profit Jumps 42%", "date": "2021-01-15 16:25", "summary": "Still, CEO Jamie Dimon says bank remains positioned for 'significant near-term economic uncertainty'. JPMorgan Chase & Co. posted its highest-ever quarterly profit after releasing $2.9 billion in funds it had set aside to cover soured loans.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-covid-19-relief-plan-aims-to-ease-poverty-advance-democratic-priorities-11610735193", "title": "Biden Covid-19 Relief Plan Aims to Ease Poverty", "date": "2021-01-15 16:23", "summary": "President-elect's $1.9 trillion proposal would help low-income families while also eyeing long-term policy goals. President-elect Joe Biden's economic-relief plan places low-income families at its center, delivering cash, housing assistance, food and child-care support to the most vulnerable Americans. It is also a way for Democrats to get some long-sought priorities into law.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chubb-taps-investment-banker-as-next-finance-chief-11610745438", "title": "Chubb Taps Investment Banker as Next Finance Chief", "date": "2021-01-15 16:17", "summary": "Peter Enns will become CFO of the insurance company, succeeding Philip Bancroft. Insurance company Chubb Ltd. recruited an investment banker to succeed its longtime finance chief Philip Bancroft, who plans to retire.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mobile-game-company-playtikas-shares-rise-24-in-debut-trading-11610733995", "title": "Playtika's Shares Jump in Market Debut as IPOs Remain Hot", "date": "2021-01-15 16:07", "summary": "Maker of mobile casino games like 'Caesars Slots' and 'Poker Heat' is expected to start a run of videogame companies going public this year. Shares of mobile game company Playtika Holding Corp. rose 17% in their market debut, fueled by growth in the videogame industry and soaring demand for new share offerings.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaccine-shortfall-to-hit-europe-canada-as-pfizer-plant-is-upgraded-11610744765", "title": "Vaccine Shortfall to Hit Europe, Canada as Pfizer Plant Is Upgraded", "date": "2021-01-15 16:06", "summary": "Governments incensed at rescheduling of deliveries, accuse companies of reneging on contracts. The European Union, Canada and some other countries will receive fewer doses next week of the Covid-19 vaccine made by Pfizer Inc. and BioNTech SE due to an upgrade at Pfizer's European factory, the companies said Friday, adding to concerns about the slow pace of the global vaccine rollout.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/interaction-saturday-crossword-january-16-11610214046", "title": "Interaction (Saturday Crossword, January 16)", "date": "2021-01-15 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-journal-acrostic-saturday-january-16-11610214215", "title": "The Journal Acrostic (Saturday, January 16)", "date": "2021-01-15 16:01", "categories": [["WSJ Puzzles", "Acrostic"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/acrostic?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-xi-looks-to-take-advantage-of-a-strong-economic-hand-11610744376", "title": "China's Xi Looks to Take Advantage of a Strong Economic Hand", "date": "2021-01-15 15:59", "summary": "While Biden has signaled plans to work with allies to check China, Xi has had his own diplomatic wins. China arguably weathered the chaos of 2020 better than any other major power. In the months ahead, its leader, Xi Jinping, appears ready to press his advantage, taking on the new Biden administration and projecting a confident Communist Party in its centennial year.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/signal-telegram-whatsapp-and-imessage-choosing-a-private-encrypted-chat-app-11610550076", "title": "The Pros and Cons of the Most Popular Encrypted Chat Apps", "date": "2021-01-15 15:55", "summary": "After a user-policy change and a social-media crackdown, independent messaging apps Signal and Telegram are experiencing a surge in downloads. Two apps-Signal and Telegram-are currently the No. 1 and No. 2 free app downloads in Apple's App Store and Google's Play Store. Millions of users flocked to the chat apps in recent weeks, according to data from Apptopia and Sensor Tower. There are a few factors behind the surge.", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manhattan-prosecutors-seek-records-about-trumps-seven-springs-estate-11610743018", "title": "Manhattan Prosecutors Seek Records About Trump's Seven Springs Estate", "date": "2021-01-15 15:49", "summary": "District attorney's office sends subpoenas to officials in Westchester, N.Y., marking expansion of criminal probe. Manhattan prosecutors have subpoenaed records relating to President Trump's sprawling Seven Springs estate north of New York City, according to people familiar with the matter, expanding the known scope of the only publicly disclosed criminal investigation into the president and his business.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/enterprise-tech-startups-among-big-winners-in-recent-vc-deals-11610743277", "title": "Enterprise Tech Startups Among Big Winners in Recent VC Deals", "date": "2021-01-15 15:41", "summary": "U.S. internet sector landed some $15 billion in funding in the fourth quarter, spurred in part by pandemic's impact on digital-focused initiatives. Startups that sell critical cloud-based business software proved to be among the winners of 2020's venture-capital deals.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amc-networks-names-viacomcbs-executive-as-its-new-finance-chief-11610740463", "title": "AMC Networks Names ViacomCBS Executive as New Finance Chief", "date": "2021-01-15 14:54", "summary": "Christina Spade left ViacomCBS in December, one year after merger close. AMC Networks Inc. hired Christina Spade, the former finance chief of ViacomCBS Inc., to lead its finances through the coronavirus pandemic and help grow its streaming business.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-biden-blowout-11610739641", "title": "The Biden Blowout", "date": "2021-01-15 14:40", "summary": "Who voted for this?. On Friday morning investors gave a less-than-mixed reaction to the gargantuan spending plans President-elect Joe Biden unveiled in a Thursday night speech. For Mr. Biden perhaps it can serve as a little reminder not to mistake Americans' revulsion at the Capitol mob for an endorsement of his agenda. Elected by unenthusiastic voters exhausted by the Trump era, Mr. Biden will find that even Americans eager for Mr. Trump to leave office don't necessarily want the end of Trump economic gains.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-orleans-notches-condo-record-with-13-million-penthouse-sale-11610739610", "title": "New Orleans Notches Condo Record With $13 Million Penthouse Sale", "date": "2021-01-15 14:40", "summary": "Donald T. 'Boysie' Bollinger bought the 4,000-square-foot apartment on the 30th floor of the Four Seasons New Orleans Hotel and Private Residences. New Orleans, the Louisiana city known for its stately Garden District mansions, has just chalked a record condo sale: A high-rise penthouse has sold for just under $13 million, according to a person familiar with the deal.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/france-blocks-20-billion-takeover-of-carrefour-by-canadas-couche-tard-11610738284", "title": "France Blocks Sale of Carrefour to Canada's Couche-Tard", "date": "2021-01-15 14:18", "summary": "Concern about jobs and nation's food security scuttles retailer's sale. PARIS-The French government shot down an offer from Canada's Alimentation Couche-Tard Inc. to acquire hypermarket chain Carrefour SA, according to people familiar with the matter, saying the move threatened jobs and France's food security amid the Covid-19 pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-petrofac-executive-pleads-guilty-to-three-counts-of-bribery-11610737627", "title": "Former Petrofac Executive Pleads Guilty to Three Counts of Bribery", "date": "2021-01-15 14:07", "summary": "The charges were related to corrupt offers and payments worth about $3.3 billion, according to the U.K. Serious Fraud Office. A U.K. governmental department said late Thursday that a former Petrofac Ltd. executive has pleaded guilty to three counts of bribery at Westminster Magistrates' Court.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-embattled-statue-under-siege-11610736858", "title": "An Embattled Statue, Under Siege", "date": "2021-01-15 13:54", "summary": "Vinnie Ream's sculpture of Abraham Lincoln, which appeared in photos from the recent Capitol riots, has long had its detractors; now the time is ripe for a positive reassessment.. ", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-made-by-hand-11610736800", "title": "America Made by Hand", "date": "2021-01-15 13:53", "summary": "A new exhibition at Arkansas's Crystal Bridges Museum explores the art of craft.. In 1985, Myra Mimlitsch-Gray took a class from master metalsmith John Prip, known for his handsome silver coffeepots with a spare, Danish functionalist edge. But the \"Melting Teapot\" Ms. Mimlitsch-Gray went on to create 20 years later would be a nightmare at any dinner party-half-melted and half about to take flight, its spout defiantly twisted.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/insurers-face-big-payouts-to-u-k-businesses-over-covid-disruptions-11610713995", "title": "Insurers Face Big Payouts to U.K. Businesses Over Covid Disruptions", "date": "2021-01-15 13:30", "summary": "U.K. Supreme Court rules insurers must pay out on business-interruption claims in a legal case that could have wide-ranging ramifications. LONDON-In a resounding win for insurance policyholders, the U.K. Supreme Court ruled that insurers must pay out disputed claims related to the coronavirus to a range of businesses, ending a legal case spanning months and potentially setting a precedent for other jurisdictions.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/family-of-lockerbie-bomber-to-file-new-appeal-after-losing-latest-case-11610734825", "title": "Family of Lockerbie Bomber to File New Appeal After Losing Latest Case", "date": "2021-01-15 13:20", "summary": "Megrahi's son will take case to U.K. Supreme Court after Scottish appeals court rules he was properly convicted. The family of the Libyan national convicted of the bombing of Pan Am Flight 103 over Lockerbie, Scotland, in 1988 is lodging an appeal with the U.K. Supreme Court after Scottish judges threw out their bid to overturn his conviction.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-big-banks-girded-for-a-wave-of-bad-loans-theyre-still-waiting-11610734848", "title": "America's Big Banks Girded for Bad Loans. They're Still Waiting.", "date": "2021-01-15 13:20", "summary": "JPMorgan, Citigroup, Wells Fargo all reported better-than-expected earnings. Reserve releases and Wall Street powered the results.. America's top bankers signaled the economic recovery has held up better than they expected and should continue in the new year, releasing some of the stockpiles of cash they had set aside for a wave of soured loans.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activist-annie-duflo-uses-data-and-incentives-to-fight-global-poverty-11610734321", "title": "Activist Annie Duflo Uses Data and Incentives to Fight Global Poverty", "date": "2021-01-15 13:12", "summary": "The executive director of Innovations for Poverty Action argues that rigorous experiments can produce better policies to help solve seemingly intractable development problems. Every year, nearly a half million children under the age of 5 die from diseases related to diarrhea around the world, mostly from drinking unsafe water, according to the World Health Organization. Even when governments and nonprofit groups invest in cleaner water sources, the water is often recontaminated in people's homes. A small amount of chlorine will keep water clean for 24 hours. But marketing campaigns to promote this cheap extra step rarely have a lasting effect, despite the enormous health benefits.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ugandan-presidential-candidate-bobi-wine-says-soldiers-stormed-his-home-11610729733", "title": "Ugandan Presidential Candidate Says Soldiers Stormed His Home", "date": "2021-01-15 13:12", "summary": "Musician-turned-lawmaker reports raid after election, raising fears of unrest with results expected Saturday. KAMPALA, Uganda-Presidential candidate Bobi Wine said he was under siege after soldiers stormed his home on Friday, raising fears of large-scale street protests when the results of Uganda's election are declared on Saturday.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-cheese-tour-of-france-that-you-can-take-at-home-11610734141", "title": "The Best French Cheeses From Five Regions", "date": "2021-01-15 13:09", "summary": "While you're waiting for the borders to reopen, why not take a culinary trip by way of French fromages? Here, five tantalizing, regional tastes handpicked by one of France's top cheesemongers.. VINCENT VERGNE, my local cheesemonger in the southern French city of Nîmes, offers a solution for anyone pining for France: a cheese board. \"French cheeses are not only a major part of the country's gastronomic glory,\" said Mr. Vergne, \"but a well-composed selection can tell France's history [with] edible monuments to Gallic ingenuity.\"", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-e-commerce-boss-marc-lore-to-leave-11610724954", "title": "Walmart E-Commerce Boss Marc Lore to Leave", "date": "2021-01-15 13:00", "summary": "Jet.com founder joined to run an Amazon counterattack, but much of his e-commerce operations had been folded into Walmart's store business. Marc Lore, the e-commerce entrepreneur who ran Walmart Inc.'s counterattack against Amazon . com Inc., is leaving the retail giant after much of the online operations had been absorbed into the rest of its business.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boomers-review-eminent-aquarians-11610733067", "title": "'Boomers' Review: Eminent Aquarians", "date": "2021-01-15 12:51", "summary": "The Baby Boom cohort inherited postwar American prosperity. What have they done with it?. It is the commonest pattern in politics and society: Peace and prosperity, though good in themselves and furthering of human flourishing, eventually give place to arrogance, decadence and nihilism. \"Beware,\" God says to the children of Israel in the book of Deuteronomy, \"that thou forget not the Lord thy God . . . Lest when thou hast eaten and art full, and hast built goodly houses, and dwelt therein; And when thy herds and thy flocks multiply, and thy silver and thy gold is multiplied, and all that thou hast is multiplied; then thine heart be lifted up, and thou forget the Lord thy God, which brought thee forth out of the land of Egypt, from the house of bondage.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irs-will-start-accepting-tax-returns-feb-12-later-than-usual-11610732816", "title": "IRS Will Start Accepting Tax Returns Feb. 12, Later Than Usual", "date": "2021-01-15 12:46", "summary": "Delayed start to tax season due to Covid-relief legislation means refunds will be delayed. WASHINGTON-The Internal Revenue Service won't start accepting 2020 individual income tax returns until Feb. 12, several weeks later than usual, as the agency implements late tax legislation.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-common-carrier-solution-to-social-media-censorship-11610732343", "title": "The 'Common Carrier' Solution to Social-Media Censorship", "date": "2021-01-15 12:39", "summary": "Railroads can't refuse to carry passengers for their political views. The same rule should apply to online monopolies, legal scholar Richard Epstein argues.. The punitive banishment of Donald Trump from Facebook and Twitter has met with almost uniform approval from the president's critics. So has the decision by Apple and Google to remove Parler, a Twitter alternative favored by Mr. Trump's supporters, from their app stores. Many Democrats see these actions as a righteous and justified silencing, especially in light of Mr. Trump's encouraging words for the mob that violently invaded the Capitol on Jan. 6. Even many of Mr. Trump's supporters concede that Twitter and Facebook owe him no platform-that only the government has a legal obligation to respect the First Amendment.", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/officer-in-pro-trump-cap-claims-he-rescued-endangered-colleagues-11610732293", "title": "Officer in Pro-Trump Cap Claims He Rescued Colleagues", "date": "2021-01-15 12:38", "summary": "Capitol Police lieutenant was suspended for wearing MAGA hat during Jan. 6 riot. It was one of the images from the pro-Trump riot that shocked the country and outraged members of Congress: A U.S. Capitol Police officer donning a red Make America Great Again cap and leading protesters through a mob into the U.S. Capitol.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-i-love-you-but-we-cant-go-on-like-this-11610732183", "title": "New York, I Love You, but We Can't Go On Like This", "date": "2021-01-15 12:36", "summary": "The Empire State and its biggest city need a financial and political intervention before it's too late.. I happen to love New York.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ethanol-lobbyists-dont-want-to-be-labeled-11610732218", "title": "Ethanol Lobbyists Don't Want to Be Labeled", "date": "2021-01-15 12:36", "summary": "Makers and owners of boats, motorcycles and other equipment that can be harmed by high ethanol blends want more prominent warning. America led the world decades ago by sticking warning labels on cigarettes, but not without a fight from an influential industry.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-cash-means-more-problems-for-big-banks-11610731662", "title": "More Cash Means More Problems for Big Banks", "date": "2021-01-15 12:27", "summary": "Large lenders like JPMorgan Chase are sitting on much more cash than they need. Big banks have a tantalizing amount of cash on their books, but there is still a ways to go before it can make its way into shareholders' pockets.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-some-investors-look-at-stocks-they-see-dollars-not-shares-11610706630", "title": "When Some Investors Look at Stocks They See Dollars, Not Shares", "date": "2021-01-15 12:27", "summary": "A new way of stock-market wagering is taking hold among younger investors who prefer to think about how much they can spend instead of how many shares they can afford.. Purchasing a piece of Apple or Tesla once meant calculating how many shares you could afford to buy. That no longer matters. Now you can pay whatever you're willing to spend, even if that amounts to pocket change.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-decorate-around-home-gym-equipment-11610730823", "title": "How to Decorate Around Home Gym Equipment", "date": "2021-01-15 12:13", "summary": "Treadmill or exercise bike threatening to scuttle your interior-design plan? It doesn't have to. Here, strategies to finesse the gym that's landed in your bedroom.. IF 2020 prompted you to welcome an exercise bike or treadmill into your home, join the crowd. Luxury fitness retailer Peloton reported that membership rose from about 1.6 million to 3.6 million between September 2019 and September 2020. But when a sizable piece of workout gear rolls into modest living quarters, what's a design-conscious occupant to do?", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-moves-to-block-telecom-tech-from-china-and-others-deemed-foes-11610661275", "title": "U.S. Moves to Block Telecom Tech From China and Others Deemed Foes", "date": "2021-01-15 12:09", "summary": "It will be up to Biden administration to pursue the rules, which also name Russia, Iran and North Korea. WASHINGTON-With its days in power numbered, the Trump administration's Commerce Department moved ahead Thursday with rules to let the U.S. block purchases of communications technology from China and five other countries deemed foreign adversaries.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/us-economy-december-retail-sales-coronavirus-recovery-11610676272", "title": "U.S. Retail Sales Fell 0.7% in December", "date": "2021-01-15 12:03", "summary": "Drop marks third straight month of declines in measure of purchases at stores, restaurants and online. U.S. consumers cut back on retail spending at the height of the holiday season as the country confronted a surge in coronavirus infections.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-u-s-europe-relations-under-biden-may-look-like-11610730165", "title": "What U.S.-Europe Relations Under Biden May Look Like", "date": "2021-01-15 12:02", "summary": "Among other things, the new administration likely will halt a Trump plan to withdraw 12,000 troops from Germany. After four years of turbulence, this could be a year for rebuilding trans-Atlantic diplomatic ties.", "categories": [["U.S.", "Journal Reports"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stimulus-checks-cant-come-soon-enough-for-u-s-retailers-11610729852", "title": "Stimulus Checks Can't Come Soon Enough for Retailers", "date": "2021-01-15 11:57", "summary": "Holiday retail sales slump boosts the argument for Biden administration's stimulus plans. Retailers could probably use a bit of stimulus around now. They could use an easing of the pandemic even more.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tommy-hilfiger-gets-45-million-for-greenwich-home-as-susie-hilfiger-lists-hers-for-40-million-11610728744", "title": "Tommy Hilfiger Gets $45 Million for Greenwich Home, as Susie Hilfiger Lists Hers for $40 Million", "date": "2021-01-15 11:39", "summary": "Resume Subscription. Fashion designer Tommy Hilfiger and his first wife Susie Hilfiger-one of the best-known former couples in the wealthy town of Greenwich, Conn.-are separately leaving the area and parting ways with their nearby estates.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-world-needs-a-real-investigation-into-the-origins-of-covid-19-11610728316", "title": "The World Needs a Real Investigation Into the Origins of Covid-19", "date": "2021-01-15 11:31", "summary": "A team of WHO researchers has arrived in China but won't investigate the possibility that the coronavirus originated in a lab.. In the first week of January, scientists representing the World Health Organization (WHO) were due to arrive in China to trace the origins of Covid-19. The team membership and terms of reference were preapproved by the Chinese government, yet at the last minute Beijing denied entry to the investigators. This prompted WHO to take the rare step of criticizing China, which relented and allowed the group to enter the country this week.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-greenwich-estate-where-tommy-hilfiger-held-court-11610727942", "title": "The Greenwich Estate Where Tommy Hilfiger Held Court", "date": "2021-01-15 11:25", "summary": "The fashion designer renovated an elaborate French Nordmandy-style estate in this wealthy corner of Connecticut. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/russia-to-follow-u-s-in-leaving-open-skies-treaty-11610712909", "title": "Russia to Follow U.S. in Leaving Open Skies Treaty", "date": "2021-01-15 11:24", "summary": "Withdrawal will complicate any potential efforts by President-elect Joe Biden to re-enter the agreement. MOSCOW-Russia will follow the U.S. in withdrawing from the Open Skies Treaty, stripping away some of the last arms-control architecture designed during the Cold War to prevent armed conflict between Moscow and the West.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-make-a-movie-about-the-covid-19-pandemic-during-the-pandemic-11610727527", "title": "How to Make a Movie About the Covid-19 Pandemic During the Pandemic", "date": "2021-01-15 11:18", "summary": "The question: Does anyone want to see on screen what they experience every day?. At Hollywood's normal pace, it could take years to set up a movie about a jewel heist starring two Oscar-level actors. \"Locked Down,\" featuring Anne Hathaway and Chiwetel Ejiofor, was written, shot and wrapped in a few months-mostly because the cast and crew had nothing else to do during the pandemic that froze their industry.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-pickard-county-atlas-review-11610727464", "title": "Mysteries: 'Pickard County Atlas' Review", "date": "2021-01-15 11:17", "summary": "Chris Harding Thornton's debut follows a sheriff's deputy in a town full of troubles.. Past sorrows feed present troubles in Chris Harding Thornton's \"Pickard County Atlas\" (MCD, 277 pages, $27), a debut novel set in a fictional Midwestern town in 1978. Madson is a farmed-out place of droughts and dust, \"a cusp . . . a spot to fuel up trains in the days of steam.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trio-review-a-cinematic-novel-from-william-boyd-11610727340", "title": "'Trio' Review: A Cinematic Novel from William Boyd", "date": "2021-01-15 11:15", "summary": "Vanity, rivalry, sexual jealousy-and a producer who consoles himself with drink.. Every novelist ought to do a little screenwriting. The odds of selling a script are long, but the discipline of telling a story in scenes and dialogue, without exposition, can be bracing. The prolific British novelist William Boyd is also a veteran screenwriter, and his experience in that role probably accounts for the strongly cinematic qualities in some of his best fiction.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/devils-lusts-strange-desires-review-the-elusive-patricia-highsmith-11610727197", "title": "'Devils, Lusts & Strange Desires' Review: The Elusive Patricia Highsmith", "date": "2021-01-15 11:13", "summary": "The personality of her most famous character, Tom Ripley, echoed a more mysterious creation: Highsmith herself.. When the Texas-born writer Patricia Highsmith died in 1995 in Locarno, Switzerland, at the age of 74, her literary legacy comprised more than 30 published volumes of fiction, among them \"Strangers on a Train\" (1950) and \"The Talented Mr. Ripley\" (1955), arguably her most assured novels of homicidal psychosis and masochistic obsession.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-restaurants-resist-indoor-dining-bans-as-restrictions-remain-11610727024", "title": "More Restaurants Resist Indoor-Dining Bans as Restrictions Remain", "date": "2021-01-15 11:10", "summary": "States have stepped up enforcement of the rules, heightening the risk for restaurants. Dean Pappas is stuck between an indoor-dining ban and a hard place.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-that-old-country-music-review-11610726152", "title": "Fiction: 'That Old Country Music' Review", "date": "2021-01-15 11:03", "summary": "Kevin Barry's Ireland-set short stories, and two more new collections.. An apology, to start, because I have been remiss in my duties. My charge as a columnist is to review the week's notable fiction, but over the past 10 years I have let five books by the Irish writer Kevin Barry pass unread and unremarked upon. Mr. Barry's latest, the story collection \"That Old Country Music\" (Doubleday, 191 pages, $23.95), has shown me the perversity of the omission. Easygoing in their elegance and capacious in their emotional range, these stories draw naturally from Ireland's literary tradition without becoming distorted by nostalgia or homage. They're about love, sex, heartbreak and revenge-what Mr. Barry calls \"moments of violent glow.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-logistics-report-yrcs-heavyweight-aid-fighting-for-chips-vetting-suppliers-11610726623", "title": "Today's Logistics Report: YRC's Heavyweight Aid; Fighting for Chips; Vetting Suppliers", "date": "2021-01-15 11:03", "summary": "Today's Top Supply Chain & Logistics News from WSJ. Sign up: With one click, get this newsletter delivered to your inbox.", "categories": [["WSJ Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/wsj-logistics-report-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-hermione-lee-on-real-lives-reimagined-11610726474", "title": "Five Best: Hermione Lee on Real Lives Reimagined", "date": "2021-01-15 11:01", "summary": "Selected by the author of the forthcoming 'Tom Stoppard: A Life.'. By Beryl Bainbridge (1978)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dutch-prime-minister-resigns-over-child-benefits-scandal-11610726489", "title": "Dutch Prime Minister Resigns Over Child-Benefits Scandal", "date": "2021-01-15 11:01", "summary": "Thousands of families in the Netherlands have been wrongly accused of child benefit fraud since 2012. Dutch Prime Minister Mark Rutte stepped down over a child-allowance scandal, but said he would remain as interim leader until a new cabinet was formed.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-trump-came-fromand-where-trumpism-is-going-11610726416", "title": "Where Trump Came From-and Where Trumpism Is Going", "date": "2021-01-15 11:00", "summary": "A populist movement rooted in worries about globalization and alienation from elites culminated in the storming of the Capitol. What can conservatives salvage from the debris?. At the outset of the 2016 presidential campaign, Chris Christie, then the governor of New Jersey, sensed a yearning within a changed Republican Party for a populist voice-for a political figure who knew how to speak bluntly for the burgeoning ranks of working-class voters in the GOP.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/patch-work-review-a-stitch-in-time-11610726003", "title": "'Patch Work' Review: A Stitch in Time", "date": "2021-01-15 10:53", "summary": "A fashion curator's journey into the sumptuous weave of history-and her own life.. In this remarkable self-portrait, fashion curator Claire Wilcox has set out mementoes of her life like objects in an exhibition. Short chapters, some only half a page, are displayed like treasures in a cabinet of curiosities, following no chronological order. \"Patch Work: A Life Amongst Clothes\" juxtaposes the author's reflections on garments and precious fabrics with glimpses of family, illness, death, motherhood, hair, a lost child, the destruction wrought by moths (the curse of the Romans, who wore wool) and even a leaky roof. The result is magical.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-avoid-the-6-worst-bedroom-interior-design-mistakes-11610725954", "title": "How to Avoid the 5 Worst Bedroom Interior-Design Mistakes", "date": "2021-01-15 10:52", "summary": "Unrestful décor is the last thing we need right now. We asked architects and designers how to avoid the most common errors.. MAKING conference calls from under the covers was once a sick-day anomaly. Now, of course, you can spend a whole workday supine, with your boss none the wiser. But when you blur the borders between desk and duvet, said Brooklyn designer Highlyann Krasnow, \"it becomes much more difficult to view the bedroom as a sanctuary.\"", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-modern-art-explorer-review-11610725768", "title": "Children's Books: 'Modern Art Explorer' Review", "date": "2021-01-15 10:49", "summary": "Picture books bring the museum home to inspire the eye and mind of young artists.. Art is a consolation at the best of times. When life is rough, it's a balm for the soul. A stack of picture books offers children ages 4-8 a diverting glimpse into the creative vision of notable modern and contemporary visual artists and a stroll through the galleries of one of the world's most arresting collections.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-names-kessler-chief-science-officer-for-covid-response-11610717005", "title": "Biden Names Kessler Chief Science Officer for Covid Response", "date": "2021-01-15 10:33", "summary": "David Kessler, who led the FDA under two presidents, will help rush the production and distribution of vaccines and new coronavirus drugs. WASHINGTON-David Kessler, who led the Food and Drug Administration under two presidents, has been named chief science officer for Covid-19 response under the Biden administration.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-vows-to-unify-america-that-job-has-become-dramatically-harder-11610723681", "title": "Joe Biden Vows to Unify America. That Job Has Become Dramatically Harder.", "date": "2021-01-15 10:14", "summary": "Resume Subscription. WASHINGTON-President-elect Joe Biden made uniting the nation among his most pressing priorities as a candidate. His task has become exponentially more difficult.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/prosecutors-credited-boeing-for-compliance-organizational-reforms-11610723642", "title": "Prosecutors Credited Boeing for Compliance, Organizational Reforms", "date": "2021-01-15 10:14", "summary": "Boeing's $2.5 billion settlement over the 737 MAX demonstrates the importance of ensuring that compliance and safety programs are effectively structured, lawyers say. Boeing Co. 's $2.5 billion settlement with prosecutors last week underscores a continuing focus by prosecutors on ensuring that compliance programs are effectively structured and independent of certain business considerations, lawyers say.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/industrial-production-in-u-s-rose-a-solid-1-6-in-december-11610723226", "title": "Industrial Production in U.S. Rose a Solid 1.6% in December", "date": "2021-01-15 10:11", "summary": "Production data provides a source of strength for the economy as consumer spending and employment gains slow. U.S. industrial production increased solidly in December, providing a source of strength for the U.S. economy as consumer spending and employment gains slow.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-importance-of-being-ted-lasso-11610723375", "title": "The Importance of Being Ted Lasso", "date": "2021-01-15 10:09", "summary": "A mild-mannered show about an inexperienced soccer coach feels like hopeful therapy.. Amid these calamitous times, here's a modest self-care habit I've picked up: \"Ted Lasso.\"", "categories": [["Life & Work", "Ideas", "Jason Gay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/jason-gay-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/even-under-new-leadership-germany-wont-confront-china-11610723101", "title": "Even Under New Leadership, Germany Won't Confront China", "date": "2021-01-15 10:08", "summary": "Successor to Angela Merkel is unlikely to join a Biden-led alliance to confront the Asian giant. BERLIN-The European Union had been struggling to negotiate an investment deal with China for four years, facing opposition from some of its members and, increasingly, the U.S. In the end, it was German Chancellor Angela Merkel who pushed the project across the finish line last month, according to officials familiar with the talks.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/david-barclay-secretive-british-tycoon-bought-londons-ritz-hotel-11610722801", "title": "David Barclay, Secretive British Tycoon, Bought London's Ritz Hotel", "date": "2021-01-15 10:00", "summary": "Reclusive investor, who died at 86, worked closely with his twin brother until they squabbled. Identical twins David and Frederick Barclay rose from poverty to build a British business empire including London's Ritz Hotel and the Daily Telegraph newspaper, before falling out in a spectacular and public way.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-story-behind-the-markets-hottest-funds-thematic-etfs-arkg-vegn-11610722419", "title": "The Story Behind the Market's Hottest Funds", "date": "2021-01-15 10:00", "summary": "Thematic ETFs allow investors to bet on trends and concepts-but their narrow focus increases their risk. Investors used to love \"story stocks.\" Now they love story ETFs.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-two-pronged-attack-on-income-inequality-11610718820", "title": "Biden's Stimulus Is a Two-Pronged Attack on Income Inequality", "date": "2021-01-15 09:50", "summary": "The president-elect's plan could rapidly cut unemployment-but at a hefty price. There are two ways for the federal government to address income inequality. One is to redistribute more money to people at the bottom of the income ladder. The other is to use the tools of fiscal and monetary policy to drive unemployment low enough to drive up demand and wages for those workers.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bloombergs-big-challenger-cant-afford-to-slip-11610721718", "title": "Bloomberg's Big Challenger Can't Afford to Slip", "date": "2021-01-15 09:41", "summary": "Investors have high hopes for the new financial-data giant created by the imminent merger of London Stock Exchange Group and Refinitiv. A new financial data giant will be born in the coming weeks, and investors are cooing. Living up to their hopes could be hard work.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pici-pan-cotto-11610719763", "title": "Pici Pan Cotto", "date": "2021-01-15 09:09", "summary": "Sick of the same old spaghetti? Try red-wine pasta with chestnuts and pancetta, or fettuccine with a luscious mushroom ragù. 5 quick, comforting recipes that put the new back in noodles.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-twitter-facebook-shrunk-president-trumps-social-reach-11610719484", "title": "How Twitter, Facebook Shrank Trump's Social Reach", "date": "2021-01-15 09:04", "summary": "Because of recently placed blocks, the president has lost the ability to communicate easily with roughly 150 million followers and subscribers. When President Trump was blocked from posting to major social networks late last week, he lost direct broadcast channels to roughly 150 million followers and subscribers.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fettuccine-con-funghi-11610719383", "title": "Fettuccine con Funghi", "date": "2021-01-15 09:03", "summary": "Sick of the same old spaghetti? Try red-wine pasta with chestnuts and pancetta, or fettuccine with a luscious mushroom ragù. 5 quick, comforting recipes that put the new back in noodles.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-of-ces-2021-the-virtual-tech-shows-weirdest-and-most-wondrous-gadgets-11610719200", "title": "The Best of CES 2021: Gadgets From the All-Digital Tech Show", "date": "2021-01-15 09:00", "summary": "Resume Subscription. CES 2021 was unlike any trade show we've ever experienced. Due to Covid-19, it was \"all digital,\" which really meant \"mostly websites.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/arizona-is-americas-covid-19-hot-spot-and-on-the-brink-of-crisis-11610719203", "title": "Arizona Is America's Covid-19 Hot Spot and on the Brink of Crisis", "date": "2021-01-15 09:00", "summary": "Hospitals are close to full in state with most coronavirus infections and hospitalizations per capita in nation. Arizona has the highest Covid-19 infection rate in the U.S. and is on the brink of running out of space in crowded hospitals, according to public-health and hospital officials.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/red-wine-pasta-with-pancetta-and-chestnuts-11610718955", "title": "Red-Wine Pasta With Pancetta and Chestnuts", "date": "2021-01-15 08:55", "summary": "Sick of the same old spaghetti? Try red-wine pasta with chestnuts and pancetta, or fettuccine with a luscious mushroom ragù. 5 quick, comforting recipes that put the new back in noodles.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-palantir-poshmark-what-to-watch-when-the-stock-market-opens-today-11610712565", "title": "JPMorgan, Palantir, BlackBerry: What to Watch When the Stock Market Opens Today", "date": "2021-01-15 08:54", "summary": "The S&P 500 is on track to end the week lower, erasing some of the gains made in early January when the gauge rallied to a record high. Here's what we're watching ahead of Friday's opening bell.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mafaldine-with-crushed-pink-peppercorns-and-parmigiano-reggiano-11610718357", "title": "Mafaldine With Crushed Pink Peppercorns and Parmigiano Reggiano", "date": "2021-01-15 08:45", "summary": "Sick of the same old spaghetti? Try red-wine pasta with chestnuts and pancetta, or fettuccine with a luscious mushroom ragù. 5 quick, comforting recipes that put the new back in noodles.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/strozzapreti-with-carrots-11610717951", "title": "Strozzapreti With Carrots", "date": "2021-01-15 08:39", "summary": "Sick of the same old spaghetti? Try red-wine pasta with chestnuts and pancetta, or fettuccine with a luscious mushroom ragù. 5 quick, comforting recipes that put the new back in noodles.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japanese-breakfast-michelle-zauner-profile-food-grief-11610717199", "title": "Japanese Breakfast's Michelle Zauner on How Grief (and Food) Fuels Her Success", "date": "2021-01-15 08:28", "summary": "A new album, a memoir based on her 'New Yorker' debut and a first foray into soundtracks: how Japanese Breakfast's Michelle Zauner will have a standout year. In WSJ. Magazine's series \"12 for '21,\" we highlight a dozen of the most creative artists and entertainers working today-all poised to have a breakout 2021.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-recipes-make-pasta-exciting-again-11610717310", "title": "These Chefs' Recipes Make Pasta Exciting Again", "date": "2021-01-15 08:28", "summary": "Sick of the same old spaghetti? Try red-wine pasta with chestnuts and pancetta, or fettuccine with a luscious mushroom ragù. 5 quick, comforting recipes that put the new back in noodles.. WHEN IT COMES to ease, speed, thrift, comfort, satisfaction and sheer belovedness, can any food compete with pasta? And yet, for all those good reasons, it's easy to get into a pasta rut, rotating through the same standard sauces on autopilot. With that in mind, each of the recipes provided here incorporates an unexpected ingredient or a technique that surprises.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aaron-rodgers-packers-rams-short-touchdowns-11610661631", "title": "The Big Short Behind Aaron Rodgers's Unstoppable Season", "date": "2021-01-15 08:19", "summary": "The Packers quarterback threw a league-high 48 touchdowns and became the MVP favorite by passing more often in the situations when teams usually run the ball. In the tensest moment of the Green Bay Packers' season, they had a three-point lead against the New Orleans Saints with two minutes left and the ball just inches away from the end zone. Then Aaron Rodgers did something that separates him from every other quarterback in the NFL.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exxon-draws-sec-probe-over-permian-basin-asset-valuation-11610716622", "title": "Exxon Draws SEC Probe Over Permian Valuation", "date": "2021-01-15 08:17", "summary": "Whistleblower complaint alleges that lower-level employees were pressured to use unrealistic assumptions on drilling. The Securities and Exchange Commission launched an investigation of Exxon Mobil Corp. after an employee filed a whistleblower complaint last fall alleging that the energy giant overvalued one of its most important oil and gas properties, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-vaccination-plan-puts-elderly-first-but-delays-possible-herd-immunity-11610715600", "title": "U.K. Vaccination Plan Puts Elderly First but Delays Possible Herd Immunity", "date": "2021-01-15 08:00", "summary": "Resume Subscription. LONDON-In the race between vaccine and virus, the U.K.-like other Western countries-has prioritized inoculating elderly people first, calculating that such a strategy will drastically cut Covid-19 deaths even if it won't stop the disease's spread.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/acura-tlx-a-spec-athletic-and-built-for-american-tastes-11610714401", "title": "Acura TLX A-Spec: Athletic and Built for American Tastes", "date": "2021-01-15 07:40", "summary": "The American-bred, entry-luxury midsize sedan from Honda's premium division gets a whole-body transplant for 2021. And the music coming from the sound system? Heaven, says Dan Neil.. JUST ASK my neighbors: When I'm not in the yard improving my drainage or building chicken coops, I'm up in the clubs. House, dubtronica, skweee, reggaeton. I was into Viking heavy metal before that idiot with the horned hat ruined it.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australia-considers-new-covid-19-quarantine-strategy-outback-isolation-11610704005", "title": "Australia Considers Outback Quarantine Camps", "date": "2021-01-15 07:28", "summary": "Fearing the import of new coronavirus strains, one state wants to repurpose remote camps designed for resources workers. SYDNEY-Australia has relied on one of the world's most aggressive quarantine programs to keep the coronavirus at bay. Now, one leader wants to go further by housing returned travelers in Outback camps far from cities as new Covid-19 variants threaten the country's success.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kim-jong-un-offers-a-rare-sneak-peek-at-north-koreas-weapons-program-11610712009", "title": "Kim Jong Un Offers Rare Sneak Peek at North Korea's Weapons Program", "date": "2021-01-15 07:20", "summary": "Leader says Pyongyang is developing military drones, a nuclear-powered submarine and surveillance satellites. SEOUL-North Korea has long kept its adversaries on their toes with taunting rhetoric and surprise weapons tests.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paris-to-revamp-traffic-clogged-champs-elysees-as-a-city-garden-11610711228", "title": "Paris to Revamp Champs-Élysées as a City Garden", "date": "2021-01-15 07:01", "summary": "As cities around the world rethink living and working spaces after Covid-19, Paris Mayor Anne Hidalgo pushes for more space for walkers and cyclists. It might be the most famous avenue in the world, but the only time many Parisians visit the Champs-Élysées is when the French national soccer team wins the World Cup, waving flags or setting off flares.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-managers-came-out-on-top-as-fundraising-slowed-last-year-11610712000", "title": "European Managers Came Out on Top as Fundraising Slowed Last Year", "date": "2021-01-15 07:00", "summary": "Investors also flocked to technology and secondaries strategies amid the pandemic. European private-equity managers raised the biggest funds of 2020 while fundraising in the U.S. and Asia slowed, highlighting the uneven effect of the coronavirus pandemic on different sectors of the industry.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mask-makers-work-with-fema-get-antitrust-protection-11610712009", "title": "Mask Makers Work With FEMA, Get Antitrust Protection", "date": "2021-01-15 07:00", "summary": "3M and Honeywell are among those meeting to coordinate production and distribution of N95 masks and other Covid-19 protective equipment. Medical-gear makers are sharing production information and receiving protection from antitrust scrutiny, the companies and federal officials said, part of government efforts to better coordinate the distribution of N95 masks and other supplies.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ant-group-is-moving-quickly-to-comply-with-regulations-chinas-central-bank-says-11610709387", "title": "Ant Group Is Moving Quickly to Comply With Regulations, China's Central Bank Says", "date": "2021-01-15 06:16", "summary": "The fintech giant has set up a working group to address problems recently flagged by Chinese regulators. Chinese financial-technology giant Ant Group Co. is working expediently to rectify its business practices and comply with regulatory requirements, a top central bank official said on Friday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roark-capital-seeks-5-billion-for-new-flagship-fund-11610708400", "title": "Roark Capital Seeks $5 Billion for New Flagship Fund", "date": "2021-01-15 06:00", "summary": "New fund follows $1.4 billion collected last year for a fund focused on restaurant deals. Midmarket private-equity firm Roark Capital Group is pitching its sixth flagship fund after closing a new restaurant-focused fund on nearly $1.4 billion last year, according to people familiar with the offering.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/startup-pushes-picture-in-picture-ads-for-streaming-tv-11610708401", "title": "Startup Pushes Picture-in-Picture Ads for Streaming TV", "date": "2021-01-15 06:00", "summary": "The format could grow in popularity as viewership of live programming continues to grow. People who watch sports on traditional TV are well-acquainted with commercials that share the screen with the programming during lulls in the action, an attempt by networks to keep viewers' attention during ad breaks.", "categories": [["WSJ News Exclusive", "CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-premier-leagues-plucky-outsider-manchester-united-11610660251", "title": "The Premier League's Plucky Outsider: Manchester United", "date": "2021-01-15 06:00", "summary": "The once-mighty squad has been adrift since Alex Ferguson retired as manager in 2013. They're challenging for the top again in this unusual season.. It became clear from the earliest weeks of the Premier League's pandemic season that weirdness in the world would translate to weirdness in the standings. The schedule was a frenzied mess. Squads were stretched to a breaking point. And Liverpool and Manchester City, the top two teams in the country, were dropping points faster than they had in years.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pet-store-still-has-room-for-thoughtful-bulls-11610706602", "title": "The Pet Store Still Has Room for Thoughtful Bulls", "date": "2021-01-15 05:30", "summary": "The pet industry is attractive, but investors need to be choosy as the pandemic adoption boom tails off. It is hard to leave the house these days without crossing paths with one of Covid-19's more appealing legacies: the lockdown puppy. Signs that pet ownership increased during the pandemic are positive for stocks like Chewy, but investors can no longer buy just any story fronted by a cute animal.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-worlds-tallest-geyser-holds-on-to-some-secrets-11610706601", "title": "The World's Tallest Geyser Holds On to Some Secrets", "date": "2021-01-15 05:30", "summary": "Yellowstone's Steamboat leaves scientists with unanswered questions about its reactivation. More than six years ago, the tallest geyser in the world stopped erupting-as geysers sometimes do-but the giant's slumber wasn't permanent.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-leaders-in-the-race-to-build-a-better-ev-battery-11610706600", "title": "Behind the Race to Build a Better EV Battery", "date": "2021-01-15 05:30", "summary": "Resume Subscription. The two biggest drawbacks of electric cars-limited range and slow charging-will likely persist until battery makers can solve the dendrite problem.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/democratic-senate-will-test-viability-of-expanding-courts-d-c-statehood-11610706600", "title": "Democratic Senate Will Test Viability of Expanding Courts, D.C. Statehood", "date": "2021-01-15 05:30", "summary": "Remarks made by key Democratic senators lend oxygen to some progressive wish list items. READING THE TEA LEAVES on possible major structural changes to Senate rules, statehood for the District of Columbia, and expanding the federal judiciary: Remarks by key Democratic senators in recent days lend oxygen to some progressive wish list items while likely dooming others. Incoming Senate Majority Leader Chuck Schumer told a Buffalo news outlet he was interested in expanding the number of federal district court judges, framing it as a local issue: \"There's a real shortage [of federal judges] in Western New York, and it is one of the things we'll look at,\" Schumer said.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-year-on-china-falls-short-on-trade-deal-targets-11610706602", "title": "A Year On, China Falls Short on Trade-Deal Targets", "date": "2021-01-15 05:30", "summary": "Purchases of U.S. goods are behind schedule, although some see progress in opening markets to U.S. companies. WASHINGTON-The U.S.-China trade pact signed a year ago is being credited for improving business conditions for some American companies, even if a cornerstone of the deal-China's commitment to greatly increase purchases of U.S. goods-has fallen short.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccinations-give-shot-in-arm-to-israeli-stocks-11610706324", "title": "Covid-19 Vaccinations Give Shot in Arm to Israeli Stocks", "date": "2021-01-15 05:25", "summary": "Israel's benchmark stock index has outperformed both the S&P 500 and the Euro Stoxx Index this year. The fastest Covid-19 vaccination rollout in the world is drawing investors to Israel, making its stock market one of the top performers in 2021.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-bans-americans-from-investing-in-xiaomi-but-spares-alibaba-tencent-and-baidu-11610700445", "title": "U.S. Expands Chinese Investment Blacklist to Xiaomi", "date": "2021-01-15 03:47", "summary": "Chinese smartphone giant was a surprise inclusion on list of companies U.S. says support China's military. Smartphone giant Xiaomi Corp. became the latest Chinese technology group to be targeted by the Trump administration, with its surprise addition to a U.S. investment blacklist sending its shares sharply lower.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inmate-with-covid-19-executed-after-supreme-court-clears-way-11610686959", "title": "U.S. Executes Inmate Infected With Covid-19", "date": "2021-01-15 01:02", "summary": "Supreme Court rejects claims that coronavirus could lead to exceptional pain when receiving lethal doses of pentobarbital. WASHINGTON-The Supreme Court cleared the way for the first execution of an inmate suffering from Covid-19, rejecting claims that the coronavirus infection could lead to exceptional pain when receiving lethal doses of pentobarbital.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexican-former-defense-minister-cleared-of-drug-allegations-11610685428", "title": "Mexican Former Defense Minister Cleared of Drug Allegations", "date": "2021-01-15 00:06", "summary": "Mexican attorney general's office finds no evidence Gen. Salvador Cienfuegos protected or aided cartel members. MEXICO CITY-Mexico's attorney general's office said on Thursday it wouldn't press charges against the country's former defense minister, who had been arrested by the U.S. in October on charges he was in the pay of drug traffickers but was returned to Mexico following a diplomatic uproar.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11610653630", "title": "Pepper...and Salt", "date": "2021-01-15 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/busy-senate-to-juggle-trump-impeachment-trial-biden-agenda-11610645139", "title": "Democrats in Senate to Juggle Trump Impeachment Trial, Biden Agenda", "date": "2021-01-15 23:07", "summary": "Covid-19 aid and confirming nominees also demand attention as incoming administration prepares to begin work. WASHINGTON-Democrats are wrestling with when to start the Senate impeachment trial for President Trump, with some pressing for the party to move immediately as others call for a delay to gather more evidence and clear the calendar for confirming cabinet nominees and passing Covid-19 aid.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-orders-u-s-military-reorganization-favored-by-pro-israel-groups-11610670130", "title": "Trump Orders Military Shift to Spur Israeli-Arab Cooperation Against Iran", "date": "2021-01-15 22:47", "summary": "Defense policy move is latest step by administration to shape Middle East agenda for Biden. President Trump has ordered that the major U.S. military command for the Middle East be expanded to include Israel, in a last-minute reorganization of the American defense structure that pro-Israel groups have long advocated to encourage cooperation against Iran, U.S. officials said Thursday.", "categories": [["WSJ News Exclusive", "National Security"]], "category_links": ["https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indonesia-plane-crash-probes-focus-is-on-lack-of-pilot-response-to-controllers-11610612161", "title": "Indonesia Crash Probe Focuses on Lack of Pilot Response to Controllers", "date": "2021-01-15 22:02", "summary": "Multiple air-traffic control transmissions went unanswered by pilots of the Sriwijaya jet that plunged into the Java Sea. A communication breakdown between pilots and air-traffic controllers has emerged as an early focus of the investigation into last weekend's crash of a 1990s-era Boeing 737 in Indonesia, according to people with knowledge of the probe.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airlines-faa-tighten-security-ahead-of-inauguration-11610656607", "title": "Airlines, FAA Tighten Security Ahead of Inauguration", "date": "2021-01-15 21:52", "summary": "American is extending an alcohol sales ban and several airlines won't allow passengers to carry firearms in checked luggage. Airlines are preparing for heightened tensions ahead of President-elect Joe Biden's inauguration next week, following last week's deadly riot at the U.S. Capitol and a spate of incidents on flights to and from Washington, D.C.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-tap-jaime-harrison-former-senate-candidate-to-lead-dnc-11610649160", "title": "Biden Taps Jaime Harrison, Former Senate Candidate, to Lead DNC", "date": "2021-01-15 21:22", "summary": "Harrison gained attention for fundraising in his unsuccessful 2020 bid against Sen. Lindsey Graham. WASHINGTON-President-elect Joe Biden has selected Jaime Harrison, a former Senate candidate in South Carolina and a rising star in the party, to lead the Democratic National Committee, his transition team said Thursday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-to-ban-travelers-from-south-america-because-of-new-virus-strain-11610647826", "title": "U.K. to Ban Travelers From South America Because of New Virus Strain", "date": "2021-01-15 21:06", "summary": "The variant is believed to have emerged in the Brazilian Amazon; the ban will also apply to travelers from Portugal and elsewhere. The U.K. will close its borders to travelers from South America and Portugal on Friday as concern grows over a new Covid-19 variant that researchers believe emerged in the Brazilian Amazon, a region that has struggled to cope with the disease.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-propose-1-9-trillion-covid-19-package-11610661977", "title": "Biden Proposes $1.9 Trillion Virus Relief Package", "date": "2021-01-15 20:43", "summary": "President-elect urges Congress to back $1,400 per-person direct payments and asks for funding for testing and vaccine distribution. President-elect Joe Biden is calling for a $1.9 trillion Covid-19 relief plan to help Americans weather the economic shock of the pandemic and pump more money into testing and vaccine distribution.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prosecutors-unveil-more-criminal-charges-over-flint-water-crisis-11610652142", "title": "Prosecutors Unveil More Criminal Charges Over Flint Water Crisis", "date": "2021-01-15 20:35", "summary": "Michigan officials announce charges against a host of former state and local officials, following two made Wednesday against former governor. Michigan prosecutors announced criminal charges Thursday against nine former state and local officials for their alleged role in the Flint drinking water crisis, a strong rebuke of the administration that oversaw one of the worst drinking water emergencies in the nation's history.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charges-leveled-at-men-accused-of-assaulting-police-with-flag-fire-extinguisher-in-capitol-riot-11610666476", "title": "Charges Leveled at Men Accused of Assaulting Police With Flag, Fire Extinguisher in Capitol Riot", "date": "2021-01-15 20:00", "summary": "Man carrying Confederate flag in Capitol was also charged. Federal prosecutors escalated their efforts Thursday to target some of the more brazen violent conduct from last week's attack on the U.S. Capitol, charging a retired firefighter who they say threw a fire extinguisher at three police officers and another man who allegedly beat a police officer repeatedly with an American flag.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ftc-reaches-settlement-with-flo-health-over-fertility-tracking-app-11610568915", "title": "FTC Reaches Settlement With Flo Health Over Fertility-Tracking App", "date": "2021-01-15 19:25", "summary": "Flo Health accused of improperly sharing data with Facebook, including whether users were ovulating. WASHINGTON-The Federal Trade Commission reached a settlement with Flo Health Inc., the developer of a widely used period and fertility-tracking app, over allegations that it improperly shared personal data with Facebook and others, including whether users were ovulating.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fannie-freddie-taxpayer-stake-won-t-be-restructured-under-trump-11610665200", "title": "Fannie, Freddie Taxpayer Stake Won't Be Restructured Under Trump", "date": "2021-01-15 19:23", "summary": "Decision effectively ends push to ensure that mortgage giants eventually return to private hands. WASHINGTON-The Treasury Department has decided not to restructure the taxpayers' stake in Fannie Mae and Freddie Mac , effectively ending the Trump administration's push to ensure that the mortgage giants are eventually returned to private hands.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-order-clarifies-chinese-company-ban-but-questions-linger-11610669641", "title": "Trump Order Clarifies Chinese Company Ban, but Questions Linger", "date": "2021-01-15 19:14", "summary": "Compliance officers are struggling to figure out whether related companies-not just those on the blacklist-are also blocked, lawyers say. A new executive order by President Trump attempts to clear up questions about what American investors must do to divest securities of a growing list of companies that the U.S. says help the Chinese military.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/extremists-in-capitol-riots-had-histories-of-violent-rhetoric-and-threats-11610639781", "title": "Extremists in Capitol Riot Had Histories of Violent Rhetoric and Threats", "date": "2021-01-15 19:08", "summary": "Far-right groups and white nationalists publicly discussed the Jan. 6 rally, activity that should have been enough to put law enforcement on high alert, current and former government officials say. Shortly after the November election, agents with the Georgia Bureau of Investigation received a tip that a man planned to bring guns to a rally for President Trump at the state Capitol and was possibly psychologically unstable. Agents didn't find evidence of criminal activity, a spokeswoman said, but they alerted the Federal Bureau of Investigation about the man, Cleveland Meredith Jr. It was the second time in less than a year the GBI passed concerns about Mr. Meredith to the FBI, according to the spokeswoman.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-app-store-removes-social-media-platform-wimkin-over-calls-to-violence-11610669305", "title": "Apple's App Store Removes Wimkin Over Calls to Violence", "date": "2021-01-15 19:08", "summary": "Wimkin founder says he had removed incendiary posts before Apple ejected the platform from the App Store. Apple Inc. has removed the social media platform Wimkin from its App Store, part of a widening crackdown by tech companies on potentially dangerous content during the presidential transition.", "categories": [["WSJ News Exclusive", "Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}]