[{"link": "https://www.wsj.com/articles/china-mobile-plans-to-raise-7-64-billion-through-shanghai-listing-11640045153", "title": "China Mobile Plans to Raise $7.64 Billion Through Shanghai Listing", "date": "2021-12-20 23:51", "summary": "The mobile operator's offering would be one of the largest equity fundraisings so far this year. China Mobile Ltd. is planning to raise $7.64 billion through a listing in Shanghai, which would be one of the largest equity fundraisings so far this year.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/missionaries-held-hostage-in-haiti-made-daring-overnight-escape-group-says-11640061694", "title": "Missionaries Held Hostage in Haiti Made Daring Overnight Escape, Group Says", "date": "2021-12-20 23:41", "summary": "Navigating by the stars, the 12 missionaries walked for miles over harsh terrain with children in tow, according to Ohio-based Christian Aid Ministries. A group of 12 American and Canadian hostages made a daring overnight escape last week in Haiti after being held in captivity for two months, walking for miles with children in tow over rough terrain full of brambles and thorn bushes, navigating by the stars and the view of a nearby mountain, a U.S.-based missionary group said on Monday.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/asian-insurer-fwd-moves-to-shelve-u-s-ipo-11640052419", "title": "Asian Insurer FWD Moves to Shelve U.S. IPO", "date": "2021-12-20 21:07", "summary": "Group is exploring listing in Hong Kong instead, a person familiar with the matter says. Hong Kong billionaire Richard Li's FWD Group Holdings Ltd. has moved to withdraw its multibillion-dollar initial public offering in New York, the company said, amid rising tensions between China and the U.S.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schumer-plans-build-back-better-vote-next-year-11640020897", "title": "Schumer Plans Build Back Better Vote Next Year", "date": "2021-12-20 20:09", "summary": "Manchin said he felt Democrats wouldn't make the changes he sought in roughly $2 trillion package. WASHINGTON-Sen. Joe Manchin's opposition to the party's roughly $2 trillion education, healthcare and climate package left Democrats grasping for a new path forward Monday, with Senate Majority Leader Chuck Schumer saying that the Senate would vote on the bill early next year despite the pivotal lawmaker not being on board.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-variant-accounts-for-73-of-u-s-covid-19-cases-cdc-says-11640040586", "title": "Omicron Variant Accounts for 73% of U.S. Covid-19 Cases, CDC Says", "date": "2021-12-20 19:55", "summary": "New York state reported a record number of Covid-19 infections for the fourth consecutive day on Monday. The Omicron variant caused more than 70% of recent Covid-19 cases in the U.S., the Centers for Disease Control and Prevention said Monday, highlighting its substantial increase in infectiousness compared with earlier versions of the virus.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nikes-supply-crunch-stunts-growth-again-11640037479", "title": "Nike's Supply Crunch Stunts Growth Again", "date": "2021-12-20 19:26", "summary": "Revenue declines in China, Asia Pacific and Latin America as factory closures cut into inventory. Global supply-chain constraints continue to hurt Nike Inc.'s sales. The sneaker giant reported for a second consecutive quarter that its growth was stunted by a slowdown in production and transportation of its goods around the world.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-infrastructure-hit-with-4-5-million-penalty-by-sec-11640044374", "title": "Global Infrastructure Hit With $4.5 Million Penalty by SEC", "date": "2021-12-20 18:52", "summary": "The agency said the New York private-equity firm overcharged institutional investors by failing to properly handle fees. Global Infrastructure Management LLC has agreed to pay a $4.5 million penalty to settle Securities and Exchange Commission charges involving fees and expenses it passed on to investors in at least two of its funds.", "categories": [["Pro PE Legal Regulatory"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-legal-regulatory?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-supreme-courts-covid-vaccine-test-sixth-circuit-osha-mandate-11640034808", "title": "The Supreme Court's Covid Vaccine Test", "date": "2021-12-20 18:47", "summary": "Justices have to decide if they want to let OSHA rewrite the law.. Justice Antonin Scalia famously wrote that Congress doesn't hide elephants in mouseholes. But that's essentially what a Sixth Circuit Court of Appeals majority said Congress did late Friday when they lifted a stay on the Occupational Safety and Health Administration's vaccinate mandate.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-tracking-in-u-s-is-hindered-by-data-gaps-11640023264", "title": "Omicron Tracking in U.S. Is Hindered by Data Gaps", "date": "2021-12-20 18:46", "summary": "Resume Subscription. The hunt for Omicron is being hampered by local Covid-19 tracking efforts that have atrophied in much of the U.S. over the course of the pandemic.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/chile-takes-a-hard-left-turn-gabriel-boric-president-election-jose-antonio-kast-11640035352", "title": "Chile's Election Signals a Hard Left Turn", "date": "2021-12-20 18:41", "summary": "The president-elect wants to remake the country's economy.. Latin America, or much of it, is moving to the populist left, and Chile became the latest example by electing socialist Gabriel Boric in Sunday's presidential runoff election. He defeated conservative former congressman José Antonio Kast by a surprisingly large margin of 56%-44%, which means he can pursue his campaign pledge to redistribute income and usher in a new constitution.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/by-all-means-vote-in-the-senate-on-build-back-better-joe-manchin-chuck-schumer-11640041762", "title": "By All Means, Vote in the Senate on Build Back Better", "date": "2021-12-20 18:38", "summary": "Schumer demands that his incumbents vote for a bill that won't pass.. So much for a new political direction. Democrats have taken Sen. Joe Manchin's Sunday rejection of the Build Back Better Act as an opportunity not to rethink their agenda, but to dare the West Virginian to defy them on the Senate floor. We can hear Republicans reply: Be our guest.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democracy-boycott-in-hong-kong-china-election-11640038959", "title": "Democracy Boycott in Hong Kong", "date": "2021-12-20 18:33", "summary": "Most of the public refused to participate in a sham election.. What if they held an election and almost nobody came? That's what happened Sunday in Hong Kong, where voters stayed home in record numbers in silent protest of the sham poll in which democratic candidates were blocked from running.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ghislaine-maxwell-trials-closing-arguments-begin-11640021074", "title": "Jury in Maxwell Trial Begins Deliberations", "date": "2021-12-20 18:22", "summary": "Jurors weigh case after prosecutors argued Ms. Maxwell was a sophisticated predator, defense described her as a scapegoat for Jeffrey Epstein. The jury hearing the Ghislaine Maxwell trial began deliberating Monday after closing arguments, during which prosecutors portrayed the British socialite as a sophisticated predator and defense attorneys described her as a scapegoat for Jeffrey Epstein.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rising-prices-inflation-lockdown-powell-lockdowns-covid-11639780219", "title": "Rising Prices Are a Consequence of Bad Politics", "date": "2021-12-20 18:21", "summary": "Politicians chose economic contraction as their virus-mitigation strategy.. Kevin Warsh dismisses \"supply-chain bottlenecks\" as the source of rising prices based on the assertion that \"prices are rising at the points of production, assembly and transportation\" (\"The Fed Is the Main Inflation Culprit,\" op-ed, Dec. 13) \"This is a description of the state of affairs, not its source,\" he writes. Such a view presumes that the producers of the inputs that lead to finished goods are immune to monumental political error. In truth, the prices we consumers enjoyed before the imposition of \"command-and-control\" lockdown policies were the wondrous result of remarkable cooperation defined by trillions of commercial relationships entered into over many decades by billions of workers around the world.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-fdic-partisan-hostile-takeover-banking-regulator-11639779484", "title": "A Partisan Intrusion Into Bank Regulation", "date": "2021-12-20 18:21", "summary": "The 'hostile takeover' attempt at the FDIC risks undermining the trust in our banking system.. Regarding Jelena McWilliams's \"A Hostile Takeover of the FDIC\" (op-ed, Dec. 16): Elections have consequences. Politics is the process by which conflicting interests are resolved and the consequences of those elections can be implemented in an orderly and consistent manner. To provide a fair, transparent and predictable framework for the conduct of politics, we have established a scheme of laws, regulations and policies. This is particularly important for the regulation of banking, an industry critical to our economy, as it facilitates commerce through a payments system, allocation of capital and a reliable store-of-value mechanism. This system is founded on trust; trust by individuals, acting as corporations, investors or consumers, in the integrity of that system.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/children-safety-overprotected-risk-railroad-tracks-11639779070", "title": "Danger on the Tracks and Generation Safety", "date": "2021-12-20 18:20", "summary": "Not learning to play chicken with a train is the least of kids' concerns.. \"Flirted with danger\" is a grave understatement of the risks Bob Brody and his friends took by placing items on the tracks, using railroad tracks for shortcuts, playing chicken with the train and more (\"Don't Play Chicken With a Train,\" op-ed, Dec. 14). In 2020 alone, according to Federal Railroad Administration statistics, 525 people were killed and 557 injured in trespassing incidents across the U.S. We shouldn't romanticize deadly and illegal activities like track trespassing that may inadvertently encourage people to put themselves in harm's way.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyc-new-york-voting-rights-noncitizens-voters-11639778864", "title": "New York City's Voting Giveaway", "date": "2021-12-20 18:19", "summary": "It is a mistake to sever the connection between citizenship and voting.. The legislation to allow noncitizen residents to vote in New York City strikes me as utter insanity, and it eviscerates the concept of citizenship (\"New York City Passes Bill to Let Noncitizens Vote,\" U.S. News, Dec. 10). I cannot understand why someone who still owes allegiance to a foreign country, and not yet to this one, would be allowed to vote on the laws and legislators that will govern the lives of the city's citizens.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mayor-san-francisco-sf-breed-crime-police-11639778361", "title": "The Mayor of San Francisco Has an Epiphany", "date": "2021-12-20 18:18", "summary": "Rewarding criminals leads to more destruction and death, not more social justice.. San Francisco Mayor London Breed apparently has had an epiphany that demonizing police and slashing its budget leads to rising violent crime and deteriorating quality of life (\"Refunding the San Francisco Police,\" Review & Outlook, Dec. 17). That progressives are surprised by these outcomes reveals the vapidity of their thinking when it comes to crime and law enforcement. Blinded by self-righteousness and outrage over the rare instances of excessive use of force by police, and mired in abstractions such as \"systemic racism,\" they fail to see the obvious: Rewarding criminals leads to more destruction and death, not more social justice.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflation-rises-antitrust-reformers-lower-prices-competition-consumer-benefit-brandeis-biden-11640032926", "title": "As Inflation Rises, Antitrust 'Reformers' Target Lower Prices", "date": "2021-12-20 18:17", "summary": "Biden wants to start enforcing a moribund law that took money out of consumers' pockets.. As inflation reaches its highest point in nearly 40 years, Americans are spending more to feed their families, fill their gasoline tanks and buy the products they need. So why are antitrust-reform advocates determined to raise prices even higher? While news coverage is preoccupied with \"Big Tech,\" a group of antitrust activists are pushing to bring back old ideas that will exacerbate inflation in healthcare, groceries, consumer products and beyond.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/slow-meltdown-of-china-economy-evergrande-property-market-collapse-downturn-xi-cewc-11640032283", "title": "The Slow Meltdown of the Chinese Economy", "date": "2021-12-20 18:16", "summary": "Beijing's troubles are an opportunity for the U.S.-if Washington can recognize it.. China is experiencing a slow-motion economic crisis that could undermine stability in the current regime and have serious negative consequences for the global economy. Despite the many warning signs, Western analysts and policy makers are optimistic that Xi Jinping is up to the task of managing the crisis. Such optimism is misplaced.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-dirge-for-the-witty-ditty-cole-porter-cantor-sondheim-jokes-songs-musicals-11640032548", "title": "A Dirge for the Witty Ditty", "date": "2021-12-20 18:16", "summary": "Cantor, Porter and Sondheim could be delightfully naughty.. It's time to pay our final respects: The naughty song is a thing of the past. Before it withered away, it enjoyed a long, prosperous life. For decades, 20th-century tunesmiths produced risqué ditties. Dancing up to the edge of impropriety, they delighted us with songs about one of our favorite subjects-sex.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-knew-better-but-i-bought-tesla-investing-stocks-dip-index-funds-etfs-bitcoin-surge-11640032912", "title": "I Knew Better, but I Bought Tesla Stock", "date": "2021-12-20 18:15", "summary": "A bull market can tempt a business journalist into mistaking himself for an investing genius.. The long-running bull market is a wondrous and marvelous thing. In the first quarter of 2021, Fidelity had 365,000 401(k) accounts with over $1 million, double the total from the first quarter of 2020.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-ordinary-joes-christmas-burial-notre-dame-slovinec-homelessness-death-loss-mental-illness-11640034177", "title": "An Ordinary Joe's Christmas", "date": "2021-12-20 18:11", "summary": "Even in death, a homeless man brings out the better angels in his friends.. This story has no jingle bells, no red-nosed reindeer, no chestnuts roasting on an open fire. But it's a Christmas tale all the same. It's about a guy from Chicago, the better angels he brought out in others even at his most troubled self, and peace on earth to men of good will.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/noquo-russia-covid-ukraine-pandemic-putin-build-back-better-covid-invasion-state-department-11640032593", "title": "Notable & Quotable: Russia", "date": "2021-12-20 18:11", "summary": "'What they need is better health care, build back better, roads, schools, economic opportunity.'. An unidentified \"senior administration official\" in a Dec. 17 U.S. State Department telephone briefing for reporters:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ghost-in-the-garden-review-young-darwin-in-his-eden-11640041810", "title": "'The Ghost in the Garden' Review: Young Darwin in His Eden", "date": "2021-12-20 18:10", "summary": "Charles Darwin's childhood garden provides a glimpse of the fascinations that shaped his future-and an opportunity to share them.. Charles Darwin's childhood garden on the outskirts of Shrewsbury, in Shropshire, was an enchanting place, a paradise of winding paths and shaded lawns, with flowers and fruit from both near and far. Its magic was reflected in the names that young Charles-\"Bobby\" to his family-gave to various spots in it: \"Owlo\" to a tree in which an owl had made its home, \"Lacaho\" to \"some hole\" and \"Lorum\" to an unexplained \"secret place.\" In this quirky, Seussian world, young Darwin learned to love nature, Jude Piesse tells us in her new book, the equally quirky, gloriously unclassifiable \"The Ghost in the Garden.\" A normally quiet, dreamy child, Charles would sit in the crowns of trees, swim and fish in the river, ride his pony or pilfer peaches from his father's walled-in kitchen garden. Once he threw a marble at an unsuspecting hare, hitting his target with such accuracy that the animal dropped dead, an act of gratuitous cruelty he regretted for the rest of the life.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-mixed-response-to-the-omicron-variant-comes-down-to-geography-11640040779", "title": "America's Mixed Response to Omicron Comes Down to Geography", "date": "2021-12-20 17:52", "summary": "Across Northeast and Midwest, anxious calls for caution prompt some cancellations, yet the South and rural areas are largely plowing ahead. In Grand Prairie, Texas, organizers are forging ahead with plans for Lunar New Year festivities, while an annual New Year's Eve celebration in downtown Los Angeles was canceled Monday for in-person attendees. Meantime, New York City officials are re-evaluating whether spectators will be able to crowd into Times Square to watch the New Year's Eve ball drop.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nfl-rams-browns-wft-covid-cases-omicron-11640010474", "title": "'The Worst 72 Hours': How the NFL Navigated a Covid Minefield", "date": "2021-12-20 17:49", "summary": "An unprecedented number of cases with predominantly asymptomatic players sparked tension and prompted the league to rethink its pandemic strategy. Tensions inside the National Football League were flaring in every direction last week as a new phase of the Covid-19 pandemic erupted.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/novavaxs-covid-19-vaccine-recommended-for-use-in-eu-11640010462", "title": "Novavax's Covid-19 Vaccine Approved by EU", "date": "2021-12-20 17:40", "summary": "Move paves way in Europe for first shot using an established vaccine technology. Novavax Inc.'s Covid-19 vaccine was recommended for use by the European Medicines Agency, marking the first endorsement by a major regulator of a shot that uses an established technology.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/business-lobby-seeks-to-delay-tax-rise-that-funds-biden-spending-plan-11639909804", "title": "Businesses Seek to Delay Tax Rise That Funds Biden Spending Plan", "date": "2021-12-20 17:31", "summary": "Big companies' push to postpone global minimum tax is potential stumbling block for Democrats' Build Back Better package. WASHINGTON-A coalition of large multinational companies has launched a late lobbying blitz to delay a tax increase on foreign earnings in the Build Back Better plan, saying it would hurt U.S. businesses when they compete with foreign rivals.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-defendant-in-unaoil-bribery-case-appeals-conviction-11640038806", "title": "Another Defendant in Unaoil Bribery Case Appeals Conviction", "date": "2021-12-20 17:20", "summary": "Paul Bond, a sales executive convicted of involvement in a bribery scheme involving Unaoil, launched an appeal after a co-defendant's appellate victory. A former sales executive found guilty of involvement in a Unaoil Group-linked bribery scheme has appealed his conviction at a London court, arguing the U.K.'s Serious Fraud Office failed to disclose secret communications between agency officials and a private investigator for other individuals implicated in the wrongdoing.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-12-20-2021-11639989846", "title": "Dow, Oil Prices Fall on New Covid-19 Curbs", "date": "2021-12-20 17:17", "summary": "Investors worry that measures to contain Omicron will weigh on growth and prolong high inflation. Major U.S. stock indexes declined for the third consecutive trading session on Monday, as the fast-spreading Omicron variant of Covid-19 spurred fears that new lockdowns could derail the sputtering global economic recovery.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/helen-pashgian-presences-review-maker-of-luninous-objects-helen-pashgian-presences-site-santa-fe-california-light-and-space-movement-installation-art-11640028925", "title": "'Helen Pashgian: Presences' Review: Maker of Luminous Objects", "date": "2021-12-20 17:11", "summary": "California Light and Space artist Helen Pashgian finally gets her moment in the sun. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-statement-of-powerat-harvard-district-energy-facility-harvard-university-leers-weinzapfel-architects-11640030064", "title": "A Statement of Power at Harvard", "date": "2021-12-20 17:09", "summary": "The university's new District Energy Facility doesn't apologize for burning fossil fuel. Cambridge, Mass.", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-raises-fuel-efficiency-requirements-for-cars-and-light-trucks-11640016001", "title": "U.S. Raises Targets For Fuel Efficiency", "date": "2021-12-20 17:00", "summary": "Auto makers say they will need federal support to meet the new fleetwide average for cars and light trucks. WASHINGTON-The Biden administration on Monday raised fuel-efficiency standards for passenger cars and light duty trucks, saying the new standards will reduce pollution and save consumers billions of dollars at the gas pump.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chiles-election-of-leftist-as-president-shakes-nations-markets-11640029959", "title": "Chile's Election of Leftist as President Shakes Nation's Markets", "date": "2021-12-20 16:40", "summary": "Gabriel Boric's landslide win could empower him to embark on big economic revamp of market economy. SANTIAGO, Chile-The election of a leftist politician as president in Chile caused markets to tumble on Monday as investors fear an economic overhaul in Latin America's most successful model of free market orthodoxy and the home to the world's biggest copper mines.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkeys-borrowing-costs-soar-as-crisis-enters-new-phase-11640015497", "title": "Turkey's Borrowing Costs Soar as Crisis Enters New Phase", "date": "2021-12-20 16:28", "summary": "Country's dollar debt yields jump and the normally quiet business community openly challenges President Erdogan's handling of the economy. ISTANBUL-Turkey's financial strains worsened and the country's business community went into revolt, signs that the currency crisis dogging the economy was heading into a dangerous new phase.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musk-says-he-will-pay-more-than-11-billion-in-taxes-this-year-11640001132", "title": "Elon Musk Says He Will Pay More Than $11 Billion in Taxes This Year", "date": "2021-12-20 16:25", "summary": "Tesla CEO and world's richest person makes tax disclosure on Twitter. Billionaire Elon Musk, the world's richest person, said he will pay more than $11 billion in taxes this year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-hacker-with-kremlin-ties-extradited-to-u-s-on-insider-trading-charges-11640024126", "title": "Russian Hacker Extradited to U.S. on Insider-Trading Charges", "date": "2021-12-20 16:21", "summary": "Prosecutors say Vladislav Klyushin traded on stolen information about Tesla and others to earn tens of millions of dollars. WASHINGTON-The U.S. extradited from Switzerland a Russian national with close ties to the Kremlin on charges that he participated in a scheme to hack and steal corporate earnings information about Tesla Inc., Roku Inc. and others, making tens of millions of dollars in illegal profits, prosecutors said Monday.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-fears-rising-covid-19-cases-interrupt-new-york-city-11640031876", "title": "Omicron Fears, Rising Covid-19 Cases Interrupt New York City", "date": "2021-12-20 16:19", "summary": "Resume Subscription. Covid-19, this time by way of its Omicron variant, has yet again upended life in New York City, with case counts surging ahead of the holidays.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/davos-delayed-over-omicron-uncertainty-11640003584", "title": "Davos Economic Forum Is Postponed as Omicron Leads to More Cancellations, Travel Bans", "date": "2021-12-20 16:07", "summary": "Israel set to bar citizens from traveling to the U.S. and Canada. Israel is set to bar its citizens from traveling to the U.S. and Canada because of the spread of the Omicron variant-as the World Economic Forum said it would postpone next month's annual meeting in the Swiss mountain resort of Davos for the second successive year.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-all-downhill-from-here-tuesday-crossword-december-21-11640031383", "title": "It's All Downhill From Here (Tuesday Crossword, December 21)", "date": "2021-12-20 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spider-man-vs-omicron-11640034057", "title": "Spider-Man vs. Omicron", "date": "2021-12-20 16:00", "summary": "Moviegoers haven't surrendered to the latest viral fears.. The best of the web-spinners took on the world's most notorious infectious villain this weekend at movie theaters. The superhero won, with the biggest box-office haul of the pandemic era.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senators-own-cryptocurrency-assets-as-they-shape-rules-for-industry-11640005202", "title": "Only Two Senators Own Crypto Assets. Both Are Shaping the Industry's Rules.", "date": "2021-12-20 15:44", "summary": "Sens. Pat Toomey and Cynthia Lummis, members of Senate Banking Committee, say their cryptocurrency experience gives them crucial expertise. WASHINGTON-Sens. Pat Toomey (R., Pa.) and Cynthia Lummis (R., Wyo.) sit on the powerful Senate Banking Committee and have been advocates for a light government touch toward the growing-and largely unchecked-cryptocurrency market.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kayak-ceo-steve-hafner-sets-two-miami-condo-records-on-the-same-day-11640030874", "title": "Kayak CEO Steve Hafner Sets Two Miami Condo Records On the Same Day", "date": "2021-12-20 15:07", "summary": "Resume Subscription. In two consecutive record-breaking deals, Kayak co-founder and chief executive Steve Hafner has paid $40 million for a penthouse on Fisher Island after selling his smaller unit at L'Atelier Miami Beach for $36 million.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/egyptian-court-sentences-three-activists-despite-international-pressure-11640019548", "title": "Egyptian Court Sentences Activists Despite International Pressure", "date": "2021-12-20 14:56", "summary": "Political dissident Alaa Abdel-Fattah and two others were sent to prison on charges of joining a terrorist group and spreading false news. CAIRO-An Egyptian court sentenced three prominent activists charged with joining a terrorist group and spreading false news to up to five years in prison, defying international pressure to release them in a case that has drawn scrutiny of the country's human-rights record.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/donald-trump-says-he-got-covid-19-vaccine-booster-shot-11640030048", "title": "Trump Says He Got Covid-19 Booster Shot", "date": "2021-12-20 14:54", "summary": "Former president had previously said he was unlikely to get the additional dose. Former President Donald Trump said he received a Covid-19 vaccine booster shot.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-to-make-20-000-more-visas-available-for-temporary-workers-11640013700", "title": "U.S. to Make 20,000 More H-2B Visas Available for Temporary Workers", "date": "2021-12-20 14:49", "summary": "The move marks the first time the Department of Homeland Security is offering the additional visas for the winter season. WASHINGTON-The Biden administration will make an additional 20,000 H-2B seasonal guest-worker visas available to employers ahead of the winter hiring season, the Department of Homeland Security said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-confirms-biden-nominee-for-u-s-counterterrorism-finance-chief-11640027671", "title": "Senate Confirms Biden Nominee for U.S. Counterterrorism Finance Chief", "date": "2021-12-20 14:46", "summary": "Elizabeth Rosenberg said in June she would support the building of a beneficial ownership database, among other new anti-money-laundering efforts by the Treasury. The U.S. Senate has confirmed Elizabeth Rosenberg as assistant secretary for terrorist financing at the Treasury Department.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-users-with-disabilities-paid-apps-lag-behind-free-ones-in-accessibility-report-shows-11640026732", "title": "For Users With Disabilities, Paid Apps Lag Behind Free Ones in Accessibility", "date": "2021-12-20 13:58", "summary": "Advocates say they expect the discrepancies found in testing to lessen over time as digital accessibility becomes more familiar to developers. Many of the most popular paid smartphone apps are less accessible to people with certain disabilities than top apps that are free to download, according to a new report.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-get-covid-19-vaccine-mandate-reprieve-as-legal-battle-continues-11640026116", "title": "Companies Get Covid-19 Vaccine Mandate Reprieve as Legal Battle Continues", "date": "2021-12-20 13:48", "summary": "After a favorable court ruling, Biden administration gives private-sector employers one-month extension before they must comply with requirements. The Biden administration is pushing back the date by which large businesses must comply with its Covid-19 vaccine mandate as legal uncertainty continues to hang over the requirement.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-a-new-pill-to-treat-covid-a-husband-and-wife-team-and-a-hunch-11640025453", "title": "How a Doctor's Hunch Led to Merck's Covid Pill", "date": "2021-12-20 13:37", "summary": "The drug's journey from a university lab is latest example of the unlikely sources of pandemic antidotes. The bright orange capsule that could transform Covid-19 treatment wasn't on the radar in January 2020 when the pandemic was unfolding.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twelve-days-of-christmas-masterpieces-11640024144", "title": "Twelve Days of Christmas 'Masterpieces'", "date": "2021-12-20 13:31", "summary": "Yuletide has been a gift to artists of all stripes-from Leonardo da Vinci to Charles Dickens, Michelangelo Buonarroti to film director John Huston.. In almost every medium and in many eras and places, creative individuals have taken up the story of the Nativity and the infant Jesus as well as the holiday and the spirit it evokes. From the archives of our weekly Masterpiece column we have selected a dozen essays-one for each of the 12 days of Christmas-beginning with a 15th-century painting of the Annunciation and ending with a 20th-century movie whose story takes place on the Feast of the Epiphany.", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oracle-tests-investors-newfound-faith-11640024679", "title": "Oracle Tests Investors' Newfound Faith", "date": "2021-12-20 13:24", "summary": "Record acquisition of Cerner comes as Oracle's cloud business has reignited growth and re-energized investors. Say this much for Oracle Corp. : When they get a line of credit, they waste no time in using it.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-shouldnt-build-back-better-manchin-sanders-biden-vote-no-spending-bill-2022-midterms-11640012633", "title": "Democrats Shouldn't Build Back Bitter", "date": "2021-12-20 13:22", "summary": "Manchin's 'no' is a chance for Biden to return to his campaign promise of bipartisan reconciliation.. Democrats blame Sen. Joe Manchin for sinking their ship by announcing he'll oppose the Build Back Better bill. They should give him credit for saving them, and the nation, from themselves. Now that they've failed to bully him, they should take his concerns seriously and do the hard work of holding hearings, convincing the public, and enacting reforms one step at a time through regular order.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-progressive-example-covid-omicron-inflation-wages-afghanistan-border-crime-harris-11640011955", "title": "Biden Emerges as Progressive Government's Mr. Bad Example", "date": "2021-12-20 13:19", "summary": "A bit of humility about what Washington could achieve would have served the president well.. Say what you will, but Joe Biden's first year in office has one crowning achievement to its name. It has provided a real-time, data-rich, high-intensity and ultimately devastating case study in the defining conceit of progressive politics: the idea that government is the solution.", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-manchin-rescues-the-democrats-build-back-better-no-vote-fox-interview-11639946223", "title": "Joe Manchin Rescues the Democrats", "date": "2021-12-20 12:50", "summary": "His opposition to Build Back Better gives Biden a chance to change course.. Joe Manchin's decision on Sunday to oppose the Build Back Better Act is a service to the country, sparing it from huge tax increases and new entitlements that would fan inflation and erode the incentive for Americans to work. Paradoxically, it is also a blessing for Democrats if they get the message, and it offers President Biden a chance to reboot.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buy-now-pay-later-is-just-one-piece-of-the-fintech-puzzle-11640022287", "title": "Buy Now, Pay Later Is Just One Piece of the Fintech Puzzle", "date": "2021-12-20 12:44", "summary": "A regulatory inquiry into split payments sparked a market reaction, but investors should think about these services in a wider context. A recently announced U.S. regulatory inquiry into split-payment services has spooked investors, with shares of players such as Affirm Holdings and Afterpay down sharply in some recent sessions. But investors need to react less now, and more later.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oracle-to-pay-more-than-30-billion-for-cerner-11640006531", "title": "Oracle's Larry Ellison Targets Health Cloud With $28.3 Billion Bid for Cerner", "date": "2021-12-20 12:17", "summary": "U.S. software company calls Cerner 'anchor asset' for its healthcare ambitions. Oracle Corp. on Monday announced its largest deal ever, a roughly $28.3 billion purchase of electronic-medical-records company Cerner Corp. that vaults the business-software giant deeper into healthcare technology.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tennis-star-rafael-nadal-tests-positive-for-covid-19-11640020611", "title": "Rafael Nadal Tests Positive for Covid-19", "date": "2021-12-20 12:16", "summary": "The 20-time Grand Slam winner's result comes a month before the Australian Open. Tennis star Rafael Nadal said Monday he tested positive for Covid-19 after arriving in Spain from a tournament in Abu Dhabi.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moderna-says-covid-19-booster-dose-works-against-omicron-variant-in-lab-tests-11639994403", "title": "Moderna Says Covid-19 Booster Dose Works Against Omicron in Lab Tests", "date": "2021-12-20 12:12", "summary": "Resume Subscription. Moderna Inc. said a third dose of its Covid-19 vaccine increased immune responses against the Omicron coronavirus variant compared with two doses in lab tests, signaling the shot could still offer protection despite the variant's mutations.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/donald-trump-sues-new-york-attorney-general-accusing-her-of-political-vendetta-11640019892", "title": "Trump Sues New York Attorney General Amid Fraud Probes", "date": "2021-12-20 12:04", "summary": "Lawsuit is the latest legal battle involving former president and fraud investigations into his businesses. Former President Donald Trump filed a lawsuit against New York state Attorney General Letitia James on Monday, accusing her of having a political vendetta and abusing her office to launch investigations into him, his company and his family.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/super-wide-jnco-jeansa-polarizing-90s-trendare-back-11640019851", "title": "Super-Wide JNCO Jeans-a Polarizing '90s Trend-Are Back", "date": "2021-12-20 12:04", "summary": "Millennials and Gen-Z'ers are snatching up gigantic JNCO jeans, drawn to their curious width and pre-Y2K cool factor.. In the 1990s, JNCO jeans were big-in every sense of the term. With hulking legs (imagine fitting a 2-liter bottle of Coke horizontally across the hem), JNCOs were the street-sweeping denims that raver kids, graffiti artists, skateboarders and those pretending to be part of those subcultures wore. They represented a generational divide, tut-tutted by straight-leg Lee-wearing dads and even banned by some school districts who considered them unsightly. The controversy only bolstered JNCO, whose parent company Revatex reached $186.9 million in sales in 1998. But the success withered fast. In the early 2000s, JNCO's wide jeans were supplanted by skinny jeans which clenched calves across America.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republican-sec-commissioner-roisman-to-leave-agency-11640012401", "title": "Republican SEC Commissioner Roisman to Leave Agency", "date": "2021-12-20 11:33", "summary": "Resignation will give Democrats bigger majority at Wall Street watchdog. Securities and Exchange Commission member Elad Roisman plans to leave the market regulator by the end of January, giving Democrats a bigger majority at an agency pursuing an ambitious and sometimes politically divisive policy agenda.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/story/the-year-that-hackers-went-wild-and-everything-changed-f5ba9701?mod=article_inline", "title": "The Year Hackers Went Wild and Changed Everything", "date": "2021-12-20 11:32"}, {"link": "https://www.wsj.com/articles/criminal-charges-professors-china-mit-faltering-11640016143", "title": "The U.S. Pursued Professors Working With China. Cases Are Faltering.", "date": "2021-12-20 11:05", "summary": "Resume Subscription. In January 2020, Gang Chen and about two dozen other professors and students from the Massachusetts Institute of Technology traveled to Shenzhen, China, to talk about overlapping university research, visit local companies and interview students interested in studying at MIT.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/manchin-rejected-biden-bill-over-inflation-debt-concerns-how-founded-are-those-worries-11639958265", "title": "Will Biden's Spending Bill Cause Stronger Inflation?", "date": "2021-12-20 10:15", "summary": "Economists see mostly small effects on prices and federal deficits from president's proposed spending plan. Sen. Joe Manchin (D., W.Va.) cited inflation concerns as a key reason for rejecting President Biden's roughly $2 trillion social- and climate-spending package, essentially dooming the fate of the bill as currently written. As Democrats consider what to do next, a central topic of debate will be the potential effect of any additional spending proposals on price pressures.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/having-sought-a-home-run-democrats-now-may-settle-for-singles-and-doubles-11640012415", "title": "Having Sought a Home Run, Democrats Now May Settle for Singles and Doubles", "date": "2021-12-20 10:00", "summary": "The most logical strategy is to reconstruct Build Back Better to include fewer programs and ensure that they are fully funded for the life of the bill. In baseball, there is an endless debate about who is more valuable: a player who swings for home runs but also strikes out a lot, or someone who hits singles and doubles but has a higher batting average.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/travel-technology-firm-mondee-nears-1-billion-spac-deal-to-go-public-11639951201", "title": "Travel Technology Firm Mondee Inks $1 Billion SPAC Deal to Go Public", "date": "2021-12-20 09:59", "summary": "The company joins several other travel brands in unveiling SPAC deals during the coronavirus pandemic. Mondee Inc. is merging with a special-purpose acquisition company in a combination that values the travel-technology firm at about $1 billion and will take it public, the companies said.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nuclear-power-has-a-second-chance-to-prove-itself-11640011729", "title": "Nuclear Power Has a Second Chance to Prove Itself", "date": "2021-12-20 09:48", "summary": "New approaches to building fission reactors show promise, but they have yet to show they are cost-competitive and safe. Nuclear energy is a rare thing-a carbon-free energy source that isn't hyped and enjoys bipartisan support in Washington. The big question now is whether new technologies that might lower the costs actually work.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ham-sniffers-spain-christmas-11639786446", "title": "Think Santa Is Busy? Ham Sniffers Are Pushing Their Noses to the Limit", "date": "2021-12-20 09:46", "summary": "Christmas is the busy season for scent experts at Cinco Jotas, a 142-year-old company in Jabugo, Spain, who take whiffs of pork to determine whether the meat passes muster. JABUGO, Spain-Life revolves around Plaza del Jamón, or \"Ham Square,\" in Andalusia, where Cinco Jotas began producing Iberian ham in 1879.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-tennis-star-peng-shuai-denies-making-sexual-assault-accusations-11639982172", "title": "Tennis Star Peng Shuai Denies Making Sexual-Assault Accusations", "date": "2021-12-20 09:33", "summary": "Athlete confirms letter to WTA and phone call with IOC; says she's free, blames misunderstandings. HONG KONG-Chinese tennis star Peng Shuai denied accusing anyone of sexual assault, suggesting a global wave of concern for her safety and well-being was the result of misunderstandings.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-evs-want-to-shock-global-markets-next-11639998183", "title": "Chinese EVs Want to Shock Global Markets Next", "date": "2021-12-20 09:25", "summary": "Despite being the world's largest auto market, China has never been a big car exporter globally. It seeks to change that in a more-electrified future.. Chinese electric vehicles are speeding ahead in the country in 2021. Next they may want to make inroads overseas.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-trades-roar-back-what-to-watch-when-the-stock-market-opens-today-11640001941", "title": "Pandemic Trades Roar Back: What to Watch in the Stock Market Today", "date": "2021-12-20 09:13", "summary": "Vaccine makers and Zoom Video are up premarket; Travel stocks and energy producers are taking a hit. Just when it seemed like some version of normalcy was on the horizon, Omicron has crashed the party, and markets are taking notice.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chiles-presidential-election-pits-young-versus-old-in-key-vote-for-economy-11639908003", "title": "Gabriel Boric Wins Chile's Presidential Election at Age 35", "date": "2021-12-20 09:12", "summary": "Resume Subscription. SANTIAGO, Chile-The Chilean peso fell to a historic low and the country's stock market tumbled Monday after voters elected leftist Gabriel Boric as president, raising investor concerns about the future of the country's free-market economy.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/omicron-surge-is-just-starting-and-americas-pharmacists-are-already-burned-out-11640008870", "title": "Omicron Surge Is Just Starting and America's Pharmacists Are Already Burned Out", "date": "2021-12-20 09:01", "summary": "CVS and Walgreens say they are building in breaks, hiring staff as some pharmacists complain about working conditions; a call for a 'sick out'. America's pharmacists and pharmacy technicians, slammed by short staffing and demands of giving Covid vaccines and tests, are burning out as the world heads into another pandemic surge.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scotland-looks-to-rethink-drug-policy-after-surge-in-deaths-11640008802", "title": "Scotland Looks to Rethink Drug Policy After Surge in Deaths", "date": "2021-12-20 09:00", "summary": "Officials are following the U.S. in exploring safe injection spaces, despite U.K. government's objections. EDINBURGH-Twenty-five years ago, the movie adaptation of Irvine Welsh's novel \"Trainspotting\" revealed a different side to the Scottish capital. Far from the tourist shops and winding medieval alleyways, its bleak comic vision focused instead on the city's heroin users and the lottery of sharing HIV-tainted needles.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/were-cursing-more-blame-the-pandemic-11640008801", "title": "We're Cursing More. Blame the #%$ Pandemic.", "date": "2021-12-20 09:00", "summary": "Stress, the erosion of boundaries between personal and professional, and an exhausted slide toward casualness have created a perfect storm for swearing. In November, Jay Rosenthal unexpectedly found himself uttering a curse word-at his children's school.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baltimore-ravens-two-point-conversion-harbaugh-11640007811", "title": "Go for Two, or Not? The NFL's Gut Check", "date": "2021-12-20 08:45", "summary": "Another big choice and a narrow loss for Baltimore provokes a holiday for second-guessers. Baltimore", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldbelly-ceo-joe-ariel-interview-11640007009", "title": "Why Goldbelly CEO Joe Ariel Starts Off His Week with a \"Bodega Egg and Cheese\"", "date": "2021-12-20 08:30", "summary": "The \"chief eating officer\" shares his love of cold brew and the acronym that keeps him focused.. As CEO and co-founder of the restaurant delivery service Goldbelly, Joe Ariel spends lots of time sampling food from all over the U.S. Dishes like bagels from Ess-a-Bagel to deep-dish pizza from Chicago's Lou Malnati's regularly land on his desk. His Instagram bio describes him as the \"chief eating officer.\" On a Monday afternoon, however, Ariel, 45, can likely be found consuming something lighter. \"Green juice for lunch every day is one of my secrets,\" he says. \"And by green juice, I don't mean like a delicious, apple-y and kiwi green juice. I mean a painful, hard-to-drink green juice. A green juice that's medicine.\"", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peng-shuai-what-to-know-about-the-missing-chinese-tennis-star-11637324061", "title": "Peng Shuai: Who is the Chinese Tennis Star, and Where is She?", "date": "2021-12-20 08:13", "summary": "Athlete stirred global concern after a post to her social media account made a sexual-assault allegation against a retired senior Communist Party official. Peng Shuai, one of China's most accomplished tennis stars, disappeared from public view in early November after a rare public allegation of sexual assault against a retired top official in China's Communist Party. The international tennis community, including many of the sport's best-known global stars and its governing bodies, has openly questioned Chinese authorities on her whereabouts and the allegation. On Dec. 1, the Women's Tennis Association said it was halting all of its tournaments in China because it wasn't satisfied that Ms. Peng was safe. More than two weeks later, on Dec. 20, Ms. Peng spoke publicly for the first time since the allegation, denying to a reporter from a Singaporean newspaper that she had accused anyone of sexual assault.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-manatees-facing-starvation-to-be-fed-in-trial-program-11639953408", "title": "Florida Manatees Facing Starvation to Be Fed in Trial Program", "date": "2021-12-20 08:00", "summary": "Officials fear record deaths caused by deteriorating water quality could worsen in the winter. Wildlife officials in Florida are preparing to feed manatees in the wild, an unprecedented response to the animals' mass starvation caused by the loss of seagrasses they normally eat.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/farmers-business-networks-first-cio-looks-to-refine-data-insights-11640003401", "title": "Farmers Business Network's First CIO Looks to Refine Data Insights", "date": "2021-12-20 07:30", "summary": "Kumud Kokal, who recently joined the Amazon-style farm supply platform, wants to make better use of data to inform the insights it offers farmers, and also plans to modernize the company's IT. The new chief information officer of Farmers Business Network Inc.-a company that runs an Amazon.com -like platform for farmers to buy supplies from seed to pesticides-plans to use data to sharpen the insights it offers farmers, as well as bring more of them to the site and keep them coming back.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-montreal-is-in-advanced-talks-to-buy-bnp-paribass-u-s-unit-11639967503", "title": "Bank of Montreal to Buy BNP Paribas's U.S. Unit", "date": "2021-12-20 07:19", "summary": "The deal would facilitate Bank of Montreal's expansion into the U.S.. BNP Paribas SA said Monday that it has agreed to sell Bank of the West to Bank of Montreal for $16.3 billion, in one of the largest recent bank deals.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biogen-cuts-price-for-alzheimers-drug-aduhelm-by-half-11640001661", "title": "Biogen Cuts Price for Alzheimer's Drug Aduhelm by Half", "date": "2021-12-20 07:01", "summary": "The drug has sold poorly since its approval in June due to concerns about its safety, effectiveness and cost. Biogen Inc. is slashing in half the price of its controversial new Alzheimer's disease treatment, Aduhelm, in a bid to revive a product launch that has stalled in part because of a backlash over the drug's cost.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coming-to-terms-private-equity-investors-face-rising-costs-extra-fees-11640001604", "title": "Private-Equity Investors Face Rising Costs, Extra Fees", "date": "2021-12-20 07:00", "summary": "Fund-formation costs have risen sharply and some expenses historically covered by annual fees have shifted directly to investors. Private equity has long been among the most expensive asset classes for investors, and it's not getting any cheaper.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-growing-access-to-global-shipping-data-worries-u-s-11640001601", "title": "China's Growing Access to Global Shipping Data Worries U.S.", "date": "2021-12-20 07:00", "summary": "Beijing can track cargo with little-known Logink system, potentially gaining intelligence and commercial advantage. China's expanding grip on data about the world's cargo flows is sparking concern in Washington and among industry officials that Beijing could exploit its logistics information for commercial or strategic advantage.", "categories": [["WSJ News Exclusive", "World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflation-hawk-to-lead-german-bundesbank-11640000725", "title": "Inflation Hawk to Lead German Bundesbank", "date": "2021-12-20 06:45", "summary": "Choice of Joachim Nagel to succeed Jens Weidmann suggests continuity in Germany's critical approach to European monetary policy.. FRANKFURT-A longtime Bundesbank official with a record as an inflation hawk has been appointed as Germany's new central-bank governor, just as the European Central Bank moves away from its ultra-easy-money policies amid a surge in eurozone inflation.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-china-and-climate-goals-clash-over-solar-panels-11639996382", "title": "Biden's China, Climate Goals Clash Over Solar Panels", "date": "2021-12-20 05:33", "summary": "Resume Subscription. The Biden administration faces a looming decision on solar-energy tariffs that pits its goal of combating climate change against its ambition to wrestle high-tech manufacturing supply chains from China.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/exxons-new-cfo-takes-on-debt-reduction-spending-plans-11639996204", "title": "Exxon's New CFO Takes On Debt Reduction, Spending Plans", "date": "2021-12-20 05:30", "summary": "CFO Kathryn Mikells took over the company's finance function in August. Exxon Mobil Corp. is looking to further reduce its debt, evaluating sustainability-linked financing instruments and preparing for potential new climate-related disclosure requirements, finance chief Kathryn Mikells said.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-inflation-has-changed-pricesand-the-menuat-one-small-business-11639996203", "title": "How Inflation Has Changed Prices at One Small Business", "date": "2021-12-20 05:30", "summary": "Resume Subscription. Judy Henry's restaurant has been known for its housemade rosemary focaccia, served warm with extra-virgin olive oil to each table. In November, after nearly 20 years of the bread being complimentary, she began charging guests $1.50 per loaf.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bitcoins-one-percent-controls-lions-share-of-the-cryptocurrencys-wealth-11639996204", "title": "Bitcoin's 'One Percent' Controls Crypto Wealth", "date": "2021-12-20 05:30", "summary": "New research shows that just 0.01% of bitcoin holders controls 27% of the currency in circulation. It's good to be the bitcoin 1%. The top bitcoin holders control a greater share of the cryptocurrency than the most affluent American households control in dollars, according to a study by the National Bureau of Economic Research.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkeys-currency-crisis-slams-the-nutella-global-supply-chain-11639996201", "title": "Turkey's Currency Crisis Slams the Nutella Supply Chain", "date": "2021-12-20 05:30", "summary": "Resume Subscription. GIRESUN, Turkey-The farmers who produce most of the world's hazelnuts are reeling from a currency crisis that has shaken a supply chain that stretches from this town's jagged hillsides overlooking the Black Sea to Nutella jars on supermarket shelves.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/is-the-fed-deflating-prospects-for-speculative-stocks-11639995463", "title": "Is the Fed Deflating Prospects for Speculative Stocks?", "date": "2021-12-20 05:17", "summary": "'Story' stocks and crypto have had a run of bad performance since early November. Speculation seems to be going out of fashion. Since early November, the most speculative stocks have been crushed, even as the wider market reached new highs. Many blame the Federal Reserve, but the link between monetary policy and speculation is less clear than it seems.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roche-licenses-rights-to-experimental-eye-cell-therapy-11639994404", "title": "Roche Licenses Rights to Experimental Eye Cell Therapy", "date": "2021-12-20 05:00", "summary": "Lineage drug is in early clinical testing for an eye condition that can cause blindness but doesn't have an approved treatment. Roche Holding AG is adding an experimental drug for a blinding eye condition in a deal aimed at helping the company move further into cell-based therapies.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/himalayan-glaciers-are-melting-at-furious-rate-new-study-shows-11639994402", "title": "Himalayan Glaciers Are Melting at Furious Rate, New Study Shows", "date": "2021-12-20 05:00", "summary": "An analysis of almost 15,000 ice sheets in the region shows they are shrinking 10 times faster now than in previous centuries. Glaciers across the Himalayas are melting at an extraordinary rate, with new research showing that the vast ice sheets there shrank 10 times faster in the past 40 years than during the previous seven centuries.", "categories": [["Life & Work", "Science"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pretty-good-monday-crossword-december-20-11639984712", "title": "Pretty Good! (Monday Crossword, December 20)", "date": "2021-12-20 02:20", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-developer-kaisa-follows-evergrande-into-restructuring-talks-11639978021", "title": "Chinese Developer Kaisa Follows Evergrande Into Restructuring Talks", "date": "2021-12-20 00:27", "summary": "Kaisa says it didn't pay sums due on dollar bonds, and has hired a restructuring adviser. Kaisa Group Holdings Ltd., which in 2015 became one of the first Chinese developers to default abroad, said it had failed to make several payments on dollar bonds as planned, and is talking to creditors about a wide-ranging restructuring plan.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}]