[{"link": "https://www.wsj.com/articles/gores-guggenheim-spac-nears-deal-to-combine-with-polestar-11632694281", "title": "Gores Guggenheim SPAC Nears Deal to Combine With Polestar", "date": "2021-09-26 19:24", "summary": "Deal would value electric-vehicle maker at $21 billion, sources say. Polestar is nearing a deal to go public through a merger with a special-purpose acquisition company that would value the Swedish electric-vehicle maker at $21 billion, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amtrak-derailment-update-coming-soon-montana-officials-say-11632672826", "title": "Five Hospitalized Passengers of Derailed Amtrak Train in Stable Condition", "date": "2021-09-26 19:00", "summary": "Rescue crews uses 'jaws of life' to help people trapped inside, says Montana Gov. Greg Gianforte. Five people remained hospitalized in stable condition Sunday after an Amtrak train derailed Saturday in Montana, killing three people and injuring dozens more, state officials said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/st-louis-cardinals-san-diego-padres-wild-card-race-11632572966", "title": "With 16 Straight Wins, the Cardinals May Never Lose Again", "date": "2021-09-26 18:50", "summary": "A historic win streak has vaulted the team to the precipice of the postseason. When the St. Louis Cardinals woke up on July 30, the morning of baseball's annual trade deadline, they appeared to be out of contention. Their record had been hovering around the .500 mark for six weeks, and they were eight games out of a National League wild-card spot. The statistics website FanGraphs gave them a 2% chance of advancing to the postseason.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/usa-wins-ryder-cup-europe-11632689195", "title": "The U.S. Wins a Ryder Cup Rout, Ushering in a New Era of American Golf", "date": "2021-09-26 18:15", "summary": "The dominant win came with a team of historically young Americans who are poised to boost the U.S. chances for years to come.. No player embodied America's inexplicable struggles at the Ryder Cup as much as Dustin Johnson. Since his debut in the event in 2010, he has spent more time than anyone else as the No. 1-ranked golfer in the world. But when it came to this cross-Atlantic match-play event, he was mediocre, with just a 7-9 record entering this year.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nancy-pelosi-goes-for-broke-house-spending-bill-democrats-senators-joe-manchin-kyrsten-sinema-11632690894", "title": "Pelosi Goes for Broke", "date": "2021-09-26 17:46", "summary": "Focused on her legacy, the Speaker pushes Democrats to take votes that will end careers in 2022.. Can Nancy Pelosi bull-rush her few House moderates and Sens. Joe Manchin and Kyrsten Sinema? That seems to be her strategy this week as she prepares to jam a $3.5 trillion (really $5 trillion) tax and spending bill through Congress.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germany-election-status-quo-coalition-merkel-11632679283", "title": "Germany's Muddled Message", "date": "2021-09-26 17:45", "summary": "Voters and parties missed an opportunity to chart a new course.. German voters spoke on Sunday, and now they need to wait weeks for someone to tell them what they said. The results are a muddle, and complex coalition politicking will determine what path the country follows out of the Angela Merkel era.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/political-divisions-in-cortez-colorado-got-so-bitter-the-mayor-needed-a-mediator-11632648602", "title": "Political Divisions in Colorado Town Got So Bitter the Mayor Needed a Mediator", "date": "2021-09-26 17:21", "summary": "Resume Subscription. CORTEZ, Colo.-It was the middle of Mike Lavey's first term as mayor when he jotted down a resignation letter and tucked it away in a leather-bound folder. He said he could no longer stomach the divisions that were tearing apart this rural, southwest Colorado town.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/no-crisis-climate-change-energy-costs-nuclear-green-new-deal-global-warming-11632676840", "title": "Notable & Quotable: No Climate Crisis", "date": "2021-09-26 17:21", "summary": "'A poll in 2019 revealed that 68% of Americans would not pay $10 more per month on their electricity bill to combat climate change.'. From the Sept. 23 edition of Christian Whiton's Super Macro newsletter:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-democrats-tax-increases-carried-interest-estate-tax-death-11632676603", "title": "House Democrats Miss Some Necessary Tax Increases", "date": "2021-09-26 17:20", "summary": "The breaks on carried interest and capital gains at death should be eliminated to hit the rich.. President Biden needs tax revenue to pay for his Build Back Better plan, and he wants to raise most of it by raising taxes on corporations and the rich-both of which got large tax cuts under President Trump. But congressional Democrats are already balking at the White House's tax-hike proposals. The House Ways and Means draft bill falls short of the Biden tax proposals in several ways, but thankfully not all.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/evil-meaning-trump-hitler-pol-pot-exaggeration-politics-political-polarization-11632676439", "title": "Not That Long Ago, 'Evil' Really Meant Something", "date": "2021-09-26 17:19", "summary": "Progressives now see no difference between history's monsters and people they don't like on TV.. Fifteen or 20 years ago, when I was preparing to write a book on the subject of evil, I asked a variety of people whether they had ever known someone whom they considered to be evil. The overwhelming majority stared into space for a moment and then said, \"No-no one I would call truly evil. There was Hitler, of course. But I didn't know him.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shocking-raccoons-sweet-corn-farming-electric-fence-11632676340", "title": "A Shocking Tale About Raccoons", "date": "2021-09-26 17:19", "summary": "Unlike last year, the electric fence saved our sweet corn.. After last summer's fiasco, in which raccoons left us with seven ears of mangled sweet corn, we decided to fight back. We considered borrowing or renting a dog. But neighbors didn't want to part with their dogs for a month. Dogs have to be fed and watered, and we are absent from the farm part of each week. Dogs like to sleep at night when raccoons are at work.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blinken-blindsides-ally-guatemala-border-crisis-del-rio-porras-11632676211", "title": "Blinken Blindsides an Ally in Guatemala", "date": "2021-09-26 17:18", "summary": "Are Democrats nursing a grudge against Attorney General Porras?. The migration calamity that exploded in the border city of Del Rio, Texas, this month is the product of bureaucratic incompetence. But Democratic Party politics and progressive ideology have also played big roles in fomenting the crisis.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/machiavelli-for-women-review-to-beat-a-prince-read-one-11632690971", "title": "'Machiavelli for Women' Review: To Beat a Prince, Read One", "date": "2021-09-26 17:16", "summary": "To avoid being outmaneuvered in the workplace, women can take a page from a famous guide to the ways of power.. Stacey Vanek Smith probably had a terrific elevator pitch for her debut book, \"Machiavelli for Women: Defend Your Worth, Grow Your Ambition, and Win the Workplace.\" After all, Niccolò Machiavelli, generally associated with cunning, duplicity and the personality trait that bears his name, would seem an unlikely inspiration for today's professional women. But Ms. Smith turns to his 16th-century masterwork, \"The Prince,\" to help women succeed in the 21st-century office. As she points out, \"the petty jealousies, treachery, power-mongering, and aggression people practiced in the 1500s are alive and well in the modern workplace.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-consumer-spending-inflation-manufacturing-11632682802", "title": "Economy Week Ahead: Consumer Spending, Inflation, Manufacturing", "date": "2021-09-26 15:00", "summary": "A Commerce Department report is expected to show a rise in U.S. consumer spending for August. The Commerce Department's monthly report on U.S. consumer spending highlights this week's economic data.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/haqqani-network-taliban-success-terrorism-security-11632671942", "title": "The Haqqanis Are the New Global Terror Threat", "date": "2021-09-26 13:29", "summary": "With close ties to al Qaeda, the network's influence and network are likely to grow within Afghanistan and beyond.. The Haqqani network has evolved over the past half-century from a relatively small, tribal-based jihadist group into one of South Asia's most significant U.S.- and U.N.-designated terrorist syndicates. As Afghanistan's new Taliban government pushes for credibility abroad, the Haqqani network is the most powerful faction with which it must reckon.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ilhan-omar-progress-gross-domestic-product-squad-11632672223", "title": "Ilhan Omar's Idea of Progress", "date": "2021-09-26 13:28", "summary": "She would replace GDP with a measure that includes time spent fishing.. Rep. Ilhan Omar (D., Minn.), along with five other Democrats, recently introduced H.R. 4894, the Genuine Progress Indicator Act of 2021. The bill, only six pages long, is a glaring example of why Congress has a meager 28% approval rating.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-a-troubled-u-s-china-relationship-moments-of-pragmatism-11632677172", "title": "Amid Tensions, U.S. and China Make a Deal", "date": "2021-09-26 13:26", "summary": "Deal for Huawei executive's release follows other actions suggesting a willingness on both sides to grab at green shoots. Behind-the-scenes dealings that freed a Chinese executive from U.S. prosecution removed a stumbling block between the nations and demonstrated a little-noticed pragmatic dimension to the relationship.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/climate-change-conference-cop-anthem-scotland-11632675510", "title": "You Think Addressing Climate Change Is Hard, Try Pitching an Anthem About It", "date": "2021-09-26 13:01", "summary": "Composers vie to have their tunes adopted as the official song of the big climate summit in November. GLASGOW, Scotland-Anton Hicks worries world leaders at the big climate summit here in November will find it hard to agree on a plan of action.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-xi-jinping-chairman-communist-party-ccp-11632427282", "title": "Xi Confronts China's 'Billion-Man Rat Race'", "date": "2021-09-26 13:00", "summary": "The Chinese Communist Party's promises have collided with reality.. Kevin Rudd argues that China's \"pivot to the state\" is occurring because Chairman Xi Jinping is determined that his country shall \"win a generational contest against cultural dependency on the West\" (\"What Explains Xi's Pivot to the State?\" op-ed, Sept. 20). Yet the majority of firms and media products targeted by Mr. Xi's new campaign are not Western, but Chinese.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-federal-reserve-inflation-target-2percent-11632426307", "title": "The Fed's 2% Inflation Target Is Always Right Around the Corner", "date": "2021-09-26 12:59", "summary": "Perhaps the FOMC is more interested in managing expectations than in accurate forecasts.. Regarding Benn Steil and Benjamin Della Rocca's \"The Fed Follows Misguided 'Forward Guidance'\" (op-ed, Sept. 17): Say what you will about the Federal Open Market Committee's abysmal record forecasting inflation, but its unshaken conviction that 2% inflation is on the horizon is a reassuring constant. For the past decade, when inflation was inexplicably below 2%, the forecast was always for a return to that higher, elusive level. This year, when inflation is running at about double the target, the forecast is for a return before long to 2%.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-instagram-mental-health-teen-girls-zuckerberg-11632426638", "title": "Readers Respond to the 'Facebook Files' Series", "date": "2021-09-26 12:59", "summary": "Zuckerberg refuses to consider that his original assumptions are fundamentally flawed.. Regarding \"Facebook Tried to Make Its Platform a Healthier Place. It Got Angrier Instead\" (Page One, Sept. 16): This is the public-health issue of our time, akin to big tobacco in earlier years. Our response to that crisis provides a blueprint for how to deal with social-media companies that prey on the young and engineer their products to addict users, knowing full well the mental-health issues they cause.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yellen-debt-ceiling-limit-raise-government-spending-democrats-11632425910", "title": "Debt Limit Presents a Useful Opportunity for Compromise", "date": "2021-09-26 12:55", "summary": "Memo to Yellen: Democrats should reduce their reckless spending.. \"Congress, Raise the Debt Limit\" (op-ed, Sept. 20), writes Treasury Secretary Janet Yellen, but why not tie that to a bipartisan agreement to restrain spending? The message would be: \"Democrats, reduce your reckless spending.\" A good-faith gesture would be for Democrats to stop stampeding toward a $3.5 trillion reconciliation bill and instead negotiate provisions with Republicans in recognition that the political split in the Senate is 50-50.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-children-orphans-parent-deaths-million-11632675021", "title": "Covid's Hidden Toll: One Million Children Who Lost Parents", "date": "2021-09-26 12:53", "summary": "Resume Subscription. PISCO, Peru-Several nights a week, 4-year-old Sofia Felices jolts awake in tears and calls out for her mother, who used to cuddle her youngest daughter in bed. Sofia's mom died from the coronavirus in April, so that job now falls to the girl's great-aunt, Janette Navarro.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-eu-trade-summit-in-pittsburgh-aims-to-deepen-economic-ties-11632664802", "title": "U.S.-EU Trade Summit in Pittsburgh Aims to Deepen Trans-Atlantic Ties", "date": "2021-09-26 10:00", "summary": "Trade and technology summit is intended to expand a vast and deep partnership that is lately under stress. Senior U.S. and European officials meet in Pittsburgh on Wednesday, aiming to show that closer trans-Atlantic ties have value-in dollars and euros.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/awe-makes-you-feel-better-heres-a-surprising-way-to-find-it-11632664802", "title": "Awe Makes You Feel Better. Here's a Surprising Way to Find It.", "date": "2021-09-26 10:00", "summary": "Most of us associate the 'wow!' emotion with something rare and beautiful: nature, music or a spiritual experience. But people in our daily lives can make us feel awe, too.. This summer, Beverly Wax had an experience that filled her with awe. It wasn't a gorgeous sunset, a sweeping mountain vista or the sound of waves gently lapping on a beach that got to her.", "categories": [["Life & Work", "Bonds"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/bonds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/individuals-embrace-options-trading-turbocharging-stock-markets-11632661201", "title": "Individuals Embrace Options Trading, Turbocharging Markets", "date": "2021-09-26 09:00", "summary": "Resume Subscription. Shares of Robinhood Markets Inc. had mostly disappointed the trading app's fans since their initial public offering. But Harsh Patel felt sure that was about to change.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/debt-limit-standoff-could-force-fed-to-revisit-emergency-playbook-11632661200", "title": "Debt-Limit Standoff Could Force Fed to Revisit Emergency Playbook", "date": "2021-09-26 09:00", "summary": "Meeting transcripts shed light on central bank's contingency planning for worst-case scenarios. A crisis-management playbook Federal Reserve officials created years ago could guide their response this fall if the federal government can't pay all its bills because of a political standoff over raising the federal debt limit.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kyrsten-sinema-is-enigma-at-center-of-democrats-spending-talks-11632661201", "title": "Kyrsten Sinema Is Enigma at Center of Democrats' Spending Talks", "date": "2021-09-26 09:00", "summary": "Arizona senator says $3.5 trillion price tag is too high, holds discussions with Biden, party leaders. SCOTTSDALE, Ariz.-Senate Democrats trying to pass a sweeping education, healthcare and climate package must first crack an enigma: What does centrist Sen. Kyrsten Sinema want?", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fall-style-hot-vacation-11632636117", "title": "How to Turn Your Cozy Fall Getaway Into a Style Moment", "date": "2021-09-26 08:30", "summary": "Catch the last fleeting rays of warm days with athletic-inspired pieces from the fall collections that play well with classic styles.. For inspiration for the perfect fall wardrobe, look no further than this shoot by photographer Annemarieke van Drimmelen and stylist Geraldine Saglio. The duo worked with models Malika Louback and Quentin Demeester on location around the Hippodrome des Arcades, a shuttered race track just outside of Paris. The sporty athleticism of the fall collections looked extra spiffy against preppy classics, such as a Snoopy-inspired Saint Laurent by Anthony Vaccarello sweatshirt worn with cuffed shorts. A patterned Loewe piece stands out when worn with sharp Prada pants. Slouchy sweaters by Salvatore Ferragamo and Longchamp turn transitional when paired with hallmarks of an endless summer, like tweed Versace pants or a bright Hermès bikini. Embrace a sense of casual confidence and effortless silhouettes with novel updates on classic pieces-such as an asymmetrical bodysuit and tailored jacket by Celine by Hedi Slimane or a quilted top by Bode. As nights turn chilly, strong options for a statement jacket include cozy shearling coats from Dior and Ralph Lauren, a green letterman jacket from Louis Vuitton or a flawlessly frayed Celine by Hedi Slimane vest. All of it goes down easy with denim from Re/Done and a pair of laced-up Converse, Gucci or Nike sneakers, to hit the ground running. -Natalia Barr", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/logistics-operators-raise-pay-enlist-robots-to-meet-holiday-demand-11632657600", "title": "Logistics Operators Raise Pay, Enlist Robots to Meet Holiday Demand", "date": "2021-09-26 08:00", "summary": "Competition for warehouse labor is fierce as e-commerce volumes surge and companies pull out all the stops on recruiting. Warehouse operators are throwing every tool they can at increasingly urgent efforts to hire seasonal workers as they brace for an expected flood of holiday goods amid competition for scarce labor from deep-pocketed rivals.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-investors-follow-the-workers-11632657604", "title": "Bond-Picking Investors Follow the Workers", "date": "2021-09-26 08:00", "summary": "Wages, labor shortages and supply-chain snarls are pointing bond-picking investors toward winners and losers. Labor shortages and supply-chain disruptions have become make-or-break factors for some investors weighing bets on corporate debt.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-seeks-to-revive-stalled-inquiry-into-origins-of-covid-19-with-new-team-11632657603", "title": "WHO Seeks to Revive Stalled Inquiry Into Origins of Covid-19", "date": "2021-09-26 08:00", "summary": "Resume Subscription. The World Health Organization is reviving its stalled investigation into the origins of the Covid-19 virus as agency officials warn that time is running out to determine how the pandemic that has killed more than 4.7 million people world-wide began.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-farm-belt-revival-prompts-mad-dash-for-dirt-and-iron-11632657604", "title": "U.S. Farm Belt Revival Prompts Mad Dash for 'Dirt and Iron'", "date": "2021-09-26 08:00", "summary": "Farmers unleash spending, fueling prices for agricultural land and equipment, and raising concerns over escalating costs. A revival in the U.S. Farm Belt is in full swing, boosting markets for land and equipment and raising concerns over farmers' escalating costs.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-miners-eye-nuclear-power-as-environmental-criticism-mounts-11632654002", "title": "Bitcoin Miners Eye Nuclear Power Amid Environmental Criticism", "date": "2021-09-26 07:01", "summary": "Some cryptocurrency miners are striking deals with operators of struggling nuclear plants, which are carbon-free and have excess power capacity to spare. Bitcoin miners, under fire for their sizable environmental footprint, are forging partnerships with owners of struggling nuclear-power plants with electricity to spare.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-wields-new-legal-weapon-to-fight-claims-of-intellectual-property-theft-11632654001", "title": "China Has New Way to Fight IP Theft Claims", "date": "2021-09-26 07:01", "summary": "A Delaware firm preparing to sue a Chinese smartphone maker for patent infringement was beaten to the punch with anti-suit injunction. WASHINGTON-Chinese technology giants have seized on a new legal tactic to fight claims of intellectual property theft, raising concerns in the U.S. that Beijing's promises to strictly enforce patent and copyright laws will be undermined by Chinese courts.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/killings-of-islamic-state-militants-highlight-power-struggle-with-afghanistans-taliban-11632650997", "title": "Killings of Islamic State Militants Highlight Power Struggle With Taliban", "date": "2021-09-26 06:09", "summary": "Country's new rulers and Islamic State's regional affiliate have repeatedly clashed, as Taliban seek to solidify control. MAKRAK, Afghanistan-Mullah Ibrahim, a stocky white-bearded cleric, was leading two men in prayer at dusk early this month when three assailants approached his mosque in a pomegranate grove in rural Zabul province.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-covid-free-australian-state-weighs-reopening-to-the-world-11632648602", "title": "A Covid-Free Australian State Weighs Reopening to the World", "date": "2021-09-26 05:30", "summary": "Vast and isolated Western Australia has kept the virus at bay with tight border controls that it is wary of dropping too soon. SYDNEY-Australia's most remote state has kept Covid-19 out by largely disconnecting from the outside world and banning many Australians from visiting. Now, it is weighing whether to reopen its borders if that also means letting the virus in.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corporate-buyout-loans-near-highs-of-2007-11632648602", "title": "Corporate-Buyout Loans Near Highs of 2007", "date": "2021-09-26 05:30", "summary": "Boom in debt-fueled mergers and acquisitions-and a payday for Wall Street-are being stoked in part by government policies. A buyout boom fueled by easy money and a looming hike in the capital-gains tax is sweeping Wall Street deal making to highs not seen since before the 2008 financial crisis.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cargo-delays-are-getting-worse-but-california-ports-still-rest-on-weekends-11632648602", "title": "U.S. Supply Chain Struggles to Adapt as Delays Worsen", "date": "2021-09-26 05:30", "summary": "U.S. shipping operations remain clogged as ports, truckers and warehouses can't find enough workers or agree on 24/7 operations. Nike Inc. doesn't have enough sneakers to sell for the holidays. Costco Wholesale Corp. is reimposing limits on paper towel purchases. Prices for artificial Christmas trees have jumped 25% this season.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gender-pay-gap-stock-options-11632414012", "title": "There's Another Gender Pay Gap: Stock Options", "date": "2021-09-26 05:30", "summary": "Women often don't know what to ask for, experts say. And companies don't tell them.. Brooke Harley considers herself lucky.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amtrak-train-derailment-in-montana-leaves-multiple-people-injured-11632623352", "title": "Three Dead After Amtrak Train Derails in Montana", "date": "2021-09-26 00:03", "summary": "The train, which runs between Seattle and Chicago, had about 146 passengers and 16 crew members onboard. JOPLIN, Mont.-At least three people were killed Saturday afternoon when an Amtrak train that runs between Seattle and Chicago derailed in north-central Montana, an official with the Liberty County Sheriff's Office said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]