[{"link": "https://www.wsj.com/articles/andrew-cuomo-impeachment-hotline-gets-over-100-messages-11618438631", "title": "Andrew Cuomo Impeachment Hotline Gets Over 100 Messages", "date": "2021-04-14 19:23", "summary": "Investigators sort through calls and emails as the governor faces allegations of harassment. ALBANY, N.Y.-More than 100 messages have come through a hotline set up two weeks ago by investigators working on the impeachment probe into New York Gov. Andrew Cuomo, a state lawmaker overseeing the effort said.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gary-gensler-is-confirmed-as-sec-chairman-by-senate-11618418366", "title": "Senate Confirms Gary Gensler as SEC Chairman", "date": "2021-04-14 19:00", "summary": "Veteran regulator, bank executive is expected to take a tougher approach to policing Wall Street. WASHINGTON-The Senate confirmed Gary Gensler as chairman of the Securities and Exchange Commission on Wednesday, putting a veteran regulator and banker in charge of the Biden administration's plan to tighten oversight of Wall Street.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/down-with-big-business-again-11618440906", "title": "Down With Big Business, Again", "date": "2021-04-14 18:55", "summary": "Corporate CEOs can't be counted on to defend free markets.. The woke left turn of much of corporate America has us thinking about a long-ago Journal headline: Down With Big Business. That header atop a 1979 editorial came in a decade, like this one, when prominent companies were accommodating an aggressive expansion of government to political applause.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-strange-new-bipartisanship-11618440787", "title": "Biden's Strange New 'Bipartisanship'", "date": "2021-04-14 18:53", "summary": "In the new White House definition, no GOP votes in Congress are required.. President Biden campaigned on unity and bipartisanship, but his governing philosophy has been the opposite. So now the White House is redefining the concept.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-climate-back-door-to-watch-11618440734", "title": "A Climate Back Door to Watch", "date": "2021-04-14 18:52", "summary": "Keep a skeptical eye on the Federal Energy Regulatory Commission.. If the White House can't get a 50-50 Senate to break the filibuster, the Biden Administration will push its climate agenda via the administrative state. So train a wary eye on the Federal Energy Regulatory Commission, which oversees wholesale electricity markets.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kamalas-theory-of-everything-11618440600", "title": "Kamala's Theory of Everything", "date": "2021-04-14 18:50", "summary": "The VP identifies Central America's big problem: climate.. President Biden has handed Vice President Kamala Harris the job of fixing the mess at the U.S.-Mexico border, and she's no fool. Rather than taking charge of the actual border, she is at pains to say she has been tapped for something far more grand (and vague): to be the Administration's point person for addressing the \"root causes\" of emigration from these countries and providing \"hope\" for the region.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-advisory-panel-to-meet-wednesday-on-j-j-vaccine-11618392603", "title": "U.S. Vaccine Panel Delays Vote on J&J Covid-19 Shot's Clot Risk", "date": "2021-04-14 18:49", "summary": "CDC advisory group says it wants more data and plans to meet again soon on the issue. The federal government's recommendation to pause using Johnson & Johnson's Covid-19 vaccine will remain in place after an advisory panel put off a vote on how to move forward following reports of a few cases of life-threatening blood clots.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dell-plans-spinoff-of-52-billion-stake-in-vmware-11618434822", "title": "Dell Plans Spinoff of $52 Billion Stake in VMware", "date": "2021-04-14 18:33", "summary": "PC maker intends to use net proceeds from the deal to pay down debt. Dell Technologies Inc. said Wednesday it would spin off its stake valued at $52 billion in cloud-software company VMware Inc., in a deal the personal-computer maker said would strengthen its financial position as it looks at new markets and works to reach clients revamping their digital strategies.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cryptocurrencies-soar-to-records-ahead-of-coinbase-listing-11618400809", "title": "Bitcoin and Dogecoin Prices Soar to Records as Coinbase Lists", "date": "2021-04-14 18:25", "summary": "Increased interest from retail traders due to the listing seen powering the cryptocurrency rally. Prices of cryptocurrencies surged to records Wednesday as the listing of exchange Coinbase Global Inc. propelled interest in digital assets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-in-the-democrats-voting-rights-bill-11618058556", "title": "What's in the Democrats' Voting-Rights Bill", "date": "2021-04-14 18:18", "summary": "How early voting, same-day registration and voter ID rules would be affected by the proposed legislation. ", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coinbase-ceo-to-take-crypto-exchange-public-after-bringing-bitcoin-to-masses-11618392602", "title": "Coinbase CEO Takes Crypto Exchange Public", "date": "2021-04-14 18:10", "summary": "As trading starts Wednesday in the company's shares, Brian Armstrong works to make bitcoin as easy as email. Brian Armstrong became one of the richest people in the world after Coinbase Global Inc. went public Wednesday.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-picks-e-scooter-companies-for-bronx-rollout-11618437830", "title": "New York City Picks E-Scooter Companies for Bronx Rollout", "date": "2021-04-14 18:03", "summary": "Bird, Lime and Veo are selected for share program deploying up to 6,000 electric scooters in parts of borough. New York City has selected three companies to participate in an electric-scooter-share pilot program that is expected to launch in parts of the Bronx this summer.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/derek-chauvin-defense-expert-says-george-floyd-died-of-cardiac-arrest-11618417601", "title": "Derek Chauvin Trial Turns Into Clash of Experts", "date": "2021-04-14 18:02", "summary": "Former Maryland medical examiner says George Floyd death not a homicide, contradicting prosecution doctors. MINNEAPOLIS-The murder trial of Derek Chauvin has shifted into a battle of expert testimony in its final days, with a forensic pathologist testifying for the defense Wednesday that George Floyd died of a cardiac arrest because of heart disease and that the death couldn't be ruled a homicide.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiger-girl-and-the-candy-kid-review-mr-mrs-mayhem-11618437770", "title": "'Tiger Girl and the Candy Kid' Review: Mr. & Mrs. Mayhem", "date": "2021-04-14 18:02", "summary": "He was dapper, ruthless, fearless. She was the flapper's flapper. Together they went on a crime spree that thrilled America's Jazz Age.. Nearly everyone has heard of Bonnie and Clyde, the Depression-era desperados enduringly incarnated by Faye Dunaway and Warren Beatty in Arthur Penn's classic 1967 movie. But Tiger Girl and the Candy Kid? They sound like a low-rent rock duo, but they were actually a Jazz Age crime couple notorious in their time.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-seeks-coordination-with-allies-on-afghanistan-withdrawal-11618399550", "title": "U.S. Wins Allies' Blessing on Afghanistan Withdrawal", "date": "2021-04-14 17:57", "summary": "Blinken, Austin consult with fellow NATO members as Biden announces Sept. 11 target date. BRUSSELS-Top U.S. officials won approval from allies Wednesday for President Biden's planned withdrawal of American troops from Afghanistan.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/d-c-statehood-and-the-insurrection-threat-11618437420", "title": "D.C. Statehood and the Insurrection Threat", "date": "2021-04-14 17:57", "summary": "From the Civil War to Portland 2020, history warns against the plan to split the capital.. Expect to hear much in the coming days about a new star for the American flag and two new seats in the U.S. Senate as Democrats in the House push a bill to create the 51st state. The plan would reduce the borders of the nation's capital to the area immediately surrounding the White House, National Mall and Capitol and turn the remainder of the District of Columbia into a new state to be known as Washington, Douglass Commonwealth.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-biden-wont-build-bridges-to-the-gop-11618437451", "title": "Why Biden Won't Build Bridges to the GOP", "date": "2021-04-14 17:57", "summary": "A compromise on the American Jobs Plan would put Democrats in a dangerous spot.. President Biden is selling his American Jobs Plan as an upgrade of the nation's infrastructure. But most of its spending goes nowhere near infrastructure.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drone-attacks-iraq-airport-housing-u-s-troops-11618437182", "title": "Drone Attacks Iraq Airport Housing U.S. Troops", "date": "2021-04-14 17:56", "summary": "One building damaged, no casualties reported in attack on Erbil airport. BAGHDAD-A drone carrying explosives attacked a U.S. air base in northern Iraq on Wednesday, U.S. and Iraqi officials said.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gender-gap-on-the-golf-course-11618437360", "title": "Gender Gap on the Golf Course", "date": "2021-04-14 17:56", "summary": "Colored balls improve play, but male players are slow to shift from the traditional white.. Pebble Beach, Calif.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-path-to-growth-and-stability-in-the-pacific-11618437391", "title": "Japan's Path to Growth and Stability in the Pacific", "date": "2021-04-14 17:56", "summary": "We're tackling problems caused by climate change and an aging population.. Japan faces a turning point. After the pandemic, our challenge will be to return to a growth trajectory and play a strong leadership role in the global economy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-ceos-zoom-for-democrats-11618436906", "title": "When CEOs Zoom for Democrats", "date": "2021-04-14 17:48", "summary": "Last weekend, some 100 corporation leaders did a Davos by laptop to vilify Republicans and validate their status.. The CEOs of about 100 U.S. companies gathered Saturday for a Zoom meeting, in Covid-stricken America, to discuss and denounce state voting laws, though only the ones written by Republicans. Several called in to the meeting-about the future of \"democracy\"-while attending the third round of the Masters golf tournament in Georgia.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-biden-to-say-it-is-time-for-u-s-troops-to-leave-afghanistan-11618409428", "title": "President Biden Says It Is Time for U.S. Troops to Leave Afghanistan", "date": "2021-04-14 17:43", "summary": "Announcing a withdrawal by Sept. 11, president says U.S. can't go on 'expecting a different result'. WASHINGTON-President Biden said he would withdraw the remaining American forces from Afghanistan by Sept. 11, telling the nation \"it's time for American troops to come home\" and declaring he doesn't want his successor to inherit the long-running conflict.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/st-vincent-volcano-eruption-caribbean-11618268790", "title": "What We Know About the St. Vincent Volcano Eruption", "date": "2021-04-14 17:37", "summary": "Eruptions could continue for weeks; damage to crops and water the big concern. The La Soufrière volcano on the Caribbean island of St. Vincent began a series of explosive eruptions on April 9, sending clouds of hot ash some 20,000 feet into the air, blanketing much of the island in ash and causing water and electricity outages.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-bernie-madoffs-death-efforts-to-recover-ill-gotten-funds-go-on-11618435788", "title": "After Bernie Madoff's Death, Efforts to Recover Ill-Gotten Funds Go On", "date": "2021-04-14 17:29", "summary": "A federal trustee has recovered more than $14 billion from the fraud, but legal efforts are expected to play out for years. Bernie Madoffdied Wednesday in a prison medical center in North Carolina. For many of the victims of Mr. Madoff's Ponzi scheme and lawyers still pursuing his ill-gotten assets, the fallout continues to affect their lives.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fasb-gives-certain-companies-an-accounting-break-on-lease-contract-losses-11618435218", "title": "FASB Gives Certain Companies an Accounting Break on Lease-Contract Losses", "date": "2021-04-14 17:20", "summary": "Businesses leasing out assets were required to record a loss at the start of certain contracts even if they expected the arrangement to be profitable. The Financial Accounting Standards Board approved a new rule for companies leasing out assets in an effort to eliminate a sometimes sizable accounting loss at the start of certain contracts.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capitol-police-overlooked-threats-before-jan-6-riot-inspector-general-report-finds-11618417495", "title": "Capitol Police Overlooked Threats Before Jan. 6 Riot, Report Finds", "date": "2021-04-14 17:17", "summary": "Department's internal watchdog found Capitol Police had been warned of potential for violence and that lawmakers were targets. WASHINGTON-A new report by the Capitol Police's inspector general found the police agency had been warned of the potential for violence at the Capitol on Jan. 6 and that lawmakers were targets, but that department leaders overlooked the threats.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/social-media-is-key-amplifier-of-domestic-violent-extremism-wray-says-11618434413", "title": "Social Media Plays Key Role for Domestic Extremism, FBI Director Says", "date": "2021-04-14 17:06", "summary": "Christopher Wray's warning comes amid rise in homegrown attacks. WASHINGTON-Social-media companies play a central role in disseminating the messaging of domestic violent extremists in the U.S., FBI Director Christopher Wray said Wednesday, likening the role platforms play in the spread of extremist thought to foreign-backed online political disinformation.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldman-sachs-profit-rises-sharply-on-strong-trading-dealmaking-11618400599", "title": "Goldman Profit Rises Sharply on Strong Trading, Deal Making", "date": "2021-04-14 16:53", "summary": "Bank's first-quarter results benefit from turbocharged market and economic recovery. Goldman Sachs Group Inc. reported record profit and revenue in the first quarter, benefiting from a turbocharged market and an economic recovery.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-and-russia-are-the-x-factors-in-bidens-afghanistan-withdrawal-11618418114", "title": "China and Russia Are the X-Factors in Biden's Afghanistan Withdrawal", "date": "2021-04-14 16:42", "summary": "U.S. is focusing more on big-power rivals, but the move could blunt Washington's human-rights message. The mission to root out al Qaeda operatives who found sanctuary in Afghanistan and from there coordinated the Sept. 11 attacks was named \"Enduring Freedom.\" Then-President George W. Bush said it was a reflection of America's duty to \"defend not only our precious freedoms, but also the freedom of people everywhere to live and raise their children free from fear.\"", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wells-fargo-earnings-jump-as-economy-bounces-back-11618403562", "title": "Wells Fargo Earnings Jump as Economy Bounces Back", "date": "2021-04-14 16:41", "summary": "San Francisco-based lender posts first-quarter profit of $4.74 billion, up from $653 million a year earlier. Wells Fargo & Co. said earnings soared in the first three months of the year after the bank released some of the money it put aside for bad loans earlier in the pandemic.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-04-14-2021-11618386396", "title": "Dow Pares Gains, S&P 500 Declines", "date": "2021-04-14 16:37", "summary": "Investors parse surging bank profits, speech from Fed chairman. Investors sold technology shares Wednesday, sapping momentum from major stock indexes, as volatility continued to reverberate across the market.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-profit-soars-after-bank-releases-reserves-for-bad-loans-11618398726", "title": "JPMorgan Profit Soars After Bank Releases Reserves for Bad Loans", "date": "2021-04-14 16:34", "summary": "The bank a year ago set aside billions of dollars for potentially bad loans to prepare for the coronavirus pandemic. JPMorgan Chase & Co. posted a nearly fivefold increase in quarterly profit, thanks to booming markets and an economic recovery that allowed it to free up $5.2 billion in funds that it had set aside to cover soured loans.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ship-logjam-at-california-ports-is-easing-after-march-import-deluge-11618432150", "title": "Ship Logjam at California Ports is Easing After March Import Deluge", "date": "2021-04-14 16:29", "summary": "Container imports into Los Angeles and Long Beach nearly doubled from last year, were up 65% from 2019. A monthslong logjam of cargo ships at Southern California's ports appears to be easing even as imports continue to flood the major U.S. trade gateway.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wall-street-businesses-power-goldman-jpmorgan-to-record-earnings-11618420013", "title": "Wall Street Businesses Power Goldman, JPMorgan to Record Earnings", "date": "2021-04-14 16:28", "summary": "Madcap markets and a blank-check boom kept bankers busy in the first quarter, and more deals are waiting in the wings. A stock-market boom fueled by Reddit-reading individual investors and a burst of companies entering the public markets produced record quarterly profits at Wall Street's biggest banks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-jetblue-alliance-draws-increased-scrutiny-from-justice-department-11618423182", "title": "American-JetBlue Alliance Draws Increased Scrutiny From DOJ", "date": "2021-04-14 16:25", "summary": "Antitrust officials are concerned the partnership could diminish competition at key airports, while the airlines say pact is good for travelers. WASHINGTON-The Justice Department has stepped up an antitrust probe of American Airlines Group Inc.'s recent partnership with JetBlue Airways Corp. and is concerned the deal could lead to anticompetitive coordination and inflated fares at key traffic hubs, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-colleges-in-the-south-for-diversity-11618431672", "title": "Top Colleges in the South for Diversity", "date": "2021-04-14 16:21", "summary": "The University of Houston-Downtown heads this list from the WSJ/THE College Rankings. The University of Houston-Downtown ranks highest for diversity among Southern schools in the Wall Street Journal/Times Higher Education College Rankings.", "categories": [["Life & Work", "Journal Reports: College Rankings"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-college-rankings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-madoff-dead-at-82-disgraced-investor-ran-one-of-the-biggest-ponzi-schemes-in-history-11618408844", "title": "Bernie Madoff, Fraud Mastermind, Dies at Age 82", "date": "2021-04-14 16:18", "summary": "The former trader and Nasdaq chairman was a Wall Street fixture for decades; Madoff was serving a 150-year prison sentence. Bernie Madoff, the architect of one of the largest financial frauds in American history, has died at age 82.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/miamis-condo-market-notches-another-big-deal-with-35-million-penthouse-sale-11618430877", "title": "Miami's Condo Market Notches Another Big Deal With $35 Million Penthouse Sale", "date": "2021-04-14 16:07", "summary": "Resume Subscription. A Miami Beach penthouse once listed for $50 million has sold for $35 million.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-miami-beach-penthouse-with-room-to-breathe-11618430842", "title": "A Miami Beach Penthouse With Room to Breathe", "date": "2021-04-14 16:07", "summary": "The four-floor apartment at Ian Bruce Eichner's Continuum condo includes 6,000 square feet of outdoor space.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tax-brackets-thursday-crossword-april-15-11618167439", "title": "Tax Brackets (Thursday Crossword, April 15)", "date": "2021-04-14 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thermo-fisher-nears-deal-to-buy-ppd-for-more-than-15-billion-11618429624", "title": "Thermo Fisher Nears Deal to Buy PPD for More Than $15 Billion", "date": "2021-04-14 15:59", "summary": "Purchase of drug-testing firm could be finalized this week. Thermo Fisher Scientific Inc. is nearing a deal to buy pharmaceutical-testing company PPD Inc. for more than $15 billion, according to people familiar with the matter, in what would be the latest tie-up among companies that run clinical trials and provide other services for drugmakers.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-virgin-galactic-cfo-joins-satellite-observation-startup-11618430287", "title": "Former Virgin Galactic CFO Joins Satellite Observation Startup", "date": "2021-04-14 15:58", "summary": "Jon Campagna is the first finance chief at Capella Space, a San Francisco-based satellite observation company. The former finance chief of space-travel company Virgin Galactic Holdings Inc., which went public in 2019, joined a satellite observation startup to aid its growth.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kamala-harris-and-american-exceptionalism-11618430010", "title": "Kamala Harris and American Exceptionalism", "date": "2021-04-14 15:53", "summary": "Does the White House understand why people want to migrate to the U.S.?. When people think of recent American politicians who pursued ambitious foreign policies, they naturally think of former President George W. Bush. But on Wednesday Vice President Kamala Harris sketched out part of a Biden agenda that may reflect just as much confidence in the power of the U.S. government to change the planet. Mr. Bush famously set the goal of \"ending tyranny in our world.\" Team Biden is not just trying to eliminate the world's most popular energy sources, but simultaneously aiming to reduce poverty so much outside our borders that people won't even want to cross them illegally.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/knotted-torn-scattered-sculpture-after-abstract-expressionism-review-mutable-materials-11618429660", "title": "'Knotted, Torn, Scattered: Sculpture After Abstract Expressionism' Review: Mutable Materials", "date": "2021-04-14 15:47", "summary": "The Guggenheim exhibits works by Robert Morris, Richard Serra, Lynda Benglis and others that play with physical properties. My goodness gracious sakes alive! A current exhibition in a modern art museum that's about form (i.e., what the art looks like and, etymologically, why it does) and not sociopolitical content! True, \"Knotted, Torn, Scattered: Sculpture After Abstract Expressionism\" (on view through Sept. 19) is a vest-pocket show of six sculptors, tucked away from the Guggenheim's spiral ramps, and offered up as a kind of pendant to the museum's exhibition of Jackson Pollock's revolutionary abstract 1943 mural for the art patron Peggy Guggenheim. Still, it's a stunner in that quiet way a well-chosen and adroitly staged show of moderately unspectacular objects can be.", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sothebys-enters-nft-market-with-17-million-sale-of-art-by-enigmatic-artist-pak-11618429617", "title": "Digital Artist Pak Sells NFT Works for $17 Million at Sotheby's", "date": "2021-04-14 15:46", "summary": "Three-day auction featured works that show a single pixel, can be destroyed or switched by their owners; 'Pak is our Picasso'. A series of digital artworks created by an enigmatic artist who goes by the pseudonym Pak sold for more than $17 million during a three-day sale that ended Wednesday. The sale, capped by a marathon, three-way bidding war for one work that stretched over an hour, was conducted by the digital platform Nifty Gateway and auction house Sotheby's-the house's first foray into the booming market for nonfungible tokens, or NFTs.", "categories": [["Books & Arts", "Arts", "Art & Auctions"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-auctions?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beethoven-in-beijing-review-a-classical-revolution-11618429446", "title": "'Beethoven in Beijing' Review: A Classical Revolution", "date": "2021-04-14 15:44", "summary": "An installment of 'Great Performances' on PBS examines how the Philadelphia Orchestra's unprecedented 1973 Chinese concert tour shifted the course of classical music around the world.. Richard Nixon was an accomplished pianist, but the 37th president's real contribution to serious music was his overture to China in 1972. As a result of that trip, the Philadelphia Orchestra would be allowed to visit in 1973, Western composers would be heard in a nation where they had been banned for years, and both the Chinese and classical music worlds would, ultimately, be turned on their heads.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alice-neel-people-come-first-review-portraits-without-filters-11618429298", "title": "'Alice Neel: People Come First' Review: Portraits Without Filters", "date": "2021-04-14 15:41", "summary": "A Met retrospective conveys the painter's powerful ability to capture the humanity of her subjects without romanticizing them. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/central-bank-will-begin-reducing-bond-purchases-well-before-raising-interest-rates-powell-says-11618421656", "title": "Fed Will Begin Reducing Bond Purchases 'Well Before' Raising Interest Rates, Powell Says", "date": "2021-04-14 15:37", "summary": "Fed chairman notes that most central-bank officials see rates remaining near zero through 2023. WASHINGTON-Federal Reserve Chairman Jerome Powell said Wednesday that the central bank will begin to slow the pace of its bond purchases \"well before\" raising interest rates.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-rivalry-spurs-republicans-and-democrats-to-align-on-tech-spending-11618427797", "title": "China Rivalry Spurs Republicans and Democrats to Align on Tech Spending", "date": "2021-04-14 15:16", "summary": "National Science Foundation would get $100 billion to spend on research under 'Endless Frontier Act'. WASHINGTON-Legislation with bipartisan support in Congress would expand the role of the National Science Foundation and provide up to $200 billion in tech and related research funding to meet what backers say is a growing threat from China.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-demand-is-recovering-despite-vaccination-hiccups-iea-says-11618387200", "title": "Oil Demand Is Recovering Despite Vaccination Hiccups, IEA Says", "date": "2021-04-14 15:15", "summary": "Agency raises its annual forecast for global oil demand in 2021. A year after the pandemic and a price war sparked one of the weakest months in history for oil prices, the global energy market is well on its way to recovery, the International Energy Agency said Wednesday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-j-covid-19-vaccine-blood-clot-cases-could-stir-vaccine-hesitancy-11618425733", "title": "J&J Covid-19 Vaccine Blood-Clot Cases Could Stir Vaccine Hesitancy", "date": "2021-04-14 15:14", "summary": "Reluctance to get vaccinated had dropped as Covid-19 shots advanced, surveys found; U.S. pause in J&J vaccine could rekindle fears, health experts say. Blood-clot issues surrounding Johnson & Johnson's Covid-19 vaccine could complicate the U.S. mass vaccination campaign, deterring people who are already hesitant and giving room for misinformation to spread, health experts said.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-9-movies-and-shows-to-stream-this-week-11618426801", "title": "What to Watch: 9 Movies and Shows to Stream This Week", "date": "2021-04-14 15:00", "summary": "A top college basketball coach trains a high-school women's team in 'Big Shot;' Kate Winslet is a small-town detective in 'Mare of Easttown'. On Saturday night, Chloé Zhao, the Chinese director of \"Nomadland,\" became the first woman of color to win the award for outstanding directorial achievement in theatrical feature film at the Directors Guild of America Awards. She and her film's star, Frances McDormand, are considered front-runners at the Oscars next weekend. The film is currently streaming on Hulu.", "categories": [["Books & Arts", "Entertainment", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-closer-look-11618426687", "title": "A Closer Look", "date": "2021-04-14 14:58", "summary": "Selections from 'Watercress' by Andrea Wang, illustrated by Jason Chin. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/if-you-own-a-london-penthouse-it-might-not-be-a-penthouse-much-longer-11618423516", "title": "If You Own a London Penthouse, It Might Not Be a Penthouse Much Longer", "date": "2021-04-14 14:05", "summary": "Resume Subscription. Jacky Erteman, 74, has owned her two-bedroom penthouse apartment in the upscale St John's Wood neighborhood of London for about three decades. She and her neighbors are leaseholders, a legal status commonplace in Britain. Put simply, it means that while they own their apartments, a separate company, the freeholder, owns their actual building and the airspace above it, a system of ownership that dates back to the feudal system in the Middle Ages.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/american-airlines-plans-for-expanded-summer-flying-schedule-11618406200", "title": "American Airlines Plans Expanded Summer Flying Schedule", "date": "2021-04-14 13:58", "summary": "Carriers say flights are fuller, with demand likely to rise as more people are vaccinated against Covid-19. American Airlines Group Inc. said Wednesday it is preparing to operate a nearly normal summer schedule, anticipating that widespread vaccination will unleash appetite for travel.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-proposes-reversing-ban-on-federal-funds-for-clinics-that-refer-abortions-11618422917", "title": "Biden Administration Proposes Reversing Ban on Federal Funds for Clinics That Refer Abortions", "date": "2021-04-14 13:55", "summary": "Trump-era rule led Planned Parenthood to withdraw from the program known as Title X. WASHINGTON-The Biden administration took initial steps to undo a Trump administration policy that stripped federal family-planning dollars from clinics that refer patients for abortions, a move that drove Planned Parenthood to withdraw from the program.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-plan-to-withdraw-troops-from-afghanistan-hampers-peace-talks-with-taliban-11618417275", "title": "U.S. Plan to Withdraw Troops From Afghanistan Hampers Peace Talks", "date": "2021-04-14 13:38", "summary": "Biden's decision to pull out by Sept. 11 takes leverage away from the Kabul government. President Biden's decision to withdraw all remaining U.S. troops from Afghanistan by Sept. 11 has dealt a blow to the ailing peace process, leaving the Kabul government without its main leverage against the Taliban.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rep-kevin-brady-wont-run-for-re-election-in-2022-11618414039", "title": "Rep. Kevin Brady Won't Run for Re-Election", "date": "2021-04-14 13:12", "summary": "The Texan, currently the top Republican on the Ways and Means Committee, helped shape the 2017 tax overhaul. Rep. Kevin Brady (R., Texas), who helped shape the Republican tax overhaul of 2017, said Wednesday he wouldn't run for re-election.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-wahl-street-the-business-struggle-mark-wahlberg-wants-you-to-see-11618419972", "title": "In 'Wahl Street,' the Business Struggle Mark Wahlberg Wants You to See", "date": "2021-04-14 13:06", "summary": "How did the star fare as an entrepreneur during the pandemic? A new docuseries on HBO Max includes workouts at 2:30 a.m. and big dreams leveled by lockdowns. The documentary series \"Wahl Street\" was supposed to follow actor Mark Wahlberg while he navigated his role in several up-and-coming businesses. But the show instead depicts a celebrity watching his big plans collapse during the pandemic.", "categories": [["Books & Arts", "Entertainment", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bed-bath-beyonds-improvement-project-is-far-from-finished-11618417506", "title": "Bed Bath & Beyond's Improvement Project Is Far From Finished", "date": "2021-04-14 12:25", "summary": "The selloff in Bed Bath & Beyond looks overdone considering its unsurprising results, but the retailer still has a way to go to win back confidence. One good side effect from the GameStop -induced rally of heavily shorted companies was that it shooed away short sellers from Bed Bath & Beyond . But that only lays bare how far the retailer still has to go to fully regain investor confidence.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-closer-look-11618417195", "title": "A Closer Look", "date": "2021-04-14 12:19", "summary": "Selections from 'Keeping the City Going' by Brian Floca. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/wall-street-banks-do-more-with-less-11618416569", "title": "Wall Street Banks Do More With Less", "date": "2021-04-14 12:09", "summary": "JPMorgan, Goldman posted huge returns in their Wall Street arms, suggesting investors might be undervaluing that part of their business. The resilience of big banks' lending books may be the big news this quarter. But their Wall Street arms may not be getting enough credit for their own performance.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/censorship-competition-heats-up-11618416448", "title": "Censorship Competition Heats Up", "date": "2021-04-14 12:07", "summary": "Can upstart Bookshop.org outdo mighty Amazon in suppressing ideas that may cause discomfort?. By now it is clear that wokeness is a contagious malady. Amazon.com made headlines in February when it suddenly delisted Ryan Anderson's book \"When Harry Became Sally: Responding to the Transgender Moment,\" a thoughtful, humane and deeply researched investigation of a controverted subject of public debate.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-christian-for-biden-im-feeling-betrayed-11618416411", "title": "A Christian for Biden, I'm Feeling Betrayed", "date": "2021-04-14 12:06", "summary": "He promised to reverse Trump's restrictive refugee policy. He could do it with a signature but hasn't.. Joe Biden was the first Democratic presidential candidate I ever voted for. I'm a committed Christian in a conservative Texas church, and that wasn't a popular choice in my social circle. I made it largely because Mr. Biden promised to restore the U.S. refugee resettlement program.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/control-of-new-york-city-skating-rinks-future-is-on-ice-11618416236", "title": "Control of New York City Skating Rink's Future Is on Ice", "date": "2021-04-14 12:03", "summary": "Central Park Conservancy seeking to run Wollman Rink, once operated by Trump Organization. The caretaker of Manhattan's Central Park is waging a campaign for control of an ice-skating rink that until recently the Trump Organization had operated.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peter-frampton-on-how-he-recorded-david-bowie-and-radiohead-covers-11618415432", "title": "Peter Frampton on How He Recorded David Bowie and Radiohead Covers", "date": "2021-04-14 11:50", "summary": "The rock legend behind the soon-to-be-released album \"Frampton Forgets the Words\" shares the best tools in his home studio and the one guitar he can't live without. ENGLISH ROCK ROYAL Peter Frampton laid down his mic and went instrumental for his new album, out April 23. Cheekily titled \"Peter Frampton Forgets the Words,\" the collection includes his versions of songs by close friends-including George Harrison and his childhood pal David Bowie-as well as covers by artists he admires, such as Roxy Music, Lenny Kravitz and even Radiohead.", "categories": [["Tech", "Personal Tech", "Technology Essentials"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/my-tech-essentials?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-were-told-they-cant-use-u-s-covid-19-aid-to-cut-taxes-they-sued-11618392600", "title": "States Were Told They Can't Use Covid-19 Aid to Cut Taxes. They Sued.", "date": "2021-04-14 11:49", "summary": "Republican lawmakers, attorneys general say provision under $1.9 trillion stimulus bill is vague and unconstitutional. WASHINGTON-A last-minute provision added to the $1.9 trillion coronavirus relief package last month is leading to a showdown between states and the Treasury Department over the limits of the federal government's fiscal authority.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-union-orders-extra-biontech-pfizer-vaccines-amid-j-j-suspension-11618404084", "title": "EU Orders Extra Pfizer Vaccines Amid J&J Suspension", "date": "2021-04-14 11:42", "summary": "Johnson & Johnson is delaying the rollout of its vaccine in Europe due to concerns about possible blood clot links. The European Union, grappling with the potential loss of Johnson & Johnson Covid-19 vaccines, will buy an additional 50 million doses from BioNTech and Pfizer Inc. for the quarter, and is in talks to purchase up to 1.8 billion more doses over the next two years.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kohls-to-add-directors-in-deal-with-activist-investors-11618414421", "title": "Kohl's to Add Directors in Deal With Activist Investors", "date": "2021-04-14 11:33", "summary": "Retailer says three retail veterans will join board, followed by the departure of two incumbents. Kohl's Corp. reached an agreement with activist investors that will add three directors to its board and leave its chief executive atop the department store chain.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/johnson-johnson-vaccine-pause-sparks-scrambles-across-country-11618413583", "title": "Johnson & Johnson Vaccine Pause Sparks Scrambles Across Country", "date": "2021-04-14 11:22", "summary": "Officials reschedule appointments, substitute other vaccines while researchers worry about effects on vaccine-hesitant and those hard to reach. Vaccination sites across the country canceled thousands of appointments after U.S. health authorities paused the use of Johnson & Johnson 's Covid-19 shots Tuesday over reports of rare but severe blood clots, while other sites scrambled to switch to one of the two other authorized vaccines.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ketchup-packet-savers-squeeze-them-for-profits-11618412629", "title": "Ketchup Shortage Creates New Market for All Your Old Packets", "date": "2021-04-14 11:03", "summary": "Spotty supplies of coveted condiment spark online market where hoarders turn their cache to cash. A ketchup shortage vexing restaurants has fueled a secondary market-an underground trade in coveted ketchup packets.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hundreds-of-companies-band-together-on-voting-access-11618403134", "title": "Hundreds of Companies, CEOs Band Together on Voting Access", "date": "2021-04-14 11:01", "summary": "Signers include Amazon, Netflix and CEOs such as Jane Fraser, Larry Fink and Warren Buffett. Hundreds of business leaders and companies, including Amazon . com Inc. and Netflix Inc., signed a new statement to \"defend the right to vote and oppose any discriminatory legislation,\" the latest corporate response to a wave of Republican-led voting bills being advanced in dozens of states.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-j-covid-19-vaccine-pause-poses-another-test-for-balancing-pandemic-risks-11618412070", "title": "J&J Covid-19 Vaccine Pause Poses Another Test for Balancing Pandemic Risks", "date": "2021-04-14 10:54", "summary": "The move could pit regulators' caution and need for trust against the urgency of preventing infection and death now. On Tuesday, regulators recommended pausing the rollout of Johnson & Johnson 's Covid-19 vaccine out of \"an abundance of caution\" after six out of nearly 7 million recipients developed dangerous blood clots.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-expands-list-of-potential-fda-commissioners-11618410457", "title": "White House Expands List of Potential FDA Commissioners", "date": "2021-04-14 10:52", "summary": "Asian-American and Black doctors on short list of nominees to lead agency. WASHINGTON-The Biden administration has expanded its short list of candidates to lead the Food and Drug Administration, according to people familiar with the situation, who say several women of color are now in the running.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baby-boomers-isolated-during-covid-rushed-to-move-close-to-their-kids-11618411962", "title": "Baby Boomers, Isolated During Covid, Rushed to Move Closer to Their Kids", "date": "2021-04-14 10:52", "summary": "Rather than living alone, away from children and grandchildren, they moved in with them, or nearby. And now they're planning to stay.. Dan Karp, a senior adviser in information technology at the Social Security Administration, used to live closer to his work than to his adult children. His apartment in Columbia, Md., was a 20-minute drive to his office in Baltimore. Then came the Covid-19 pandemic.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-219-running-shorts-worth-it-some-marathoners-say-yes-11618411764", "title": "Are $219 Running Shorts Worth It? Some Marathoners Say Yes", "date": "2021-04-14 10:49", "summary": "Why lofty athletic brands like District Vision, Tracksmith and Satisfy are banking on designer gear that's high-performance and high-priced. MY RUNNING clothes are dreadful. For years, I've run in $20 polyester shorts purchased at an outlet, a cotton T-shirt of forgotten origin that smells permanently like B.O. and chintzy white cotton socks. I'm not a marathoner, but I clock around 20 to 30 miles a week. It's a respectable routine, but lately I've felt that my clothes are far from respectable.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-colleges-to-require-student-covid-vaccinations-11618408641", "title": "More Colleges to Require Student Covid-19 Vaccinations", "date": "2021-04-14 10:36", "summary": "Debate over requirement ensues as school leaders say vaccinations will hasten return to in-person classes. A small but growing number of colleges will require students to receive a Covid-19 vaccine, saying it is the most assured way of returning to some semblance of pre-pandemic campus life.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-strong-arms-partners-across-multiple-businesses-11618410439", "title": "How Amazon Strong-Arms Partners Using Its Power Across Multiple Businesses", "date": "2021-04-14 10:34", "summary": "Resume Subscription. Amazon.com Inc. last year told smart-thermostat maker Ecobee it had to give the tech giant data from its voice-enabled devices even when customers weren't using them. The Canadian company said no.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/superfans-message-to-taylor-swift-bts-and-other-music-superstars-enough-with-the-deluxe-albums-collectibles-and-pricey-merch-11618410892", "title": "How Many Deluxe Albums, NFTs and Collectibles Can Music Superstars Make Before Superfans Bolt?", "date": "2021-04-14 10:34", "summary": "Stars are churning out more merch and collectibles than ever before, but some fans are starting to question how much is too much. Taylor Swift is selling cassettes, vinyl records and phone cases tied to an album she first recorded over a decade ago. The Weeknd just sold a song connected to visual art as an NFT, or non-fungible token, a new fangled kind of digital collectible. Demi Lovato is putting out her latest album in four separate versions-not to mention multiple CD variations with different covers. And Korean boy band BTS last year dropped 51 different products between January and September, according to one estimate.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luxury-shares-soar-in-europe-as-lvmh-sales-rebound-11618401340", "title": "Luxury Shares Soar as Louis Vuitton Shrugs Off Pandemic", "date": "2021-04-14 10:27", "summary": "Shoppers in China and the U.S. fuel strong demand for luxury goods. PARIS-Shares across Europe's luxury-goods sector hit record highs Wednesday after LVMH Moët Hennessy Louis Vuitton SE reported a strong rebound in first-quarter sales, defying the pandemic's drag on the global economy.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-jones-act-and-the-fate-of-u-s-shipping-11618408911", "title": "The Jones Act and the Fate of U.S. Shipping", "date": "2021-04-14 10:01", "summary": "We can't afford not to reform the Jones Act.. Regarding Mary Anastasia O'Grady's \"Alaska Tourism is Ailing but Not From Covid\" (Americas, April 5): Never mind tourism and trade, let's talk national defense. The Jones Act, enacted to encourage U.S. shipbuilding and strengthen our maritime industrial base, has done the opposite. Large, commercial vessel construction in the U.S. is nearly nonexistent. As a result of the evisceration of our maritime industrial base, it will cost the U.S. taxpayer at least three to five times what it will cost our global adversaries to build a military vessel. We can't afford not to reform the Jones Act.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/landfills-localism-and-the-value-of-the-right-to-repair-11618408862", "title": "Landfills, Localism and the Value of the Right to Repair", "date": "2021-04-14 10:01", "summary": "There is no one local who can fix my printer because there are no parts available from the manufacturer to replace the defective one. I'm not OK with that.. Regarding the letter by Dennis Slater, president of the Association of Equipment Manufacturers (\"The 'Right to Repair' Is a Complicated Issue,\" April 6): I just had my five-year-old refrigerator door fixed by a knowledgeable repairman and saved another refrigerator from the landfill. How? A small part, a vertical hinge, was available from the manufacturer. I wasn't so lucky when my two-year-old printer's screen froze. After multiple failed attempts to restore or reboot the printer with a tech expert, I sent it back to the insurance company as instructed.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/korean-entrepreneur-bet-big-on-spicy-ramen-noodles-11618408800", "title": "Korean Entrepreneur Bet Big on Spicy Ramen Noodles", "date": "2021-04-14 10:00", "summary": "Shin Choon-ho, who has died at 90, built Nongshim into global supplier. Shin Choon-ho had a hunch in the mid-1960s that instant ramen noodles could become a big business. He formed a company to make them despite opposition from his older brother, Shin Kyuk-ho, head of the family's Lotte business group, who thought it was a terrible idea.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-golden-rule-cant-abide-discrimination-11618408716", "title": "The Golden Rule Can't Abide Discrimination", "date": "2021-04-14 09:58", "summary": "Strong religious convictions are intertwined with support for protections for LGBTQ Americans.. As a former Republican congressman, a Christian and a member of the Conservatives Against Discrimination Leadership Council, I wish to respond to Margaret Harper McCarthy (\"The Equality Act Is at War With Reality,\" op-ed, March 31) by illustrating that strong religious convictions not only exist in tandem with support for nondiscrimination protections for LGBTQ Americans, but also that they are intertwined.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/silver-lake-invests-about-800-million-for-minority-stake-in-abu-dhabis-g42-11618394401", "title": "Silver Lake Invests About $800 Million for Minority Stake in Abu Dhabi's G42", "date": "2021-04-14 09:55", "summary": "Private-equity firm will be technology company's first Western investor. Silver Lake is investing in Abu Dhabi technology company Group 42, in a sign of the private-equity firm's deepening relationship with the emirate, the companies said Wednesday.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tokyo-games-anti-olympic-movement-11618376389", "title": "Tokyo's Anti-Olympic Movement Asks: Why Haven't the Games Been Canceled?", "date": "2021-04-14 09:55", "summary": "The Japanese public remains opposed to the Tokyo Olympics as coronavirus cases surge across the country. TOKYO-Final preparation events for the summer Tokyo Olympics have been upended as local coronavirus cases rebound. The Japanese public remains opposed to the Games opening as planned in less than four months.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tips-for-older-people-as-they-emerge-into-the-post-covid-world-11618406902", "title": "Tips for Older People as They Emerge Into the Post-Covid World", "date": "2021-04-14 09:40", "summary": "Old social networks and activities will need to be reset, which could lead to feelings of anxiety for many older adults.. Marc Agronin (@MarcAgronin) is a geriatric psychiatrist at Miami Jewish Health and the author of \"The End of Old Age: Living a Longer, More Purposeful Life\" and \"The Dementia Caregiver\"", "categories": [["THE EXPERTS | Retirement"]], "category_links": ["https://www.wsj.com/news/types/experts-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-buy-a-castle-for-60some-strings-attached-11618406822", "title": "Buy a Share in a Castle-And Help Restore It", "date": "2021-04-14 09:27", "summary": "From Scotland to New Hampshire, historic estates are relying on donations to keep the chandeliers lit. In exchange, donors get regal perks-including overnight stays-but they might have to help restore the ancient pile, too.. A FORTRESS with mysterious history and fabulous grounds, far from the woes of your subdivision, might seem just the thing for summer holidays. Of course, an ancient château costs a king's ransom to buy and even more to maintain. But now, those without huge bags of cash stashed away can get a foot in the heavy, 5-inch-thick oak door by buying a little piece of the fantasy. By selling shares, decorative titles or annual memberships, historic preservation groups in places from France to Scotland to New Hampshire make it possible to invest in the restoration of an old pile and ponder dropping by, too. Here, some courtly possibilities:", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/asian-american-parents-sue-new-york-city-schools-alleging-harassment-racial-bias-11618406410", "title": "Asian-American Parents Sue New York City Schools", "date": "2021-04-14 09:20", "summary": "Activists say Education Department's diversity agenda often overlooks Asian students. Depositions will soon begin in a case in which five Asian-American parents of New York City public school students are suing the city's Education Department, claiming they were harassed while protesting against the proposed changes to the agency's gifted and talented admissions process.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coding-to-hide-health-prices-from-web-searches-is-barred-by-regulators-11618405825", "title": "Coding to Hide Health Prices from Web Searches Is Barred by Regulators", "date": "2021-04-14 09:10", "summary": "The guidance regarding insurers' required posting of healthcare prices came after The Wall Street Journal revealed hospitals used such coding on their price pages. Federal regulators said healthcare pricing data that health insurers must post under a new requirement shouldn't be blocked from web searches, issuing new guidance after The Wall Street Journal reported that hospitals used special coding that shielded such information from Google and other search engines.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coinbase-jpmorgan-chase-conocophillips-what-to-watch-when-the-stock-market-opens-today-11618398580", "title": "Coinbase, JPMorgan Chase, ConocoPhillips: What to Watch When the Stock Market Opens Today", "date": "2021-04-14 09:04", "summary": "Cryptocurrencies including bitcoin and ether jumped ahead of Coinbase Global's trading debut. Here's what we're watching before Wednesday's trading kicks off.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hertz-avis-enterprise-rental-car-shortage-11618335385", "title": "Wait, Where Did All the Rental Cars Go?", "date": "2021-04-14 08:57", "summary": "Hertz, Avis and Enterprise sold enough of their fleets during the pandemic to create a shortage now that demand is picking up ahead of the summer travel season. When you book a trip, do you start by shopping for convenient flights? Maybe reserving a favorite hotel?", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luxury-brands-are-helped-by-a-lack-of-other-spending-options-11618404260", "title": "Luxury Brands Are Helped by a Lack of Other Spending Options", "date": "2021-04-14 08:44", "summary": "Louis Vuitton's owner LVMH grew sales by an impressive 30% in the first quarter of this year. But designer brands' share of consumer spending is abnormally high.. For an industry traditionally dependent on tourism and consumer optimism, many luxury brands have done surprisingly well during the pandemic. A caveat is that shoppers will soon have more choice about where to spend their cash.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hsbc-to-move-top-bankers-to-hong-kong-as-asia-focus-sharpens-11618404176", "title": "HSBC to Move Top Bankers as Asia Focus Sharpens", "date": "2021-04-14 08:42", "summary": "The shift comes as the bank has been caught up in the geopolitical tension between China and the West. Global banking giant HSBC Holdings PLC will move four senior bankers from London to Hong Kong to boost its strategy of refocusing operations on Asia instead of Europe and North America.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/skin-care-plan-for-stressed-out-skin-11618402156", "title": "A Simpler Skin-Care Plan for Stressed-Out Skin", "date": "2021-04-14 08:30", "summary": "Though we may not have done much this past year, when it comes to our skin many of us, in fact, did too much. And our complexions are paying the price for that at-home enthusiasm.. Boston-based dermatologist Ranella Hirsch traces the beginning of an ongoing surge in skin-care experimentation to last May, when people realized that stay-at-home orders weren't going to lift anytime soon. \"The aesthetician closed down, the dermatologist offices closed, and suddenly it was this perfect storm of people all online together with a lot of free time,\" she says. Some started taking matters into their own hands. At the same time, many dermatologists, who were also stuck at home, expanded their social media presence, supported by a following eager for information. Hirsch, who is known for her straightforward and often hilarious skin-care sermons, only joined Instagram in late January 2020, and has seen her follower count increase to over 88,000 since then.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-tech-giants-vow-in-unison-to-play-by-regulators-rules-11618402448", "title": "China's Tech Giants Vow, in Unison, to Play by Regulator's Rules", "date": "2021-04-14 08:14", "summary": "Days after a record fine against Alibaba, China's tech companies have pledged to adhere to antimonopoly regulations. TAIPEI-Nearly three dozen of China's largest technology companies have made public pledges to comply with the country's antimonopoly laws, as they scramble to fall in line following Beijing's moves to rein in the business empire of Jack Ma, the country's best-known entrepreneur.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-china-rhetoric-makes-japan-uneasy-11618402323", "title": "Biden's China Rhetoric Makes Japan Uneasy", "date": "2021-04-14 08:12", "summary": "Prime Minister Suga is first foreign leader to meet president in person and brings less confrontational tone on Beijing. TOKYO-Asked about China at his first press conference last month, President Biden forecast stiff competition and said the U.S. would be unrelenting in telling the world about Beijing's human-rights abuses.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/band-practice-in-the-age-of-covid-19-11618401621", "title": "Band Practice in the Age of Covid-19", "date": "2021-04-14 08:00", "summary": "Resume Subscription. Band practice might never be the same.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trucking-companies-boost-pay-in-hunt-for-drivers-as-demand-surges-11618401600", "title": "Trucking Companies Boost Pay in Hunt for Drivers as Demand Surges", "date": "2021-04-14 08:00", "summary": "Consumer spending and tight capacity are driving up prices in jammed U.S. domestic shipping markets. U.S. trucking companies are scrambling to hire more drivers as roaring consumer demand and tight shipping capacity stoke a resurgent freight market.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-sends-unofficial-delegation-to-taiwan-as-beijing-ramps-up-pressure-11618384940", "title": "Biden Brushes Off China's Complaints, Sends First Delegation to Taiwan", "date": "2021-04-14 07:14", "summary": "A former senator and two former U.S. deputy secretaries of state will meet Taiwan's president as China steps up military intimidation. TAIPEI-A former U.S. senator and two former U.S. deputy secretaries of state have arrived in Taiwan, leading the first unofficial delegation dispatched by President Biden, amid heightened tensions with Beijing over the future of the self-ruling island.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grab-ahold-of-grab-holdings-40-billion-spac-deal-11618398668", "title": "Grab Ahold of Grab Holdings' $40 Billion SPAC Deal", "date": "2021-04-14 07:11", "summary": "Southeast Asia hasn't been on many tech investors' radar until relatively recently. A massive new deal for internet giant Grab will change that.. Southeast Asia is about to grab investors' attention with the largest ever merger involving a blank-check company. Growth investors looking to diversify away from pricey U.S. and Northeast Asian tech could do a lot worse.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-bad-bank-panic-unveils-the-man-behind-the-curtain-11618398535", "title": "China's Bad-Bank Panic Unveils the Man Behind the Curtain", "date": "2021-04-14 07:09", "summary": "State support is a crucial linchpin of the Chinese financial system. Things can unravel quickly when investors no longer believe it is there.. Whenever a Chinese bond market panic begins, similar arguments are rehashed: The blowup is idiosyncratic, deleveraging has generally been going in the right direction and increasing openness to foreign capital presents opportunities for foreign investors.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-oils-influence-shrinks-as-tax-perks-face-axe-in-biden-plan-11618398180", "title": "Big Oil's Influence Shrinks as Tax Perks Face Axe in Biden Plan", "date": "2021-04-14 07:03", "summary": "Cutting the fossil-fuel industry's tax perks might not dramatically affect hydrocarbon output or the environment, but it will mark the end of an era for Big Oil. It doesn't take long before a typical conversation with a U.S. energy executive turns to subsidies-those enjoyed by others. The fossil-fuel industry often brings up green energy's explicit tax incentives, while the latter will point to the longevity of special tax preferences for oil and gas.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italys-covid-19-vaccinations-bypassed-the-elderly-and-more-are-dying-11618398015", "title": "Italy's Covid-19 Vaccinations Bypassed the Elderly, and More Are Dying", "date": "2021-04-14 07:00", "summary": "With a death rate outpacing much of Europe, Italy shifts focus to get vaccines to older people. ROME-Thousands of people have been dying each week of Covid-19 in Italy, one of the highest numbers and per-capita death rates in the West.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barclays-stock-tumbles-in-mini-flash-crash-before-quick-rebound-11618396907", "title": "Barclays Stock Tumbles in Mini Flash Crash Before Rebound", "date": "2021-04-14 06:41", "summary": "10% plunge in one of the U.K.'s most prominent stocks triggered a trading halt. Shares in Barclays PLC , one of the U.K.'s most prominent stocks, plunged 10% at the opening bell Wednesday and then recovered, triggering a trading halt and an auction process to sort out the messy activity.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-could-use-a-spring-fling-11618396203", "title": "Apple Could Use a Spring Fling", "date": "2021-04-14 06:30", "summary": "Stock has been big tech's worst performer this year as concerns about cycle peak, chip shortage and regulations have grown. Apple Inc. has some new stuff to announce. Which is good, as 2021 has proven to be a bad time for the world's most valuable company to leave a news vacuum.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-migrants-flee-to-their-villages-as-covid-19-prompts-new-lockdown-11618392602", "title": "India's Migrants Flee to Villages as Covid-19 Prompts New Lockdown", "date": "2021-04-14 05:30", "summary": "Resume Subscription. NEW DELHI-As Covid-19 roars back in India, migrant workers who had just started to resettle in the cities they left during last year's outbreak are packing up to return to their villages again.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/amazon-vote-wont-deter-union-goals-labor-secretary-marty-walsh-says-11618392602", "title": "Amazon Vote Won't Deter Union Goals, Labor Secretary Says", "date": "2021-04-14 05:30", "summary": "Outcome doesn't change Biden administration's desire to increase union jobs in the U.S., cabinet official says. Amazon . com Inc. and other large companies should expect to see future labor-organizing efforts despite the rejection of a union at the e-commerce firm's Bessemer, Ala., warehouse, Labor Secretary Marty Walsh said.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkeys-central-bank-has-to-balance-economy-with-politics-11618392408", "title": "Turkey's Central Bank Has to Balance Economy With Politics", "date": "2021-04-14 05:26", "summary": "Foreign investors say the new central bank governor may need to risk his boss's ire by raising rates to fix the beleaguered economy and curb soaring inflation. Turkey's new central bank governor faces a tough balancing act: fixing an embattled economy and winning back foreign investors while keeping President Recep Tayyip Erdogan happy.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/startups-offer-new-pregnancy-tests-with-privacy-and-calm-in-mind-11618390801", "title": "Startups Offer New Pregnancy Tests With Privacy and Calm in Mind", "date": "2021-04-14 05:00", "summary": "Among the new offerings are biodegradable, flushable tests, and one with animated online instructions that will include meditation and sudoku to allay anxiety. The unwritten rituals of home pregnancy tests are known to many: Don't linger too long in front of the shelf in the drugstore. Hide the box under other items in your basket. Wrap up the used test before throwing it in the trash.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/minneapolis-area-rocked-by-more-protests-after-police-killing-of-daunte-wright-11618323151", "title": "Police Chief, Officer Resign in Wake of Daunte Wright Killing", "date": "2021-04-14 04:10", "summary": "Minneapolis suburb sees third night of protests after police say officer accidentally shot and killed Wright. BROOKLYN CENTER, Minn.-Both the police chief and the officer who killed 20-year-old Daunte Wright resigned Tuesday, as protesters gathered for a third night in this Minneapolis suburb.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11618324014", "title": "Pepper...and Salt", "date": "2021-04-14 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toshiba-ceo-nobuaki-kurumatani-steps-down-under-pressure-from-shareholders-11618372266", "title": "Toshiba's CEO Steps Down Under Pressure From Shareholders", "date": "2021-04-14 23:51", "summary": "A week earlier, the company said it had received an acquisition offer from private-equity firm CVC Capital Partners. Toshiba Corp.'s chief executive resigned Wednesday under pressure from shareholders, a week after the company said it had received an acquisition offer from private-equity firm CVC Capital Partners .", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kim-potter-mistook-her-gun-for-a-taser-police-say-how-often-does-that-happen-11618353388", "title": "Kim Potter Mistook Her Gun for a Taser, Police Say: How Often Does That Happen?", "date": "2021-04-14 23:16", "summary": "Researchers and law-enforcement veterans say it is difficult to confuse the two weapons. Sunday's fatal shooting in a Minneapolis suburb was the 18th time in the past 20 years that police officers used a gun when they said they intended to use a Taser, according to a use-of-force researcher.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kenosha-police-officer-who-shot-jacob-blake-returned-to-duty-11618369437", "title": "Kenosha Police Officer Who Shot Jacob Blake Returns to Duty", "date": "2021-04-14 23:03", "summary": "Officer Rusten Sheskey wasn't charged in the August 2020 incident that left Blake paralyzed from the waist down. KENOSHA, Wis.-A white police officer from Wisconsin who was investigated and cleared for shooting and injuring a Black man during a domestic dispute has returned from administrative leave, officials said Tuesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-invites-biden-to-address-joint-session-of-congress-on-april-28-11618361065", "title": "Pelosi Invites Biden to Address Joint Session of Congress on April 28", "date": "2021-04-14 22:55", "summary": "White House said the president would accept the invitation. House Speaker Nancy Pelosi has invited President Biden to address a joint session of Congress on April 28.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-to-expand-summer-school-to-help-with-covid-19-learning-loss-11618341988", "title": "New York City to Expand Summer School to Help With Covid-19 Learning Loss", "date": "2021-04-14 21:58", "summary": "K-12 public-school students will be offered in-person enrichment classes five days a week. New York City will offer an in-person summer enrichment program up to five days a week to K-12 public-school students to help with learning loss during the Covid-19 pandemic, city officials said Tuesday.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-to-release-low-radiation-fukushima-water-into-ocean-11618275744", "title": "Japan to Release Low-Radiation Fukushima Water Into Ocean", "date": "2021-04-14 21:32", "summary": "With storage space running out, prime minister says move is safe, but fishery groups fear reputational damage. TOKYO-Japan said Tuesday that it would release water with low levels of radiation from the stricken Fukushima Daiichi nuclear plant into the sea despite opposition from a local fishing industry struggling to recover from the impact of 2011 meltdowns.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-climate-envoy-to-arrive-in-shanghai-on-wednesday-for-in-person-meeting-with-chinese-counterpart-11618323818", "title": "U.S. Climate Envoy to Arrive in China for Meeting With Counterpart", "date": "2021-04-14 21:15", "summary": "John Kerry and Xie Zhenhua to discuss climate matters as well as how to support developing countries pursuing low-emissions economic growth. U.S. special climate envoy John Kerry is set to become the first Biden administration official to visit China, arriving in Shanghai for three days of meetings with senior officials overseeing climate and foreign policy, according to people familiar with the matter.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-compliance-chief-to-depart-11618342021", "title": "Walmart Compliance Chief to Depart", "date": "2021-04-14 21:12", "summary": "Daniel Trujillo, the company's chief ethics and compliance officer, will leave Friday, Walmart says. Walmart Inc. is searching for a new chief ethics and compliance officer as Daniel Trujillo-who for the past two years led the retail giant's global compliance program-prepares to leave the company.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/derek-chauvins-lawyer-begins-defense-in-trial-of-george-floyds-death-11618325244", "title": "Derek Chauvin Defense Expert Says Restraint of George Floyd Was Reasonable", "date": "2021-04-14 20:39", "summary": "Former Minneapolis police officer's attorney, Eric Nelson, is trying to show Mr. Floyd died of drugs and heart disease, not Mr. Chauvin's use of force. Derek Chauvin's defense lawyer closed his first day of testimony in the former officer's murder trial over the killing of George Floyd with a policing consultant who said Mr. Chauvin's use of force was reasonable, but later backed away from key parts of his conclusion.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexico-s-televisa-to-merge-content-business-with-univision-11618353691", "title": "Mexico's Televisa to Merge Content Business With Univision", "date": "2021-04-14 20:35", "summary": "The tie-up aims to expand streaming video services in underserved Spanish-speaking markets with SoftBank as an investor. MEXICO CITY-Mexican broadcast and media giant Grupo Televisa SA B agreed to combine its television content business with Univision Communications Inc., creating a new company that will have SoftBank Group Corp. as an investor, the companies said on Tuesday.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nra-board-member-says-bankruptcy-filing-was-a-shock-11618360021", "title": "NRA Board Member Says Bankruptcy Filing Was a Shock", "date": "2021-04-14 20:28", "summary": "Board member Philip Journey described the NRA as 'Wayne's kingdom' in testimony Tuesday over the group's chapter 11 filing. A National Rifle Association board member testified Tuesday that he believes its chief executive Wayne LaPierre has a tight grip on the organization and that current management is either incapable or unwilling to fix the gun-rights group's corporate governance problems.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}]