[{"link": "https://www.wsj.com/articles/hideki-matsuyama-masters-japan-first-major-green-jacket-11618181507", "title": "Hideki Matsuyama Wins the Masters", "date": "2021-04-11 19:05", "summary": "The 29-year-old became the first Japanese man to win a major when he survived late drama and miscues to earn a green jacket. AUGUSTA, Ga.-Hideki Matsuyama had the weight of a golf-obsessed, yet championship-deprived country hovering over every shot at Augusta National Golf Club on Sunday as he sought to become the first man from Japan to win one of golf's major championships.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/powell-sees-economy-at-inflection-point-11618164495", "title": "Powell Sees Pickup in Economic Growth Ahead", "date": "2021-04-11 19:01", "summary": "Fed chairman says job gains, economic output are about to start increasing 'much more quickly'. Federal Reserve Chairman Jerome Powell said the U.S. economy appears to be at an inflection point, with output and job growth poised to accelerate in the months ahead as long as the Covid-19 pandemic retreats.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-congressman-pushes-to-restore-salt-tax-deductions-11618182000", "title": "New York Congressman Pushes to Restore SALT Tax Deductions", "date": "2021-04-11 19:00", "summary": "U.S. Rep. Tom Suozzi raises his profile as a moderate Democrat beyond his Long Island district. U.S. Rep. Tom Suozzi has taken a leading role in fighting to restore a tax deduction that is important to people who live in and around New York City, and in doing so might be laying the groundwork for another gubernatorial run.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vox-media-to-buy-owner-of-preet-bhararas-podcast-11618180200", "title": "Vox Media to Buy Owner of Preet Bharara's Podcast", "date": "2021-04-11 18:30", "summary": "Bharara, a former Manhattan U.S. attorney, will join Vox Media as a host and creative director. Vox Media said it is acquiring Cafe Studios Inc., publisher of a popular podcast hosted by former Manhattan U.S. attorney Preet Bharara, part of a bid to expand its growing audio business.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/god-and-the-border-crisis-11618174431", "title": "God and the Border Crisis", "date": "2021-04-11 17:32", "summary": "Churches play a vital role sheltering migrants, who are overwhelming U.S. and Mexican authorities.. Matamoros, Mexico", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/targeting-the-u-s-senate-11618175659", "title": "Targeting the U.S. Senate", "date": "2021-04-11 17:14", "summary": "The progressive goal is a House-like body run by big-state majorities.. Between the drive to eliminate the legislative filibuster and the campaign to add new states for partisan advantage, the U.S. Senate hasn't been under this much political pressure since the passage of the 17th Amendment (on the direct election of Senators) in 1913. The enduring influence and legitimacy of America's legislative upper house has long distinguished the U.S. from many less stable democracies. But a new majoritarian ideology threatens to upend that achievement.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-free-exercise-of-religion-supreme-court-11618175544", "title": "A Free Exercise of Religion Supreme Court", "date": "2021-04-11 17:12", "summary": "The Justices slap down another California pandemic order limiting the right to worship.. The first significant distinction of the newly constituted Supreme Court concerns the free exercise of religion from government control. The latest evidence is the 5-4 ruling late Friday slapping down another California pandemic diktat on the freedom of worship.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/education-tragedy-in-los-angeles-11618175493", "title": "Education Tragedy in Los Angeles", "date": "2021-04-11 17:11", "summary": "A new report shows how the prolonged school shutdown has hurt kids.. Americans are only beginning to understand the damage from keeping so many students out of the classroom for the past year. It's the greatest outrage of the pandemic, and maybe the most destructive. A new report by the nonprofit Great Public Schools Now quantifies the harm so far to children in the Los Angeles Unified School District.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflation-arrives-is-it-transitory-11618175464", "title": "Inflation Arrives. Is It 'Transitory'?", "date": "2021-04-11 17:11", "summary": "Producer prices rise 1% in March as supply-side constraints bite.. Congratulations to those who want higher inflation. You've got it. The U.S. on Friday reported a rise of 1% in producer prices for March, double the consensus prediction of economists. Prices are up 4.2% in the last year, with goods prices up 7%.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ceos-plan-new-push-on-voting-legislation-11618161134", "title": "CEOs Plan New Push on Voting Legislation", "date": "2021-04-11 17:01", "summary": "Companies from PayPal to AMC have signaled they will support joining effort for voter access, people say. Dozens of chief executives and other senior leaders gathered on Zoom this weekend to plot what several said big businesses should do next about new voting laws under way in Texas and other states.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-case-for-vaccine-passports-11618174364", "title": "The Case for Vaccine 'Passports'", "date": "2021-04-11 16:52", "summary": "Digital proof would allow Americans to visit family in the hospital, not keep folks out of restaurants.. The idea of a \"vaccine passport,\" which would let people prove they're inoculated against Covid, has been swept up in a political debate over personal liberty. But this misunderstands how these apps are likely to be used. Passports would empower consumers by giving them more control over their own health information.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-filibuster-made-the-civil-rights-act-possible-11618174288", "title": "The Filibuster Made the Civil Rights Act Possible", "date": "2021-04-11 16:51", "summary": "It prevented Southern senators from blocking debate and created the conditions for consensus.. The debate over the future of the Senate's legislative filibuster has focused on the simple use of majority power to crush the opposition. While the future of America's bicameral legislature and the balance of power created by the Founders is riding on this debate, many have lost sight of the true nature and value of the Senate, an institution that takes time and requires compromise to find long-term answers to major issues. Critics have linked the filibuster to Jim Crow segregation, but the tactic actually played a crucial role in passing civil-rights legislation and ensuring it was accepted by the South.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flattered-to-be-on-chinas-sanctions-list-11618174152", "title": "Flattered to Be on China's Sanctions List", "date": "2021-04-11 16:49", "summary": "We'll keep exposing Beijing's egregious religious-freedom violations in Xinjiang.. The Chinese Communist Party recently imposed sanctions against us for our work on the U.S. Commission on International Religious Freedom. It's part of a desperate attempt to silence international scrutiny of Beijing's abysmal human-rights record, particularly its genocidal policies against the Uighurs and other Turkic Muslims in Xinjiang and its persecution of other religious minorities.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baseball-says-cuba-si-georgia-no-11618174108", "title": "Baseball Says Cuba 'Sí,' Georgia 'No'", "date": "2021-04-11 16:48", "summary": "The league talks up its 'values' in the U.S. but loves doing business with Castro.. Major League Baseball says \"values\" compelled it to move this summer's All-Star Game out of Georgia. But this piety doesn't square with its long record of collaboration with Cuba's military dictatorship, one of the world's most notorious human-rights violators.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-quick-fix-review-a-bias-toward-easyanswers-11618174023", "title": "'The Quick Fix' Review: A Bias Toward Easy Answers", "date": "2021-04-11 16:47", "summary": "The study of human behavior has led to real insights but also, too often, to simplistic, reductive 'solutions' to complex problems.. Most of us like to think of ourselves as enlightened, thoughtful observers of the world around us, skeptical of irrational claims, crazy ideas and silly theories. It is only other people, members of eccentric subcultures in far-off places, who are susceptible to such foolishness. It is a flattering self-portrait. But is it true?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-says-its-foes-targeted-nuclear-plant-to-derail-potential-talks-with-u-s-11618169757", "title": "Iran Says Its Foes Targeted Nuclear Plant", "date": "2021-04-11 15:35", "summary": "Apparent blackout disrupts operations at Iran's main nuclear facility at Natanz, a day after it went back online after a fire last summer. Iran said saboteurs caused a blackout at the country's main nuclear-enrichment plant, accusing the alleged culprits of attempting to derail informal talks with the U.S. on reviving a 2015 nuclear accord that could pave the way for rolling back sanctions on the Islamic Republic.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-inflation-retail-sales-gdp-11618167600", "title": "Economy Week Ahead: Inflation, Retail Sales, GDP", "date": "2021-04-11 15:00", "summary": "China's March exports are expected to rebound sharply from a year earlier. ", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-infrastructure-plan-tops-priorities-as-congress-returns-to-work-11618138801", "title": "Biden's Infrastructure Plan Tops Priorities as Congress Returns to Work", "date": "2021-04-11 14:50", "summary": "White House plans meetings with lawmakers of both parties; gun background checks also on agenda. WASHINGTON-A crucial period of negotiations expected to determine the size and scope of President Biden's infrastructure package will kick off this week on Capitol Hill, when lawmakers return from a two-week recess.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investigate-good-existing-covid-therapies-11618165926", "title": "Investigate Good, Existing Covid Therapies", "date": "2021-04-11 14:32", "summary": "We already have evidence for generics reducing Covid death rates.. We appreciate former FDA Commissioners Scott Gottlieb's and Mark McClellan's belated realization that a \"good weapon for the Covid arsenal would be a safe and effective drug that could be taken at home\" (\"Covid Arsenal Needs Pills as Well as Shots,\" op-ed, April 5).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-vaccine-passports-a-freedom-or-control-11618165784", "title": "Are Vaccine Passports a Freedom or Control?", "date": "2021-04-11 14:29", "summary": "This heavily time-limited passport is a temporary incentive rewarding responsible behavior and ensuring fairness by preventing some from free-riding on the immunity of others.. Regarding Martin Kulldorff and Jay Bhattacharya's \"Vaccine Passports Prolong Lockdowns\" (op-ed, April 7): The authors' idea is that the passport (valid at the most for six months without a booster shot) is a punishment scheme to deter bad behavior and will lead to a mad rush that will, perhaps unfairly, trample on the truly vulnerable. However, is it not possible for the opposite to be true, that is, this heavily time-limited passport is a temporary incentive rewarding responsible behavior and ensuring fairness by preventing some from free-riding on the immunity of others?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-global-minimum-corporate-tax-is-a-loser-11618165655", "title": "A Global Minimum Corporate Tax Is a Loser", "date": "2021-04-11 14:27", "summary": "If Treasury Secretary Janet Yellen was an executive in the private sector, her attempt to collude on international corporate tax rates would likely lead to charges of conspiracy to fix prices.. As long as there are corporate taxes there will be arguments about what is fair, competitive and how to avoid a \"race to the bottom\" (\"U.S. Aims for Global Minimum Corporate Tax Rate,\" Page One, April 6). Alas, there is a simple solution: Set the rate at zero.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-progressives-care-about-the-violence-in-poor-areas-11618165466", "title": "Do Progressives Care About the Violence in Poor Areas?", "date": "2021-04-11 14:24", "summary": "Liberal-progressives can virtue signal all day long because they don't have to deal with the realities of living with violent criminals in the inner cities.. Regarding your editorial \"A Soft-on-Crime Backlash\" (April 7): While the baseless left-wing gibberish of \"systemic racism\" and \"mass incarceration\" touted by Philadelphia's District Attorney Larry Krasner is disturbing, the comment that \"Mr. Krasner remains popular in affluent neighborhoods with less crime\" gets to the root of the problem. Liberal-progressives can virtue signal all day long and feel smug in the safety of their leafy suburbs and gated communities because they don't have to deal with the realities of living with violent criminals in the inner cities.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baseballs-big-idols-depend-on-folks-like-john-coleman-11618165351", "title": "Baseball's Big Idols Depend on Folks Like John Coleman", "date": "2021-04-11 14:22", "summary": "John Francis Coleman, pitching for the Philadelphia Quakers (later the Phillies) in a 98-game season in 1883, established the incredible record of 14 wins and 48 losses.. Regarding unbreakable Major League Baseball records (Letters, April 7): We must not forget the astonishing achievements of my great-granduncle John Francis Coleman (circa 1860-1922). Pitching for the Philadelphia Quakers (later the Phillies) in a 98-game season in 1883, he established the incredible record of 14 wins and 48 losses, with 772 hits given up, 512 runs allowed, and 291 earned runs. These four records remain unbroken to this day. It is pitchers like John Coleman who make others' records possible.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/battery-making-rivals-to-settle-trade-rift-that-threatened-georgia-plant-11618083518", "title": "Battery-Making Rivals Settle Trade Rift That Threatened Georgia Plant", "date": "2021-04-11 14:08", "summary": "SK Innovation and LG Chem's settlement comes just before Sunday deadline for White House veto of trade commission decision. Korean battery-making rivals SK Innovation Co. and LG Chem Ltd. have agreed to settle a trade-secret dispute that had threatened a $2.6 billion factory SKI is building in Georgia set to supply Ford Motor Co. and Volkswagen AG with electric-vehicle batteries, the companies said Sunday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-other-reason-the-labor-force-is-shrunken-fear-of-covid-19-11618163017", "title": "The Other Reason the Labor Force Is Shrunken: Fear of Covid-19", "date": "2021-04-11 13:43", "summary": "Resume Subscription. A little over a year ago, Chanee McLaurin was a few weeks into a new job selling insurance when she began to hear coughing in her office.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/dont-think-just-bleep-11618162999", "title": "Don't Think, Just Bleep", "date": "2021-04-11 13:43", "summary": "Intel shows off new technology to filter out hate, aggression and name-calling.. Cancel culture has a vaccine. Its name is Bleep. At the 2021 Game Developers Conference Showcase last month, Intel touted research and sample screenshots of technology that \"uses artificial intelligence to get rid of other gamers' hateful and abusive audio chat.\" Silicon Valley never ceases to amaze.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-brought-the-economy-to-its-knees-but-ceo-pay-surged-11618142400", "title": "CEO Pay Surged in a Year of Upheaval, Leadership Hurdles", "date": "2021-04-11 13:30", "summary": "The executives' compensation for 2020 is on track for a record even as shareholders voice displeasure with some pay packages. CEO pay surged in 2020, a year of historic business upheaval, a wrenching labor market for many workers and unprecedented challenges for many leaders.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grateful-deads-wall-of-sound-lives-again-in-some-dudes-basement-11618161994", "title": "Grateful Dead's 'Wall of Sound' Lives Again in Some Dude's Basement", "date": "2021-04-11 13:26", "summary": "Resume Subscription. SOUTHBURY, Conn.-In 1974 the Grateful Dead revolutionized concert audio with a three-story, 28,800-watt system called the Wall of Sound. Fans were blown away, but the wall only lasted a year.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/retirement-schedule-benefits-11618006173", "title": "The Benefits of Having a Schedule in Retirement", "date": "2021-04-11 13:00", "summary": "It doesn't have to be rigid. But knowing roughly what you'll do and when can keep you both active and grounded.. Retirees need daily schedules.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-bashes-mcconnell-in-speech-to-gop-donors-11618158201", "title": "Trump Bashes McConnell in Speech to GOP Donors", "date": "2021-04-11 12:23", "summary": "The remarks indicate the former president's anger toward the Senate minority leader hasn't abated since losing the election. Former President Donald Trump lashed out at top Senate Republican Mitch McConnell during a speech before GOP donors, according to a person present.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-tie-infrastructure-package-to-unionization-push-11618146000", "title": "Democrats Tie Infrastructure Package to Unionization Push", "date": "2021-04-11 12:08", "summary": "Business community, labor groups and progressives square off over the PRO Act. WASHINGTON-President Biden has called on Congress to pass the most significant changes to labor laws in decades as part of his $2.3 trillion infrastructure proposal. But getting that pro-union proposal through Congress could be a high hurdle for Democrats, even as a labor vote at Amazon.com Inc. put a new spotlight on the issue.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyc-co-op-boards-would-have-to-explain-why-they-deny-buyers-under-new-bill-11618156802", "title": "NYC Co-Op Boards Would Have to Explain Why They Deny Buyers, Under New Bill", "date": "2021-04-11 12:00", "summary": "Residential boards would have to give a written explanation when turning down a potential buyer, under state measure. State lawmakers are proposing new rules that would require New York City co-op boards to state why they rejected a potential apartment buyer, seeking to end a longstanding practice that critics say facilitates housing discrimination.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/googles-secret-project-bernanke-revealed-in-texas-antitrust-case-11618097760", "title": "Google's Secret 'Project Bernanke' Revealed in Texas Antitrust Case", "date": "2021-04-11 11:41", "summary": "Program used past bid data to boost tech company's win rate in advertising auctions, according to court filing. Google for years operated a secret program that used data from past bids in the company's digital advertising exchange to allegedly give its own ad-buying system an advantage over competitors, according to court documents filed in a Texas antitrust lawsuit.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/defaults-fall-again-aiding-rally-in-low-rated-debt-11618153200", "title": "Defaults Fall Again, Aiding Rally in Low-Rated Debt", "date": "2021-04-11 11:00", "summary": "Credit investors are moving into higher-yielding assets, helping support prices on riskier junk bonds and leveraged loans. Defaults by low-rated U.S. companies have fallen to their lowest level in 10 months, helping to extend sharp rallies in the markets for junk bonds and floating-rate loans.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dentist-gum-disease-11618003919", "title": "It Starts With Gum Disease. But It Can Lead to a Lot Worse.", "date": "2021-04-11 11:00", "summary": "People skipped going to the dentist during the pandemic. It's time to catch up.. Skipping those regular dental visits during the pandemic may lead to far more trouble than a toothache.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/athletes-tokyo-2020-olympics-paris-2024-11618151050", "title": "Athletes Who Waited for Tokyo 2020 Are Asking: Why Not Stick Around for Paris 2024?", "date": "2021-04-11 10:27", "summary": "After a long wait for this summer's Games, some old hands who had planned to retire are figuring they can also hang on another three years. Many veteran U.S. Olympians were planning to hang it up after the 2020 Olympic Games in Tokyo. When the pandemic pushed them back a year, aging bodies sighed, contemplated quitting, and then went back to training anyway.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jordans-royal-feud-sends-shockwaves-through-countrys-traditional-tribes-11618149884", "title": "Jordan's Royal Feud Sends Shockwaves Through Country's Traditional Tribes", "date": "2021-04-11 10:04", "summary": "As the U.S. ally marks 100 years since its founding, the backbone of its acclaimed stability has suffered a blow. KERAK, Jordan-Security forces armed with assault rifles burst into the home of one of the most prominent families in Jordan's al-Majali tribe here in the clan's homeland by the Dead Sea. They snatched Yasser al-Majali, a retired army colonel working for the royal family, and dragged him away.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-economy-poised-for-best-growth-since-1983-inflation-lurks-11618149601", "title": "With Economy Poised for Best Growth Since '83, Inflation Lurks", "date": "2021-04-11 10:03", "summary": "Federal stimulus and Covid-19 vaccinations have led to boosts in outlook for GDP and consumer prices in survey of economists. Ronald Reagan was in the White House, \"Return of the Jedi\" was in theaters, and economic growth hit an astonishing 7.9%.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-mayoral-candidates-seek-face-time-with-undecided-voters-11618149600", "title": "New York City Mayoral Candidates Seek Face Time With Voters", "date": "2021-04-11 10:00", "summary": "Campaigns have increased in-person events as the primary nears, including visits to baseball games, parks and farmers markets. As a June 22 primary nears and Covid-19 restrictions ease, New York City mayoral candidates have ratcheted up in-person campaigning to win over undecided voters.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ready-to-retire-emotionally-11618007274", "title": "Are You Emotionally Ready to Retire? Eight Questions to Ask Yourself", "date": "2021-04-11 09:31", "summary": "Too many people leave work too early or too late. It doesn't have to be this way.. It's one of the most-important decisions many of us will ever make. And we often get it wrong.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/target-date-fund-retirement-11618006369", "title": "What to Do (and Not Do) With a Target-Date Fund After Retiring", "date": "2021-04-11 09:00", "summary": "A lot of savers shift gears after leaving work. Here's what to consider before making that move.. Target-date funds are a staple of employer-sponsored retirement funds, due in part to their ease of use. The funds adjust allocations over decades, starting with big equity exposures, then glide gradually into more fixed income.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-people-cant-wait-to-dress-for-work-again-11618142402", "title": "Some People Can't Wait to Dress for Work Again", "date": "2021-04-11 08:00", "summary": "With offices opening more, these workers are beyond ready to ditch their sweatpants and leggings. Klara Klarowicz broke out her favorite dress for her first day back at the office last month: a navy blue, three-quarter-sleeve number she purchased in Poland that hadn't seen the light of day in a year.", "categories": [["Life & Work", "At Work"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/at-work?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prince-charles-heir-to-the-throne-for-nearly-70-years-moves-closer-to-center-stage-11618139200", "title": "Prince Charles Moves Closer to Center Stage", "date": "2021-04-11 07:06", "summary": "The prince has taken a different approach from his father, Prince Philip, in supporting the queen. LONDON-The death of Prince Philip, Queen Elizabeth's husband of more than 73 years, sharpens the spotlight on their eldest son Prince Charles, who is increasingly tasked with managing the House of Windsor's complex private affairs as well as matters of state.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/masters-golf-pimento-cheese-shirt-online-store-11618097049", "title": "The Must-Have Fashion Item at the Masters Isn't a Green Jacket", "date": "2021-04-11 06:00", "summary": "The shop at Augusta National rapidly sold out of shirts featuring pictures of pimento cheese and egg salad sandwiches-and they're going for way more online. AUGUSTA, Ga.-There's a bright, new, must-have piece of clothing that everybody wants and nobody can find at this Masters.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-faces-uphill-climb-to-rival-chinas-rare-earth-magnet-industry-11618133603", "title": "U.S. Faces Uphill Climb to Rival China's Rare-Earth Magnet Industry", "date": "2021-04-11 05:33", "summary": "West lags China on both supply and processing of materials key to electric cars and wind turbines. Businesses and governments across the West are gearing up to counter China's dominance in a key component of modern technology: the magnet.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-was-a-wake-up-call-leading-many-to-make-lifestyle-and-career-changes-11618133400", "title": "Covid-19 Was a Wake-Up Call Leading to Lifestyle, Career Changes", "date": "2021-04-11 05:30", "summary": "People of all ages are emerging from a year of introspection with new perspective; 'It gave me that nudge'. Sarah Smalls is tiptoeing back into her old routine, now that she is fully vaccinated against Covid-19. She hosted Easter dinner. Her adult son now stops over for indoor visits. She and her husband plan to travel again.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sizzling-stock-market-sets-high-bar-for-earnings-season-11618133402", "title": "Sizzling Stock Market Sets High Bar for Earnings Season", "date": "2021-04-11 05:30", "summary": "Investors will watch for clues about future profits as they consider pricey shares. The stock market is running hot entering first-quarter earnings season.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-citys-only-hospital-cut-services-how-locals-fought-back-11618133400", "title": "A City's Only Hospital Cut Services. Locals Fought Back.", "date": "2021-04-11 05:30", "summary": "Resume Subscription. When the only hospital in a small central Wyoming city stopped delivering babies and cut back on surgeries, local residents sought to start their own. The fight that ensued now stretches to Washington, and is shining an uncomfortable light on one of the country's biggest hospital chains and its private-equity owner.", "categories": [[]], "category_links": []}]