[{"link": "https://www.wsj.com/articles/alec-baldwin-expresses-anguish-and-shock-about-death-on-set-of-rust-11634919666", "title": "Alec Baldwin Told Prop Was 'Cold Gun' Before Shooting, Affidavit Says", "date": "2021-10-22 23:16", "summary": "Incident on film set left cinematographer dead from gunshot wound and director injured. SANTA FE, N.M.-It was early Thursday afternoon on the set of the Western movie \"Rust\" at a bucolic ranch outside of town when, according to authorities, the assistant director grabbed one of three prop guns laid out on a rolling cart and handed it to Alec Baldwin to film a scene.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-review-of-pfizer-covid-19-vaccine-for-kids-expected-11634900401", "title": "Pfizer-BioNTech Covid-19 Vaccine for Young Kids Satisfied FDA Criteria, Agency Says", "date": "2021-10-22 22:56", "summary": "FDA staff also said the benefits of giving the vaccine to 5- to 11-year-olds generally outweigh the risk of a rare heart condition. The Food and Drug Administration said the Covid-19 vaccine from Pfizer Inc. and BioNTech SE met the agency's criteria for immune responses in a study in children ages 5 to 11 years.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abc-says-it-fired-gma-producer-after-investigating-sexual-assault-allegations-11634950091", "title": "ABC Says It Fired 'GMA' Producer After Investigating Sexual-Assault Allegations", "date": "2021-10-22 20:48", "summary": "Network filed motion to dismiss suit claiming it didn't properly handle claim against producer Michael Corn; Corn denies allegations and also moved to dismiss suit. Walt Disney Co. 's ABC said in a legal filing Friday that it fired \"Good Morning America\" executive producer Michael Corn last April after investigating allegations that he sexually harassed and assaulted two network staffers.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/honeywell-expects-to-pay-at-least-160-million-to-resolve-bribery-probes-in-u-s-brazil-11634947538", "title": "Honeywell Expects to Pay at Least $160 Million to Resolve Bribery Probes in U.S., Brazil", "date": "2021-10-22 20:05", "summary": "The aerospace and industrial conglomerate first disclosed the probes in 2019. Aerospace and industrial conglomerate Honeywell International Inc. said on Friday it has recorded a charge of $160 million to cover an expected loss related to bribery investigations by U.S. and Brazilian authorities.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/haiti-overwhelmed-by-wave-of-kidnappings-11634944106", "title": "Haiti Overwhelmed by Wave of Kidnappings", "date": "2021-10-22 19:08", "summary": "The 17 kidnapped missionaries are the latest group hit by gangs; rich, poor, locals and foreigners are all targets. By the time Jean Eduver, a private chauffeur, left for work at dawn Wednesday in La Plaine, a flat stretch of shantytowns north of the Haitian capital, kidnappers had already hit his neighborhood multiple times.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-confusing-mr-biden-cnn-town-hall-anderson-cooper-taiwan-opec-11634940377", "title": "The Confusing Mr. Biden", "date": "2021-10-22 18:54", "summary": "The President's town hall performance is cause for concern.. White House handlers shield President Biden from the press as much as possible, and Thursday's town hall on CNN shows why. Even with a friendly audience and softball questions, Mr. Biden's performance revealed why so many Americans are losing confidence in his Presidency.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dodging-the-constitution-for-a-global-tax-treasury-secretary-janet-yellen-congress-11634928441", "title": "Dodging the Constitution for a Global Tax", "date": "2021-10-22 18:50", "summary": "Treasury plans to adopt a new treaty without a proper Senate vote.. President Biden's corporate tax-rate increase appears to be dead, but Treasury Secretary Janet Yellen still wants to whack U.S. companies through her global tax deal. And she is planning an end-run around the Constitution to do it.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smearing-south-dakota-trusts-tax-11634850333", "title": "Smearing South Dakota", "date": "2021-10-22 18:49", "summary": "The state has attracted financial services. The horror. The horror.. Few things anger progressives more these days than the thought that somewhere someone's savings are out of government's reach. Witness the attacks on South Dakota, of all places, which has become the target of a false narrative of corruption with the political goal of expanding taxes over generational savings.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cleaning-up-the-united-auto-workers-union-referendum-election-11634754477", "title": "Cleaning Up the United Auto Workers", "date": "2021-10-22 18:43", "summary": "A union referendum follows a series of corruption scandals.. The United Auto Workers union is notoriously corrupt, but is there a glimmer of reform hope? Some one million active and retired union members began voting this week on a weeks-long referendum to directly elect their leaders.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/public-school-system-constitutional-private-mcauliffe-free-speech-11634928722", "title": "Is the Public School System Constitutional?", "date": "2021-10-22 18:41", "summary": "Education consists mostly in speech, and parents have a right under the First Amendment to exercise authority over what their children hear.. The public school system weighs on parents. It burdens them not simply with poor teaching and discipline, but with political bias, hostility toward religion, and now even sexual and racial indoctrination. Schools often seek openly to shape the very identity of children. What can parents do about it?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fatherhood-crept-up-on-me-baby-newborn-catholic-11634929006", "title": "Fatherhood Crept Up on Me", "date": "2021-10-22 18:40", "summary": "Only after I accepted that it wasn't going to happen was I able to appreciate what it means.. I'd always assumed I'd be a father, for better or worse, until the day I assumed I never would. My wife and I married at 25, expecting, like good Catholics, that our own children would simply arrive. But they didn't.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-elizabeth-holmes-trial-former-pfizer-scientist-says-theranos-used-pharma-logo-without-permission-11634942227", "title": "Former Pfizer Scientist Says Theranos Used Pharma Logo Without Permission", "date": "2021-10-22 18:37", "summary": "Doctor who vetted blood-testing technology decided against Pfizer partnership with the startup despite Theranos's later claims. SAN JOSE, Calif.- A former scientist for Pfizer Inc. testified in federal court Friday that he had advised his employer against working with Theranos Inc. more than a year before the startup altered a report so it featured Pfizer's logo and purported to validate Theranos's blood-testing devices.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/conservative-appeals-court-is-prime-venue-for-biden-era-litigation-11634907602", "title": "Conservative Appeals Court Is Prime Venue for Biden-Era Litigation", "date": "2021-10-22 18:34", "summary": "New Orleans-based federal court already has dealt administration setbacks on immigration, abortion. The New Orleans-based Fifth U.S. Circuit Court of Appeals, which last week allowed Texas' restrictive abortion law to remain in effect in the face of a federal challenge, promises to be a legal battleground for a host of Biden administration initiatives in the years ahead.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/procter-gamble-zillow-wework-stocks-that-defined-the-week-11634941566", "title": "Procter & Gamble, Zillow, WeWork: Stocks That Defined the Week", "date": "2021-10-22 18:26", "summary": "Here are seven major companies whose stocks moved on the week's news. Procter & Gamble Co.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-social-media-spac-poised-for-second-day-of-huge-gains-11634906876", "title": "DWAC, the Trump Social-Media SPAC, Soars in GameStop-Like Frenzy", "date": "2021-10-22 18:22", "summary": "Shares of Digital World Acquisition more than doubled to $94.20 Friday after trading as high as $175; have risen nearly tenfold in two days. Shares of a blank-check company tied to Donald Trump's online network surged again Friday, implying a valuation of several billion dollars for the new firm following a buying frenzy fueled by individual investors on social media.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-of-cards-portrait-of-jean-alexandre-le-noir-jean-simeon-chardin-trompe-l'oeil-denis-diderot-11634936254", "title": "Showing That Life Is More Than a Game", "date": "2021-10-22 18:14", "summary": "The lighthearted subject of Jean-Siméon Chardin's 'The House of Cards (Portrait of Jean-Alexandre Le Noir)' belies the true solemnity of the work. Jean-Siméon Chardin's enchanting \"The House of Cards (Portrait of Jean-Alexandre Le Noir)\" is the current subject of the National Gallery Masterpiece Tour, that London museum's annual traveling program designed to engage diverse new audiences at smaller institutions across Britain. The circa 1740-41 painting, one of the French artist's four autograph variations on this genre theme, has evoked recent speculation as to its meaning and place in his career.", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tributes-pour-in-for-halyna-hutchins-cinematographer-killed-by-prop-gun-fired-by-alec-baldwin-11634918569", "title": "Before Prop-Gun Tragedy, Halyna Hutchins Was a 'Restless Dreamer' Who Came to Film Later in Life", "date": "2021-10-22 18:06", "summary": "The 42-year-old cinematographer who was killed by a prop gun fired by Alec Baldwin graduated from film school in 2015. Ukrainian cinematographer Halyna Hutchins first found movies as an escape on the Soviet military base in the Arctic where she grew up. The love of film ultimately led her to Hollywood, where she was known as a rising talent in cinematography when she landed a job on the western \"Rust.\"", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-tackle-tax-and-healthcare-snags-in-2-trillion-bill-11634927822", "title": "Democrats Explore Tax on Billionaires to Help Fund $2 Trillion Package", "date": "2021-10-22 18:06", "summary": "President Biden meets with top lawmakers to try to work through remaining disagreements. WASHINGTON-Democrats worked Friday to resolve disagreements over tax increases and expanded healthcare coverage in their roughly $2 trillion social policy and climate framework, with lawmakers studying a potential levy on billionaires to help fund the package.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflation-political-change-debt-spending-cuts-adapt-11634928785", "title": "Inflation Is the Mother of Big Political Change", "date": "2021-10-22 18:01", "summary": "Remember the 1970s. Neither Democrats nor Republicans could sit out the demand for reform.. Since excessive inflation is one characteristic outcome of a fiat money system, who is really surprised that such a moment might be on us again? The table would seem to have been set for a long time: Unruly government borrowing. Mounting regulatory burdens and disincentives to business and workers. A decline in labor force participation. The peculiar unwillingness of a large cohort of young men to pursue either work or schooling.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-good-guy-with-a-gatorade-11634939972", "title": "'A Good Guy With a Gatorade'", "date": "2021-10-22 17:59", "summary": "This Marine Corps veteran never stopped serving.. The U.S. military has the best-equipped troops in the world. And you should see what they can do when they have no equipment at all. Meet James Kilcer, a Marine Corps veteran who served in Afghanistan and now works as a civilian at the U.S. Army's Yuma Proving Ground in Arizona.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bottega-veneta-detroit-fashion-show-11634939511", "title": "Bottega Veneta Mounts a Buzzy Fashion Show in Detroit-But Why?", "date": "2021-10-22 17:52", "summary": "The Italian luxury brand, helmed by creative director Daniel Lee, debarked to Michigan of all places to show its spring collection. Overheard on a plane from New York to Detroit this Thursday: \"Are you going to the Bottega Veneta show?\" asked one black-clad editor. \"No, I just really like cars,\" wisecracked a similarly somber-looking retailer. It seemed unlikely that any impetus other than Bottega's impending event would lead hundreds of fashion-industry folks-some of whom the Italian luxury fashion brand flew in by chartered jet-to congregate in Motor City. Although it's not a typical stop on the fashion-week circuit, Detroit was once called the \"Paris of the Midwest,\" a name that dates back to a 1705 letter that Antoine de la Mothe Cadillac, a French trader and colonist, sent his boss, heralding the city's Parisian potential. (Monsieur Cadillac's coat of arms, which was not wholly authentic, was eventually loosely translated into the Cadillac automobile logo.)", "categories": [["Life & Work", "Style & Fashion", "Off Brand"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/off-brand?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-broncos-head-coach-mike-shanahan-sells-denver-area-house-for-15-725-million-11634939124", "title": "Former Broncos Head Coach Mike Shanahan Sells Denver-Area House for $15.725 Million", "date": "2021-10-22 17:45", "summary": "The sale is the priciest single-family deal ever recorded in the metro Denver area.. Former Denver Broncos coach Mike Shanahan and his wife, Peggy Shanahan, have sold their Denver-area house for $15.725 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-agrees-to-quick-consideration-of-texas-abortion-case-leaves-state-law-in-place-for-now-11634921299", "title": "Supreme Court Agrees to Quick Consideration of Texas Abortion Law", "date": "2021-10-22 17:38", "summary": "Court leaves state law in place for now; it will hear oral arguments on Nov. 1. WASHINGTON-The Supreme Court on Friday agreed to quickly consider two lawsuits challenging a Texas ban on most abortions but left the restrictive law in place for now, adding a new blockbuster battle to a docket that already included another major abortion-rights case.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-suppresses-political-movements-patriot-party-11634937358", "title": "Facebook Increasingly Suppresses Political Movements It Deems Dangerous", "date": "2021-10-22 17:19", "summary": "Resume Subscription. After the Jan. 6 Capitol riot, far-right activists launched an online campaign to form what they called a Patriot Party as an alternative to the Republican Party.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-allies-try-to-move-beyond-disputes-over-afghanistan-submarine-contract-11634915159", "title": "U.S., Allies Try to Move Beyond Disputes Over Afghanistan, Submarine Contract", "date": "2021-10-22 17:15", "summary": "NATO defense ministers focus on Russia and future threats, not the messy Afghanistan pullout or the Australian submarine deal. BRUSSELS-U.S. allies have grumbled about Washington taking little heed of them in the Afghanistan withdrawal and elbowing France aside from a multibillion-dollar submarine contract.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lev-parnas-rudy-giuliani-associate-convicted-of-campaign-finance-charges-11634932001", "title": "Lev Parnas, Rudy Giuliani Associate, Convicted of Campaign-Finance Charges", "date": "2021-10-22 16:55", "summary": "A jury found him guilty of conspiring to funnel foreign money into U.S. elections. Former Rudy Giuliani associate Lev Parnas was convicted of campaign-finance charges Friday, capping the fall of a key figure in the first impeachment of former President Donald Trump.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-10-22-2021-11634888232", "title": "Dow Industrials Finish at Record High", "date": "2021-10-22 16:52", "summary": "All three major indexes posted gains for the week. The Dow Jones Industrial Average rose to a record Friday and notched a third consecutive week of gains.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-launches-more-investigations-into-biden-administrations-afghanistan-withdrawal-11634935833", "title": "U.S. Opens More Investigations Into Afghanistan Withdrawal", "date": "2021-10-22 16:50", "summary": "Inspectors general from Homeland Security, State, Pentagon, Health and Human Services, and USAID are examining American pullout and evacuation. WASHINGTON-A number of U.S. agencies have begun internal reviews of the Biden administration's handling of the withdrawal from Afghanistan, particularly the final departure of military and diplomatic personnel, closure of the U.S. Embassy, and the emergency evacuation of diplomats and eligible Afghan refugees from the country.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldman-sachs-awards-one-time-bonuses-to-executives-david-solomon-john-waldron-11634915765", "title": "Goldman Sachs Awards Executives One-Time Bonus", "date": "2021-10-22 16:37", "summary": "Bank grants restricted stock awards and cites 'the rapidly increasing war for talent'. Goldman Sachs Group Inc. is giving CEO David Solomon and president John Waldron one-time stock bonuses designed to keep the executives at the helm of Wall Street's biggest bank.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/border-patrol-makes-about-1-66-million-arrests-at-southern-border-in-2021-fiscal-year-11634932866", "title": "Border Patrol Makes About 1.66 Million Arrests at Southern Border in 2021 Fiscal Year", "date": "2021-10-22 16:35", "summary": "Number marks highest annual arrest total ever recorded. WASHINGTON-The Border Patrol made about 1.66 million arrests of migrants crossing the U.S.-Mexico border illegally in the 2021 fiscal year, the highest annual number ever recorded, according to figures released Friday by U.S. Customs and Border Protection.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-clarifying-biden-remark-says-taiwan-policy-hasnt-changed-11634933685", "title": "White House, Clarifying Biden Remark, Says Taiwan Policy Hasn't Changed", "date": "2021-10-22 16:14", "summary": "The president, asked if the U.S. would come to Taiwan's defense if China attacked, had said: \"Yes, we have a commitment to do that\". WASHINGTON-The White House sought to clarify a comment from President Biden about defending Taiwan against a hypothetical attack from China, saying he didn't intend to signal new U.S. policy in the increasingly delicate situation.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parts-unknown-saturday-crossword-october-23-11634242429", "title": "Parts Unknown (Saturday Crossword, October 23)", "date": "2021-10-22 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-journal-acrostic-saturday-october-23-11634762533", "title": "The Journal Acrostic (Saturday, October 23)", "date": "2021-10-22 16:01", "categories": [["WSJ Puzzles", "Acrostic"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/acrostic?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anti-semitism-sunrise-dc-zionism-left-green-new-deal-israel-boycott-11634910900", "title": "Will the Sun Ever Set on Anti-Semitism?", "date": "2021-10-22 15:59", "summary": "An organization behind the Green New Deal pulls out of a rally because it included Jewish groups.. If anti-Semitism is the socialism of fools, what to make of anti-Zionism? It is increasingly in vogue on the left, and throwing its weight around. Consider Sunrise DC, Washington hub of the Sunrise Movement, an activist group whose once-fringe proposal for a Green New Deal is now de rigueur on the left. On Wednesday Sunrise DC announced it would pull out of an event advocating statehood for the District of Columbia, a cause it supports, because of the involvement of three \"Zionist organizations.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/curtis-sliwa-big-apple-republican-crime-prevention-taxes-eric-adams-11634911487", "title": "Meet Curtis Sliwa-a Big Apple Republican in a Red Beret", "date": "2021-10-22 15:58", "summary": "How can he get elected mayor in a city that's 7 to 1 Democratic? 'I think it's 8 to 1,' he corrects.. New York", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/secs-peirce-criticizes-conditions-placed-on-credit-suisse-as-part-of-waiver-11634932458", "title": "SEC's Hester Peirce Criticizes Conditions Placed on Credit Suisse as Part of Waiver", "date": "2021-10-22 15:54", "summary": "The waiver allows the bank's investment adviser affiliates to keep doing business following an SEC settlement, but the official says some requirements could be harmful. A Republican member of the Securities and Exchange Commission criticized conditions placed on Credit Suisse Group AG as part of a reprieve granted to the Swiss bank in connection with its $475 million settlement over a fundraising scandal in Mozambique.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazil-markets-hit-by-worries-about-government-spending-11634932463", "title": "Brazil Markets Hit by Worries About Government Spending", "date": "2021-10-22 15:54", "summary": "President Jair Bolsonaro wants to break spending cap to fund antipoverty program. SÃO PAULO-Brazil's stock market has lost about $70 billion in value this week after President Jair Bolsonaro moved to fund new handouts for the poor by altering a constitutional spending cap, a cornerstone of the country's fiscal policy.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-slip-ons-are-in-thanks-to-squid-game-thats-good-news-for-vans-11634931671", "title": "White Slip-Ons Are In, Thanks to 'Squid Game.' That's Good News for Vans.", "date": "2021-10-22 15:41", "summary": "Footwear brand's parent gets a revenue bump from popularity of classic sneakers. The dystopian hit \"Squid Game\" is giving Vans slip-ons a boost.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/william-hogarth-was-an-artist-not-a-gentleman-11634931044", "title": "William Hogarth Was an Artist, Not a Gentleman", "date": "2021-10-22 15:30", "summary": "The 18th-century English satirist painted scenes of low life but had surprising things in common with the refined artists of his time. William Hogarth's sketching habit did not go down well in France, where it led to his arrest for spying. He was only released after he managed to prove he was an artist by drawing several disobliging caricatures. The pugnacious Englishman immortalized the incident a few months later in his 1748 oil painting \"The Gate of Calais,\" which depicts a side of British beef being drooled over by some emaciated French soldiers and a pudgy-fingered friar.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/natural-gas-prices-fall-from-peak-as-warm-autumn-buoys-stockpiles-11634895001", "title": "Natural Gas Prices Drop From Recent Peak", "date": "2021-10-22 15:15", "summary": "Forecasts watched by commodity traders call for temperatures to remain unseasonably high into November. Natural-gas prices have shed 16% since hitting a 13-year high earlier this month, reversing some of a run-up that has prompted fears of exorbitant heating bills and higher manufacturing costs at a time of already high prices.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-charges-more-than-twice-its-rivals-in-ad-deals-wins-80-of-its-own-auctions-court-documents-say-11634912297", "title": "Google Charges More Than Twice Its Rivals in Ad Deals, Unredacted Suit Says", "date": "2021-10-22 15:11", "summary": "According to the suit by state attorneys general, one senior Google employee said the 'analogy would be if Goldman or Citibank owned the NYSE'. Google takes a cut of 22% to 42% of U.S. ad spending that goes through its systems, according to a newly unredacted lawsuit by state attorneys general, shedding new light on how the search giant profits from its commanding position in the internet economy.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-budget-deficit-ends-fiscal-year-below-prior-years-record-level-11634915419", "title": "U.S. Budget Deficit Ends Fiscal Year Below Prior Year's Record Level", "date": "2021-10-22 15:09", "summary": "Treasury says budget shortfall was $2.8 trillion in second year of Covid-19 pandemic. The U.S. incurred the second-largest budget deficit on record in the fiscal year that ended Sept. 30, reflecting government expenditures tied to the coronavirus pandemic and adding fuel to congressional debates about proposed spending.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/school-choice-vouchers-education-segregation-integration-virginia-11634855018", "title": "Tarring School Vouchers With the Segregationist Brush", "date": "2021-10-22 15:06", "summary": "Virginia lawmakers of differing views on integration united behind school choice to outmaneuver 'Massive Resistance' hard-liners.. When segregationist lawyer John S. Battle Jr. charged that tuition grants would expedite the integration of Virginia's public-school system, he unintentionally validated the logic behind Milton Friedman's arguments for school choice. Daniel Kuehn would have us wave away Battle's commentary, however, declaring it \"out of step with most segregationists\" (\"The Segregationist History of School Choice,\" Letters, Oct. 22).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/middle-east-peace-israel-palestinian-conflict-oslo-indyk-11634853714", "title": "Middle East Peace Doesn't Run Through Oslo", "date": "2021-10-22 15:04", "summary": "The Palestinian goal isn't statehood but the destruction of Israel.. In \"Kissinger Knew That Middle East Peace Couldn't Be Rushed\" (Review, Oct. 16), Martin Indyk claims that an incremental approach to the Israeli-Palestinian conflict will work where final stage approaches have failed. In so doing he ignores the core issue in the conflict: The Palestinian goal isn't statehood but the destruction of Israel. Every Palestinian leader has rejected every peace proposal. It has never made a big difference who has been Israeli prime minister or U.S. president, or even the specifics of the plan. There is no room for Jewish self-determination in any form.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/art-museum-chicago-cincinnati-volunteer-ladies-11634852746", "title": "We'll Miss the Volunteer Ladies When They're Gone", "date": "2021-10-22 15:02", "summary": "Who's going to take the time or make the effort to do for others?. Regarding the Chicago Art Institute's firing of its \"mostly\" white docents (\"Indocency at the Art Institute of Chicago\" by Faith Bottum, op-ed, Oct. 16) and the ensuing letters (Oct. 20): I write as a proud adult child of one of the founding members of the first class of docents at the Cincinnati Art Museum. My mother was blessed with a fine college education, a rewarding experience during World War II in the Waves (Women Accepted for Volunteer Emergency Service), and marriage and motherhood. She was a smart white woman married to a white entrepreneur in the 1950s, '60's and '70s.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dave-chappelle-peggy-noonan-comedy-special-trans-woke-pc-11634853357", "title": "Chappelle, Noonan and Waiting for Thermidor", "date": "2021-10-22 15:02", "summary": "Did I tell you the one about the rabbi, the priest and the black guy who walked into a bar?. Dave Chappelle's comedy routine is much more than inappropriate. It's a loving lesson and heartfelt tribute to his transgender friend. Mr. Chappelle not only accepts differences, he relishes them (\"Dave Chappelle May Help Tame Wokeness\" by Peggy Noonan, Declarations, Oct. 16). That feels so much more human than the oppressively bland and humorless society that wokeness has imposed on us. By the way, did I tell you the one about the rabbi, the priest and the black guy who walked into a bar? I wish.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/5-questions-to-ask-if-you-are-named-executor-of-an-estate-11634910666", "title": "Five Questions to Ask if You Are Named Executor of an Estate", "date": "2021-10-22 15:00", "summary": "The first thing: Make sure you have all the professional help you need. You're in charge of settling a deceased relative's estate. And, if you're like many people, you have no idea what to do.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-could-use-national-guard-to-assist-with-supply-chain-bottlenecks-11634865002", "title": "Biden Could Use National Guard to Help With Supply Chain Bottlenecks", "date": "2021-10-22 14:49", "summary": "President says he will consider such a deployment if logistics problems persist. WASHINGTON-President Biden said he would consider deploying the National Guard to assist with supply-chain bottlenecks that have led to shortages and higher consumer costs, if his administration is unable to ease the problem.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-great-champagne-drought-of-2021potentially-11634926002", "title": "The Great Champagne Drought of 2021-Potentially", "date": "2021-10-22 14:06", "summary": "Empty shelves and rationing at wine stores, containers bottlenecked at ports: As the wine industry faces the same supply-chain issues plaguing so many other sectors, experts weigh in on what consumers can expect this holiday season.. IF YOU WANT to buy a case of Veuve Clicquot Champagne at a state store in Pennsylvania, you'll have to buy two bottles and wait until the next day to buy two more. And the next day another two, and so on and on-while supplies last. VC is one of the wines currently rationed by the Pennsylvania Liquor Control Board (PLCB) in response to the supply-chain disruption roiling the wine world right now.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-the-spooky-eyes-of-cats-11634925635", "title": "Behind the Spooky Eyes of Cats", "date": "2021-10-22 14:00", "summary": "Like scarier nighttime predators, cats have slit pupils that help them to judge distance and ambush their prey. Physicist Helen Czerski explores the complex science behind familiar phenomena. Read more columns here.", "categories": [["Life & Work", "Ideas", "Everyday Physics"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/everyday-physics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-chairman-jerome-powell-says-supply-side-constraints-are-creating-more-inflation-risk-11634917630", "title": "Powell Says Supply-Side Constraints Have Worsened, Creating More Inflation Risk", "date": "2021-10-22 13:48", "summary": "Central bank is on track to conclude asset-purchase stimulus program by mid-2022. Federal Reserve Chairman Jerome Powell indicated he is now somewhat more concerned about higher inflation and said that the central bank would watch carefully for signs that households and businesses were expecting sustained price pressures to continue.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-read-this-week-book-reviews-oscar-wilde-xenophobia-elizabeth-strout-simone-de-beauvoir-11634923368", "title": "What to Read This Week", "date": "2021-10-22 13:24", "summary": "A fresh look at Oscar Wilde, the nature of xenophobia, a life in movies, a lost novel from Simone de Beauvoir and more.. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/entrepreneur-put-the-pollock-in-your-fish-sandwich-11634923217", "title": "Entrepreneur Put the Pollock in Your Fish Sandwich", "date": "2021-10-22 13:20", "summary": "Chuck Bundrant, who has died at 79, dropped out of college, headed for Alaska, founded Trident Seafoods and successfully promoted a cheaper alternative to cod. One of the boldest bets Chuck Bundrant made in his business career was that Americans would be just as happy with Alaska pollock in their fish sandwiches as they were with cod.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-shot-at-social-media-fame-lures-50-million-contendersand-lorenzo-mitchell-11634923116", "title": "A Shot at Social-Media Fame Lures 50 Million Contenders-and Lorenzo Mitchell", "date": "2021-10-22 13:18", "summary": "Resume Subscription. Electronic music producer Lorenzo Mitchell dropped out of college a couple of years ago to seek his fortune through social media. So far, he's made under $70.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/michele-pilot-lawyer-podcaster-11634841995", "title": "Retirement Second Acts: She Was an Army Pilot. Then a Canon Lawyer. And Now a Podcaster.", "date": "2021-10-22 13:00", "summary": "Michèle Malia McAloon has had a question all her life: What does it truly mean to be human?. Life for Michèle Malia McAloon has been a series of missions around the world, first in the military, followed by diplomatic postings. Then she turned to Catholic theology and canon law, the code that governs the administration and faith life of the Roman Catholic Church. She earned her licentiate in canon law in Paris just four years ago.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robert-durst-charged-with-murder-of-wife-who-disappeared-in-1982-11634921349", "title": "Robert Durst Charged With Murder of Wife Who Disappeared in 1982", "date": "2021-10-22 12:49", "summary": "New charge comes days after real estate heir was sentenced to life in prison for murdering his friend more than two decades ago. Real estate heir Robert Durst has been charged with murder for the 1982 disappearance of his wife, New York authorities confirmed Friday, days after he was sentenced to life in prison for murdering his confidante in 2000.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ringo-starr-hasnt-stopped-making-music-11634919974", "title": "Ringo Starr Hasn't Stopped Making Music", "date": "2021-10-22 12:26", "summary": "During the pandemic, the former Beatles drummer recorded new songs that are joyous and optimistic. America's slow-moving immigration bureaucracy may have changed the history of rock and roll. When Ringo Starr was 18, still going by his given name Richard Starkey and working in a factory in the U.K., he and a friend decided to move to the U.S. to be closer to the blues and country musicians they revered. They zeroed in on Houston when they learned that it was the home of blues great Lightnin' Hopkins.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ericsson-accused-of-breaching-bribery-settlement-with-justice-department-11634911285", "title": "Justice Department Accuses Ericsson of Breaching Bribery Settlement", "date": "2021-10-22 12:24", "summary": "U.S. prosecutors informed telecom company that it failed to provide certain documents and factual information in relation to the 2019 agreement, Ericsson said. U.S. prosecutors have determined that Ericsson AB has violated the terms of a $1.06 billion settlement agreement reached in 2019 over allegations of bribery in five countries, the Swedish telecom company said Friday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oscar-wilde-biography-matthew-sturgis-book-review-portrait-of-the-artist-in-full-11634919065", "title": "'Oscar Wilde' Review: Portrait of the Artist in Full", "date": "2021-10-22 12:13", "summary": "Neither martyr nor cynic: A biographer searches for the man beyond the myth.. In Nancy Mitford's \"The Pursuit of Love,\" the young narrator, Fanny-this is circa World War I-asks her Aunt Sadie what mysterious crime Oscar Wilde had committed. Sadie, greatly flustered, admits that she never actually knew, but that whatever it was, it was dreadfully bad, worse than murder.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alec-baldwin-prop-gun-shooting-is-haunting-reminder-of-other-hollywood-set-deaths-11634919190", "title": "Alec Baldwin Prop Gun Shooting Is Haunting Reminder of Other Hollywood Set Deaths", "date": "2021-10-22 12:13", "summary": "Deaths on movie and TV sets, including that of Brandon Lee and Vic Morrow, are uncommon but have happened throughout the industry's history. Hollywood's history is rich with swash-buckling scenes. But deaths on movie and television sets have remained relatively rare.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inseparable-book-review-a-lost-story-of-youth-from-simone-de-beauvoir-11634918922", "title": "'Inseparable' Review: A Lost Story of Youth From Simone de Beauvoir", "date": "2021-10-22 12:09", "summary": "After 'The Second Sex,' de Beauvoir turned to fiction to articulate the wellsprings of her thought-and enshrine the memory of an early love.. Simone de Beauvoir, born in 1908 in Paris, was the older of two daughters of a strict Catholic couple, and as a child dreamed of becoming a nun. Instead, she lost her faith when she was 14 and by her early 40s had become Mother Superior of the new belief called existentialism, a humanist response to the devastation of World War II. In fact, there was little \"new\" about it, except in France. There its theorists-Jean-Paul Sartre, Beauvoir and Maurice Merleau-Ponty-freely pillaged German philosophy from Hegel to Martin Heidegger and Edmund Husserl and called it their own. Unlike his fellow-philosophers, Sartre's real gift was that of a publicist. His slick formula for existentialism-\"Existence precedes essence\"-popularized a dynamic for all human action, in which \"contingency,\" or chance, rolled the dice.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lasership-names-home-depot-supply-chain-executive-as-ceo-11634918731", "title": "LaserShip Names Home Depot Supply-Chain Executive as CEO", "date": "2021-10-22 12:05", "summary": "Mark Holifield will lead the parcel operator after overseeing an overhaul of retailer Home Depot's distribution network amid growing e-commerce demand. Last-mile delivery specialist LaserShip Inc. on Friday said it named Mark Holifield chief executive, poaching the veteran supply-chain executive from retailer Home Depot Inc. as the regional parcel carrier pushes for a national presence.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/services-are-yet-another-snag-for-oil-and-gas-11634918372", "title": "Services Are Yet Another Snag for Oil and Gas", "date": "2021-10-22 11:59", "summary": "Drillers, whose discipline is leading to a tight oil market, are in turn facing a tight equipment market. Schlumberger, Halliburton and Baker Hughes are set to benefit.. Scarcity sometimes begets more scarcity.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tablet-computers-wired-earphones-tech-that-dates-you-11634917994", "title": "Tablet Computers and 8 Other Pieces of Tech That Date You", "date": "2021-10-22 11:54", "summary": "From wired headphones to wooden rowing machines, gear can leave you looking seriously behind the times. Here, nine items due for extinction-and great upgrades to try instead.. EVERY FASHION choice you make broadcasts to the world who you want to be. So if you're still rocking Ed Hardy shirts and acid wash jeans, you're admitting that you were last cool about a decade ago-and perhaps not entirely cool to begin with. The same is true of tech, where the gadgets you use daily tell a story, whether that narrative defines you as an ardent first adopter, a respectably up-to-date player or an out-of-touch Luddite.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cody-bellinger-dodgers-playoffs-11634917964", "title": "The Dodgers' Cody Bellinger Has Found His Swing in the Playoffs", "date": "2021-10-22 11:53", "summary": "After one of the worst hitting seasons in the sport, the Los Angeles slugger is delivering big hits in the playoffs. By virtually any conceivable measure, Cody Bellinger ranked among the worst players in baseball this season.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ahead-of-cop26-saudi-arabia-resists-calls-to-cut-oil-investment-11634911150", "title": "Saudi Arabia Resists Calls to Cut Oil Investment", "date": "2021-10-22 11:36", "summary": "The kingdom is pushing fellow producers to line up against calls for cutting investment in new oil and gas development. Saudi Arabia is pushing fellow oil producers to present a united front at climate talks that start this month and oppose rising calls for a reduction in fossil-fuel investment, say people familiar with the strategy, arguing that such a move could further push up energy prices.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccinations-healthcare-workers-refuse-risk-jobs-11634915929", "title": "Why Some Healthcare Workers Would Rather Lose Their Jobs Than Get Vaccinated", "date": "2021-10-22 11:20", "summary": "Resume Subscription. Carole Funk gets a flu shot most years and is up-to-date on all her other vaccines. She refuses to get the Covid-19 shot.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/supply-chain-bottlenecks-crimp-global-growth-boost-inflation-11634899014", "title": "Service-Sector Strength Aids Global Growth", "date": "2021-10-22 11:11", "summary": "Supply-chain bottlenecks persist, but an easing of the Delta variant of Covid-19 has boosted growth in the U.S., Japan and Australia. Business activity accelerated in some of the world's largest economies owing to a pickup in the services sector that has offset weakness in manufacturing caused by supply-chain bottlenecks and rising prices.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-your-adviser-might-start-talking-up-bitcoin-11634914812", "title": "Why Your Adviser Might Start Talking Up Bitcoin", "date": "2021-10-22 11:00", "summary": "The advent of bitcoin-related ETFs makes it easier for financial professionals to help you add crypto to your portfolio. It also lets them earn fees on it.. Some days it seems just about everybody is urging you to buy bitcoin. Now, your financial adviser might, too.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reinventing-yourself-during-retirement-11634665343", "title": "Reinventing Yourself After Retirement Sounds Great. But It Isn't So Easy.", "date": "2021-10-22 11:00", "summary": "Resume Subscription. Kathleen Kostrzewa knew when she retired from her job as an IT and business-development executive at Avon Products Inc. in 2015 that she wanted to pivot to a nonprofit where she could \"do good work and give back.\" An outplacement counselor she consulted told her she'd likely go through \"multiple tries and not get it right at first,\" she says.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/counterintelligence-head-narrows-focus-to-five-technologies-critical-to-u-s-dominance-11634907600", "title": "Counterintelligence Head Narrows Focus to Five Technologies Critical to U.S. Dominance", "date": "2021-10-22 10:59", "summary": "Artificial intelligence, quantum computing, biotechnology are among the fields the national counterintelligence chief says the U.S. must safeguard from rivals. WASHINGTON-The U.S.'s top counterintelligence official said he is narrowing his team's focus to safeguarding five key technologies, including semiconductors and biotechnology, seeing their protection from rivals as determining whether America remains the world's leading superpower.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-see-warning-signs-for-biden-in-tight-virginia-governors-race-11634914704", "title": "Democrats See Warning Signs for Biden in Virginia", "date": "2021-10-22 10:58", "summary": "They say state likely offers best snapshot of the party's standing and could set tone for midterm elections next year. FAIRFAX, Va.-A tightening governor's race in Virginia is stirring concerns among Democrats who see the contest as a barometer for President Biden's political fortunes as he struggles to pass an ambitious agenda and prepares to try to maintain his party's control in Congress.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bunk-of-generational-talk-11634914564", "title": "The Bunk of Generational Talk", "date": "2021-10-22 10:56", "summary": "It's time to drop the silly stereotypes about Baby Boomers, Gen X, Millennials and Gen Z and discuss the real issues faced by each age group. Everyone knows the drill by now when it comes to classifying Americans by generations. Baby Boomers, born between 1945 and 1964, are portrayed as a selfish generation who have \"ruined everything\" for the young. Millennials, born 1981 to 1996, are narcissists, accused of \"killing\" institutions ranging from marriage to the napkin industry. Gen Z, the current youngest generation of adults born since 1996, are called snowflakes, a coddled cohort scared of \"adulting.\" If Generation X, born 1965 to 1980, usually escapes the opprobrium, that's only because it's the overlooked middle child among generational groups. As U.K. journalist Jonathan Walker tweeted, they are so irrelevant that people can't even be bothered to hate them.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/of-fear-and-strangers-history-xenophobia-book-review-the-others-11634912374", "title": "'Of Fear and Strangers' Review: The Others", "date": "2021-10-22 10:20", "summary": "Many of history's most nightmarish episodes are rooted in humanity's propensity for hatred of 'The Other.' But the root cause remains mysterious.. George Makari's concern with xenophobia goes back to a childhood trauma. In 1974, at the age of 13, he was taken on a family visit to his parents' native Beirut. Suddenly, the travelers found themselves caught in the midst of what would become a civil war. \"To me, it was bizarre,\" Dr. Makari recalls in \"Of Fear and Strangers: A History of Xenophobia.\" He continues: \"All these bewildering sects were far more alike than different. All were Levantines who spoke the same dialect; all loved the same punning humor, devoured the same cuisine, abided by strict rules of hospitality, and approached any purchase as a three-act play: bargain, stage a walk-out, then settle. They were quick with proverbs and went agog when Fairuz sang. And yet, subtle distinctions in their identities now meant life or death.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/solid-ivory-james-ivory-memoir-book-review-film-a-life-with-a-view-11634912011", "title": "'Solid Ivory' Review: A Life With a View", "date": "2021-10-22 10:15", "summary": "One half of the Merchant-Ivory cinematic partnership looks back on a career making films of visual elegance and emotional subtlety.. In 1993, the film director James Ivory was in Bhopal, India, where his partner Ismail Merchant was shooting the film \"In Custody.\" One day a slow-witted interviewer told Mr. Ivory that the Delhi press had been hostile toward \"Howards End,\" Merchant Ivory Productions' prize-garlanded film from the previous year: \"They had found it too 'picture-postcardy' and too 'literary.' \" Mr. Ivory was taken aback: \"No film can ever be 'too literary,' \" he answered, before asking if they'd meant to say \"too literate\"? His interviewer considered this, then admitted they'd actually written \"literate.\" \"Well no film can ever be too 'literate,' \" Mr. Ivory replied. He left harboring no ill will toward his interlocutor. \"Such Toads are to be treasured, and like certain Indian pickles, counted on to spice up a long, dull day.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snap-intel-mattel-american-express-what-to-watch-when-the-stock-market-opens-today-11634899049", "title": "DWAC, Snap, Intel, Mattel: What to Watch in the Stock Market Today", "date": "2021-10-22 10:03", "summary": "Donald Trump's social-media SPAC was surging after having more than quadrupled during the prior session. Wall Street indexes are wavering after the S&P 500 reached its 55th record close of the year. Here's what we're watching in Friday's trading session.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/honeywells-formula-for-success-in-china-11634911201", "title": "Honeywell's Formula for Success in China", "date": "2021-10-22 10:00", "summary": "Shane Tedjarati spent two decades embedding the U.S.-based aerospace giant and defense contractor in Chinese life; 'little by little, we had this Chineseness in our bones'. How can an American company thrive in China at a time when tensions between the two countries are running high?", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reluctant-ad-man-found-niche-in-oregon-11634911200", "title": "Reluctant Ad Man Found Niche in Oregon", "date": "2021-10-22 10:00", "summary": "David Kennedy, who has died at age 82, formed a firm with Dan Wieden and enlisted Lou Reed to pitch Honda scooters. As a young man in the late 1950s and early 1960s, David Kennedy was partial to Miles Davis, abstract art and Native American culture. He was, as he put it later, \"scared to death of being ordinary.\"", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crypto-boss-laughs-all-the-way-to-the-bank-11634911208", "title": "Crypto Boss Laughs All the Way to the Bank", "date": "2021-10-22 10:00", "summary": "FTX chief Sam Bankman-Fried probably cost himself some money by getting the numbers 420 and 69 into his latest fundraising, but Elon Musk's example shows that juvenile humor can pay off. Elon Musk, eat your heart out.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/neera-tanden-named-as-bidens-new-white-house-staff-secretary-11634910862", "title": "Tanden Named as New White House Staff Secretary", "date": "2021-10-22 09:54", "summary": "Tanden's nomination to lead White House budget office faced opposition from senators earlier this year. WASHINGTON-Neera Tanden, who withdrew from consideration to lead the White House budget office amid criticism of her past social-media comments, is taking on a new senior role at the White House.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-book-review-elizabeth-strout-oh-william-asali-solomon-susan-daitch-11634910425", "title": "Fiction: Elizabeth Strout's 'Oh William!'", "date": "2021-10-22 09:52", "summary": "The heroine of 'My Name Is Lucy Barton' returns in a story of trauma and compassion.. So central and inalienable is the role of trauma in the present-day understanding of personhood that fiction on the subject often seems flatfooted. No longer is it sufficient for a novel simply to reveal a character's traumatic past, since the past is now presumed to be a place of emotional and physical damage; nor is it enough merely to chart a character's recovery, since \"recovering\" and \"living\" are virtually synonymous in usage. Today a deeper engagement is required. Hanya Yanagihara's \"A Little Life\" caused shock waves by pushing child-abuse narratives to their logical-or perhaps absurdist-end point. And in a quieter but no less comprehensive fashion, Elizabeth's Strout's Lucy Barton novels, of which \"Oh William!\" is the latest, have become essential to the contemporary canon by taking a wider view on the interpersonal responsibilities-between family and friends, but also between strangers-shared among a society bound by its traumas.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizers-covid-19-vaccine-planned-to-be-given-to-kids-at-schools-doctors-offices-11634910582", "title": "Pfizer's Covid-19 Vaccine Planned to Be Given to Kids at Schools, Doctors' Offices", "date": "2021-10-22 09:49", "summary": "Mascots, children's museums enlisted to help with vaccine rollout for 5-to-11-year-olds. Pediatricians, schools and pharmacies are preparing to host Covid-19 vaccination clinics for millions of children, in what will be the largest vaccine effort since initial doses for adults went out almost a year ago.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dog-of-tithwal-saadat-hasan-manto-book-review-a-mirror-for-all-faces-11634908099", "title": "'The Dog of Tithwal' Review: A Mirror for All Faces", "date": "2021-10-22 09:43", "summary": "Saadat Hasan Manto's stories explored lives at the bottom of the social ladder, with a searing honesty that got him into trouble with censors.. 'Every situation has its own music,\" the narrator tells us in Saadat Hasan Manto's story \"Mummy.\" During his brief life-he died in 1955, from the effects of chronic alcoholism, at age 42-Manto found the right notes for a huge variety of human dramas. The Urdu-language author published more than 20 collections of short stories. He also wrote screenplays for the Bombay film industry, radio plays and a ceaseless flow of journalism. Frequently peopled by pimps, prostitutes, hoodlums, gamblers and hard-drinking bohemians (like their creator), his fictional dispatches from the seamy side of midcentury South Asian societies saw him prosecuted for obscenity six times: three cases under the Raj in British India, three in newly independent Pakistan. Anti-Muslim rioting in Bombay, the city he loved and chronicled, prompted his family to move north to Lahore after the Partition of India in 1947.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-people-shot-on-set-of-alec-baldwin-film-rust-11634867471", "title": "Alec Baldwin Fired Prop Gun on Film Set, Killing Crew Member, Authorities Say", "date": "2021-10-22 09:43", "summary": "Spokesperson for Baldwin tells the AP the shooting was an accident. Alec Baldwin discharged a prop gun on a movie set, killing a crew member and wounding the director of the Western film \"Rust,\" in the Santa Fe, N.M., area, according to the Santa Fe County Sheriff's Office.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-books-on-domineering-fathers-adam-buxton-james-baldwin-keith-hernandez-oscar-wilde-joseph-heller-11634910045", "title": "Five Best: Books on Domineering Fathers", "date": "2021-10-22 09:41", "summary": "Selected by Nick Davis, the author, most recently, of 'Competing With Idiots: Herman and Joe Mankiewicz, a Dual Portrait.'. By Adam Buxton (2020)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-anthony-horowitz-a-line-to-kill-book-review-11634909225", "title": "Mysteries: 'A Line to Kill' Review", "date": "2021-10-22 09:28", "summary": "Murder at a literary festival? The perfect mystery for a crime novelist-turned-sleuth.. \"A Line to Kill,\" Anthony Horowitz's third murder mystery pairing a stand-in for himself (a veteran English novelist and screenwriter) with ex-police detective Daniel Hawthorne, takes place mostly at a literary festival on tiny Alderney, one of the Channel Islands. \"There's never been a murder on Alderney,\" more than one resident tells Hawthorne and Horowitz. But that's about to change.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-business-of-being-edgar-allan-poe-11634909326", "title": "The Business of Being Edgar Allan Poe", "date": "2021-10-22 09:28", "summary": "Like many artists and writers today, the author of 'The Raven' struggled to make a living in a tough market for creators. Edgar Allan Poe came of age in a literal marketplace. Orphaned before age 3, he was informally adopted by John Allan, a trader whose import-export business dealt in consumer goods as well as cotton and tobacco. As a teenager he wrote his first poems on the back of Allan's business records.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-picture-books-review-colors-shapes-training-the-eye-and-the-mind-11634908848", "title": "Children's Books: Training the Eye and the Mind", "date": "2021-10-22 09:22", "summary": "For little ones, bold visual abstractions and simple juxtapositions engage the imagination.. Most young families will know Mo Willems principally as the creator (and enabler) of a certain pigeon that must not, under any circumstances, be allowed to drive the bus. With his \"Pigeon\" stories, his comic easy-reader series \"Elephant & Piggie\" and \"Unlimited Squirrels,\" and the \"Knuffle Bunny\" books that first brought him fame, Mr. Willems has become something of a hero to the under-6 age cohort. This prolific humorist has, it turns out, a pensive side. As artist-in-residence at the Kennedy Center, and while under the influence of Beethoven, Mr. Willems expressed himself by way of abstract paintings. A selection of these artworks forms the illustration for \"Opposites Attract,\" a concept book for children and their parents.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-bet-inflation-pressures-will-linger-11634849018", "title": "Investors Bet Inflation Pressures Will Linger", "date": "2021-10-22 09:15", "summary": "The 10-year break-even rate suggests that the consumer-price index will rise by an annual average of 2.57% over the next decade, worrying some investors. A key measure of investors' inflation expectations has climbed in recent weeks, adding fuel to concerns about rising consumer prices.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-am-i-so-tired-after-working-out-it-could-be-exercise-intolerance-11634849777", "title": "Why Am I So Tired After Working Out? It Could Be 'Exercise Intolerance.'", "date": "2021-10-22 09:00", "summary": "New tests can diagnose the condition, and more treatment options are available. It can start with unusual discomfort or breathlessness during a workout or an uphill walk-a feeling many of us experience, and dismiss, the older we get. But medical researchers are learning more about a condition they refer to as exercise intolerance, an inability to perform strenuous activity at a level that should be normal for an individual's age, size and fitness level.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/music-publishers-propose-higher-streaming-payments-11634907601", "title": "Music Publishers Propose Higher Streaming Payments", "date": "2021-10-22 09:00", "summary": "The Copyright Royalty Board will determine new rates for songwriters and publishers for streams of their songs. Music publishers are demanding a bigger piece of the streaming pie for songwriters.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-wants-to-show-world-hes-serious-about-cutting-emissions-despite-u-s-congress-pushback-11634905864", "title": "White House Moves to Plan B for Glasgow Climate Summit", "date": "2021-10-22 08:31", "summary": "U.S. administration aims to tout executive actions to curb methane and vehicle emissions as signs of progress toward climate goals. WASHINGTON-The White House, its climate agenda mired in congressional wrangling, is hoping to show world leaders at the Glasgow climate summit that the U.S. can still meet President Biden's pledge to dramatically reduce emissions despite recent legislative setbacks.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-elizabeth-holmes-trial-judge-edward-davila-takes-middle-path-in-his-rulings-11634905800", "title": "At Elizabeth Holmes Trial, Jurist Takes Middle Path", "date": "2021-10-22 08:30", "summary": "The judge in the Theranos founder's case has made several decisions that have split the difference between the prosecution and the defense. SAN JOSE, Calif.-The judge presiding over the trial of Theranos Inc. founder and former chief executive Elizabeth Holmes is a weekend mechanic who knows a thing or two about blowing a fuse. But rarely does he ever lose his cool in the courtroom.", "categories": [["Business", "Law"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/law-legal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-democrats-dismay-not-many-voters-know-what-is-in-2-trillion-bill-11634905704", "title": "To Democrats' Dismay, Not Many Voters Know What Is in $2 Trillion Bill", "date": "2021-10-22 08:28", "summary": "Some lawmakers acknowledge stumbles in explaining details of the social policy and climate package, regret focus on price tag. WASHINGTON-As Democrats try to bridge intraparty differences on their roughly $2 trillion social policy and climate framework, they say they also need to confront another challenge: getting people to understand what is in the sprawling package.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mass-graves-stir-anger-as-libya-seeks-an-elusive-peace-11634905670", "title": "Mass Graves Stir Anger as Libya Seeks an Elusive Peace", "date": "2021-10-22 08:27", "summary": "Resume Subscription. TARHUNA, Libya-In August, Hakim Naama heard the news he had feared since his brother, Abu Bakr, vanished while driving home one night in 2019.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-mandates-are-surviving-nearly-all-court-challenges-11634904317", "title": "Covid-19 Vaccine Mandates Are Surviving Nearly All Court Challenges", "date": "2021-10-22 08:05", "summary": "With limited exceptions, judges uphold requirements that government workers, public-university students and contractors get shots. A range of people-from nurses to firefighters to students-have filed lawsuits objecting to the mandatory Covid-19 vaccinations imposed by states and cities, claiming the policies infringe on their constitutional rights.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/silicon-valley-giants-built-an-open-culture-now-workers-are-holding-them-to-it-11634904045", "title": "Silicon Valley Giants Built an Open Culture. Now Workers Are Holding Them to It.", "date": "2021-10-22 08:00", "summary": "More internal debates and critiques of technology companies such as Facebook, Google and Apple are spilling out into public view. 'People feel like their only option is to go externally.'. Many Silicon Valley companies have long prized transparency with workers, sharing access to research, data, presentations and recorded town halls. Now, that openness appears to be showing signs of strain.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bts-drops-sony-for-universal-11634903732", "title": "BTS Drops Sony for Universal", "date": "2021-10-22 07:55", "summary": "K-Pop juggernaut agrees to a distribution and marketing deal for the U.S. and other regions. SEOUL-The world's biggest boy band is joining forces with the world's largest music company.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carvana-faces-government-scrutiny-and-fines-following-consumer-complaints-11634902676", "title": "Carvana Faces Consumer Complaints, Government Scrutiny and Fines", "date": "2021-10-22 07:37", "summary": "Some buyers report months-long delays getting paperwork and other problems; Carvana says it remains committed to improvement. Carvana Co. says its goal is to help consumers sidestep everything people hate about buying used cars, thanks to a shopping experience that takes place almost entirely online. The approach has won over investors, who have enjoyed a return of more than 200% on the stock since the start of last year.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-biggest-mall-manager-plans-hong-kong-listing-11634901448", "title": "China's Biggest Mall Manager Plans Hong Kong Listing", "date": "2021-10-22 07:17", "summary": "The unit of Chinese conglomerate Dalian Wanda was valued at $28 billion in a recent fundraising round. SINGAPORE-Chinese conglomerate Dalian Wanda Group Co. said it would list its commercial property service unit in Hong Kong, testing investor appetite for real-estate stocks during a Chinese housing market slump.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-privacy-change-is-hitting-tech-and-e-commerce-companies-11634901357", "title": "Apple's Privacy Change Is Hitting Tech and E-Commerce Companies", "date": "2021-10-22 07:15", "summary": "Restrictions on user tracking drive up advertising costs and pose a problem for Snap and Facebook, ad execs say. Loose-leaf tea seller Plum Deluxe used to gain a new customer for every $27 it spent on Facebook and Instagram ads. Then, Apple Inc. introduced a privacy change restricting how users are tracked on mobile devices.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/instacart-needs-to-ring-up-grocers-in-store-11634900581", "title": "Instacart Needs to Ring Up Grocers in Store", "date": "2021-10-22 07:03", "summary": "To compete against the likes of Amazon.com in grocery shopping, Instacart must smartly serve retailers, both in store and out. Online grocery ordering platform Instacart wants to continue its pandemic run. To do that, it needs to physically move into more stores.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intel-gets-the-bad-news-out-early-11634898600", "title": "Intel Gets the Bad News Out Early", "date": "2021-10-22 06:30", "summary": "Early warning of gross margin hit allows chip maker to focus on revival, but questions remain. As Intel can attest, ripping off the bandage early is sometimes necessary-but stings just the same.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tighter-warehouse-space-adds-to-the-supply-chain-squeeze-11634896801", "title": "Tighter Warehouse Space Adds to the Supply-Chain Squeeze", "date": "2021-10-22 06:00", "summary": "Availability fell to record lows last quarter, including a 1% vacancy rate in the Los Angeles area, CBRE says. Warehouse availability in the U.S. fell to record lows in the third quarter, according to figures from real-estate firms that show industrial space is all but disappearing near some of the country's busiest distribution hubs.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/formula-one-red-bull-christian-horner-max-verstappen-11634859318", "title": "Red Bull's Unexpected Gift to F1-a Genuine Title Race", "date": "2021-10-22 06:00", "summary": "With twin bets on a young driver and a new engine, Red Bull is mounting the stiffest challenge yet to the dominance of Mercedes. London", "categories": [["Sports", "Auto Racing"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/auto-racing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/santa-claus-is-comingbut-hell-skip-some-stores-11634895005", "title": "Santa Claus Is Coming-But He'll Skip Some Stores", "date": "2021-10-22 05:30", "summary": "Americans have big shopping lists but face emptier shelves and less help this shopping season amid supply-chain and hiring woes. \"It came without ribbons. It came without tags. It came without packages, boxes or bags.\"", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-you-can-do-about-the-rising-cost-of-home-insurance-11634895006", "title": "What to Do About the Rising Cost of Home Insurance", "date": "2021-10-22 05:30", "summary": "With lumber prices and other costs soaring, and natural disasters wreaking havoc across the U.S., insurers are boosting home-insurance premiums. But you may be able to spend money now to save money later.. The cost of insuring a home is on the rise, forcing Americans to make tough decisions about whether to cut back on coverage or make big changes to save their wallets.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/departure-of-intel-cfo-follows-pattern-new-ceo-taking-charge-11634895001", "title": "Departure of Intel CFO Follows Pattern: New CEO Taking Charge", "date": "2021-10-22 05:30", "summary": "The announcement that George Davis will retire comes about eight months into CEO Patrick Gelsinger's tenure. The planned departure of Intel Corp. Chief Financial Officer George Davis announced Thursday is the latest example of a CFO leaving after a company names a new chief executive.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-evergrande-makes-overdue-interest-payment-on-dollar-bonds-state-media-says-11634869419", "title": "Evergrande Makes Overdue Payment, State Media Says", "date": "2021-10-22 01:11", "summary": "Chinese real-estate developer sent $83.5 million to the trustee for the dollar bonds, staving off a default. China Evergrande Group made an overdue interest payment to international bondholders, the state-owned Securities Times reported Friday, an unexpected move that allows the property company to stave off a default.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11634839401", "title": "Pepper...and Salt", "date": "2021-10-22 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]