[{"link": "https://www.wsj.com/articles/new-york-rings-in-2021-without-revelers-u-s-vaccine-campaign-continues-a-cold-moon-rises-and-more-in-photos-of-the-week-11609617602", "title": "Photos of the Week", "date": "2021-01-02 15:00", "summary": "A selection of photos from Dec. 27 through Jan. 2 by The Wall Street Journal's photo editors. Maria Patton, who has been living out of her car, rests outside a hotel while her son tries to get some sleep inside. She was laid off in March and has been struggling to stabilize ever since. \"I spent all of my savings,\" Ms. Patton said. Read more.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musk-steers-tesla-to-record-deliveries-11609608416", "title": "Elon Musk Steers Tesla to Record Deliveries", "date": "2021-01-02 13:48", "summary": "The electric-vehicle maker's sales soared despite a drop in global demand for new cars during the Covid-19 pandemic. Tesla Inc. fell just shy of its goal of delivering at least half a million vehicles after the Covid-19 outbreak temporarily closed the company's lone U.S. car plant.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-approves-use-of-oxford-astrazenecas-covid-19-vaccine-11609602763", "title": "Covid-19 Vaccine From AstraZeneca, Oxford Is Authorized by India", "date": "2021-01-02 10:52", "summary": "Inoculation is expected to be widely used given its lower price and easier transport compared with other front-runners. NEW DELHI-India has authorized the Covid-19 vaccine from the University of Oxford and AstraZeneca PLC, kick-starting global use of an inoculation that is expected to be embraced by developing countries given its lower price and ease of transport compared with other front-runners.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/office-landlords-will-be-squeezed-by-secondhand-market-11609599780", "title": "Office Landlords Will Be Squeezed by Secondhand Market", "date": "2021-01-02 10:03", "summary": "Companies are subletting space they no longer need from London to San Francisco. The trend could force property owners to lower rents.. Office landlords have fared better than shopping-mall owners during the pandemic so far. However, they may soon be competing with their own tenants as companies sublet space they no longer need.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-isnt-the-matter-with-hartford-11609537200", "title": "What Isn't the Matter With Hartford?", "date": "2021-01-02 10:02", "summary": "Once famous as the insurance capital of the world, Connecticut's capital city is falling apart.. Hartford, Conn.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cfos-in-2021-will-keep-an-eye-on-these-10-things-11609599600", "title": "CFOs in 2021 Will Keep an Eye on These 10 Things", "date": "2021-01-02 10:00", "summary": "Economic recovery, corporate taxes and mergers and acquisitions are expected to be top of mind for many finance chiefs. Chief financial officers last year raised billions of dollars to stabilize their companies' finances, cut costs and pivoted their businesses to respond to the coronavirus pandemic and the ensuing economic downturn.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-based-web-series-give-new-york-creatives-an-outlet-11609599600", "title": "Coronavirus-Based Web Series Give New York Creatives an Outlet", "date": "2021-01-02 10:00", "summary": "'The Honeyzoomers' and 'Covid Ditty' focus on life in the city during the pandemic. For actors, directors and other film and theater professionals in the New York metropolitan area, it would be hard to imagine a tougher year than 2020. But for at least a couple of industry veterans, a solution of sorts has emerged: They have each created their own streaming series, based on life in the city during the pandemic.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-state-capitalism-collides-with-its-technological-ambitions-11609596001", "title": "China's State Capitalism Collides With Its Tech Ambitions", "date": "2021-01-02 09:00", "summary": "Enduring power of China's state-owned enterprises looks like a potential Achilles' heel. Can China's hybrid state-capitalist economy learn to worship-or at least genuflect a bit deeper-at the altar of efficiency? As relations with wealthier, technologically advanced countries deteriorate, that is probably the most crucial economic question of the 2020s.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-russias-info-warrior-hackers-let-kremlin-play-geopolitics-on-the-cheap-11609592401", "title": "How Russia's Hackers Help Kremlin Play Geopolitics", "date": "2021-01-02 08:00", "summary": "Moscow, with its growing cyber capabilities, appears undeterred by Western sanctions and other countermeasures. The sprawling SolarWinds hack by suspected Russian state-backed hackers is the latest sign of Moscow's growing resolve and improving technical ability to cause disruption and conduct espionage at a global scale in cyberspace.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-ways-to-have-a-money-talk-with-family-and-friends-11609592400", "title": "Small Ways to Have a Money Talk With Family and Friends", "date": "2021-01-02 08:00", "summary": "Resume Subscription. Talking about money can be tough. These conversations may also be harder now for those who aren't able to see family and friends in person due to social-distancing restrictions.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-york-city-aims-to-give-1-million-covid-19-vaccines-by-end-of-january-11609592400", "title": "New York City Targets One Million Vaccinations by End of January", "date": "2021-01-02 08:00", "summary": "Mayor says goal is achievable but challenging as city plans to set up 250 more vaccination sites. New York City officials plan to administer one million doses of the Covid-19 vaccine by the end of January, as the city moves to increase vaccination efforts beyond health-care workers and first responders and into communities hit hard by the coronavirus.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-covid-19-bond-issuance-addressed-fiscal-shortcomings-11609588934", "title": "Europe's Bond Issuance Addressed Fiscal Shortcomings", "date": "2021-01-02 07:02", "summary": "In 2020, EU took step toward permanent taxation and spending role when it sold debt on behalf of member countries to cope with pandemic. ", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/david-hockney-drawing-from-life-review-a-lesson-in-aging-gracefully-11609588800", "title": "'David Hockney: Drawing From Life' Review: A Lesson in Aging Gracefully", "date": "2021-01-02 07:00", "summary": "In the first exhibit to focus on the artist's portraits on paper, over 100 works capture the progression of time in the visages of the painter and four other frequent subjects.. New York", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-family-friendly-workout-to-fight-cabin-fever-11609585200", "title": "The Family-Friendly Workout to Fight Cabin Fever", "date": "2021-01-02 06:00", "summary": "These exercises can boost your core strength, reaction skills and agility, and work well for adults or kids with energy to burn. With many parents working from home and home schooling their children, an hourlong escape to the gym, even a home gym, is a luxury. If you're finding it hard to make time for your workout, try including your kids.", "categories": [["Life & Work", "Anatomy of a Workout"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/anatomy-of-a-workout?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ceo-behind-kfc-taco-bell-orders-fast-food-growth-to-go-11609583400", "title": "Yum Brands' CEO Orders Fast-Food Growth To Go", "date": "2021-01-02 05:30", "summary": "Yum Brands' David Gibbs discusses a post-pandemic future with multiple drive-through lanes and less dine-in business. David Gibbs had just signed Yum Brands Inc.'s first restaurant acquisition in years and was planning a convention for nearly 1,000 of its fast-food franchisees world-wide when the pandemic crippled the global economy in March.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/boss-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ohio-state-stuns-clemson-setting-up-title-showdown-with-alabama-11609567616", "title": "Ohio State Stuns Clemson, Will Face Alabama for Title", "date": "2021-01-02 01:06", "summary": "A big performance by quarterback Justin Fields sends the Buckeyes to the college football championship against the Crimson Tide, who beat Notre Dame.. The most unpredictable college football season in over a century threatened to deliver a very familiar finale when No. 1 Alabama advanced to the 2021 College Football Playoff Championship early Friday night. All that was left was for No. 2 Clemson to reach the final as well, setting up another rematch of teams that have already squared off in three of the last five title games.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hotel-owners-continue-to-reel-from-the-pandemic-11609563815", "title": "Hotel Owners Continue to Reel From the Pandemic", "date": "2021-01-02 00:03", "summary": "Tourism may bounce back this year, but business travel faces a slower recovery. Hotel owners are bracing for a difficult 2021, as the sector continues to reel from a historic drop in bookings caused by the Covid-19 pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-joe-biden-should-handle-white-house-infighting-11609563661", "title": "How Joe Biden Should Handle White House Infighting", "date": "2021-01-02 00:01", "summary": "History suggests that the president-elect should insist on strong decision-making processes and deal firmly with staff misbehavior. As President-elect Joe Biden builds his administration, he has drawn on his long experience in national politics, filling key positions with White House veterans and a sprinkling of newcomers. But the success of Mr. Biden's administration will depend not just on who gets big jobs but on the thoughtful management of his team. The new president needs a staff and cabinet that are cohesive in debate and unified in action.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/group-of-gop-senators-plans-to-reject-some-electoral-college-results-11609613305", "title": "GOP Senators to Contest Some Electoral College Results", "date": "2021-01-02 00:01", "summary": "Move by Trump allies, including Ted Cruz and James Lankford, isn't expected to overturn Joe Biden's win. WASHINGTON-Eleven current and incoming Republican senators said they would vote to reject the Electoral College votes of some states on Wednesday as not \"lawfully certified\" unless Congress appoints a commission to conduct an emergency, 10-day audit of the election results.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11609460122", "title": "Pepper...and Salt", "date": "2021-01-02 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-a-home-office-actually-more-productive-some-workers-think-so-11609563632", "title": "Is a Home Office Actually More Productive? Some Workers Think So.", "date": "2021-01-02 00:00", "summary": "Surveys of employees suggest that plenty of workers are adjusting to remote work-and in no hurry to return to the office. Some Americans have a new outlook on remote working: They prefer it.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wwt-ceo-jim-kavanaugh-got-the-goal-he-wanted-11609455083", "title": "How WWT's Jim Kavanaugh Got the Goal He Wanted", "date": "2021-01-02 00:00", "summary": "The former professional soccer player reveals the mentors he turned to while building a successful high-tech company. In Personal Board of Directors, top business leaders talk about the people they turn to for advice, and how those people have shaped their perspective and helped them succeed. Previous installments of the series are here.", "categories": [["Personal Board of Directors"]], "category_links": ["https://www.wsj.com/news/types/personal-board-of-directors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gorpcore-how-arcteryx-parkas-and-salomon-hiking-boots-became-high-fashion-11609563600", "title": "Gorpcore: How Arc'teryx Parkas and Salomon Hiking Boots Became High Fashion", "date": "2021-01-02 00:00", "summary": "Urban guys are wearing technical outdoor gear from brands like Patagonia, And Wander and the North Face. They look like they could summit Everest-but they're probably just running to Starbucks.. GORPCORE, named for the trail-mix acronym that's short for \"good ol' raisins and peanuts,\" represents the convergence of outdoorsy gear and more quotidian men's fashion. Think of the technical parkas and backpacks you'd wear while nibbling on nuts and dried fruit during a hike up a mountain. Now transfer that same gear to city streets, maybe paired with your prosaic sneakers.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-dismisses-effort-to-derail-count-of-electors-votes-11609559351", "title": "Judge Dismisses Effort to Derail Count of Electors' Votes", "date": "2021-01-02 22:49", "summary": "Rep. Louie Gohmert sought to allow Vice President Pence to negate electoral votes. WASHINGTON-A federal judge on Friday dismissed a Republican congressman's longshot bid to give Vice President Mike Pence the power to overturn President-elect Joe Biden's victory in the Electoral College.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drugmakers-raise-prices-3-3-in-the-new-year-11609521644", "title": "Drugmakers Raise Prices in the New Year", "date": "2021-01-02 20:56", "summary": "About 70 companies raised prices, albeit at a lower rate than in recent years. The pharmaceutical industry is raising the prices of many products in the new year, albeit at a rate slightly below the past couple of years.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]