[{"link": "https://www.wsj.com/articles/bidens-vaccine-patent-theft-11620255362", "title": "Biden's Vaccine Patent Theft", "date": "2021-05-05 19:46", "summary": "Who will invest in future therapies when the White House helps other governments steal?. President Biden genuflected again to progressives on Wednesday by endorsing an intellectual property waiver at the World Trade Organization for Covid vaccines and therapies. This patent heist won't end well for the U.S. or the world.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ubers-speed-could-limit-lyft-11620258228", "title": "Uber's Speed Could Limit Lyft", "date": "2021-05-05 19:43", "summary": "Ride-hailing companies' recovery is stalling in some places, but Uber appears to be pulling ahead. The great ride-share recovery is no freeway.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/godaddy-taps-big-four-partner-for-cfo-job-11620257871", "title": "GoDaddy Taps Big Four Partner for CFO Job", "date": "2021-05-05 19:37", "summary": "Mark McCaffrey most recently ran PwC's U.S. technology, media and telecom sector. GoDaddy Inc. recruited a partner of a Big Four accounting firm as its new chief financial officer.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/donald-trumps-facebook-ban-is-upheld-by-oversight-board-11620220252", "title": "Facebook Panel Upholds Trump Ban but Orders Review", "date": "2021-05-05 19:35", "summary": "Oversight board says company must decide in coming months whether the former president is permanently locked out of the platform. Facebook Inc. was justified in suspending then-President Donald Trump early this year, the company's independent oversight board ruled Wednesday, but it must better explain its reasoning if it decides to permanently lock him out of its social-media platforms.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcconnell-says-100-of-his-focus-is-on-blocking-biden-agenda-11620257305", "title": "McConnell Says '100%' of His Focus Is on Blocking Biden Agenda", "date": "2021-05-05 19:28", "summary": "Senate GOP leader's remarks come as Democrats and Republicans have focused on possible infrastructure deal but see few prospects elsewhere. WASHINGTON-Senate Minority Leader Mitch McConnell said Republicans are united behind stopping President Biden's agenda, putting a damper on already slim hopes for bipartisan cooperation in Congress ahead of more talks with the White House on a possible infrastructure deal.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/donald-trump-facebook-ban-decision-11620056600", "title": "Is Donald Trump Still Suspended From Facebook? What the Oversight Board Decision Means", "date": "2021-05-05 19:22", "summary": "Company's 20-person independent oversight board could help shape policy on content from public figures. Facebook Inc.'s independent oversight board ruled Wednesday that the company was justified in suspending then-President Donald Trump but added that it must decide in the coming months whether he is permanently locked out of Facebook and Instagram.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toys-r-us-creditors-call-for-jury-trial-on-executive-stay-pay-11620256320", "title": "Toys 'R' Us Creditors Call for Jury Trial on Executive Stay Pay", "date": "2021-05-05 19:12", "summary": "A rare proposed jury trial spotlights bonuses paid out by nearly bankrupt companies, a practice that boomed in popularity during the pandemic. Bankruptcy administrators for defunct retailer Toys \"R\" Us Inc. are trying to put its former top leaders on trial before a jury over the millions of dollars in bonuses they pocketed days before the company's plunge into bankruptcy.", "categories": [["Pro Bankruptcy Beyond Bankruptcy"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-beyond-bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/many-of-new-york-citys-covid-19-dead-denied-burial-assistance-11620255829", "title": "Many of New York City's Covid-19 Dead Denied Burial Assistance", "date": "2021-05-05 19:03", "summary": "Of the 3,549 applications to the program in 2020, 476 were approved. New York City has approved 13% of applicants seeking financial assistance in burying loved ones who died during the Covid-19 pandemic last year, city officials said Wednesday.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-keeps-banning-trump-11620255813", "title": "Facebook Keeps Banning Trump", "date": "2021-05-05 19:03", "summary": "But its oversight board offers Zuckerberg an opening to fix it.. Facebook reneged on its commitment to free expression when it banned Donald Trump \"indefinitely\" from the platform in the panic surrounding the Jan. 6 Capitol riot. The company's oversight board rendered its mixed judgment on the ban Wednesday, and the ruling is a win for Facebook's censors. But the board has also given CEO Mark Zuckerberg an opening to rediscover his free-speech principles, if he has the nerve.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-judge-invalidates-national-eviction-moratorium-11620231572", "title": "Federal Judge Invalidates National Eviction Moratorium", "date": "2021-05-05 18:59", "summary": "CDC exceeded authority with ban on evictions for tenants amid Covid-19 pandemic, says judge; Justice Department appeals ruling. WASHINGTON-A federal judge threw out a national eviction moratorium Wednesday after concluding it was legally unsupportable, upending a Covid-19 relief measure that has protected millions of tenants but created hardships for landlords.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-growing-baby-bust-11620255578", "title": "America's Growing Baby Bust", "date": "2021-05-05 18:59", "summary": "The U.S. will need more legal immigration to offset the birth dearth.. While the pandemic has caused hundreds of thousands of premature deaths in the U.S., the larger long-term risk to American prosperity is the slide in the birth and fertility rates that shows no sign of stopping.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ubers-first-quarter-shows-food-deliverys-continuing-strength-11620245667", "title": "Uber's First Quarter Shows Food Delivery's Continuing Strength", "date": "2021-05-05 18:58", "summary": "Uber Eats now accounts for nearly two-thirds of total bookings. Uber Technologies Inc.'s first-quarter bookings rose despite weak demand for its ride-sharing service, as sustained growth in its food-delivery business offset the slump in its core operations.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scalise-backs-stefanik-to-replace-liz-cheney-as-gop-conference-chair-11620218211", "title": "Behind Liz Cheney's Break With Kevin McCarthy Over Trump", "date": "2021-05-05 18:55", "summary": "Wyoming Republican's persistent criticism of former president's actions before Capitol riot by his supporters turned some of her allies into foes. ", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/madrid-votes-for-freedom-11620255260", "title": "Madrid Votes for Freedom", "date": "2021-05-05 18:54", "summary": "A win for the Spanish right on an anti-lockdown platform.. A conservative victory in Spain's Madrid capital region Tuesday offers a simple lesson for democratic politicians everywhere: People like freedom.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/metlife-allstate-post-strong-gains-in-adjusted-earnings-11620252790", "title": "MetLife, Allstate Post Strong Gains in Adjusted Earnings", "date": "2021-05-05 18:48", "summary": "Covid-19 pandemic's impact on insurance industry hasn't been as bad as feared. MetLife Inc. and Allstate Corp. posted strong gains in adjusted earnings as the insurers weathered another quarter of the Covid-19 pandemic.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/privacy-chiefs-say-patchwork-data-laws-mean-lawyers-must-work-alongside-engineers-11620254075", "title": "Privacy Chiefs Say Patchwork Data Laws Mean Lawyers Must Work Alongside Engineers", "date": "2021-05-05 18:34", "summary": "Having specialist staff involved from the start of projects eases compliance burden, executives say. Ensuring compliance with data protection laws has become so complicated that companies must make room for regulatory and ethics experts in product engineering processes, privacy executives say.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/times-square-costumed-performers-face-new-restrictions-11620252177", "title": "Times Square Costumed Performers Face New Restrictions", "date": "2021-05-05 18:02", "summary": "Lawmakers, business leaders call for legislation to curb harassment as New York City tries to lure back tourists. As New York City tries to lure back tourists, local lawmakers and business leaders are backing legislation that would enhance restrictions on costumed street performers who pose for photos with pedestrians in Times Square.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-reduces-migrant-children-in-border-patrol-custody-but-emergency-shelters-pose-new-concerns-11620234355", "title": "U.S. Reduces Migrant Children in Custody, but Shelters Pose Concerns", "date": "2021-05-05 17:51", "summary": "Amid surge in unaccompanied minors at the border, HHS shelters are opening in convention centers, army bases, camps for oil-field workers. WASHINGTON-The Biden administration in recent weeks has opened more than a dozen emergency child shelters to remove migrant children from Border Patrol custody, using convention centers, concert venues, army bases and camps built for oil-field workers to address the surge in unaccompanied minors.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colombia-protests-turn-deadly-amid-covid-19-hardships-11620251502", "title": "Colombia Protests Turn Deadly Amid Covid-19 Hardships", "date": "2021-05-05 17:51", "summary": "Major city sealed off by protesters, clashes claim 25 lives. BOGOTÁ, Colombia-Eight days of protests have left 25 people dead, a major city cut off from food supplies and Colombia's conservative government scrambling to assert control as it fights the country's worst Covid-19 surge.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/puma-promotes-insider-to-cfo-as-company-projects-growth-11620251397", "title": "Puma Promotes Insider to CFO as Company Projects Growth", "date": "2021-05-05 17:49", "summary": "German sportswear maker forecasts higher sales but expects uncertainty around Covid-19 and the economic recovery. Puma SE made a company veteran its next chief financial officer as the German sportswear maker looks to benefit from a reopening of the economy in some parts of the world.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-are-killing-the-american-dream-11620251334", "title": "Democrats Are Killing the American Dream", "date": "2021-05-05 17:48", "summary": "Joe Biden's American Families Plan replaces individual striving with middle class entitlements.. President Biden's American Families Act makes one political reality officially clear: The Democratic Party has given up on the American dream.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/voters-can-spot-radical-left-wing-policy-11620251319", "title": "Voters Can Spot Radical Left-Wing Policy", "date": "2021-05-05 17:48", "summary": "Texas' special election shows Americans are savvy enough to not fall for the Biden spin.. While one special election doesn't necessarily set the pattern for the midterms-which are still 18 months off-both parties should study the results of Saturday's \"jungle primary\" to fill the vacancy created by the death of Texas Sixth District Republican Rep. Ron Wright.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/my-moms-christian-lesson-offer-it-up-11620251265", "title": "My Mom's Christian Lesson: 'Offer It Up'", "date": "2021-05-05 17:47", "summary": "Her purpose was to ensure that I never let suffering go to waste.. Throughout my adolescence, my Irish Catholic mother said three important words to me more times than I can count. I don't mean \"I love you,\" although she did frequently tell me that, even when I wasn't very lovable. It was three different words: \"Offer it up.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nine-review-band-of-sisters-11620251217", "title": "'The Nine' Review: Band of Sisters", "date": "2021-05-05 17:46", "summary": "Once they were free of the camp, their greatest threats were hunger and men. But they held fast to the belief that goodness had not disappeared.. Gwen Strauss writes movingly in her book \"The Nine\" about the courage and luck that enabled nine young women to escape German imprisonment during World War II and return to their homes in France and Holland. Offering incisive images of life inside concentration camps and on death marches, Ms. Strauss relies, as any skilled researcher would, on archives and interviews, but as an accomplished poet and short-story writer, she also calls on her vibrant imagination to portray the emotional and physical traumas visited upon these young women. It is this poetic sensitivity, conveyed through a transparent style, that offers readers a nuanced perspective on what took place more than 75 years ago.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-welfare-state-is-on-borrowed-time-11620238400", "title": "America's Welfare State Is on Borrowed Time", "date": "2021-05-05 17:46", "summary": "Biden has fully embraced the mad goal of giving 98% of the population lavish benefits at no cost.. Has anyone noticed that the president has proposed increasing federal spending by nearly $1 trillion a year, while promising that 98% of Americans will pay nothing for it? The very idea would have seemed mad to every previous generation of Americans. Today it is considered conventional.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stakeholder-capitalism-caused-the-oxford-vaccine-debacle-11620238376", "title": "'Stakeholder Capitalism' Caused the Oxford Vaccine Debacle", "date": "2021-05-05 17:46", "summary": "University scientists insisted nobody profit, and now AstraZeneca can't meet its commitment.. The European Union plans to sue AstraZeneca over vaccine delivery delays. The company is on track to deliver only around 100 million doses to the Continent in the first half of this year, well short of its 260 million-dose commitment, as a new wave of Covid-19 swells across Europe. But AstraZeneca isn't the root of the problem. It was the company's partners at Oxford University who, out of a misguided and ultimately deadly idealism, insisted nobody should profit from these vaccines.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rural-america-gets-bad-vibrations-from-big-wind-11620251138", "title": "Rural America Gets Bad Vibrations From Big Wind", "date": "2021-05-05 17:45", "summary": "Turbines are popular so long as no one has to see their giant blades or hear the awful noise they make.. Wind turbines are popular-in theory. Gallup data show about 70% of Americans want \"more emphasis\" on wind energy. Plenty of politicians like the idea, too. President Biden's proposed Energy Efficiency and Clean Electricity Standard calls for \"tens of thousands of wind turbines.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fox-to-acquire-outkick-media-a-sports-and-culture-news-site-11620248624", "title": "Fox to Acquire Clay Travis's Outkick Media", "date": "2021-05-05 17:43", "summary": "Deal announced as Fox reports a 6.5% drop in revenue for the March quarter. Fox Corp. said it agreed to acquire Outkick Media, a news outlet focused on sports, politics and culture that was founded by provocateur Clay Travis.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-road-we-came-and-greenwood-overcomes-reviews-commemorating-black-history-and-artistry-11620250763", "title": "'The Road We Came' and 'Greenwood Overcomes' Reviews: Commemorating Black History and Artistry", "date": "2021-05-05 17:39", "summary": "Three virtual walking tours from On Site Opera explore Black music and history in New York; the Tulsa Opera pays tribute in song to the centennial of the 1921 Tulsa Race Massacre. ", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peloton-recalls-treadmills-halts-tread-sales-over-safety-concerns-11620228376", "title": "Peloton Recalls All Treadmills as CEO Apologizes", "date": "2021-05-05 17:29", "summary": "Home-fitness company offers customers refunds, halts sales of Tread+ machine. Peloton Interactive Inc. has agreed to recall its treadmills, and its chief executive apologized for the company's initial refusal to comply with federal safety regulators who pushed for the action weeks ago.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/galaxy-digital-to-buy-bitgo-in-crypto-sectors-first-1-billion-deal-11620212281", "title": "Galaxy Digital to Buy BitGo in Crypto Sector's First $1 Billion Deal", "date": "2021-05-05 17:20", "summary": "Purchase coincides with a nearly yearlong rally in the sector, whose market value has surged to $2 trillion. Bitcoin-focused firm Galaxy Digital Holdings Ltd. has agreed to buy BitGo Inc. for $1.2 billion in cash and stock, the first $1 billion deal in the cryptocurrency industry.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-05-05-2021-11620200273", "title": "Dow Industrials Close at New High", "date": "2021-05-05 17:18", "summary": "Tech stocks, Nasdaq slip as indexes diverge. The Dow Jones Industrial Average set a record Wednesday as a strong earnings season continued and fears of rising interest rates eased.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bill-and-melinda-gates-divorce-highlights-rise-of-older-age-splits-11620249377", "title": "Bill and Melinda Gates Divorce Highlights Rise of Older-Age Splits", "date": "2021-05-05 17:16", "summary": "Divorce rates among couples over 50-sometimes called 'gray divorce'- have risen despite an overall decline. Some counselors expect soul-searching during the pandemic to accelerate the trend.. Bill and Melinda Gates aren't like most couples. But their split highlights a broader phenomenon in American relationships.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-studying-whether-new-rules-are-needed-for-apps-that-gamify-trading-chairman-says-11620239971", "title": "GameStop Frenzy, Archegos Meltdown May Prompt New SEC Rules, Chairman Says", "date": "2021-05-05 17:12", "summary": "Gary Gensler is set to testify Thursday before House Financial Services Committee. WASHINGTON-Wall Street's top regulator will study potential new rules related to two recent episodes of stock-market turbulence-the GameStop Corp. frenzy among small investors and the implosion of Archegos Capital Management.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-evans-sees-policy-on-hold-for-some-time-11620221617", "title": "Fed Officials Voice Support for Steady Monetary Policy", "date": "2021-05-05 17:11", "summary": "Getting inflation persistently up to the central bank's 2% target may not be easy, Chicago Fed leader Charles Evans says. Several Federal Reserve officials said Wednesday that they see no need yet to pull back on central bank support for the economy despite an improving outlook.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-blocks-trump-era-gig-worker-rule-11620219168", "title": "Biden Blocks Trump-Era Gig-Worker Rule", "date": "2021-05-05 17:09", "summary": "The move stopped regulation that would have made it easier for firms to categorize gig workers and others as independent contractors. The Biden administration blocked a Trump-era regulation that would have made it easier for businesses to categorize gig workers and others as independent contractors, and signaled it would take a tougher enforcement stance against employers on worker classification.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-booster-shows-promise-against-variants-in-early-study-moderna-says-11620245114", "title": "Moderna Says Its Covid-19 Booster Shots Show Promise Against Variants", "date": "2021-05-05 16:50", "summary": "Boosters increased immune responses against two variants of concern in early study. Booster shots under development by Moderna Inc. helped improve immune responses against some variants among people given the company's Covid-19 vaccine in an early study, the biotech company said Wednesday.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/resisting-arrest-raises-chance-of-problems-11620247321", "title": "Resisting Arrest Raises Chance of Problems", "date": "2021-05-05 16:42", "summary": "Advocating for more compliance in communities that experience a majority of police encounters is cheaper than ensuring competent law enforcement.. In (\"How to Have More Police Shootings,\" Business World, April 24), Holman W. Jenkins argues that more compliance by suspects with police will result in fewer police killings. This is an efficient solution to the policing problem. Advocating for more compliance in communities that experience a majority of police encounters is cheaper than ensuring competent law enforcement.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/government-should-help-u-s-chip-industry-11620247285", "title": "Government Should Help U.S. Chip Industry", "date": "2021-05-05 16:41", "summary": "Leaders in Washington from across the political spectrum agree government must not simply turn its back on chips and hope for the best.. In \"Government Won't Fix Chip Shortage\" (op-ed, April 29), T.J. Rodgers is right that chip makers and their customers will resolve the current chip shortage without government intervention, but he's wrong to dismiss the urgent need for government action to strengthen America's semiconductor supply chains over the long term.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-should-think-twice-before-a-boycott-11620247256", "title": "States Should Think Twice Before a Boycott", "date": "2021-05-05 16:40", "summary": "Why should Texas and the other 11 blacklisted states not agree among themselves to coordinate a response?. Regarding your editorial \"Samuel Alito's Culture-War Warning\" (April 30): In his July 4, 1861 message to Congress, Abraham Lincoln pointed out that if one state has the authority to act against other states, then logically the other states must have the same authority to act against it. California has barred the use of public funds for travel to any of 12 specific states, including Texas. It does this because it disagrees with those states' policies which it believes aren't progressive enough.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/induction-is-good-cooking-with-gas-is-also-very-safe-11620247199", "title": "Induction Is Good, Cooking With Gas Is Also Very Safe", "date": "2021-05-05 16:40", "summary": "All ranges sold in the U.S.-regardless of cooking technology-are rigorously tested to meet or exceed established safety standards. Gas cooking, which is used in 40% of U.S. homes, has been proven to be safe.. \"Stoves That Let You Chill\" (Off Duty, April 24) offers some good information about induction cooktops, which are an exciting innovation that are catching on with more home cooks. However, appliance manufacturers disagree with the portrayal of gas ranges as anything but a safe cooking technology. Safety is the top priority for manufacturers of all cooktops-gas, induction or electric. All ranges sold in the U.S.-regardless of cooking technology-are rigorously tested to meet or exceed established safety standards. Gas cooking, which is used in 40% of U.S. homes, has been proven to be safe under normal residential conditions. The U.S. Consumer Product Safety Commission has determined that \"there is generally a low likelihood of adverse health effects associated with CO [carbon monoxide] emissions from properly functioning unvented gas ranges.\" Whether home cooks prefer gas, induction or electric ranges, they can be confident that their cooktops are designed, manufactured and tested with their safety in mind.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-spending-blitz-is-hardly-a-surprise-11620247222", "title": "Biden's Spending Blitz Is Hardly a Surprise", "date": "2021-05-05 16:40", "summary": "The 2020 Biden-Sanders Unity Task Force policy document spelled out exactly what the Biden administration planned to do.. Daniel Henninger's \"Joe Biden's Art of the Non-Deal\" (Wonder Land, April 29) and Karl Rove's same-day op-ed \"The Six Trillion Dollar Man\" seem taken aback by President Biden's progressive blitzkrieg and suspect that Democrats will pay a political price in 2022 midterm elections.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jessica-albas-honest-co-jumps-in-market-debut-11620233836", "title": "Jessica Alba's Honest Co. Jumps in Market Debut", "date": "2021-05-05 16:33", "summary": "Shares of the consumer-goods company rise 44% to $23, valuing it at $2.68 billion. Shares of Honest Co. , the eco-friendly consumer-goods business co-founded by actress Jessica Alba, rose nearly 44% in their first public trading on Wednesday.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-has-the-u-s-birthrate-dropped-11620242450", "title": "Why Has the U.S. Birthrate Dropped?", "date": "2021-05-05 16:22", "summary": "Fueled by millennials, fertility rates continue to trend downward.. U.S. women had about 3.61 million babies in 2020, down 4% from the prior year, provisional data from the Centers for Disease Control and Prevention's National Center for Health Statistics shows. The total fertility rate-the average number of babies a woman would have over her lifetime-fell to 1.64, the lowest on record. Total births were the lowest since 1979. Experts attribute this continued decline to the uncertain economy that child-bearing age women continue to face and their increased participation in the labor force. The beginning of the Covid-19 pandemic also may have accelerated the downward trend.", "categories": [["Relationships"]], "category_links": ["https://www.wsj.com/news/types/noted-relationships?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-were-not-supposed-to-say-when-we-talk-about-wine-11620245028", "title": "What We're Not Supposed to Say When We Talk About Wine", "date": "2021-05-05 16:03", "summary": "'Hate' is a contentious word-and, our columnist maintains, occasionally the appropriate one to describe her reaction to a wine. Just how frank can we be when it comes to matters of taste?. AS A CHILD I was told I should never use the word \"hate,\" even to describe a thing I truly despised. According to my mild-tempered schoolteacher mother, there simply was never an occasion where such a harsh and terrible word could acceptably be invoked. To which I'd now reply: Have you ever tasted Pinotage?", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-closer-look-11620244949", "title": "A Closer Look", "date": "2021-05-05 16:02", "summary": "Selections from 'If I Were a Dog' by Joanna Cotler. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/dodgy-figures-thursday-crossword-may-6-11619796821", "title": "Dodgy Figures (Thursday Crossword, May 6)", "date": "2021-05-05 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-political-venture-at-the-fed-11620244815", "title": "A Political Venture at the Fed", "date": "2021-05-05 16:00", "summary": "A regional bank president puts his institution behind a controversial plan for schools.. Given the Covid-era explosion of federal spending and money creation, one might hope that the presidents of regional Federal Reserve banks would be focused on studying inflation in their districts and evaluating the safety and soundness of the financial institutions they oversee. But at least one of them has been making time for a contentious political fight.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-affirms-profit-outlook-despite-chip-shortage-woes-11620216795", "title": "Car Companies' Profits Have Outrun the Chip Shortage-but Not for Long", "date": "2021-05-05 15:53", "summary": "Worsening supply crunch threatens to dampen auto industry's summer sales. Auto makers fresh off heady sales and profits in the first quarter are preparing for a rough ride ahead, as the global computer-chip shortage clouds an otherwise ripe environment for car sales.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-shifts-to-hybrid-workweek-allowing-20-of-its-employees-to-work-remotely-11620240694", "title": "Google Adopts Hybrid Workweek, With 20% of Its Employees to Work Remotely", "date": "2021-05-05 15:42", "summary": "About 20% of staff will be able to work from home and 20% can shift offices. Alphabet Inc.'s Google announced a series of moves to offer employees more workplace flexibility, allowing a fifth of its staff to work from home permanently and another fifth of workers to shift to a different geographic location.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/broadway-shows-to-return-sept-14-11620243638", "title": "Broadway Shows to Return Sept. 14", "date": "2021-05-05 15:40", "summary": "New York Gov. Andrew Cuomo said he would let theaters decide whether patrons must be vaccinated against Covid-19. Broadway can finally raise the curtain again.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-norfolk-broads-have-some-of-britains-most-sought-after-waterfront-homes-11620242130", "title": "The Norfolk Broads Have Some of Britain's Most Sought-After Waterfront Homes", "date": "2021-05-05 15:15", "summary": "Resume Subscription. Medieval peasants scraping out an existence in the rural east of England burned peat for warmth and left behind an indelible mark on the landscape. Over the centuries, the trenches and pits they dug in search of fuel were flooded by rising seawaters, creating a wetland paradise for birds, wildlife, and those who simply enjoy messing around on boats.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/what-to-watch-12-movies-and-series-to-stream-this-week-11620241866", "title": "What to Watch: 12 Movies and Series to Stream This Week", "date": "2021-05-05 15:11", "summary": "Peacock's 'Girls5Eva' brings back the '90s; AppleTV+'s workplace comedy 'Mythic Quest' returns for a second season and 'Star Wars' latest animated installment arrives on Disney+. After spending years as a fixture in the writers' room at \"Saturday Night Live\" and (mostly) out of the public eye, Paula Pell has become a regular in front of the camera. She is a series regular on \"A.P. Bio\" (Peacock), appeared in two episodes of \"No Activity\" (Paramount+), and last year she played a Jessica Fletcher-esque novelist/sleuth in \"Mapleworth Murders,\" a series on the now-defunct Quibi. This week she co-stars in the new series \"Girls5eva\" (see below).", "categories": [["Books & Arts", "Entertainment", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-different-kind-of-waterfront-11620241835", "title": "A Different Kind of Waterfront", "date": "2021-05-05 15:10", "summary": "The Norfolk Broads span a 117-square-mile network of stream and rivers.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/for-better-burgers-try-a-backyard-flat-top-griddle-11620240886", "title": "For Better Burgers, Try a Backyard Flat-Top Griddle", "date": "2021-05-05 14:54", "summary": "If you want superior flavor faster, some patty professionals say skip the grill and reach for a flat expanse of ripping hot steel.. WHEN GEORGE MOTZ set out to track down the best burger restaurant in all 50 states for his 2018 book \"Hamburger America,\" he expected to taste test beef that had been branded with a grill's sear marks. \"When I was a kid, my dad made backyard burgers on the grill, so I assumed everything in restaurants was like that,\" he said. In fact, 182 of the 200 restaurants he ultimately featured as \"America's best\" use a flat-top griddle, not a grill, to finesse their patties.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-colleges-in-the-midwest-for-diversity-11620240581", "title": "Top Colleges in the Midwest for Diversity", "date": "2021-05-05 14:49", "summary": "Six of the region's top 10 schools in this category in the WSJ/THE College Rankings are in Chicago.. Six of the top 10 Midwestern schools for diversity in the Wall Street Journal/Times Higher Education College Rankings are in Chicago, and two more are elsewhere in Illinois.", "categories": [["Life & Work", "Journal Reports: College Rankings"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-college-rankings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-hits-indias-g-7-diplomats-in-london-11620215947", "title": "Covid-19 Hits Indian Delegation Attending London G-7 Meeting", "date": "2021-05-05 14:31", "summary": "Meeting goes ahead after members of Indian delegation test positive. LONDON-A meeting of the foreign ministers of the Group of Seven in London suffered a Covid-19 scare when the delegation from India went into self-isolation after two officials tested positive, pointing to the challenges of organizing such events while the virus continues to circulate.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peloton-treadmill-safety-what-you-need-to-know-11618932235", "title": "Peloton Treadmill Recall and Safety Concerns: What You Need to Know", "date": "2021-05-05 14:20", "summary": "Accidents linked to the machines prompted federal regulators to warn consumers. Peloton Interactive Inc. on Wednesday agreed to recall its treadmills amid pressure from a federal safety regulator after its machines were linked to dozens of accidents, including one that led to the death of a child.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carson-block-calls-for-delisting-of-many-chinese-firms-in-u-s-11620238009", "title": "Carson Block Calls for Delisting of Many Chinese Firms in U.S.", "date": "2021-05-05 14:06", "summary": "'We have...roughly 400 companies from China listed in the U.S. that are literally beyond the reach of investigation and enforcement,' the short seller said. Carson Block, a high-profile short seller whose firm's scathing reports have put a spotlight on corporate malfeasance, said many Chinese companies should be delisted from U.S. markets.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/newark-airport-operator-picks-shortlist-for-2-1-billion-airtrain-project-11620237602", "title": "Newark Airport Operator Picks Shortlist for $2.1 Billion AirTrain Project", "date": "2021-05-05 14:00", "summary": "Port Authority plans construction of new monorail system in 2022. The operator of Newark Liberty International Airport in New Jersey said it has narrowed the number of competitors bidding to build and operate a $2.1 billion AirTrain.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israels-lapid-handed-mandate-to-form-new-government-after-netanyahu-fails-11620230512", "title": "Israel's Lapid Given Mandate to Form Government After Netanyahu Fails", "date": "2021-05-05 13:57", "summary": "Centrist politician has four weeks to form an administration, with prospect of another election looming. TEL AVIV-Israel's president has handed centrist politician Yair Lapid a shot at forming a government after Prime Minister Benjamin Netanyahu failed to do so, stirring anticipation that Israel's longest-serving leader could soon be out of power after 15 years in office.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-authorizes-pfizer-biontech-covid-19-vaccine-for-children-12-to-15-years-old-11620230695", "title": "Canada Authorizes Pfizer-BioNTech Covid-19 Vaccine for Children 12 to 15", "date": "2021-05-05 13:23", "summary": "The U.S. and Europe are considering requests to allow the shot to be administered to younger people. OTTAWA-Canada authorized the use of the Pfizer-BioNTech Covid-19 vaccine for adolescents, moving ahead of the U.S. Food and Drug Administration and making it the first Western economy to permit the vaccine's use in individuals under 16 years of age.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-decides-if-trump-is-banned-from-facebook-11620216804", "title": "Who Decides if Trump Is Banned From Facebook?", "date": "2021-05-05 13:21", "summary": "Resume Subscription. Facebook Inc. established an oversight board in 2019 to review content-moderation decisions and recommend policies. The independent board is funded through an endowment, and its rulings on community standards are binding.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pigeon-peas-and-rice-with-roasted-okra-and-tomato-vinaigrette-11620234800", "title": "Pigeon Peas and Rice With Roasted Okra and Tomato Vinaigrette", "date": "2021-05-05 13:13", "summary": "The comforting combination of pigeon peas and rice gets a little crunch from roasted okra and a nice tangy twang from a bright tomato vinaigrette.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-lighter-brighter-recipe-for-beans-and-rice-11620234653", "title": "A Lighter, Brighter Recipe for Beans and Rice", "date": "2021-05-05 13:10", "summary": "The comforting combination of pigeon peas and rice gets a little crunch from roasted okra and a nice tangy twang from a bright tomato vinaigrette.. THE CLASSIC COMBO of beans and rice comes in many delicious iterations. When Los Angeles chef Rashida Holmes was growing up, pigeon peas were the legume of choice, as they are for many families with roots in Barbados. \"We had them for every holiday,\" said the chef. In the warmer months, her mother often added okra and tomatoes to the meal, as Ms. Holmes does here in her third Slow Food Fast recipe.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-oaxaca-a-brutalist-vacation-home-tucked-among-the-trees-11620234000", "title": "In Oaxaca, a Brutalist Vacation Home Tucked Among the Trees", "date": "2021-05-05 13:00", "summary": "Ivan Esqueda Martínez and Gala Sánchez-Renero Labelle had to work around Mazunte's climate and an unforgiving terrain while building the modern property. Just before starting to build their vacation home in Mexico, Ivan Esqueda Martínez and Gala Sánchez-Renero Labelle visited Chandigarh, an Indian city famously designed by the Swiss modern architect Le Corbusier. There, Mr. Esqueda, a 40-year-old architect, and his wife, a 45-year-old interior designer, marveled at the buildings. He recalls them as \"brutalist structures in the middle of the jungle.\" Upon their return, construction started on their version of brutalist structures on a forested hillside in Mazunte, on the Pacific coast of the Mexican state of Oaxaca.", "categories": [["Real Estate", "Inside Story"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/inside-story?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/machine-learning-and-mandalas-inside-suchi-reddys-latest-artwork-11620234018", "title": "Machine Learning and Mandalas: Inside Suchi Reddy's Latest Artwork", "date": "2021-05-05 13:00", "summary": "For the Smithsonian's 175th anniversary exhibition, the architect and artist is assembling a 20-foot-high interactive sculpture-take an exclusive first look. Author", "categories": [["", "The Festival Issue"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-justice-department-obstruction-memo-must-be-released-judge-orders-11620233658", "title": "Trump Justice Department Obstruction Memo Must Be Released, Judge Orders", "date": "2021-05-05 12:54", "summary": "Federal judge says agency improperly characterized as privileged a 2019 memo recommending against prosecuting Trump for obstruction of justice. WASHINGTON-A federal judge ordered the Justice Department to release a 2019 legal memo recommending that former President Donald Trump not be prosecuted for obstruction of justice in connection with the special counsel's Russia investigation.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexico-city-train-crash-11620144150", "title": "What We Know About the Deadly Mexico City Subway Collapse", "date": "2021-05-05 12:53", "summary": "Resume Subscription. An elevated section of Mexico City's subway system collapsed on Monday night as a train made its way across, plunging several cars onto the road below and killing at least 25 people and injuring more than 70. An investigation is under way into the cause of the collapse.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/some-ceos-suggest-dropping-degree-requirements-in-hiring-11620233566", "title": "Some CEOs Suggest Dropping Degree Requirements in Hiring", "date": "2021-05-05 12:52", "summary": "Merck CEO and former IBM CEO say removing conventional requirements for some jobs can diversify talent pools. Millions of jobs requiring a four-year college degree can be done without that level of education, some corporate leaders say.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-treasury-evaluating-various-scenarios-for-debt-limit-reinstatement-11620217869", "title": "Treasury Urges Congress to Raise Debt Ceiling This Summer", "date": "2021-05-05 12:25", "summary": "Limit on government borrowing would be reinstated on July 31 unless lawmakers act. WASHINGTON-Treasury Department officials on Wednesday urged Congress to move quickly to increase the federal borrowing limit this summer, warning that the federal government could run out of cash much sooner than in previous debt-limit episodes.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/matt-james-bachelor-profile-rachael-kirkconnell-11620231869", "title": "'Bachelor' Matt James Is Giving Grace", "date": "2021-05-05 12:25", "summary": "He was ABC's first Black 'Bachelor.' But a racial controversy ended his relationship and threw the show's future format into question. Now he's back with his embattled ex: \"I think it's unfair to leave people without the ability to unlearn and be better.\". One day shortly after his season of The Bachelor was done filming, Matt James laced up his running shoes and ran 17 straight miles.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-shows-up-ford-11620231624", "title": "GM Shows Up Ford", "date": "2021-05-05 12:20", "summary": "The largest Detroit car maker seems to be cruising through the chip crisis without as many problems as its peers, but it is already an investor darling. General Motors is a better car company than Ford Motor these days. The tougher question is which is the better stock to own.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maersk-posts-record-profit-steps-up-buyback-program-11620231653", "title": "Maersk Posts Record Profit, Steps Up Buyback Program", "date": "2021-05-05 12:20", "summary": "Danish container-shipping giant launched a new $5 billion share buyback program; 'It's been our best quarter ever,' CEO says. A.P. Moller-Maersk A/S said it would launch a roughly $5 billion share-buyback program as unrelenting demand for manufactured goods helped the Danish shipping company post a record profit for the first quarter.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-closer-look-11620231036", "title": "A Closer Look", "date": "2021-05-05 12:10", "summary": "Selections from 'Perdu' by Richard Jones. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-closer-look-11620230991", "title": "A Closer Look", "date": "2021-05-05 12:09", "summary": "Selections from 'The Story of Bodri' by Hédi Fried, illustrated by Stina Wirsén. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/art-world-players-rethink-the-auction-marketplace-11620230543", "title": "Art World Players Rethink the Auction Marketplace", "date": "2021-05-05 12:02", "summary": "Resume Subscription. Collectors have long enlisted dealers or auction houses to help resell their art holdings because such insiders typically have up-to-date pricing data and access to potential buyers.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/reimagined-moscow-mule-11620230092", "title": "Reimagined Moscow Mule", "date": "2021-05-05 11:54", "summary": "Bartender Shinobu Ishigaki of Shibuya's Ishinohana bar is known for his seasonal cocktails. Here's his twist on the classic Moscow Mule.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-travel-to-japan-this-summer-11620229480", "title": "How to 'Travel' to Japan This Summer", "date": "2021-05-05 11:44", "summary": "We can't attend the Olympic Games in Tokyo, but with these book, food and film recommendations from locals, we can immerse ourselves in the city and the culture. Plus: an 'intensely embarrassing' reality dating show.. JAPAN'S THRUMMING capital-with more than 37 million people in the greater metropolitan area-was devastatingly quiet much of last year. The neon-bright wards of Shibuya and Shinjuku dimmed for months when the thousands of tiny shops and giant department stores temporarily closed or slashed their hours. Throughout the city, parishioners carrying portable shrines stopped dancing shoulder-to-shoulder in the streets. A favorite late-night snack-ice-cold beers with a side of fried chicken-was mostly consumed at home. Now, amid the vaccine rollout, Tokyo has been busily preparing to host the postponed Olympics starting July 23. Yet officials implemented the third citywide lockdown in late April in an effort to contain infection from new Covid-19 variants, and the country's borders remain closed to foreign visitors, with a reopening date still uncertain. In June, authorities will announce whether locals can attend the games in person. The only upside: Frustrated travelers might count themselves lucky to avoid a sweltering summer in Tokyo. No handkerchief is large enough to soak up sweat from humidity that descends from the Pacific Ocean's southerly winds. Yet the city's steamy season does have its virtues: countless outdoor festivals, humongous hydrangeas in the parks, nighttime visits to temples adorned with lanterns, the soundtrack of jazz bands on the streets, even the cicadas perform day and night. Thanks to a few clued-in residents, we've come up with myriad ways to approximate summer in the multifarious metropolis, while watching the Olympics in air-conditioned comfort.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/resilient-services-sector-points-to-global-economic-pickup-despite-covid-19-flare-ups-11620205294", "title": "Resilient Services Sector Points to Global Economic Pickup", "date": "2021-05-05 11:28", "summary": "Activity in India's services sector continued to grow in April despite record infections; businesses in U.S. report additional gains. Service-sector activity continued to revive in the U.S. and elsewhere during April, including parts of the world such as India and Europe where extensive restrictions remain in place to contain Covid-19.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adults-race-to-straighten-their-teeth-bracing-for-pandemics-end-11620227175", "title": "Adults Race to Straighten Their Teeth, Bracing for Pandemic's End", "date": "2021-05-05 11:06", "summary": "Resume Subscription. Annie Arment had been working from her parents' Quincy, Ill., home for months when she decided to plunge back into another adolescent experience: getting a mouthful of metal.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/crisprs-next-frontier-treating-common-conditions-11620226832", "title": "Crispr's Next Frontier: Treating Common Conditions", "date": "2021-05-05 11:00", "summary": "Resume Subscription. Author", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trump-copes-with-facebook-twitter-ban-by-relying-on-email-media-interviews-11620226189", "title": "Trump Copes With Social-Media Ban by Relying on Email, Media Interviews", "date": "2021-05-05 10:49", "summary": "Cut off from social media, the former president pursues other ways to get his message out. In the heat of the 2016 presidential campaign, then-candidate Donald Trump said, \"I'm just not a believer in email.\" Since he was banned from social media earlier this year, it has been his go-to communication tool.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-covid-surge-11620222512", "title": "What We Know About India's Covid-19 Surge", "date": "2021-05-05 10:48", "summary": "As coronavirus cases rise at an unprecedented pace, hospitals have been running short of oxygen and turning away patients. The world's fastest-growing Covid-19 surge since the start of the pandemic has hit India, overwhelming its health-care system and leaving families in many cases to care for the sick. New daily coronavirus cases have hit global records, surpassing 400,000 on May 1. Deaths have soared past 3,000 per day. Hospitals are turning away patients and running short of beds, oxygen and Covid-19 medications.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/waterfront-homeowners-weather-high-insurance-costs-after-major-storms-11620225319", "title": "Waterfront Homeowners Weather High Insurance Costs After Major Storms", "date": "2021-05-05 10:35", "summary": "To avoid significant out-of-pocket costs, owners in high-risk areas are piecing together a growing selection of policies to get enough coverage. Calvin and Elizabeth Moore weren't worried when they learned their coastal Pensacola, Fla., home was in the path of Hurricane Sally. They had upgraded its roof and windows after Hurricane Ivan damaged the property in 2004.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/driscolls-desperately-needs-to-know-how-many-strawberries-america-wants-11620225033", "title": "Driscoll's Desperately Needs to Know America's Appetite for Strawberries", "date": "2021-05-05 10:30", "summary": "Resume Subscription. Just over a year ago, Soren Bjorn, who helps run the world's biggest berry company, made a bad call.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-york-times-subscriber-gains-slow-in-first-post-trump-quarter-11620224677", "title": "New York Times Subscriber Gains Slow in First Post-Trump Quarter", "date": "2021-05-05 10:24", "summary": "Publisher says revenue rose 6.6%, forecasts advertising rebound in second quarter. New York Times Co. said its revenue rose 6.6% in the first quarter, even as digital-subscriber additions slowed sharply in the months since former President Donald Trump left office.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-forces-near-ukraine-are-still-a-threat-u-s-says-11620223524", "title": "Russian Forces Near Ukraine Are Still a Threat, U.S. Says", "date": "2021-05-05 10:06", "summary": "Secretary of State Antony Blinken to arrive in Ukraine in a show of support. Russia has kept a heightened military presence near the Ukrainian border despite announcing the withdrawal of the troops it deployed last month, the U.S. and its NATO allies said, leading to concerns in Washington about Moscow's intentions.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-mississippi-couple-made-a-new-home-after-katrina-11620223315", "title": "A Mississippi Couple Made a New Home After Katrina", "date": "2021-05-05 10:01", "summary": "The Wylys spent $700,000 and 18 months rebuilding their Bay St. Louis property. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/english-journalist-couldnt-bear-abuses-of-the-apostrophe-11620223200", "title": "English Journalist Couldnt Bear Abuse's of the Apostrophe", "date": "2021-05-05 10:00", "summary": "John Richards, who has died at age 97, founded a society to promote correct punctuation. Retirees are often urged to find new activities and causes. After a career as a newspaper reporter and editor in England, John Richards took up the role of defending the apostrophe, an often abused punctuation mark.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jake-tapper-on-how-to-write-a-book-in-15-minutes-a-day-11620223245", "title": "Jake Tapper on How to Write a Book in 15 Minutes a Day", "date": "2021-05-05 10:00", "summary": "The CNN anchor wrote his second novel, a thriller called 'The Devil May Dance,' in the middle of a presidential election and a global pandemic. To escape the relentless stream of breaking news in his day job, Jake Tapper turned to fiction.", "categories": [["Books & Arts", "Books"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chip-crisis-deepens-at-stellantis-11620202391", "title": "Chip Crisis Deepens at Jeep Maker Stellantis", "date": "2021-05-05 09:56", "summary": "Car maker cut first-quarter production by about 190,000 vehicles as semiconductor shortage dragged on. Jeep maker Stellantis NV slashed planned production by 11% in the first three months of the year due to the global chip shortage and warned of additional cuts in the weeks ahead as the crisis lingers.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/match-proves-absence-makes-hearts-grow-fonder-11620221641", "title": "Match Proves Absence Makes Hearts Grow Fonder", "date": "2021-05-05 09:34", "summary": "Online dating company's heat is growing in the new year. Will Bumble share the love?. A January survey from online travel company trivago showed 38% of Americans would give up sex for a year to travel right now. The other 62% appear to be actively hunting for love online.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lyft-caesars-zillow-dogecoin-what-to-watch-when-the-stock-market-opens-today-11620211834", "title": "Lyft, Caesars, Zillow, Dogecoin, GM: What to Watch When the Stock Market Opens Today", "date": "2021-05-05 09:02", "summary": "Technology shares were poised to recover some ground. Here's what we're watching before Wednesday's trading action kicks off.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-airline-rewards-programs-are-trying-harder-to-keep-you-loyal-11620219586", "title": "Why Airline Rewards Programs Are Trying Harder to Keep You Loyal", "date": "2021-05-05 08:59", "summary": "The major carriers are loosening their rules to ensure their most frequent fliers stay in the fold even when they haven't been flying frequently. Status matters: social, work, financial, health, legal or marital. This is a year when many people will be paying a lot of attention to another status: frequent-flier elite status.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michigan-wants-to-close-oil-pipeline-under-the-great-lakes-canada-says-no-11620216003", "title": "Michigan Wants to Close Oil Pipeline Under Great Lakes. Canada Says No.", "date": "2021-05-05 08:00", "summary": "Gov. Whitmer's push to close Enbridge Line 5 corridor could choke off central Canada from gasoline and home-heating oil, Canadian officials say. TORONTO-Canada is fighting to stop U.S. officials from closing a vital cross-border oil and gas pipeline as a deadline to shut it looms.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/katie-ledecky-swimming-training-regimen-olympics-11620172359", "title": "Katie Ledecky's Lonely and Grueling Pandemic Training Regimen", "date": "2021-05-05 08:00", "summary": "The pandemic forced the most dominant swimmer on the planet to train mostly solo, a daunting task made even more challenging by her peerless speed. When Katie Ledecky swims the 1,500-meter freestyle, her competition is usually so far behind her by the halfway mark of the race that they might as well not be in the pool. Eight years into dominating women's freestyle by margins that are almost comical, she says she doesn't mind \"swimming her own race.\"", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-to-crack-down-on-chinese-state-subsidizedcompanies-11620199976", "title": "China Faces Tougher Rules on European Deals Spree", "date": "2021-05-05 07:29", "summary": "EU seeks to address concerns that Chinese businesses are competing unfairly around the world. FRANKFURT-The European Union unveiled draft rules on Wednesday aimed at cracking down on state-subsidized foreign companies in Europe, a move that could allow regulators to pursue big Chinese companies in much the same way they have targeted U.S. multinationals such as Apple Inc. and Amazon.com Inc.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-in-archegos-aftermath-tighten-credit-lines-scrutinize-swaps-11620212400", "title": "Banks Tighten Credit Lines in Archegos Aftermath", "date": "2021-05-05 07:00", "summary": "Credit Suisse, Morgan Stanley are among firms reviewing their businesses that offer financing to hedge funds and family offices. Banks across Wall Street are looking to tighten the lending terms of some of their hedge-fund clients on the heels of Archegos Capital Management's collapse.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/higher-taxes-wont-squash-the-biden-boom-11620212409", "title": "Higher Taxes Won't Squash the Biden Boom", "date": "2021-05-05 07:00", "summary": "A lot has yet to be worked out, but spending, tax and infrastructure plans are likely to boost economic growth. The first thing investors need to know about President Biden's big spending plans is that, even though what eventually passes probably won't strictly follow what he has proposed, some form of higher spending and taxes is likely coming. The second thing to know is that while changes to spending and tax regimes always create winners and losers, the scope of what Mr. Biden is proposing could make that dynamic especially stark. Third, with increased spending likely to outstrip any increase in taxes, in the early going at least, Mr. Biden's plan could make the economy go faster.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaccine-rollouts-are-a-key-ingredient-for-big-food-11620211911", "title": "Vaccine Rollouts Are a Key Ingredient for Big Food", "date": "2021-05-05 06:51", "summary": "Slow inoculations and surging Covid-19 infections in some developing countries will delay the global recovery. Among food companies, Nestlé and Unilever are more exposed than U.S. peers.. A patchy global recovery is bad news for big food companies such as Nestlé and Unilever, even if their meaty exposure to emerging markets remains a plus for long-term investors.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/everything-screams-inflation-11620163599", "title": "Everything Screams Inflation", "date": "2021-05-05 06:11", "summary": "Investors are woefully unprepared for what may be a once-in-a-generation shift in the market. We could be at a generational turning point for finance. Politics, economics, international relations, demography and labor are all shifting to supporting inflation. After more than 40 years of policies that gave priority to the fight against rising prices, investor- and consumer-friendly solutions are becoming less fashionable, not only in the U.S. but in much of the world.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-allies-diverge-over-labeling-chinas-treatment-of-uyghurs-as-genocide-11620207782", "title": "U.S. Allies Diverge Over Labeling China's Treatment of Uyghurs as Genocide", "date": "2021-05-05 05:43", "summary": "American officials have pushed for collective action to counter Beijing. WELLINGTON, New Zealand-China's repression of Uyghurs is dividing U.S. allies over whether to characterize human-rights abuses against the mainly Muslim minority as genocide.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-capital-gains-tax-increases-would-hit-few-americans-study-says-11620207001", "title": "Biden's Capital-Gains Tax Hikes Would Hit Few Americans", "date": "2021-05-05 05:30", "summary": "One proposed change could affect 62% of capital gains but fewer than 3% of taxpayers who report them. Affluent Americans are worried about President Biden's proposed tax changes on capital gains from stocks, bonds and other assets. But those proposals would hit a sliver of taxpayers, according to a new analysis.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-williams-sees-need-for-strong-monetary-policy-support-to-ensure-recovery-11620207002", "title": "Fed's Williams Sees Need for Strong Monetary Policy Support to Ensure Recovery", "date": "2021-05-05 05:30", "summary": "The central bank's bond buying doesn't appear to be creating imbalances in the financial sector, the New York Fed leader says. Federal Reserve Bank of New York President John Williams said he doesn't see signs that the central bank's aggressive bond buying is creating financial-sector imbalances that would argue in favor of dialing back this form of economic stimulus.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-push-for-carbon-neutral-ships-expected-to-reveal-industry-divisions-11620207002", "title": "U.S. Push for Carbon-Neutral Ships Expected to Reveal Industry Divisions", "date": "2021-05-05 05:30", "summary": "The Biden administration is calling for drastic cuts in shipping emissions, but some developing nations may not be on board. A new U.S. push to cut ship emissions will kick into high gear a multibillion-dollar quest for nonfossil fuels to power oceangoing vessels, but likely will face a backlash from Asian and South American nations that fear rising export costs.", "categories": [["Shipping Matters"]], "category_links": ["https://www.wsj.com/news/types/shipping-matters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transcript-wsj-interview-with-new-york-fed-president-john-williams-11620207000", "title": "Transcript: WSJ Interview With New York Fed President John Williams", "date": "2021-05-05 05:30", "summary": "Resume Subscription. Federal Reserve Bank of New York President John Williams told The Wall Street Journal in an interview Tuesday that he doesn't see much evidence the Federal Reserve's bond buying stimulus is creating excessive risks in financial markets, adding that the once unorthodox tool is providing needed support for the U.S. economic recovery. Mr. Williams also gave his assessment of financial conditions and central bank policy and wealth inequality, and discussed a complicated inflation outlook. He also weighed in on the outlook for a Fed digital dollar. Here is a transcript of the interview, lightly edited for clarity.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ants-halted-ipo-takes-the-shine-off-chinas-star-market-11620191806", "title": "Ant's Halted IPO Takes the Shine off China's STAR Market", "date": "2021-05-05 05:30", "summary": "Route to a listing on Shanghai's once-hot answer to Nasdaq has become harder, prompting some startups to favor offshore IPOs. The route to a listing on Shanghai's once-hot STAR Market has become harder, prompting some startups to favor offshore IPOs over China's answer to Nasdaq.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fate-of-metal-magnates-empire-looms-over-blue-collar-towns-11620129912", "title": "Fate of Metal Magnate's Empire Looms Over Blue-Collar Towns", "date": "2021-05-05 05:20", "summary": "Resume Subscription. James Sanderson one day hopes to name a horse in the Kentucky Derby after British metals magnate Sanjeev Gupta, who he believes will save the steel industry in Georgetown, S.C.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/births-in-u-s-drop-to-levels-not-seen-since-1979-11620187260", "title": "Births in U.S. Drop to Levels Not Seen Since 1979", "date": "2021-05-05 00:01", "summary": "Millennials fuel continued downward trend in fertility rates. The number of babies born in America last year was the lowest in more than four decades, according to federal figures released Wednesday that show a continuing U.S. fertility slump.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yellens-interest-rate-comment-illustrates-the-markets-greatest-worry-11620187101", "title": "Yellen's Interest-Rate Comment Illustrates the Market's Greatest Worry", "date": "2021-05-05 00:01", "summary": "The possibility of a bond-market tantrum or higher inflation has supplanted pandemic-related concerns. During earnings season in the middle of a pandemic, there would seem to be no shortage of things for investors to fret about. Could a new variant of the virus knock markets? Or negative guidance from a major American company reset earnings expectations?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11620148618", "title": "Pepper...and Salt", "date": "2021-05-05 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cme-group-to-close-most-of-its-trading-pits-in-chicago-permanently-11620175341", "title": "CME Group to Close Most of Its Trading Pits in Chicago", "date": "2021-05-05 23:17", "summary": "Resume Subscription. The exchange operator CME Group Inc. said it would permanently close most of its open-outcry trading pits in Chicago, ending one of the world's last vestiges of old-fashioned floor trading.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/mexico-city-metro-system-overpass-collapses-killing-at-least-13-people-11620106656", "title": "Mexico City Subway Collapse Kills at Least 24", "date": "2021-05-05 23:05", "summary": "Accident happened on the metro system's Line 12; authorities investigating cause of the collapse. MEXICO CITY-At least 24 people died and dozens more were injured when an elevated section on the Mexico City subway collapsed in the southeast of the country's capital, causing several train cars to plunge into the street below.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manhattan-district-attorney-candidates-face-off-in-first-debate-11620163327", "title": "Manhattan District Attorney Candidates Clash in First Debate", "date": "2021-05-05 22:28", "summary": "The event marks a potential moment that could influence the outcome of the crowded race to succeed Cyrus Vance Jr.. The Democratic candidates for Manhattan district attorney clashed in a televised debate on Tuesday night, offering competing visions for the office and strategies to tackle the increase in citywide shootings.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-centers-for-politics-and-unions-11620168584", "title": "The Centers for Politics and Unions", "date": "2021-05-05 21:43", "summary": "American Federation of Teachers chief Randi Weingarten gets the CDC to change its school opening guidance.. The Centers for Disease Control and Prevention has had a bad pandemic, and it's getting worse. The outfit that is supposed to offer credible, unbiased scientific guidance has been found again to be politicizing virus policy.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/berkshire-hathaways-stock-price-is-too-much-for-computers-11620168548", "title": "Berkshire Hathaway's Stock Price Is Too Much for Computers", "date": "2021-05-05 20:35", "summary": "Resume Subscription. Berkshire Hathaway Inc. is trading at more than $421,000 per Class A share, and the market is optimistic. That's a problem.", "categories": [[]], "category_links": []}]