[{"link": "https://www.wsj.com/articles/u-s-used-a-special-hellfire-missile-in-afghanistan-airstrike-on-islamic-state-11630190876", "title": "U.S. Used a Special Hellfire Missile in Afghanistan Airstrike", "date": "2021-08-28 18:47", "summary": "A secret weapon until recently, the missile employs blades instead of explosives, officials say, to limit damage. WASHINGTON-The Pentagon used a special Hellfire missile that packs no explosives to strike Islamic State militants in Afghanistan on Saturday in retaliation for a suicide bomb attack at the Kabul airport last week, according to two U.S. officials.", "categories": [["WSJ News Exclusive", "National Security"]], "category_links": ["https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taliban-afghanistan-heroin-ban-opium-production-11630181316", "title": "Taliban Move to Ban Opium Production in Afghanistan", "date": "2021-08-28 16:14", "summary": "Resume Subscription. Taliban leaders, seeking international acceptance after seizing power in Afghanistan, have told farmers to stop cultivating opium poppies, residents of some major poppy-growing areas say. This has caused raw opium prices to soar across the country.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/families-mourn-service-members-killed-in-kabul-airport-bombing-11630105431", "title": "Service Members Killed in Kabul Bombing Described as Brave and Committed", "date": "2021-08-28 14:23", "summary": "Wall Street Journal reporters spoke with friends and family of some of the deceased. Here are their stories.. One called his mother from Kabul on Wednesday, as warnings of an impending attack grew louder, to tell her he was fine. Another sent videos to his father, showing how he had helped a young boy and girl during Afghans' desperate rush to the airport seeking passage out of the country.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-holmes-might-claim-abusive-relationship-in-criminal-fraud-defense-11630167496", "title": "Elizabeth Holmes Might Claim Abusive Relationship in Theranos Fraud Trial", "date": "2021-08-28 12:38", "summary": "Biotech startup founder alleges decadelong controlling relationship with former partner in court filings; he denies abuse. Theranos Inc. founder Elizabeth Holmes could argue at her upcoming criminal fraud trial that she was in a decadelong abusive relationship with former Theranos President Ramesh \"Sunny\" Balwani that left her under his control during the period in which the government alleges the two blood-testing executives committed a massive fraud, newly revealed court records show.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-class-action-app-store-lawsuit-settlement-11630156268", "title": "Developers Face Tough Choice After Apple's App Store Settlement", "date": "2021-08-28 11:41", "summary": "The tech company has faced criticism for years over alleged anticompetitive practices in connection with the App Store. Apple Inc. agreed to settle a class-action lawsuit with software developers who challenged the tech giant's practices in connection with the App Store.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/common-prosperity-decoding-chinas-new-populism-11630159381", "title": "Common Prosperity: Decoding China's New Populism", "date": "2021-08-28 10:03", "summary": "Investors are realizing that President Xi Jinping's rhetoric on inequality is far more than just empty sloganeering. After decades of hewing to Deng Xiaoping's maxim that it is OK for some people to become wealthy first, Beijing suddenly seems more inclined to eat its rich-or at least take a healthy nibble out of their fortunes.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/memory-hole-erasing-history-in-orwells-1984-and-our-2021-11630123260", "title": "'Memory Hole': Erasing History, in Orwell's '1984' and Our 2021", "date": "2021-08-28 09:45", "summary": "Finger-pointing over Afghanistan has resurfaced a term from fiction that described the disposal of discordant facts. Linguist and lexicographer Ben Zimmer analyzes the origins of words in the news. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/west-virginia-creates-jobs-farming-lavender-at-former-coal-mines-11630156974", "title": "West Virginia Creates Jobs Farming Lavender at Former Coal Mines", "date": "2021-08-28 09:22", "summary": "Resume Subscription. ASHFORD, W.Va.-Charles Bowman's hands used to be stained black with coal after work. Now, they smell like lavender.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-to-get-the-kids-to-school-is-the-latest-pandemic-headache-11630155600", "title": "How to Get the Kids to School Is Latest Pandemic Headache", "date": "2021-08-28 09:00", "summary": "Tech can solve the carpool scheduling problem, but safety questions loom as Covid-19 cases surge. Figuring out how to get kids to and from school has always been a hassle, but with the return of in-person class and a shaky back-to-the-office situation, the usual fall headache has become more acute.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-covid-19-hospitalizations-approach-a-peak-as-delta-variant-spreads-11630155627", "title": "U.S. Covid-19 Hospitalizations Approach a Peak as Variant Spreads", "date": "2021-08-28 09:00", "summary": "Patients are younger, and disparities across race and ethnicity persist as hospitalizations soar. Covid-19 hospitalizations nationwide crossed above 100,000 this week for the second time in the pandemic, overwhelming caregiver capacity in several states.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-efficacy-what-do-the-numbers-really-mean-11629999129", "title": "Covid-19 Vaccine Efficacy: What Do the Numbers Really Mean?", "date": "2021-08-28 08:51", "summary": "Shots still offer protection against serious disease, while their ability to prevent infection has declined as the Delta variant spreads. The spread of the Delta variant, an increase in vaccinated people testing positive for Covid-19, and the U.S. government's call for booster shots have raised new questions about the power of the coronavirus vaccines. Here's what we know about how authorized vaccines perform against the variant, and their ability to prevent infection and serious illness.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indonesia-more-majestic-than-ever-by-boat-11630154271", "title": "Indonesia, More Majestic Than Ever by Boat", "date": "2021-08-28 08:37", "summary": "The volcanic Banda archipelago, once the heart of a global spice trade, is one of Indonesia's most adventurous and storied destinations-and a magical place to tour by chartered yacht.. Visiting the Banda archipelago in Indonesia's Spice Islands is no easy proposition, thanks to the islands' tiny airstrip and infrequent ferry service. Arriving by yacht means weighing anchor at the sleepy port of Banda Neira, where the Gunung Api volcano looms as symmetrical as a child's drawing. As improbable as it seems, these remote islands were on track to become a hot destination for jet-setters in the 1990s. As you wander into the lobby of the islands' largest hotel, the Maulana, you'll find a fading snapshot of a visitor from the fall of 1996: Mick Jagger, wearing what looks like a Panama hat and a white linen shirt.", "categories": [["Travel"]], "category_links": ["https://www.wsj.com/news/types/magazine-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tropical-storm-ida-on-track-to-become-major-hurricane-possibly-hitting-u-s-gulf-coast-11630075254", "title": "Hurricane Ida Strengthens on Path Toward Louisiana", "date": "2021-08-28 08:18", "summary": "New Orleans issues mandatory evacuation order; hurricane on track to make landfall on 16th anniversary of Katrina. Hurricane Ida strengthened Friday as it barreled toward Louisiana, with forecasters projecting it could strike land as a Category-4 storm and New Orleans ordering residents living outside the city's levee system to evacuate.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-deal-with-stress-in-your-life-embrace-it-11630152000", "title": "How to Deal With Stress in Your Life: Embrace It", "date": "2021-08-28 08:00", "summary": "When frustration, anxiety and fear start to cloud the mind, psychologists recommend an approach called acceptance that helps people deal clearheadedly with tough situations. My Uncle Sidney, a retired U.S. Navy physician and Vietnam veteran, has a military phrase he uses as advice for what to do when life is lousy: Embrace the Suck.", "categories": [["Life & Work", "Bonds"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/bonds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-often-should-you-shower-celebrities-ignite-a-ferocious-debate-11630152001", "title": "How Often Should You Shower? Celebrities Ignite a Ferocious Debate", "date": "2021-08-28 08:00", "summary": "Hollywood types including Jake Gyllenhaal, Mila Kunis, Ashton Kutcher and Dax Shepard take a lax approach to hygiene, stoking a contentious uproar on how often one should bathe. It mirrors a similar discord in the medical community, and among everyday people.. Off Brand is a column that delves into trends in fashion and beauty.", "categories": [["Life & Work", "Style & Fashion", "Off Brand"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/off-brand?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sinopharm-covid-vaccine-seen-as-less-effective-in-bahrain-study-11630150885", "title": "Sinopharm Covid Vaccine Seen as Less Effective in Bahrain Study", "date": "2021-08-28 07:41", "summary": "Chinese-made shot showed three times the death rate from breakthrough infections than Pfizer-BioNTech vaccine, researchers found. The Covid-19 vaccine made by China's Sinopharm was less effective than others at preventing infection, hospitalization and death, especially among people over 50, according to a study by the kingdom of Bahrain and Columbia University researchers.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roy-lichtenstein-history-in-the-making-1948-1960-review-before-his-career-popped-pop-art-willem-de-kooning-abstract-expressionism-pablo-picasso-washington-crossing-the-delaware-11630093879", "title": "'Roy Lichtenstein: History in the Making, 1948-1960' Review: Before His Career Popped", "date": "2021-08-28 07:00", "summary": "An exhibition vividly portrays the artist's formation without suggesting success was foreordained. Watermill, N.Y.", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eight-exercises-to-build-power-and-improve-your-tennis-game-11630144800", "title": "Eight Exercises to Build Power and Improve Your Tennis Game", "date": "2021-08-28 06:00", "summary": "Resume Subscription. Emerging U.S. tennis star Taylor Fritz is known for his big hits on the court. He clocked the fastest serve of the 2020 U.S. Open at 147 miles an hour and will be looking to top that when this year's tournament kicks off in New York on Monday. The power needed to crush a ball at that speed is generated from strength in the lower body, says Gena Ball, an L.A.-based strength and conditioning coach with the U.S. Tennis Association who works with Mr. Fritz. \"You want to use the biggest muscles in the body, the legs, to produce the initial power flow through the core, shoulders and hands,\" she says.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/cardanos-ada-is-the-latest-cryptocurrency-to-surge-heres-what-you-need-to-know-11630143002", "title": "Cardano's Ada Is the Latest Cryptocurrency to Surge. Here's What You Need to Know.", "date": "2021-08-28 05:30", "summary": "Named after mathematician Ada Lovelace, ada is now the third-largest cryptocurrency by market capitalization. After a brief hibernation this summer, cryptocurrencies are surging again. And this time, traders are abuzz about Cardano's ada token.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crypto-firms-want-fed-payment-systems-accessand-banks-are-resisting-11630143002", "title": "Crypto Firms Want Fed Payment Systems Access-and Banks Are Resisting", "date": "2021-08-28 05:30", "summary": "Efforts by the new breed of financial entities, if successful, could create more competition for traditional banks. WASHINGTON-Cryptocurrency companies want to tap into the Federal Reserve payments systems that traditional banks use to move money around quickly. The banks are pushing back.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/concert-plans-change-as-covid-19-concerns-persist-11630143001", "title": "Concert Plans Change as Covid-19 Concerns Persist", "date": "2021-08-28 05:30", "summary": "Florida Georgia Line and Nine Inch Nails cancel tours, while Eagles and Maroon 5 press on with vaccine push. Concerts' long-anticipated comeback this fall is stumbling, as more big-name artists cancel their tours and other musicians are coping with the complexities and expense of doing live shows amid concerns about resurgent Covid-19 cases.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11630089090", "title": "Pepper...and Salt", "date": "2021-08-28 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-makes-us-love-the-pain-of-hot-peppers-11630123261", "title": "What Makes Us Love the Pain of Hot Peppers?", "date": "2021-08-28 00:01", "summary": "Eating spicy chilies has the effect of a self-induced chemical attack. The evolutionary puzzle is figuring out why we do it.. Humans like to eat a lot of strange things-decomposed shark, Namibian warthog rectum, British food-yet among the strangest is our taste for chili peppers: a fruit that, ecologically speaking, specifically evolved to repel us.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theranos-didnt-stop-the-search-for-the-next-healthcare-star-11630123206", "title": "Theranos Didn't Stop the Search for the Next Healthcare Star", "date": "2021-08-28 00:00", "summary": "Investors still hold entrepreneurs to higher standards, but the taint has faded. 'It's a short half-life.'. Theranos Inc. once symbolized how Silicon Valley's hustle and innovation might revolutionize healthcare. Its collapse made it a cautionary tale about investors putting blind faith in unproven technologies and allowing self-mythologizing entrepreneurs to operate in a culture of secrecy.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghan-crowds-return-to-kabul-airport-after-deadly-explosions-11630065498", "title": "U.S. Targets Islamic State Planner in Afghanistan Airstrike", "date": "2021-08-28 23:30", "summary": "Pentagon says extremist target likely killed; action follows suicide bombing outside Kabul airport. WASHINGTON-The U.S. military said it conducted an airstrike against Islamic State in Afghanistan on Saturday, likely killing an extremist leader described as a planner for the organization.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-spy-agencies-unable-to-pinpoint-source-of-covid-19-pandemic-classified-report-shows-11630093087", "title": "U.S. Spy Agencies Unable to Pinpoint Source of Covid-19 Pandemic", "date": "2021-08-28 22:32", "summary": "Summary of report says virus wasn't developed as biological weapon-and says Chinese officials didn't know about it in advance. WASHINGTON-U.S. intelligence agencies are unable to determine conclusively how the Covid-19 pandemic emerged, a summary of a classified report released Friday said.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-scrambles-to-avoid-migrant-crisis-rerun-as-afghans-are-resettled-11630079258", "title": "U.S. Holds Talks With Taliban Over Post-Aug. 31 Presence", "date": "2021-08-28 20:03", "summary": "Cooperation, influence needed for continued evacuations after Western forces leave. U.S. and allied officials have begun holding talks with each other and with the Taliban over how to wield influence in Afghanistan once Western forces depart in days, leaving local partners and possibly some Americans stranded in the country.", "categories": [["WSJ News Exclusive", "Europe"]], "category_links": ["https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}]