[{"link": "https://www.wsj.com/articles/nissan-to-spend-17-6-billion-on-battery-powered-vehicles-over-five-years-11638147685", "title": "Nissan to Spend $17.6 Billion on Battery-Powered Vehicles Over Five Years", "date": "2021-11-28 23:46", "summary": "Car maker says that by 2030 half of its vehicles sold will be powered at least partly by batteries. TOKYO- Nissan Motor Co. said Monday it plans to spend $17.6 billion over the next five years as it adds 20 new battery-powered vehicles to its lineup.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-variant-coronavirus-south-africa-11638144873", "title": "How Omicron Variant Rattled the World in One Week", "date": "2021-11-28 22:30", "summary": "Speedy discovery, announcement and global response shows new phase in fight against Covid-19, as health officials hunt for variants that could evade vaccines. JOHANNESBURG-Over coffee at his office on Tuesday, Tulio de Oliveira, director of South Africa's Center for Epidemic Response and Innovation, let a colleague in on a secret.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-defense-chief-mark-esper-sues-pentagon-over-book-redactions-11638154617", "title": "Former Defense Chief Mark Esper Sues Pentagon Over Book Redactions", "date": "2021-11-28 21:56", "summary": "The former secretary is challenging government restrictions on parts of his memoir related to his time in the Trump administration. WASHINGTON-Former Defense Secretary Mark Esper is suing the Pentagon for redacting portions of his coming book, making him the highest ranking member of the Trump administration to fight government officials' attempts to restrict sensitive information in their memoirs.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/asian-markets-fall-in-early-monday-trading-on-covid-19-concerns-11638152607", "title": "Asian Markets Fall in Early Monday Trading on Covid-19 Concerns", "date": "2021-11-28 21:23", "summary": "Investors look for clues after Friday drops, heavy volumes. Investors around the globe are looking to Monday's early trading for clues to the scale of the threat posed by the emergence of a new Covid-19 variant.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fashion-designer-virgil-abloh-dies-of-cancer-at-age-41-11638128571", "title": "Fashion Designer Virgil Abloh Dies of Cancer at Age 41", "date": "2021-11-28 20:45", "summary": "Off-White founder shook up luxury category, became Louis Vuitton's menswear creative director. PARIS-Virgil Abloh, the U.S. designer who championed streetwear and hip-hop culture in luxury fashion as one of the industry's most prominent Black executives, died on Sunday, according to a post on his Instagram account. He was 41 years old.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-closes-border-to-foreigners-as-more-countries-report-omicron-variant-11638105344", "title": "More Countries Find Omicron Variant as Officials Grapple With Response", "date": "2021-11-28 20:38", "summary": "Resume Subscription. Countries around the world reported their first cases of the Omicron variant over the weekend and some imposed new travel restrictions, racing to protect themselves against the potentially more contagious strain even as scientists cautioned they don't yet know how severe it will prove to be.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/airlines-avoid-thanksgiving-pitfalls-as-daily-passengers-top-two-million-11638125753", "title": "Airlines Avoid Thanksgiving Pitfalls as Daily Passengers Top Two Million", "date": "2021-11-28 20:12", "summary": "Carriers say preparations for big crowds paid off after recent stumbles; Omicron Covid-19 variant adds new uncertainty to travel. Travelers returning home Sunday after the Thanksgiving holiday are encountering busy airports and full flights, but relatively few of the problems that have plagued air travel in recent months.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virgil-abloh-best-designs-11638144942", "title": "Photos: Virgil Abloh's Legacy in Fashion", "date": "2021-11-28 20:04", "summary": "The designs of the late Off-White and Louis Vuitton creative director, Abloh, 41, as they appeared in the pages of WSJ. Magazine.. On November 28, the protean American fashion designer Virgil Abloh died at the age of 41. At his line Off-White, established in 2013, he helped usher in a new era of luxe streetwear that was marked by frequent collaborations and sought-after sneaker designs. In 2018, Abloh was appointed creative director of Louis Vuitton menswear, where he challenged the limits of men's fashion with colorful and creatively accessorized collections that proposed new silhouettes in tailoring. This September, Abloh gathered his favorite objects for WSJ., including an African sculpture and Louis Vuitton Nike Air Force 1 sneakers-yet another collaboration that he had overseen. \"It transcends a shoe,\" he said. \"It says something about our human history, about our current times.\"", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-naming-omicron-variant-authorities-skipped-xi-and-nu-11638114899", "title": "Authorities Skipped 'Xi' and 'Nu' in Naming New Variant Omicron", "date": "2021-11-28 19:14", "summary": "WHO has been using the Greek alphabet to name coronavirus strains, but avoided two letters that presented problems. LONDON-As health authorities around the world grappled with the emergence of a new strain of the coronavirus, virologists were struggling with a thorny question of their own: What should they name it?", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-makers-assess-omicron-response-11638138404", "title": "Covid-19 Vaccine Makers Assess Omicron Response", "date": "2021-11-28 18:30", "summary": "Covid-19 vaccine makers have begun lab tests to see whether existing shots work against the strain; some have begun preparing new vaccines. Vaccine makers will spend several weeks assessing the danger and potential impact of the coronavirus's new Omicron variant.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activist-investor-ancora-urges-berry-global-to-explore-a-sale-11638138602", "title": "Activist Ancora Urges Berry Global to Explore a Sale", "date": "2021-11-28 17:30", "summary": "Ancora owns about 1% of the packaging manufacturer; Berry Global has a roughly $9 billion market value. Activist investor Ancora Holdings Inc. is pushing Berry Global Group Inc., a packaging manufacturer with a roughly $9 billion market value, to explore a sale.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-nuclear-jcpoa-tehran-enrichment-islamic-republic-11638129541", "title": "Iran's Nuclear Negotiators Make the U.S. Sit at the Kiddie Table", "date": "2021-11-28 17:23", "summary": "The Islamic Republic relishes humiliating Americans while granting no concessions.. Arms-control talks between Iran and the great powers resume Monday with a notable absence. At Tehran's insistence, the U.S. delegation won't have a seat at the table-its members must wait in an antechamber to be briefed by the Europeans. The mullahs have always relished humiliating Americans, particularly those eager to prove their benevolent intentions. These negotiations will yield little, no matter how much money Washington releases or how ardently Biden administration officials describe any follow-on talks as important steps toward a diplomatic solution.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-friday-brought-shoppers-back-to-stores-11638111602", "title": "Black Friday Brought Shoppers Back to Stores", "date": "2021-11-28 17:21", "summary": "Sales rose as people returned to bricks-and-mortar locations, data shows; 'I'm tired of not going out'. U.S. shoppers spent more time and money at bricks-and-mortar stores over the Thanksgiving holiday weekend than the same period last year, though foot traffic remained below pre-pandemic levels.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/courts-and-the-regulatory-state-american-hospital-association-agencies-chevron-rulings-11638123948", "title": "Courts and the Regulatory State", "date": "2021-11-28 17:17", "summary": "The Supreme Court has a chance to revisit its Chevron deference to runaway bureaucracies.. The Biden Administration is ramping up its rule by regulation. So it's good timing that the Supreme Court will hear a case on Tuesday that provides an opportunity to revisit its Chevron precedent that has empowered and emboldened the administrative state.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-has-biden-nuclear-number-antony-blinken-robert-malley-jake-sullivan-bomb-jcpoa-deal-11636487314", "title": "Iran Has Biden's Nuclear Number", "date": "2021-11-28 17:13", "summary": "Tehran wants a 'less for more' deal that would be weaker than Obama's.. The Iran nuclear talks resume on Monday in Austria, and pessimism seems to be the order of the day. Iran refuses to make concessions, while the U.S. is signaling that its patience may be limited. But don't underestimate the Biden Administration's desire for a deal-any deal.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/financial-climate-risks-are-minimal-federal-reserve-study-banks-11637270186", "title": "Financial Climate Risks Are Minimal", "date": "2021-11-28 17:11", "summary": "A new Fed study finds that banks aren't threatened, contrary to Biden regulatory claims.. The Biden Administration recently declared climate change an \"emerging and increasing threat to U.S. financial stability.\" The regulators must have missed a new New York Federal Reserve Bank staff study, which finds extreme weather may actually benefit banks. The real risk to the U.S. economy and financial stability is regulators, like Mr. Biden's nominee for Comptroller of the Currency Saule Omarova, who want to bankrupt fossil-fuel companies.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/school-closures-arent-just-for-covid-anymore-education-children-shutdown-remote-learning-11638116323", "title": "School Closures Aren't Just for Covid Anymore", "date": "2021-11-28 17:08", "summary": "Remote learning turns out to be an easy fix for other problems-never mind the huge educational costs.. Portland, Ore.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-abortion-promote-equality-for-women-childbearing-law-11638115972", "title": "Does Abortion Promote Equality for Women?", "date": "2021-11-28 17:06", "summary": "No, says Mississippi's Attorney General Lynn Fitch, as her office defends the state's restrictions.. Here's a measure of how far American women have progressed since 1973, when the U.S. Supreme Court decided Roe v. Wade: Then, no woman had ever been elected attorney general of a U.S. state, and none would be for another dozen years. Now, Mississippi's attorney general is defending the constitutionality of her state's law banning most abortions after 15 weeks. Earlier this year Lynn Fitch appointed Solicitor General Scott G. Stewart, who on Wednesday will make the state's case to the Supreme Court in Dobbs v. Jackson Women's Health Organization.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lopez-obrador-courts-the-mexican-military-amlo-national-security-powers-tariffs-trump-11638121942", "title": "López Obrador Courts the Mexican Military", "date": "2021-11-28 17:03", "summary": "The president tries a sweeping power grab in the name of 'national security.'. When Mexican President Andrés Manuel López Obrador pronounced himself above the constitution last week, it felt for some like the beginning of the end of the Mexican democracy.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-home-in-the-retirement-center-complex-neighbors-11638115526", "title": "At Home in the Retirement Center", "date": "2021-11-28 16:59", "summary": "My husband and I found convenience, camaraderie and the ability to relax.. Raleigh, N.C.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flying-blind-review-downward-trajectory-11638136648", "title": "'Flying Blind' Review: Downward Trajectory", "date": "2021-11-28 16:57", "summary": "Focusing on Wall Street and not on its planes, Boeing forgot that its success depended on a reputation for superior engineering.. One business scandal that only just got its 15 minutes of media heat involved the crash of two Boeing 737 MAX airliners. Boeing had insisted after a Lion Air jet tumbled into the Java Sea, in October 2018, that the plane was safe. Less than five months later an Ethiopian Airlines 737 MAX went down too. In total, 346 people died.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/organized-retail-thefts-continue-over-thanksgiving-weekend-11638135249", "title": "Organized Retail Thefts Continue Over Thanksgiving Weekend", "date": "2021-11-28 16:34", "summary": "A Best Buy in Minneapolis is latest to be hit, as retailers seek federal legislation to make the online sale of stolen goods more difficult. A string of organized retail thefts continued over Thanksgiving weekend, with a Best Buy in Minneapolis becoming the latest victim of a nationwide wave.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/planning-a-wedding-for-2022-may-be-harder-than-finding-your-soul-mate-11638018000", "title": "Planning a Wedding for 2022 May Be Harder Than Finding Your Soul Mate", "date": "2021-11-28 15:58", "summary": "Couples may find themselves with longer-than-anticipated waits to get hitched amid what industry experts have dubbed a wedding boom. Couples still high on the euphoria of a new wedding engagement had better prepare themselves for a cold reality: Right now, finding the perfect life partner might be easier than planning the perfect wedding event.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-korea-wants-peace-without-peace-kim-jong-un-war-moon-jae-in-biden-north-korea-11638114856", "title": "South Korea Wants to Declare Peace-Without Peace", "date": "2021-11-28 15:27", "summary": "Seoul's government wants Biden to sign onto empty words that won't deter Pyongyang's aggression.. South Korea's \"Sunshiners\" in President Moon Jae-in's administration have nothing to show for years of solicitousness to Kim Jong Un, and Mr. Moon's presidency is nearing its end. So they are doubling down, trying to stage a unilateral \"end of war\" declaration-a bit of diplomatic theater asserting the Korean War is formally over, no matter that the North says. The goal is to rope the U.S. in.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-crumbling-pillar-of-education-california-dave-welch-vergara-school-choice-charter-11638115242", "title": "A California Attempt to Repair the Crumbling Pillar of U.S. Education", "date": "2021-11-28 15:26", "summary": "A proposed California ballot measure would make good schools a constitutional right.. Public-school education has gone from bad to worse. In the Chicago Public Schools, only 26% of 11th-graders were at grade level in reading and math in 2019. Remarkably, the school system had a record-high graduation rate of nearly 84% in 2021. Those students must have had strong senior years! This is why over half of first-year community-college students in the U.S. take at least one remedial course in reading or math. In the U.S., 43 million adults are illiterate. This is a disgrace.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-factories-inflation-jobs-11638129600", "title": "Economy Week Ahead: Factories, Inflation, Jobs", "date": "2021-11-28 15:00", "summary": "Data will likely show U.S. employers added more than 500,000 jobs in November. The U.S. employment report for November highlights this week's economic data. Economists, analysts and investors are also closely tracking the fast-spreading Omicron variant of the coronavirus to determine its impact on health and the broader economy.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-variant-found-on-flights-reveals-gaps-in-covid-19-travel-rules-11638127730", "title": "Omicron Variant Found on Flights Reveals Gaps in Covid-19 Travel Rules", "date": "2021-11-28 14:28", "summary": "Dozens of passengers on two flights from South Africa to the Netherlands tested positive for Covid-19, with at least 13 found with the new variant. The probe into two flights from South Africa to the Netherlands, on which more than a dozen people tested positive for the newly discovered Omicron variant, reveal gaps in the patchwork of current travel measures now in place to contain the coronavirus.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-delivery-online-christmas-shopping-order-supply-chain-uber-11638124477", "title": "Walmart Delivers Your Stuff-One Small Item at a Time", "date": "2021-11-28 13:36", "summary": "Resume Subscription. April Chiodini opened her front door on a recent afternoon to find a fuzzy chicken-leg dog toy stuffed inside a Walmart bag on the porch. She took it inside and asked her daughter if she knew where it came from.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/omicron-variant-not-detected-yet-but-likely-already-in-u-s-health-officials-say-11638118445", "title": "Omicron Variant Not Detected Yet, but Likely Already in U.S., Health Officials Say", "date": "2021-11-28 12:30", "summary": "Scientists will need another two to three weeks to study the effectiveness of the vaccines against the variant. Top U.S. health officials said Sunday that the newly discovered Omicron variant of the coronavirus is likely already in the U.S. even though it hasn't been detected yet and urged Americans to take precautions while scientists study its potential impact.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fund-local-journalism-communities-small-newspapers-bbb-11637963873", "title": "Fund Local Journalism to Help Communities", "date": "2021-11-28 12:22", "summary": "Government support would give the thousands of small, independently owned newspapers across the U.S. a much better chance of staying afloat.. In \"The Kamikaze Democrats\" (Review & Outlook, Nov. 22), the editorial board describes the Local Journalism Sustainability Act, a portion of which was included in the House's Build Back Better bill, as a \"$1.7 billion subsidy for local journalists, most of whom are left of center.\" Maybe that's how national news organizations think, but most journalists that I know are more interested in covering the news of their communities without a slant in either direction.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manufacturers-research-funding-government-private-drug-development-nih-11637964176", "title": "While Government Claims Credit, Private Industry Funds Research", "date": "2021-11-28 12:17", "summary": "Private-sector research dwarfs the federal contribution.. Regarding \"Ganging Up on Moderna\" (op-ed, Nov. 17): The National Institutes of Health and other federal agencies are critical partners and funders of basic research that benefits domestic manufacturing, especially in the biomedical sciences. Public-private partnerships have supported many life-changing advancements, but private-sector research dwarfs the federal contribution.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sick-ill-children-covid-test-home-school-flue-cold-11637964434", "title": "Keep Sick Children at Home, Even if They Don't have Covid", "date": "2021-11-28 12:17", "summary": "A negative Covid swab in an ill child isn't permission to send the child to school.. Testing students exposed to Covid certainly allows them to return to class and avoid quarantine, but it should be the policy only for Covid-exposed asymptomatic children (\"Schools Give Students Covid Tests Frequently to Keep Them in Class,\" U.S. News, Nov. 16). Parents shouldn't send symptomatic children with coughs, colds or congestion to school, even if they test negative for Covid.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-kerry-biden-administration-climate-envoy-change-global-warming-11637964583", "title": "Keep Appointing John Kerry", "date": "2021-11-28 12:15", "summary": ". . . if you want nothing to get done.. Ten months into President Biden's term, his appointment of John Kerry as climate envoy is proving especially enlightened (\"Biden Has a Summit With Xi, but No Strategy for China\" by John Bolton, op-ed, Nov. 18). If the goal is to do absolutely nothing, there is no better leader than Mr. Kerry.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/four-mistakes-leaders-make-when-intro-new-tech-11637609799", "title": "Four Mistakes Leaders Often Make When Introducing New Technology", "date": "2021-11-28 12:00", "summary": "Managers want to get employees on board. But they often just create resistance.. Managers are turning to new technology to improve decision making and innovation. But they often screw up a crucial part of the process: getting employees on board with the changes.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-help-learn-old-employees-learn-new-technology-11637608125", "title": "How to Help Older Workers Learn New Technology", "date": "2021-11-28 10:30", "summary": "Some difficulty may be inevitable. But companies can make it a lot easier-on the workers and on themselves. Constantly updated and reconfigured, office software is the bane of older workers-whose struggles with IT lead to frustration and lower productivity.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australia-seeks-to-make-social-media-firms-liable-for-users-defamatory-comments-11638109003", "title": "Australia Seeks to Make Social-Media Firms Liable for Users' Defamatory Comments", "date": "2021-11-28 09:16", "summary": "New legislation would create a defense for tech companies that disclose details of users when a complaint is made against their statements. SYDNEY-Australia said on Sunday that it would introduce legislation to make social-media companies liable for defamatory comments published on their platforms, in a move that risks exposing tech companies to future lawsuits.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-should-get-to-know-a-recruiter-before-you-need-oneheres-how-11638108002", "title": "Get to Know a Recruiter Before You Need One", "date": "2021-11-28 09:00", "summary": "The best time to start building ties with someone who can help find your next job is while you're still satisfied with your current one. It is hard to network or overhaul your resume in a hurry, and building relationships with recruiters is no different.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-see-omicron-variant-as-latest-unknown-in-a-pandemic-full-of-shocks-11638108025", "title": "Companies Respond to New Covid Variant With Concern, Confusion", "date": "2021-11-28 09:00", "summary": "Executives schedule calls and send questions to health advisers while considering how safety measures could be restored, if needed. U.S. companies responded to the new Covid-19 variant with a mix of both concern and confusion. Some executives scheduled calls with internal teams to assess the threat or peppered health advisers with questions, while many cautioned that they would hold off in making changes to operations until more is known.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/actor-jussie-smolletts-criminal-trial-to-begin-after-years-of-delay-11638108002", "title": "Actor Jussie Smollett's Criminal Trial to Begin After Years of Delay", "date": "2021-11-28 09:00", "summary": "Former 'Empire' star faces charges of filing false reports to police and costing Chicago hundreds of thousands of dollars in probe of hoax attack. CHICAGO-Actor Jussie Smollett's criminal trial on charges from his allegedly staging a hate crime against himself is set to begin Monday after three years of delays and an investigation into the district attorney's handling of the case.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-and-worst-workplace-tech-11637612473", "title": "The Best and Worst Workplace Technologies", "date": "2021-11-28 09:00", "summary": "We asked readers which tools best help them get their jobs done-and which are the biggest time wasters. Our work lives are often dominated by technology, though the devices and systems designed to help us do our jobs are sometimes our undoing.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/labor-talks-to-start-in-2022-at-congested-west-coast-ports-11638104401", "title": "Labor Talks to Start in 2022 at Congested West Coast Ports", "date": "2021-11-28 08:00", "summary": "Seaport terminals will negotiate a new contract with 22,400 dockworkers in talks that have proven contentious and disruptive in previous years. U.S. shippers struggling with supply-chain gridlock on the West Coast face new concerns in the coming year as dockworkers and marine terminals gird for talks on a new labor contract.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/honduran-election-sparks-worries-of-unrest-and-further-migration-11638104402", "title": "Honduran Election Sparks Worries of Unrest", "date": "2021-11-28 08:00", "summary": "Honduras goes to the polls in a tense election between a mayor accused of corruption and potentially its first female president. Hondurans are voting Sunday in a tense presidential election that pits a ruling party dogged by allegations of corruption against the wife of a controversial former leftist president deposed by the military.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-candidate-to-run-new-york-city-schools-has-long-championed-disadvantaged-11638104400", "title": "New York City's Top Contender for Schools Chancellor Brings Focus on Disadvantaged", "date": "2021-11-28 08:00", "summary": "David Banks, longtime adviser to Mayor-elect Eric Adams, could be appointed schools chancellor as soon as this week. The leading candidate to run New York City's school district, the largest in the nation, is a veteran urban educator known for founding six traditional public schools for boys in disadvantaged areas in and around the city.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/food-delivery-isnt-menu-staple-as-restaurants-juggle-dining-in-online-orders-11638102600", "title": "Your Favorite Restaurant Might Be Taking Delivery Off the Menu", "date": "2021-11-28 07:30", "summary": "Applebee's, Olive Garden, IHOP are among eateries shutting off online orders for stretches. Consumers might no longer be able to count on delivery of pancakes, ice cream or whatever else they crave, whenever they crave it.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-friday-rout-shows-dangers-of-margin-borrowing-11638100800", "title": "Black Friday Rout Shows Dangers of Margin Borrowing", "date": "2021-11-28 07:00", "summary": "Small investors are piling into markets using borrowed funds after a long string of gains, but many say the practice increases risks of sharp pullbacks. Friday's global retreat from riskier assets exposes a vulnerability of the broad market advance of the past year and a half: the rising use of leverage, or borrowed money.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-football-playoff-michigan-alabama-oklahoma-state-11638086057", "title": "A Chaotic Rivalry Weekend Sets Up Final Sprint for College Football Playoff Spots", "date": "2021-11-28 07:00", "summary": "The semifinal field is still wide open after Michigan defeated Ohio State, Oklahoma State beat Oklahoma and Alabama won ugly in the Iron Bowl. In Ann Arbor, there was catharsis for Michigan fans. At Auburn, Alabama's uncharacteristic mistakes set up a quadruple-overtime survival test for the Crimson Tide. And by the time the clock ran out in Stillwater, Okla., the top end of the college football standings had been completely reshuffled.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irans-nuclear-advances-weigh-on-renewed-talks-11638098147", "title": "Iran's Nuclear Advances Weigh on Renewed Talks", "date": "2021-11-28 06:15", "summary": "Negotiators convene in Vienna with the aim of reviving the 2015 international agreement, a top Biden foreign-policy goal. As negotiators gather in Vienna for talks aimed at reviving an international nuclear agreement with Iran, one big question looms: Has Tehran advanced its nuclear work so much in the past two years that the 2015 deal can no longer be rescued?", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eco-friendly-gadget-gifts-for-the-climate-conscious-techie-11638095403", "title": "Eco-Friendly Gadget Gifts for the Climate-Conscious Techie", "date": "2021-11-28 05:30", "summary": "From an energy-monitoring plug to a mouse made of recovered ocean plastic, these electronics were made with sustainability in mind. The world's governments recently agreed on emissions cuts to slow the impact of climate change. There are ways people can share in the effort at home, too.", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taliban-covert-operatives-seized-kabul-other-afghan-cities-from-within-11638095401", "title": "Taliban Covert Operatives Seized Kabul, Other Afghan Cities From Within", "date": "2021-11-28 05:30", "summary": "Resume Subscription. KABUL-Undercover Taliban agents-often clean-shaven, dressed in jeans and sporting sunglasses-spent years infiltrating Afghan government ministries, universities, businesses and aid organizations.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/buyout-boom-gains-steam-in-record-year-for-private-equity-11638095402", "title": "Buyout Boom Gains Steam in Record Year for Private Equity", "date": "2021-11-28 05:30", "summary": "Firms have announced $944.4 billion worth of deals in the U.S. so far this year. Big leveraged buyouts are back, and this year's crop might just be a taste of things to come.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eurozone-inflation-likely-hit-record-high-in-november-11638095402", "title": "Eurozone Inflation Likely Hit Record High in November", "date": "2021-11-28 05:30", "summary": "Economists see inflation declining next year, as central bank prepares plan for rates. Consumer-price inflation in the eurozone likely hit a record high in November, but many economists think that might mark a peak for now, and therefore don't expect the European Central Bank to raise its key interest rate next year.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-abortion-restrictions-supreme-court-mississippi-texas-11638024836", "title": "Biden Leads Push to Block New Abortion Restrictions", "date": "2021-11-28 05:30", "summary": "President described his position on abortion as 'middle of the road' in past, backed Hyde curbs until 2019. As the Supreme Court prepares to consider a big test to abortion rights, President Biden is leading Democratic efforts to block new restrictions on the procedure, following a campaign shift toward the views of a liberal Democratic Party.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-evergrande-blueprint-worked-for-other-chinese-developers-until-it-didnt-11638095403", "title": "The Evergrande Blueprint Worked for Other Chinese Developers, Until It Didn't", "date": "2021-11-28 05:30", "summary": "After borrowing heavily to fund breakneck growth, they are suffering financial meltdowns as credit grows scarce and home sales decline. China's property boom has spawned numerous developers that, like industry giant China Evergrande Group , borrowed heavily to fund breakneck growth.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dutch-authorities-isolate-61-covid-19-cases-among-travelers-from-south-africa-11638007221", "title": "Omicron Covid-19 Cases Detected in U.K., Australia and Italy", "date": "2021-11-28 03:36", "summary": "Other countries probe suspected cases of a coronavirus strain the WHO says could be more transmissible. The U.K., Australia and Italy have detected the Omicron variant of the coronavirus, as other nations investigated suspected cases of a strain that health authorities say could be more transmissible and has been driving a jump in infections in South Africa.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}]