[{"link": "https://www.wsj.com/articles/photos-of-the-week-joe-biden-sworn-in-as-46th-president-kamala-harris-is-first-female-vp-u-s-covid-19-toll-surpasses-400-000-and-more-11611437400", "title": "Photos of the Week", "date": "2021-01-23 16:30", "summary": "Selection of photos from Jan. 17 to Jan. 23 by The Wall Street Journal's photo editors. For more than a century, John Harris's family-run funeral home has buried people from London's working-class East End. He says he has never seen death on the scale wrought by Covid-19. 'My father, who is 92, was doing burials during the Blitz in the 1940s,' when German bombers flattened much of the area, Mr. Harris said. 'He did not experience this level of mortality.' Read more.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-what-you-need-to-know-when-you-get-the-shot-11610895600", "title": "Covid-19 Vaccine: What You Need to Know When You Get the Shot", "date": "2021-01-23 16:01", "summary": "Doctors answer questions about preparing for the Covid-19 vaccine. Those getting ready to roll up their sleeves for a Covid-19 vaccine shot will take part in the most ambitious vaccination effort in U.S. history. As efforts ramp up, here's advice from doctors involved with the vaccine rollout on how to prepare and what to expect.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hunts-point-produce-market-reaches-deal-with-workers-ending-strike-11611434640", "title": "Hunts Point Produce Market Reaches Deal With Workers, Ending Strike", "date": "2021-01-23 15:44", "summary": "Teamsters, representing produce handlers and delivery drivers, approve three-year contract with owners of Bronx market. Produce handlers and delivery drivers at Hunts Point Produce Market in the Bronx approved a new contract with owners Saturday, after previous disagreements led to a strike last weekend.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-restaurant-owner-hurt-by-the-pandemic-gets-advice-on-shoring-up-his-personal-finances-11611432000", "title": "A Restaurant Owner, Hurt by the Pandemic, Gets Advice on Shoring Up His Personal Finances", "date": "2021-01-23 15:00", "summary": "A Seattle pizzeria owner wants to find his financial footing and start saving for retirement. A financial adviser weighs in.. Cary Kemp was running a busy pizzeria in Seattle and had a restaurant consulting gig on the side before the pandemic hit. Now, receipts at Pizzeria 22 are down 70%, the consulting firm evaporated and he has taken a second job in construction to keep things together.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-immigration-package-faces-steep-odds-on-capitol-hill-11611430901", "title": "Biden's Immigration Package Faces Steep Odds on Capitol Hill", "date": "2021-01-23 14:41", "summary": "Lawmakers in both parties say a comprehensive bill would hit hurdles, but a narrower deal centered on Dreamers might be possible. WASHINGTON-President Biden is making an early bet that after years of stalemate the moment for comprehensive immigration reform has arrived. But lawmakers in both parties caution that Mr. Biden's effort is likely to face some of the same headwinds the plans of the last three presidents did.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/larry-king-longtime-talk-show-host-has-died-at-87-11611408173", "title": "Larry King Dies at 87", "date": "2021-01-23 14:07", "summary": "CNN mainstay interviewed presidents, heads of state, celebrities and star athletes for decades. Larry King, a longtime CNN talk-show host whose casual style of questioning landed him high-profile interviews with world leaders, celebrities and star athletes for decades, has died. He was 87.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-protect-seniors-from-online-fraud-and-phone-scams-11611410401", "title": "How to Protect Seniors From Online Fraud and Phone Scams", "date": "2021-01-23 13:37", "summary": "Stay ahead of scammers by blocking their calls, sending their emails to spam and monitoring assets. Scams targeting older adults take many forms, ranging from callers posing as grandchildren in need of financial assistance to emails directing people to fake bank websites where cons collect login credentials. The techniques evolve every year but the outcome is always the same: Many seniors end up losing money.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-reason-investors-shouldnt-try-to-time-the-stock-market-11611424800", "title": "A New Reason Investors Shouldn't Try to Time the Stock Market", "date": "2021-01-23 13:00", "summary": "Moving in and out of stocks not only lowers returns, it adds to volatility, according to a new study. Researchers have amassed plenty of persuasive evidence in recent years showing that market timing-or moving in and out of stocks based on where you think the market is headed-often leads to lower returns.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/astrazenecas-covid-19-vaccine-shortfall-threatens-eu-plans-to-boost-inoculations-11611423256", "title": "AstraZeneca's Vaccine Shortfall Threatens EU Plans to Boost Inoculations", "date": "2021-01-23 12:34", "summary": "Drugmaker say early supplies could lag projections by as much as 60% in a worst-case scenario. AstraZeneca PLC expects to deliver tens of millions fewer Covid-19 vaccine doses than planned to the European Union in coming months, according to people familiar with the matter, threatening the continent's plans to ramp up vaccinations and delivering a fresh reputational blow to the drugmaker.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-navalny-supporters-rally-across-russia-11611418149", "title": "Photos: Navalny Supporters Rally Across Russia", "date": "2021-01-23 11:09", "summary": "Russian police detain hundreds of protesters across the country during mass rallies in support of the jailed opposition leader. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/owners-of-famed-east-village-bar-look-to-expand-beyond-city-11611416049", "title": "Owners of Famed East Village Bar Look to Expand Beyond City", "date": "2021-01-23 10:35", "summary": "The pandemic has accelerated plans for Gin & Luck, owners of Death & Co bar, to push into other U.S. locations. Ever since it opened 14 years ago, Death & Co has become one of New York City's most heralded bars, a place that helped usher in the craft cocktail movement with its creative drink offerings and speakeasy-style environment.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stimulus-checks-emerge-as-tool-to-fill-gaps-in-targeted-aid-programs-11611414111", "title": "Stimulus Checks to Fill Gaps in Aid Programs", "date": "2021-01-23 10:01", "summary": "As Congress weighs another round of direct payments to households, advocates see a continuing role for periodic cash from Washington. WASHINGTON-Lawmakers approved stimulus checks last March as an intentionally scattershot move to flood households with cash when the course of the pandemic and economy were uncertain. Now, as Congress and President Biden pursue a third round of payments, the economic case for them is shifting.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nhl-season-began-10-days-ago-the-dallas-stars-just-got-started-11611414076", "title": "The NHL Season Began 10 Days Ago. The Dallas Stars Just Got Started.", "date": "2021-01-23 10:01", "summary": "A major Covid-19 outbreak sidelined the 2020 Stanley Cup finalists until Friday. The team is nonetheless one of the few to allow some fans to attend.. The Dallas Stars were one of the last teams to leave the National Hockey League's Edmonton, Alb., playoff bubble in late September, having fallen in six games to the Tampa Bay Lightning in the 2020 Stanley Cup Final. They're also the last team to start the abbreviated 2021 season, this time because over two-thirds of the roster tested positive for Covid-19 upon returning for training camp.", "categories": [["Sports", "NHL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nhl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snap-turning-virtual-reality-into-real-money-11611414002", "title": "Snap Turning Virtual Reality Into Real Money", "date": "2021-01-23 10:00", "summary": "Company is putting users in stores, and businesses on maps, virtually; investors are giving it real credit. If you still think of Snapchat as a niche platform for the world's youth to send one another fleeting selfies of their nether regions, think again. Snap Inc. is expanding in promising new directions.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-vintage-firetruck-could-save-your-life-11611414000", "title": "This Vintage Firetruck Could Save Your Life", "date": "2021-01-23 10:00", "summary": "Resume Subscription. Bob McMahon, a retired University of Southern Maine economics professor living in the Villages, Fla., on his 1928 Ahrens-Fox N-S-4 firetruck, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/before-filing-your-2020-taxes-here-are-answers-to-some-common-questions-11611414001", "title": "Before Filing Your 2020 Taxes, Here Are Answers to Some Common Questions", "date": "2021-01-23 10:00", "summary": "Will Congress repeal or modify the $10,000 limit on state and local tax deductions and make changes retroactive to last year?. With the April 15 tax deadline less than three months away, here are answers to a few reader questions.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-wheres-the-fire-11611413100", "title": "Photos: Where's the Fire?", "date": "2021-01-23 09:45", "summary": "Bob McMahon shows off his 1928 Ahrens-Fox N-S-4 fire truck.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tying-of-insurance-agents-sales-to-health-benefits-is-conflict-that-flies-below-radar-11611412902", "title": "Tying of Insurance Agents' Sales to Health Benefits Is Conflict That Flies Below Radar", "date": "2021-01-23 09:41", "summary": "New consumer regulations allow practice to continue. Next time someone tries to sell you an insurance policy or annuity, ask if their own health insurance depends on it.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-giants-apple-microsoft-and-tesla-headline-a-busy-earnings-week-11611410368", "title": "Apple, Microsoft and Tesla Headline Busy Earnings Week", "date": "2021-01-23 08:59", "summary": "Starting Monday, more than a fifth of the S&P 500 are expected to provide quarterly updates, including AT&T, Boeing and McDonald's. Tech giants Microsoft Corp. , Apple Inc. and Tesla Inc. will be among the companies headlining a busy earnings week, shedding more light on how businesses performed at the end of 2020 as Covid-19 cases rose.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/larry-king-dies-former-broadcasters-life-in-photos-11611408714", "title": "Larry King Dies: Former Broadcaster's Life in Photos", "date": "2021-01-23 08:31", "summary": "In a career that spanned over 50 years-with decades spent in radio before he landed at CNN in 1985-Mr. King estimated he conducted over 30,000 interviews. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/artist-deborah-robertsa-favorite-of-beyonce-and-barack-obamagets-her-due-11611408655", "title": "Artist Deborah Roberts-a Favorite of Beyoncé and Barack Obama-Gets Her Due", "date": "2021-01-23 08:30", "summary": "The 58-year-old artist on her solo show at the Contemporary Austin and the magic pickle jar she keeps in her studio. The artist: Though she's been making art since she was a child, it wasn't until she was in her mid-50s that Deborah Roberts became a market darling. In 2017, the Austin-based artist's life changed after her mixed-media works were included in several prominent exhibitions, including the group show Fictions at the Studio Museum in Harlem. The Whitney and the Brooklyn Museum acquired her work, as did famous collectors like Beyoncé, Ava DuVernay and President Barack Obama.", "categories": [["Art & Design", "Self-Expressionism"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-to-vaccinate-high-schoolers-to-slow-infections-among-the-young-11611399036", "title": "Israel to Vaccinate High Schoolers to Slow Infections Among the Young", "date": "2021-01-23 08:19", "summary": "Campaign reflects finding that the country's youth are far more likely to test positive for Covid-19. TEL AVIV-Israel will begin vaccinating high-school students to target a demographic suspected of accelerating the country's Covid-19 outbreak.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-weigh-making-financial-aid-applications-a-high-school-graduation-requirement-11611406800", "title": "States Weigh Making College-Aid Forms a Graduation Requirement", "date": "2021-01-23 08:00", "summary": "Advocates of mandates say they could increase college enrollment, as seniors now forgo billions of dollars in grants each year. Lawmakers in at least eight states are pushing legislation this year that would require high-school seniors to complete federal or state financial-aid applications before they can graduate, part of a broad effort to guide more high-school students toward college.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/billie-eilish-wears-vegan-shoes-should-you-11611406801", "title": "Billie Eilish Wears Vegan Shoes. Should You?", "date": "2021-01-23 08:00", "summary": "Celebrities have contributed to a rise in the popularity of plant-based diets, but finding stylish vegan shoes is still challenging. Here are the innovators in this growing market. Off Brand is a thrice-monthly column that delves into trends in fashion and beauty.", "categories": [["Life & Work", "Style & Fashion", "Off Brand"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/off-brand?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-pushes-for-high-level-meeting-to-ease-tension-with-u-s-11611342973", "title": "China Pushes for High-Level Meeting to Ease Tension With U.S.", "date": "2021-01-23 07:57", "summary": "Beijing plans to pivot from trade issues to climate change and the pandemic in an effort to overcome divisions. Looking to reset the troubled U.S.-China relationship, Beijing is pressing for a meeting of its top diplomat with senior aides to President Biden to explore a summit between the two nations' leaders, according to people with knowledge of the initiative.", "categories": [["WSJ News Exclusive", "China"]], "category_links": ["https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ground-work-review-cloudy-concepts-11611403200", "title": "'Ground/Work' Review: Cloudy Concepts", "date": "2021-01-23 07:00", "summary": "At the Clark Art Institute, six new outdoor works engage with the museum's 140-acre campus.. Williamstown, Mass.", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thomas-lee-said-buy-as-covid-19-caused-stock-market-meltdown-11611399875", "title": "He Said 'Buy' as Stocks Crashed", "date": "2021-01-23 06:04", "summary": "Resume Subscription. Thomas Lee has been dismissed and derided for being a permabull. The Wall Street analyst has also been right.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/shes-72-and-logging-1-200-miles-on-skate-skis-11611399601", "title": "She's 72 and Logging 1,200 Miles on Skate Skis", "date": "2021-01-23 06:00", "summary": "Resume Subscription. A downhill skier most of her adult life, Mimi Avins used to consider cross-country skiing inferior. \"I thought it was for people who were afraid of heights,\" she admits. \"Boy, was I wrong. It's an adventurous workout that requires a high level of fitness.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/covid-19-is-speeding-up-how-deaths-are-recorded-11611397800", "title": "Covid-19 Is Speeding Up How Deaths Are Recorded", "date": "2021-01-23 05:30", "summary": "When governments realized death tolls were too low, they revamped the way they counted them. People world-wide are dying at the fastest pace in years because of the coronavirus. In response, deaths are now getting counted faster than ever, potentially giving public-health experts and policy makers a clearer picture to make decisions.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/military-and-police-investigate-members-charged-in-capitol-riot-11611397800", "title": "Military, Police Investigate Members Charged in Capitol Riot", "date": "2021-01-23 05:30", "summary": "At least 18 current and former cops, firefighters and service members have been arrested in connection with the mob attack. Jacob Fracker is a member of the Virginia National Guard and a police officer in the small town of Rocky Mount, Va. On Jan. 6, he joined the mob that broke into the U.S. Capitol and posted a photo of himself next to a fellow off-duty officer with his middle finger raised in front of a statue of a Revolutionary War commander, according to court documents.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11611338957", "title": "Pepper...and Salt", "date": "2021-01-23 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-spacs-attack-a-new-force-is-invading-wall-street-11611378007", "title": "When SPACs Attack! A New Force Is Invading Wall Street.", "date": "2021-01-23 00:00", "summary": "Resume Subscription. The hottest thing in finance is four letters long. Former NBA star Shaquille O'Neal has one. So does former House Speaker Paul Ryan. Same goes for silver-haired hedge-fund billionaire William Ackman.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/on-the-100th-anniversary-of-robot-theyre-finally-taking-over-11611378002", "title": "On the 100th Anniversary of 'Robot,' They're Finally Taking Over", "date": "2021-01-23 00:00", "summary": "A century after playwright Karel Čapek coined the word 'robot,' we finally have the technology to make the stuff of science fiction a reality-for better and for worse. On Jan. 25, 1921, Karel Čapek's play \"R.U.R.\"-short for \"Rossum's Universal Robots\"-premiered in Prague. It was a sensation. Within two years it had been translated into 30 languages, including English, to which it introduced the word \"robot.\" Čapek's vision of unwilling slaves of humanity destined to rise up and destroy their makers has shaped our view of both automation and ourselves ever since.", "categories": [["Tech", "Keywords: Christopher Mims"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/creamy-fonio-cereal-with-blueberries-and-pomegranate-11611378001", "title": "Creamy Fonio Cereal With Blueberries and Pomegranate", "date": "2021-01-23 00:00", "summary": "This warming breakfast porridge demonstrates the range of possibilities for cooking with this nutrient-packed ancient grain cultivated by small-holder farmers in Senegal.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kunde-11611378001", "title": "Kunde", "date": "2021-01-23 00:00", "summary": "Ladle this Kenyan staple over rice and pair it with sautéed leafy greens for a fast, affordable, nutritious vegan meal.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jollof-rice-11611378000", "title": "Jollof Rice", "date": "2021-01-23 00:00", "summary": "The inspiration for the dish we call jambalaya in the U.S. is one of the most popular dishes in West Africa and a subject of fierce rivalry between Ghana and Nigeria. Eric Adjepong's adapted this recipe from the one cooked by his Ghanaian mother.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/light-up-the-winter-table-with-healthy-flavorful-african-recipes-11611378000", "title": "Light Up the Winter Table With Healthy, Flavorful African Recipes", "date": "2021-01-23 00:00", "summary": "Nourishing, boldly spiced and rich in whole grains, the cuisines of Africa taste fresher than ever. No wonder more cooks in the U.S. are catching on. Try these recipes for creamy fonio, jollof rice and Kenyan black-eyed peas.. GROWING UP in Florida, Edouardo Jordan was raised on his grandmother's cooking: neck bones and rice, stews, creamy yams, black-eyed peas, shrimp purloo. He knew that this repertoire was the bread and butter of her native Georgia, but he wasn't aware how much of it originated in West Africa.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/security-eases-in-washington-as-inauguration-week-ends-11611326520", "title": "Covid-19 Contracted by Scores of National Guardsmen", "date": "2021-01-23 23:09", "summary": "Security eases as inauguration week ends, while officials assess impact of heavy security on Washington. Nearly 200 members of the National Guard deployed to Washington in the days leading up to Wednesday's presidential inauguration have tested positive for the novel coronavirus, and some officials fear cramped rest and working quarters contributed to the spread, defense officials said.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-procter-gamble-intel-stocks-that-defined-the-week-11611367898", "title": "Netflix, Procter & Gamble, Intel: Stocks That Defined the Week", "date": "2021-01-23 21:11", "summary": "Here are major companies whose stocks moved on the week's news. Netflix Inc.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-article-against-trump-to-be-delivered-to-senate-monday-11611328900", "title": "Trump Impeachment Trial to Start Week of Feb. 8", "date": "2021-01-23 20:20", "summary": "The move delays the trial's start while the Senate works on a new Covid-aid package and confirms some of Biden's nominees. WASHINGTON-Senate Majority Leader Chuck Schumer (D., N. Y.) said that arguments in the impeachment trial of former President Donald Trump would begin the week of Feb. 8, delaying the trial's start for two weeks while the Senate confirms some of President Biden's nominees and works on a new Covid-aid package.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-sign-executive-orders-to-boost-pandemic-aid-expand-federal-worker-protections-11611309603", "title": "Biden Signs Orders to Boost Covid Aid, Federal Benefits", "date": "2021-01-23 19:55", "summary": "Steps aimed at distributing stimulus checks, increasing food assistance, reversing Trump moves on federal workers. WASHINGTON-President Biden signed an executive order Friday aimed at swiftly delivering more relief to low-income families and unemployed workers as the White House seeks to persuade skeptical Senate Republicans to back its $1.9 trillion coronavirus legislation.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-u-k-covid-19-variant-could-be-more-deadly-british-officials-say-11611338370", "title": "U.K. Covid-19 Variant Could Be More Deadly", "date": "2021-01-23 19:19", "summary": "Tentative conclusion that new variant boosts fatality risk by 30%-40%, though the data remains highly uncertain. LONDON-British public-health officials warned that the new coronavirus variant first identified in the country last month could be significantly more lethal as well as more contagious, raising the stakes in the global vaccination race.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsung-eyes-up-to-17-billion-u-s-chip-plant-investment-11611361050", "title": "Samsung Eyes Investing Up to $17 Billion in New U.S. Chip Plant", "date": "2021-01-23 19:17", "summary": "South Korean electronics giant is scouting locations in Texas, Arizona and New York for semiconductor plant. South Korea's Samsung Electronics Co. is considering an investment of as much as $17 billion to build a chip-making factory in Arizona, Texas or New York, according to documents and people familiar with the company's plans.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}]