[{"link": "https://www.wsj.com/articles/hasbro-ceo-takes-medical-leave-effective-immediately-11633908662", "title": "Hasbro CEO Takes Medical Leave", "date": "2021-10-10 23:22", "summary": "Executive was treated for prostate cancer in 2014. Hasbro Inc. Chief Executive Brian Goldner will take a leave of absence for medical care.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/evergrande-is-leaving-foreign-bondholders-in-the-dark-advisers-say-11633707966", "title": "Evergrande Is Leaving Foreign Bondholders in the Dark", "date": "2021-10-10 22:52", "summary": "Bondholder advisers say the embattled property developer isn't sharing information on asset disposals, restructuring plans. Advisers to China Evergrande Group 's international bondholders have made little progress in their efforts to engage with the embattled property developer, as the clock ticks toward a likely default.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jon-gruden-email-punishment-raiders-investigation-11633897379", "title": "Jon Gruden Is Coaching While the NFL Weighs Discipline for Racially Disparaging Email", "date": "2021-10-10 19:39", "summary": "The Las Vegas Raiders coach took the field to coach his team Sunday as the NFL considers whether he should be punished for an email that described the players' union chief with a racist trope.. Las Vegas Raiders coach Jon Gruden took the field to coach his team against the Chicago Bears on Sunday, as the National Football League continued to deliberate whether he will be punished after the revelation that he made a racially disparaging comment about the players' union chief in an email 10 years ago.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-charges-a-navy-engineer-wife-for-allegedly-attempting-to-share-military-secrets-11633898879", "title": "Navy Staffer, Wife Tried to Pass Secrets, U.S. Alleges", "date": "2021-10-10 18:18", "summary": "They are accused of trying to pass information involving nuclear submarine technology to a foreign country. WASHINGTON-A U.S. Navy employee and his wife have been charged with attempting to share secrets about nuclear submarine technology with a foreign country, according to court documents unsealed on Sunday.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/columbus-achievements-history-explorers-objectivity-day-11633896366", "title": "Celebrate Columbus's Achievements", "date": "2021-10-10 17:49", "summary": "We should acknowledge his flaws, but his treatment by the left is reminiscent of communist propaganda.. Friends, Americans, citizens of the world, lend me your ears. I come to bury Christopher Columbus, not to praise him.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-remedy-antiviral-government-funding-merck-molnupiravir-11633897174", "title": "Who Slowed Merck's Covid Remedy?", "date": "2021-10-10 17:48", "summary": "A 'whistleblower,' not Trump officials, delayed funding for molnupiravir.. When Merck and Ridgeback Biotherapeutics announced on Oct. 1 that their new antiviral pill reduced Covid hospitalizations by roughly half, some in the media blamed Donald Trump. An Axios headline: \"Before Merck backed COVID antiviral, Trump admin turned it down.\" In fact, Trump officials pushed for government funding to accelerate the development of the drug, molnupiravir. They were opposed by a career official, Rick Bright, whom Democrats praised as a \"whistleblower.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-get-cryptocurrency-regulation-right-bitcoin-11633896779", "title": "How to Get Cryptocurrency Regulation Right", "date": "2021-10-10 17:47", "summary": "Companies that want to influence the inevitable rules for crypto businesses such as decentralized finance should engage with the government.. As the cryptocurrency universe expands, with innovative offerings and thousands of new users each week, the U.S. regulatory response has been slow and uneven.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nobel-prize-obscure-literature-gluck-gurnah-bob-dylan-11633896242", "title": "The Nobel Prize in Obscure Literature", "date": "2021-10-10 17:43", "summary": "At least this year I've heard of, though not read, the winner.. Another year in which the Nobel Prize for Literature was awarded to a writer I've never read-and I'm beginning to despair. Is the Swedish Nobel committee setting out to show me up as a philistine? I ask myself that question even as I declare that I'm a hungry reader and have what might be called an elite education. So a detachment from the matter at hand-fine (even difficult) novels and poetry-is not what ails me.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-anxiety-cruise-restrictions-travel-tests-vaccinated-11633896660", "title": "At Sea in the Age of Covid Anxiety", "date": "2021-10-10 17:41", "summary": "Cruise lines require masks and PCR tests, though all passengers are vaccinated. It's even worse on shore.. If you think Covid restrictions are onerous, try going on a cruise, as I did recently. The Adriatic coastline was beautiful, and the staff was lovely, but the Covid rules were jarring. We all had to prove we were vaccinated to board. But the cruise line also required that we submit to a daily PCR test and temperature checks and even wear a tracking device-a small medallion on a necklace, tied in to the ship's computer. Despite all this, we were told to wear masks in all the ship's common areas, not only indoors but out and during walking tours ashore.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-business-of-tomorrow-review-he-helped-a-nation-to-fly-11633901797", "title": "'The Business of Tomorrow' Review: He Helped a Nation to Fly", "date": "2021-10-10 17:36", "summary": "Figures like Charles Lindbergh and Amelia Earhart were the early stars of American aviation. Harry Guggenheim was its engine.. Aviation geeks like me remember that Charles Lindbergh, returning to America after his epic 1927 flight across the Atlantic, hounded by a starstruck public and obnoxious hordes of newspaper reporters, found refuge on the north shore of Long Island at the elegant and protected estate of one of the country's wealthiest men, the former World War I flyer Harry F. Guggenheim. In the shelter of Guggenheim's faux-Norman castle, Falaise, Lindbergh famously retired to a guest room and revised the ghostwritten, error-riddled account of his flight, \"We.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuban-baseball-defected-mexico-covid-vaccines-hospitals-11633896055", "title": "Why the Future of Cuban Baseball Defected", "date": "2021-10-10 17:34", "summary": "The 'revolution' is in tatters and Cubans in ever greater numbers find ways to say so.. Cuban baseball set a new record in recent weeks when half of its under-23 national team-12 members-defected in Mexico during a World Cup tournament. According to the Miami daily El Nuevo Herald, the previous record was set in 1996 when five Cuban players, also competing in Mexico, opted not to return home.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/southwest-airlines-cancels-over-1-800-flights-11633895543", "title": "Southwest Airlines Cancels Over 1,800 Flights", "date": "2021-10-10 17:33", "summary": "Weekend snarl is the latest difficulty for the carrier after it struggled over the summer. Southwest Airlines Co. canceled more than 1,800 flights over the weekend, citing bad weather and air-traffic-control problems in Florida that rippled throughout its operation.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nancy-pelosis-surprise-medicare-bill-democrats-congress-11632344284", "title": "Bernie's Surprise Medicare Bill", "date": "2021-10-10 17:20", "summary": "Democrats want to add benefits to a program already going broke.. The contradictions keep piling up in the $3.5 trillion (more like $5 trillion) budget bill, and one of the biggest concerns is Medicare. The hospital trust fund is set to run dry in 2026, and Democrats worry that expensive drugs aren't affordable. But then why do they want to add hugely expensive new coverage for dental, hearing and vision care?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/climate-strategic-vulnerability-russia-europe-energy-vladimir-putin-nord-stream-2-11633732051", "title": "Climate of Strategic Vulnerability", "date": "2021-10-10 17:18", "summary": "Putin is exploiting Europe's dependence on Russian natural gas.. Amid a border surge, pandemic and inflation, here's one problem that isn't (yet) weighing on the U.S. political system: an energy crisis. In Europe energy prices have risen by a factor of five in the last year, and Vladimir Putin is exploiting the situation for Russia's gain. It's a reminder that America's energy production is a source of strategic strength that it risks trading away for climate dreams.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gov-whitmer-biden-michigan-canada-line-5-enbridge-mackinac-sarnia-lambton-treaty-11633878595", "title": "Gretchen Whitmer's Border War", "date": "2021-10-10 17:16", "summary": "Canada invokes a treaty to stop the Michigan Governor's pipeline raid.. The Democratic Party's hostility to oil and gas pipelines is now becoming an international problem, as Canada seeks a Biden Administration intervention over Michigan Gov. Gretchen Whitmer's attempt to shut down Enbridge Energy's Line 5.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/austin-texas-defund-the-police-murder-burglary-response-budget-cut-staffing-shortage-11633881864", "title": "Austin's Defund the Police Lesson", "date": "2021-10-10 17:15", "summary": "Please don't call 911 unless it's really, really an emergency.. Cut police funding, and you get less policing. That's what Austin residents are learning the hard way this month as law enforcement tries to triage its emergency response amid a severe staffing shortage.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pakistani-scientist-a-q-khan-who-secretly-sold-nuclear-weapons-technology-dies-at-85-11633863773", "title": "A.Q. Khan, Who Secretly Sold Nuclear-Weapons Technology, Dies at 85", "date": "2021-10-10 16:13", "summary": "He died of breathing difficulties following a Covid-19 infection, doctors who treated him said. Abdul Qadeer Khan, a Pakistani scientist who shared nuclear-weapons technology and know-how with countries the U.S. regards as rogue states after helping his country build its first atomic bomb, died Sunday. He was 85 years old.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iraqi-election-could-determine-the-future-for-u-s-forces-in-the-country-11633856112", "title": "Iraqi Election Could Shape Future for U.S. Troop Presence", "date": "2021-10-10 16:05", "summary": "Many younger Iraqis are protesting instead of voting in an election they see as unlikely to prompt change. BAGHDAD-Iraqis voted in a parliamentary election that could shape the future for U.S. forces still based there and indicate how Baghdad will navigate a broader geopolitical power struggle between Washington and Tehran.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irs-tax-back-account-transactions-corruption-biden-11633726599", "title": "IRS Fails at the Basics but Wants New Powers", "date": "2021-10-10 15:06", "summary": "Improvement will require picking up the telephone and opening the mail.. Your editorial \"The IRS and Your Bank Account\" (Oct. 5) raises the specter of government snooping through every bank account with at least $600 in transactions (now $10,000). If the IRS truly wanted to increase receipts, it should start by cashing the checks it receives.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marty-peretz-ultra-orthodox-jews-haredim-the-other-dara-horn-11633726048", "title": "Mr. Peretz Takes a Swipe at Orthodox Jews", "date": "2021-10-10 15:04", "summary": "In reviewing a book about the 'othering' of Jews, no less.. Irony has seldom been more glaring than in Martin Peretz's claim, in his review of Dara Horn's \"People Love Dead Jews\" (Bookshelf, Oct. 5), that \"many of the ultraorthodox, the very pious, the canonical don't think of me and mine as brothers and certainly don't think of Jewish women like Ms. Horn as sisters.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/women-trans-gender-identity-pregnant-people-aclu-11633725454", "title": "A Obstetrician's Testimony and an Ideology's Absurdity", "date": "2021-10-10 15:02", "summary": "Delivering more than 10,000 babies, I have yet to see one born to a biological male.. The ACLU is not alone in replacing the term \"women\" with \"people\" (\"The ACLU Decides 'Woman' Is a Bad Word\" by Nicole Ault, op-ed, Oct. 4). The degenderizing has also been adopted by the American College of Obstetricians and Gynecologists. It is reflected in redactions of position statements that now identify patients previously called \"pregnant women\" as \"pregnant people,\" \"persons\" or \"individuals.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-inflation-jobless-claims-retail-sales-11633892400", "title": "Economy Week Ahead: Inflation, Jobless Claims, Retail Sales", "date": "2021-10-10 15:00", "summary": "Measures of inflation in China and the U.S. highlight this week's economic data. Measures of inflation in China and the U.S. highlight this week's economic data.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chitty-chitty-bang-bang-jason-gay-music-accordion-dmv-11633724488", "title": "'Chitty Chitty Bang Bang' Gets Attention at the DMV", "date": "2021-10-10 14:44", "summary": "Jason Gay's 'Music Man' struck a chord.. Jason Gay's \"Music Man? I'd Like One Very Much, Thanks!\" (Review, Oct. 2) struck a chord. Some years ago, at the motor-vehicles office in Hicksville, N.Y., a supervisor had the bright idea to play nothing but songs about cars over the public-address system-songs such as \"Drive My Car,\" \"Life is a Highway,\" \"409,\" \"Route 66\" and \"Freeway of Love.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/work-email-off-hours-schedule-send-11633725659", "title": "A Pro Tip for Work: Write the Email Now, Send Later", "date": "2021-10-10 14:43", "summary": "Scheduling ahead is the way to go.. \"The Curse of Off-Hours Email\"﻿(Review, Oct. 2) resonates with me. I have a suggestion that I have found to be valuable not only to the recipient but to the sender as well. Often, when we want to contact a colleague about a work matter that isn't urgent, we nevertheless feel the immediacy to get that information out of our heads and onto a memo, perhaps so we don't forget it.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-china-russia-afghanistan-aukus-partnership-indo-pacific-11633884797", "title": "Europe's Complacency Heightens the China Challenge", "date": "2021-10-10 14:32", "summary": "The Continent can't be a bystander in this struggle and expect Uncle Sam to pick up the tab.. After the chaotic Afghanistan retreat and the announcement of the new U.S. defense relationship with Australia, many Europeans are questioning the Biden administration's assertion that America is \"back.\" Since the summer, those who long for so-called European strategic autonomy-mostly muted since President Biden's election-have resumed banging the drum for the European Union to decouple from the U.S.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/society-meltdown-hbo-white-lotus-mike-white-connie-britton-progressive-woke-11633884922", "title": "Catch Society's Meltdown on HBO", "date": "2021-10-10 14:31", "summary": "'The White Lotus' skewers social-justice warriors and their fatuous 'narratives.'. The best writer in Hollywood right now is Mike White. In 2003 he wrote the film \"School of Rock\" for his friend Jack Black to star in. After a stretch competing in reality shows like \"The Amazing Race\" and \"Survivor,\" Mr. White is back where he belongs. He created, wrote and directed the recent HBO series \"The White Lotus.\" Set in Hawaii, it chronicles the dysfunction and competing narratives of staff and guests at a luxury resort. It is funny, biting and eye-opening. Mr. White so perfectly dissects society's mental meltdown, I'm worried he might end up canceled.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/st-paul-minn-shooting-in-crowded-bar-leaves-one-dead-14-injured-11633890490", "title": "St. Paul Shooting in Crowded Bar Leaves One Dead, 14 Injured", "date": "2021-10-10 14:28", "summary": "Three men are in custody after overnight shooting that police chief described as hellish scene. Three men are in custody after a shooting in a St. Paul, Minn., bar created what the police chief called a hellish scene, with 14 people injured and one dead.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jacob-blake-shooting-11598368824", "title": "Jacob Blake Shooting: What We Know About the Shooting in Kenosha", "date": "2021-10-10 13:45", "summary": "Justice Department won't bring federal civil-rights charges against officer who shot Jacob Blake seven times in 2020. The Justice Department won't bring federal civil-rights charges against the police officer whose shooting of Jacob Blake in Kenosha, Wis. in August 2020 sparked three nights of violent unrest in the small city south of Milwaukee.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/officer-who-shot-jacob-blake-wont-face-civil-rights-charges-doj-says-11633729837", "title": "Officer Who Shot Jacob Blake Won't Face Civil-Rights Charges", "date": "2021-10-10 13:37", "summary": "Shooting in August 2020 sparked three nights of violent unrest in small city south of Milwaukee. The Justice Department won't bring federal civil-rights charges against a police officer whose shooting of Jacob Blake in Kenosha, Wis., in August 2020 sparked three nights of violent unrest in the small city south of Milwaukee.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/latest-james-bond-film-falls-behind-predecessors-as-covid-19-concerns-linger-11633885874", "title": "Latest James Bond Film 'No Time to Die' Lags Behind Predecessors", "date": "2021-10-10 13:11", "summary": "Movie opened to an estimated $56 million in the U.S. and Canada after it was delayed for more than a year because of Covid-19. LOS ANGELES-James Bond finally faced off at the box office against a foe he couldn't seem to shake, and the result was something of a draw.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/czech-prime-minister-andrej-babis-loses-his-bid-for-re-election-11633851686", "title": "Czech Prime Minister Loses His Bid for Re-Election", "date": "2021-10-10 12:29", "summary": "The billionaire businessman had been at the forefront of a populist wave that swept Central Europe. Czech Prime Minister Andrej Babis lost his re-election bid on Saturday, a major upset against a billionaire businessman who had personified the rise of populist nationalism in Central Europe.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/soaring-energy-prices-raise-concerns-about-u-s-inflation-economy-11633870800", "title": "Soaring Energy Prices Raise Concerns About U.S. Inflation, Economy", "date": "2021-10-10 12:20", "summary": "Factories and service providers require energy to boost production, but oil and natural-gas supplies are tight. The U.S. economy is facing a new threat: rising energy prices.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rodents-the-size-of-st-bernards-swarm-an-exclusive-gated-community-11633882543", "title": "Rodents the Size of St. Bernards Swarm an Exclusive Gated Community", "date": "2021-10-10 12:15", "summary": "The world's largest rodents bully pets, roam tony streets and soil pristine lawns in Argentina, triggering demands for them to be relocated or castrated. TIGRE, Argentina-The lavish villas of Nordelta have for years hosted bucolic getaways for Argentina's wealthy, protected in an enclave where industry titans and soccer stars seek escape from the torments of city life.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/billie-jean-king-randy-moffitt-dodgers-giants-11633880459", "title": "Billie Jean Won Wimbledon. Randy Struck Out Dodgers. A Sibling Rivalry for the Ages.", "date": "2021-10-10 12:13", "summary": "Talking playoffs and baseball memories with Dodgers minority owner Billie Jean King and her younger brother, Randy Moffitt, a former San Francisco Giants relief pitcher. The night of Sept. 20, 1973, Randy Moffitt sat on a waterbed at his home north of the Golden Gate Bridge in Mill Valley, Calif., and watched his older sister, Billie Jean Moffitt, by then known as Billie Jean King, defeat Bobby Riggs in straight sets in the \"Battle of the Sexes\" at the Houston Astrodome.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beyond-evergrande-chinas-property-market-faces-a-5-trillion-reckoning-11633882048", "title": "Beyond Evergrande, China's Property Market Faces a $5 Trillion Reckoning", "date": "2021-10-10 12:07", "summary": "Resume Subscription. China Evergrande Group , the embattled property developer, is the first high-profile real-estate company to run into serious trouble in Beijing's campaign to tame a roaring property market.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-pandemics-over-for-big-banks-now-comes-the-hard-part-11633874580", "title": "The Pandemic's Over for Big Banks. Now Comes the Hard Part.", "date": "2021-10-10 10:03", "summary": "Bank profits are expected to plateau, exposing weak growth in banks' core businesses. Banks are moving past the pandemic that sent quarterly profits on a wild ride. That is drawing attention to their weak spots.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-the-income-tax-rate-on-the-rich-8-or-23-depends-on-whose-math-you-use-11633874400", "title": "Income-Tax Rate on the Rich Depends on Who's Doing the Math", "date": "2021-10-10 10:00", "summary": "Figuring out your tax rate-or Elon Musk's-requires assumptions about what counts as income and what counts as taxes. What do the wealthy pay in federal taxes? On paper, the top marginal income-tax rate is 37% on ordinary income and 23.8% on capital gains. Government estimates put high-income filers' average rates in the mid-20s.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/severe-drought-adds-to-afghanistans-woes-endangering-millions-as-economy-collapses-11633872935", "title": "Drought Endangers Millions as Afghan Economy Collapses", "date": "2021-10-10 09:35", "summary": "Farmers who survived two decades of war abandon land as water sources dry up. KAJAKI, Afghanistan-Afghan farmer Niamatullah survived nearly two decades of conflict, growing beans, wheat and corn in Helmand province as war raged around him. When he finally decided to uproot his family and flee last month, it was because of the weather.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-time-to-die-james-bond-review-daniel-craig-lea-seydoux-ana-de-armas-remi-malek-christoph-walz-lashma-lynch-aston-martin-db5-spectre-blofeld-11633022736", "title": "'No Time to Die' Review: James Bond Shaken, Audience Stirred", "date": "2021-10-10 09:28", "summary": "In Daniel Craig's last outing as the superspy, Bond must save the world from the weaponized DNA of Rami Malek's villain. 'No Time to Die\" is the latest James Bond episode and the last one to star Daniel Craig. His performance elevates-all but ennobles-the dramatic core of an otherwise choppy narrative, a succession of impressive but impersonal action sequences and affecting interludes that lead to a stirring climax.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alabama-texas-am-college-football-playoff-11633871584", "title": "Alabama's Stunning Loss to Texas A&M Shakes Up the College Football Playoff Picture", "date": "2021-10-10 09:19", "summary": "Aggies coach Jimbo Fisher is the first former assistant of Nick Saban to defeat his former boss and delivered the Tide's first loss to an unranked team since 2007. Texas A&M coach Jimbo Fisher talks fast and makes big promises: When asked in May what would happen when coach Nick Saban brought his Alabama team to Kyle Field in October, he said: \"We're going to beat his ass when they're here, don't worry.\"", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-digs-deeper-into-companies-eps-manipulation-11633870803", "title": "SEC Digs Deeper Into Companies' EPS Manipulation", "date": "2021-10-10 09:00", "summary": "Regulator uses analytics database based on research that spotted absence of numeral '4' in companies' quarterly reports to detect potential law violations. The Securities and Exchange Commission's review of companies' earnings per share has brought cases against three firms over the past year or so, and could come into greater focus under the regulator's new leadership.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fully-vaccinated-and-had-covid-19-no-rush-for-a-booster-shot-experts-say-11633870803", "title": "Fully Vaccinated and Had Covid-19? No Rush for a Booster Shot", "date": "2021-10-10 09:00", "summary": "Immunity from a real-world Covid infection plus vaccination provides strong protection without a third dose-for now, scientists say. People who both had Covid-19 and are vaccinated don't need to rush to get the boosters now rolling out across the U.S., health experts say.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/risky-volatility-funds-set-to-make-a-comeback-11633867380", "title": "Risky Volatility Funds Set to Make a Comeback", "date": "2021-10-10 08:03", "summary": "Two new ETFs that offer leveraged or inverse bets on the VIX set to debut, despite criticism that they are too risky. Funds that track stock-market volatility are making a comeback, despite concerns they are too complicated for some investors.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-scariest-part-of-halloween-this-year-is-the-supply-chain-11633867203", "title": "The Scariest Part of Halloween This Year Is the Supply Chain", "date": "2021-10-10 08:00", "summary": "Shoppers searching for costumes and decorations for the holiday are finding empty store shelves. Shoppers seeking witches, ghosts and severed heads to decorate their homes for Halloween are finding something truly scary this year: empty shelves.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-sanders-expresses-frustration-with-centrists-in-spending-talks-11633867202", "title": "Sanders Frustrated With Centrists in Spending Talks", "date": "2021-10-10 08:00", "summary": "Vermont progressive stands firm on $3.5 trillion price tag for education, healthcare and climate plan as Democrats trim ambitions. WASHINGTON-Bernie Sanders has pushed Congress for decades to expand the social safety net and fight climate change, with limited success. Now, with Democrats on the brink of finalizing such a package, the Vermont senator must decide how much is enough.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-meets-roadblocks-to-releasing-movies-in-china-11633863602", "title": "Disney Meets Roadblocks to Movie Releases in China", "date": "2021-10-10 07:00", "summary": "Three films including 'Shang-Chi' and 'Mulan' have been embroiled in political controversy. Marvel's 'Eternals' is the latest.. The Magic Kingdom is running into trouble in the Middle Kingdom.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/soaring-home-prices-are-roiling-appraisals-and-upending-sales-11633858381", "title": "Soaring Home Prices Are Roiling Appraisals and Upending Sales", "date": "2021-10-10 05:33", "summary": "More properties are being valued below their agreed-upon sales prices, causing deals to collapse. Jason and Talitha Brooks listed their house in Orange Park, Fla., in June at $320,000. After receiving multiple bids, the couple accepted an offer at $335,000. But the appraiser, hired by the buyer's lender, valued the home at only $305,000. The Brookses and the buyer couldn't agree on a new purchase price, and the deal fell through.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biggest-u-s-retailers-charter-private-cargo-ships-to-sail-around-port-delays-11633858380", "title": "Big U.S. Retailers Charter Private Cargo Ships Amid Port Delays", "date": "2021-10-10 05:33", "summary": "Home Depot, Costco and Walmart resort to private charters in push to stock shelves for holiday shoppers. Global supply-chain delays are so severe that some of the biggest U.S. retailers have resorted to an extreme-and expensive-tactic to try to stock shelves this holiday season: They are chartering their own cargo ships to import goods.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-your-career-help-change-the-world-you-have-80-000-hours-to-try-11633858202", "title": "Can Your Career Help Change the World? You Have 80,000 Hours to Try.", "date": "2021-10-10 05:30", "summary": "Many of us want jobs that contribute to the social good. Effective Altruists say some lines of work benefit humanity more than others, and those positions might surprise you. Most of us hope our jobs make a positive difference in the world. It's one reason companies have infused their mission statements with lofty goals of improving lives and talk of broader purpose in recent years.", "categories": [["Life & Work", "At Work"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/at-work?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-booster-shots-are-available-for-all-in-israel-younger-people-arent-convinced-11633858202", "title": "In Israel, Younger People Aren't Convinced by Covid Booster Shots", "date": "2021-10-10 05:30", "summary": "Take-up rates for boosters are especially low among younger Arab and ultraorthodox Israelis. TEL AVIV-Israel is among the most aggressive countries in the world in pushing boosters for the Covid-19 vaccine. Many younger people here are asking why.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-debit-cards-compared-11633613081", "title": "Credit Cards vs. Debit Cards: Which Are Better for Young Adults?", "date": "2021-10-10 05:30", "summary": "Each kind of card has advantages and disadvantages. Three financial experts offer advice on when it makes sense to use one or the other.. There's a longstanding debate about which is better when it comes to teaching young adults about good financial habits-debit cards or credit cards.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/austrias-sebastian-kurz-steps-down-as-chancellor-amid-corruption-probe-11633852339", "title": "Austria's Sebastian Kurz Steps Down as Chancellor", "date": "2021-10-10 03:52", "summary": "Resignation is latest blow for conservative movement in Western Europe. BERLIN-Austrian Chancellor Sebastian Kurz said he would step down following accusations of corruption less than two years after his re-election.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-xi-emphasizes-peaceful-reunification-with-taiwan-days-after-record-show-of-force-11633846538", "title": "China's Xi Asserts 'Peaceful Reunification' With Taiwan, Days After Record Show of Force", "date": "2021-10-10 02:15", "summary": "Taiwanese people would not bow to Chinese pressure, President Tsai Ing-wen said in a speech Sunday. Chinese President Xi Jinping called for a \"peaceful reunification\" with Taiwan days after China's People's Liberation Army sent a record 56 bombers and other aircraft on sorties near the self-ruled island in a single day.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/financial-price-work-burnout-11633616466", "title": "The High Financial Price of Burnout-and What to Do About It", "date": "2021-10-10 00:01", "summary": "Overspending and exhaustion often go together. And young people are especially vulnerable.. Burnout has a cost-a dollar cost. In my own life, I've learned to recognize the physical cost burnout exacts: trouble talking about anything but work; difficulty falling asleep after hours glued to my laptop; my heart racing with every new ping from Slack.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}]