[{"link": "https://www.wsj.com/articles/antony-blinken-to-face-lawmakers-over-afghanistan-withdrawal-u-s-policies-11631538001", "title": "Antony Blinken Defends Afghanistan Withdrawal, Citing Trump's Deal", "date": "2021-09-13 19:59", "summary": "Secretary of state says 20 years in Afghanistan shows that using force to remake a country 'is beyond our means and capacity'. The chief U.S. diplomat on Monday defended the military withdrawal from Afghanistan, telling a House committee that the Biden administration was bound to former President Donald Trump's agreement with the Taliban and that remaining would have risked more American lives.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeb-bushs-finback-investment-partners-closes-debut-fund-11631576149", "title": "Jeb Bush's Finback Investment Partners Closes Debut Fund", "date": "2021-09-13 19:35", "summary": "The former Florida governor's firm amassed $350 million to back companies alongside other private-equity investors. Finback Investment Partners LLC, a private-equity firm co-founded by former Florida Gov. Jeb Bush, has closed on $350 million for its debut fund.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-theranos-timeline-the-downfall-of-elizabeth-holmes-a-silicon-valley-superstar-11631576110", "title": "A Theranos Timeline: The Downfall of Elizabeth Holmes", "date": "2021-09-13 19:35", "summary": "The rise and fall of the blood-testing startup founder has played out over 18 years. 2003 - Elizabeth Holmes, then 19 years old, drops out of Stanford University and launches what will become blood-testing startup Theranos Inc.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-release-details-of-tax-increase-11631539532", "title": "Democrats Release Details of Proposed Tax Increase", "date": "2021-09-13 19:28", "summary": "Lawmakers plan to vote this week in the House Ways and Means Committee on the proposals. House Democrats spelled out their proposed tax increases on Monday, pushing higher rates on corporations, investors and high-income business owners as they try to piece together enough votes for legislation to expand the social safety net and combat climate change.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/here-comes-the-joe-biden-tax-bill-nancy-pelosi-richard-neal-house-ways-and-means-democrats-11631566810", "title": "Here Comes the Biden Tax Bill", "date": "2021-09-13 19:00", "summary": "Pelosi marches House Democrats to the political gallows.. It's been under wraps longer than some Egyptian mummies, but the bill for the Joe Biden-Nancy Pelosi-Bernie Sanders spending agenda is about to be exposed to the air. The Ways and Means Committee draft tax increase that leaked over the weekend is a $2.2 trillion Washington money grab for the ages.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-dangerous-nuclear-dance-international-atomic-energy-agency-biden-deal-11631555612", "title": "Iran's Dangerous Nuclear Dance", "date": "2021-09-13 18:59", "summary": "Will anything stop Biden from trying to revive the flawed deal?. We're not sure Iran could do anything to make President Biden give up his pursuit of reviving the 2015 nuclear deal, and Iran is acting as if it agrees. This could explain Tehran's escalations in response to U.S. concessions.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-the-covid-origin-inquiry-goes-now-china-wuhan-institute-of-virology-lab-leak-theory-11631223271", "title": "Where the Covid Origin Inquiry Goes Now", "date": "2021-09-13 18:57", "summary": "Congress can focus on U.S. funding for gain-of-function research.. After the intelligence community submitted its muddled report last month on the origins of Covid-19, President Biden said \"the world deserves answers, and I will not rest until we get them.\" He won't get answers from China, but that doesn't mean the U.S. can't do more at home.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/family-farms-farming-iowa-vilsack-step-up-in-basis-capital-gains-tax-11631547575", "title": "Family Farms Won't Escape Biden's New Tax", "date": "2021-09-13 18:50", "summary": "The president thinks they haven't paid their 'fair share.'. Agriculture Secretary Tom Vilsack, the former Democratic governor of Iowa, writes that \"Biden's Tax Changes Won't Hurt Family Farmers\" or small-business owners (op-ed, Sept. 9). Maybe he has been in Washington too long, as he has lost his grasp of today's capital-intensive, high-risk farming economics in Iowa.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/$300-a-week-jobs-unemployment-benefits-11631547422", "title": "$300 a Week and the Persistent Jobs Problem", "date": "2021-09-13 18:49", "summary": "The government-sanctioned free housing (aka eviction moratorium) has been a more significant disincentive to work.. Regarding \"The Biden Jobs Paradox\" (Review & Outlook, Sept. 4): More than eight million renters self-report as behind on rent. While the extra $300 a week in enhanced unemployment benefits has been a disincentive to work, a more significant disincentive has been the government-sanctioned free housing (aka eviction moratorium) paid for by property owners.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuba-colonialism-us-cuban-republic-castro-11631547002", "title": "Cuba's Old Republic Outshines Colonialism and Castroism", "date": "2021-09-13 18:45", "summary": "The island's democratic period (1902-1952) saw impressive achievements.. Felipe Fernández-Armesto's review of \"Cuba: An American History\" by Ada Ferrer (Bookshelf, Sept. 4) offers insights into Cuba's history under colonialism and Castroism, but it does a disservice to Cuba's democratic period (1902-1952). During the Cuban Republic, the island's leaders negotiated the return of the Isle of Pines and reduced the U.S. military presence from four bases to two and then to one. The Platt Amendment was the price for ending the four-year American occupation following the Spanish-American War, and ending Platt in 1934 ended formal U.S. interference in Cuban affairs.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/religious-liberty-yeshivas-jewish-schools-education-11631547238", "title": "Religious Liberty, the State and the Yeshivas", "date": "2021-09-13 18:43", "summary": "Defenders of freedom should pay close attention.. Regarding Dovid Margolin's \"Communism, Secularism and Jewish Schools\" (Houses of Worship, Sept. 3): The yeshiva controversy is not merely a matter for Haredi Jews. When the Ku Klux Klan successfully lobbied to ban private (read: Catholic) schools in Oregon in 1922, a group of nuns who ran schools filed suit. In Pierce v. Society of Sisters (1925), a unanimous Supreme Court struck down the ban, holding that \"the child is not the mere creature of the state.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/met-gala-best-dresses-2021-fashion-outfit-photos-11631572852", "title": "Timothée Chalamet, Rihanna, Billie Eilish and the 41 Best Looks of the Met Gala 2021", "date": "2021-09-13 18:41", "summary": "Fashion's biggest night finally returned-with a dose of national pride-at the Metropolitan Museum of Art. See all the most notable looks from the red carpet.. It's not the first Monday in May-but what are calendar technicalities when it comes to the Metropolitan Museum of Art's first Costume Institute gala since 2019? Condé Nast chief content officer and global Vogue chief Anna Wintour presided over the red carpet in her custom Oscar de la Renta gown, playing host with official event co-chairs Timothée Chalamet, Billie Eilish, Amanda Gorman and Naomi Osaka (and alongside her fellow honorary co-chairs, designer Tom Ford and Instagram's Adam Mosseri). The theme and dress code of the event was \"American Independence,\" which ties into the Met's accompanying show, In America: A Lexicon of Fashion. Scroll to see the most electric and exciting fashion looks from the evening, from Chalamet in Haider Ackermann to Gorman in Vera Wang.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cricket-ban-afghanistan-team-taliban-islamist-women-rights-sexism-misogyny-australia-11631568330", "title": "A Cricket Ban Won't Hurt the Taliban", "date": "2021-09-13 18:39", "summary": "Boycotting the national team would only punish ordinary Afghans.. Eight days after a suicide bomber slaughtered scores of people at Kabul airport, the Taliban allowed a cricket match to be played in the Afghan capital. Players were drawn from among the best Afghan cricketers. Some 4,000 spectators attended-each patted down at the gates by Taliban guards. The enthusiastic but prudent crowd waved both the flag of Afghanistan and the banner of the Taliban. No women were present.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-rule-the-waves-review-the-necessity-of-a-navy-11631572721", "title": "'To Rule the Waves' Review: The Necessity of a Navy", "date": "2021-09-13 18:38", "summary": "The imperative of protecting trade lanes on the high seas is fueling maritime competition, especially between the U.S. and China.. Even for those transfixed by grand strategy, Alfred Thayer Mahan's \"The Influence of Seapower Upon History\" (1890) is a slog. In more than 500 pages of often turgid prose, Mahan, who twice served as president of the U.S. Naval War College, examined how maritime strength shaped war between 1660 and 1783. \"The necessity of a navy,\" he wrote, \"springs . . . from the existence of a peaceful shipping.\" He concluded that a large merchant fleet and a strong navy with bases allowing it to operate far from home were vital to protect the U.S. economy and maintain foreign trade in times of war. \"In order to do this,\" he added, \"the enemy must be kept not only out of our ports, but far away from our coasts.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gavin-newsom-white-privilege-larry-elder-racism-inequality-california-recall-election-11631566580", "title": "Gavin Newsom's White Privilege", "date": "2021-09-13 18:36", "summary": "Instead of debating ideas, progressives call Larry Elder a white supremacist.. If the polls going into Tuesday's recall election in California hold up, Gavin Newsom will keep his job as governor. But if he does, no one should ever again take seriously progressive complaints about white privilege.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/internationalist-globalist-liberal-world-order-crumbling-foreign-policy-national-security-11631568231", "title": "American Global Leadership Is in Retreat", "date": "2021-09-13 18:35", "summary": "If the U.S.-led liberal international order is crumbling, what comes next?. The 20th anniversary of 9/11 finds American foreign policy in a peculiar place. The U.S. hasn't stabilized the Middle East, permanently remade Afghan society or ended jihad. But no terrorist has managed to inflict another attack on the scale of Sept. 11 on the American homeland. As a result, the War on Terror has receded to the margins of U.S. politics as fears that the liberal world order is crumbling rise to the fore.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intuit-nears-deal-to-buy-mailchimp-11631562504", "title": "Intuit Agrees to Buy Mailchimp for About $12 Billion", "date": "2021-09-13 18:34", "summary": "The deal for the closely held company would be TurboTax maker's largest ever. TurboTax maker Intuit Inc. agreed to buy email-marketing pioneer Mailchimp for about $12 billion, in a move aimed at capitalizing on the growth of small and midsize businesses.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-biden-to-nominate-rostin-behnam-as-cftc-chairman-11631567789", "title": "Biden Moves to Fill CFTC Vacancies", "date": "2021-09-13 18:24", "summary": "White House taps Rostin Behnam as permanent chairman and plans to nominate two commissioners, giving Democrats a 3-1 majority at the derivatives regulator. WASHINGTON-President Biden said he plans to nominate Rostin Behnam as chairman of the Commodity Futures Trading Commission and announced two additional picks to fill vacancies at the derivatives regulator.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-politicians-talk-about-infrastructure-11631571258", "title": "When Politicians Talk About Infrastructure", "date": "2021-09-13 18:14", "summary": "Let's hope 'progressive' threats to reject $1 trillion in spending are sincere.. There's an emerging political consensus that while the Democrats' $3.5 trillion budget reconciliation bill is a reckless attempt to enact the Bernie Sanders agenda, a separate plan to spend $1 trillion on infrastructure is a reasonable bipartisan compromise. But don't sell the infrastructure plan short-it too is a tremendous slouch.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sex-abuse-lawsuit-against-prince-andrew-faces-first-court-test-11631561901", "title": "Prince Andrew Faces Court Test in Effort to Block Sex-Abuse Suit", "date": "2021-09-13 18:12", "summary": "Federal judge weighs whether Virginia Giuffre's lawyers have given British royal proper notice of legal accusations. Lawyers involved in a lawsuit accusing the U.K.'s Prince Andrew of sexual abuse sparred at a hearing Monday over an obscure but crucial legal question: whether the royal had been given proper notice about the complaint.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chris-dodd-barney-frank-back-fed-chairman-powell-for-second-term-11631570776", "title": "Chris Dodd, Barney Frank Back Powell for Second Term", "date": "2021-09-13 18:06", "summary": "Frank says recent Fed efforts to ease financial regulation have been 'pretty marginal'. The two main sponsors of the 2010 financial-regulatory legislation that bears their names said Monday that President Biden should reappoint Fed Chairman Jerome Powellto a second term atop the central bank.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-accounting-standards-shell-company-vie-investment-sarbanes-oxley-sec-gensler-11631563524", "title": "SEC Chair: Chinese Firms Need to Open Their Books", "date": "2021-09-13 18:00", "summary": "China's companies must allow their audit firms to be audited or their shares won't trade in U.S. capital markets.. The Securities and Exchange Commission may need to prohibit trading in about 270 China-related companies by early 2024. The reason can be traced to the Enron and WorldCom accounting scandals.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/four-day-workweek-flexible-child-development-parenting-work-life-balance-11631569131", "title": "A Four-Day Workweek Is No Holiday", "date": "2021-09-13 17:59", "summary": "For most parents with young children, shorter-not fewer-workdays is a better deal.. The crowdfunding platform Kickstarter has announced that its employees will work four days a week starting in 2022, and the pandemic is reshaping workplaces across the country. \"Is a Four-Day Week the Future of Work?\" a headline in this newspaper recently asked.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-trial-in-varsity-blues-college-admissions-case-gets-under-way-11631525400", "title": "First Trial in Varsity Blues Case Gets Under Way", "date": "2021-09-13 17:54", "summary": "Prosecutors called Bruce Isackson, a California parent who pleaded guilty, as first witness. BOSTON-Determined to get their children into the University of Southern California and other elite schools, two wealthy parents falsely portrayed the teens as recruited athletes and knew the money they gave a college counselor and others served as payments in exchange for admission offers, prosecutors told jurors in opening statements at the first criminal trial in the Varsity Blues college-admissions case.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/juilliard-string-quartet-the-early-columbia-recordings-1949-56-william-schumann-robert-mann-robert-koff-raphael-hillyer-arthur-winograd-claus-adam-11631569901", "title": "'Juilliard String Quartet: The Early Columbia Recordings, 1949-56' Review: A Long-Awaited Encore", "date": "2021-09-13 17:52", "summary": "The Juilliard String Quartet's earliest recordings have returned to circulation some 70 years after their debuts.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paramount-pictures-reorganization-includes-push-for-paramount-streaming-11631569733", "title": "Paramount Pictures Revamp Includes Push for Paramount+ Streaming", "date": "2021-09-13 17:48", "summary": "Under new management team, Paramount Pictures is expected to make more proprietary TV shows and fewer movies. ViacomCBS Inc. unveiled a new management team and operating structure for its iconic Paramount Pictures movie and television production unit that Chief Executive Bob Bakish said would better position it for the streaming era.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-public-schools-reopen-amid-covid-19-with-no-remote-learning-option-11631568558", "title": "New York City Public Schools Reopen Amid Covid-19 with No Remote Learning Option", "date": "2021-09-13 17:29", "summary": "Resume Subscription. Bronx, N.Y.-Seventh-grader Sara Palau hadn't taken classes in a school building in a year and half because her parents were among the many who feared the spread of Covid-19. On Monday, the 12-year-old was dressed for the first day of classes by 6 a.m., and said she was nervous.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/kacey-musgraves-star-crossed-review-marriage-divorce-11631567471", "title": "'Star-Crossed' by Kacey Musgraves Review: A Marriage Story Gets the Intergalactic Treatment", "date": "2021-09-13 17:12", "summary": "A new album takes an out-of-this-world approach to the tale of the singer's path to divorce.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-says-litecoin-partnership-news-release-is-fake-11631545453", "title": "Fake Walmart News Release Spurs Spike in Cryptocurrency Litecoin", "date": "2021-09-13 17:12", "summary": "Litecoin's price briefly surged before the giant retailer made clear the release was phony. The price of litecoin, a little-used cryptocurrency, spiked in early trading Monday before falling back, after a news release touting a partnership with giant retailer Walmart Inc. turned out to be fake.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shortage-of-school-bus-drivers-prompts-massachusetts-to-tap-national-guard-11631566694", "title": "Shortage of School Bus Drivers Prompts Massachusetts to Tap National Guard", "date": "2021-09-13 16:58", "summary": "School districts across the U.S. are looking for ways to address a lack of drivers. Massachusetts Gov. Charlie Baker is enlisting the National Guard to help transport students to school as the state manages a bus driver shortage at the start of the 2021-22 school year.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-tied-to-chinese-exile-guo-wengui-to-pay-539-million-to-settle-sec-action-11631539327", "title": "Companies Tied to Guo Wengui to Pay $539 Million to Settle SEC Action", "date": "2021-09-13 16:50", "summary": "Regulator says companies violated investor-protection laws. WASHINGTON-Three media companies tied to exiled Chinese businessman Guo Wengui have agreed to pay $539 million to settle regulatory claims they violated investor-protection laws when they raised money from over 5,000 investors.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-09-13-2021-11631523857", "title": "S&P 500 Advances While Nasdaq Edges Lower", "date": "2021-09-13 16:42", "summary": "Broad index moves higher following its worst weekly performance since February. The S&P 500 eked out a modest gain Monday, shaking off earlier losses, thanks to rallying shares of energy companies.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uranium-stocks-jump-as-reddits-wallstreetbets-goes-nuclear-11631538583", "title": "Uranium Stocks Jump as Reddit's WallStreetBets Goes Nuclear", "date": "2021-09-13 16:32", "summary": "Investors count on demand for the nuclear fuel to rise amid shift toward less carbon-intensive energy sources. Shares of uranium mining companies surged Monday as retail traders from Reddit's WallStreetBets forum focused their energies on the rallying radioactive metal.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-boosters-arent-necessary-yet-group-of-scientists-say-11631565155", "title": "Covid-19 Boosters Aren't Necessary Yet, Group of Scientists Say", "date": "2021-09-13 16:32", "summary": "After data review, scientists say vaccines should go first to people who haven't gotten them. An international group of scientists said Monday that there isn't enough evidence yet to support giving Covid-19 booster shots to the general public.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meme-stocks-amc-and-gamestop-push-small-cap-benchmark-higher-11631525580", "title": "Meme Stocks AMC and GameStop Push Small-Cap Benchmark Higher", "date": "2021-09-13 16:26", "summary": "The Russell 2000 value index is among those that have advanced with help from the run-up in meme stocks this year. Meme stocks are distorting the way some investors see parts of the market.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alvaro-bedoya-set-to-be-nominated-to-federal-trade-commission-post-11631556909", "title": "Alvaro Bedoya Set to Be Nominated to FTC Post", "date": "2021-09-13 16:20", "summary": "Critic of surveillance technologies would take on role of enforcing antitrust, consumer-protection laws. WASHINGTON-The White House said Monday it intends to nominate Alvaro Bedoya, an academic who has criticized facial-recognition and other digital technologies that can be used for surveillance, to a seat on the Federal Trade Commission.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fox-acquires-celebrity-news-specialist-tmz-from-at-ts-warnermedia-11631564133", "title": "Fox Acquires Celebrity News Specialist TMZ", "date": "2021-09-13 16:15", "summary": "Companies already have deep ties; Fox carries several TMZ-produced TV shows. Fox Corp. said it has acquired celebrity news platform TMZ from AT&T Inc.'s WarnerMedia unit, as the company looks to expand in digital media and unscripted content.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-fed-survey-shows-inflation-expectations-at-record-highs-in-august-11631545200", "title": "Inflation Expectations Continue to Climb, New York Fed Survey Shows", "date": "2021-09-13 16:08", "summary": "Respondents see inflation at 5.2% a year from now and 4% in three years, while expected income also rises. Americans' expectations of future inflation hit a record high last month, according to a new report from the Federal Reserve Bank of New York, potentially challenging the central bank's confidence that inflation pressures will ebb over time.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/once-upon-a-time-in-queens-1986-new-york-mets-shea-stadium-frank-cashen-dwight-gooden-darryl-strawberry-keith-hernandez-mookie-wilson-lenny-dykstra-davey-johnson-11631562612", "title": "'Once Upon a Time in Queens' Review: Meet the Mets", "date": "2021-09-13 16:07", "summary": "A four-part '30 for 30' presentation on ESPN tells the amazin' story of the 1986 Mets.. The more storied seasons of Major League Baseball-not plays, not games, but entire seasons-unfold like 19th-century novels, or the more implausible of Hollywood fantasies. The '78 Yankees. The '79 Pirates. The 2002 Oakland A's (who were, in fact, the basis of \"Moneyball\") or the '86 New York Mets-the subject of \"Once Upon a Time in Queens,\" a foul-mouthed fairy tale about what is probably best remembered as a tale of soaring stars and collapsing Red Sox.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazons-contracts-with-wholesalers-hurt-competition-d-c-suit-alleges-11631563639", "title": "Amazon's Contracts With Wholesalers Hurt Competition, D.C. Suit Alleges", "date": "2021-09-13 16:07", "summary": "Washington's attorney general added new allegations to a pending antitrust lawsuit, which Amazon is fighting. WASHINGTON-The District of Columbia's attorney general accused Amazon . com Inc. of contracting with wholesalers in a way that drives up product prices on other websites and insulates the e-retail giant from competition, adding new allegations to a pending district antitrust lawsuit.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hair-of-the-dog-tuesday-crossword-september-14-11631293003", "title": "Hair of the Dog (Tuesday Crossword, September 14)", "date": "2021-09-13 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-monitors-to-come-under-new-limits-in-u-s-11631563165", "title": "Police Monitors to Come Under New Limits in U.S.", "date": "2021-09-13 15:59", "summary": "Justice Department to cap budgets, tenure of teams overseeing local law-enforcement revisions. WASHINGTON-The Justice Department will put limits on the work of court-appointed monitors who oversee local police revisions, including setting caps on their budgets and tenure, officials said Monday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-nominate-reta-jo-lewis-to-lead-export-import-bank-of-the-united-states-11631561400", "title": "Biden to Nominate Reta Jo Lewis to Lead Ex-Im Bank", "date": "2021-09-13 15:30", "summary": "President picks ex-State Department official and Washington D.C. mayoral candidate to lead agency that aids exporters. WASHINGTON-President Biden intends to nominate Reta Jo Lewis, a former State Department official, to serve as president and chairwoman of the Export-Import Bank of the United States, according to people familiar with the announcement.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-oil-demand-to-exceed-pre-pandemic-levels-next-year-opec-says-11631535663", "title": "Global Oil Demand to Exceed Pre-Pandemic Levels Next Year, OPEC Says", "date": "2021-09-13 15:21", "summary": "Cartel raises forecast for 2022, citing travel rebound. The world's thirst for oil will exceed pre-pandemic levels next year, with improving vaccination rates and increasing public confidence in governments' management of Covid-19 spurring a recovery in travel, the Organization of the Petroleum Exporting Countries said Monday.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-fashion-week-2021-best-looks-photos-11631560544", "title": "Proenza Schouler, Tom Ford, and The 17 Best Looks of New York Fashion Week", "date": "2021-09-13 15:16", "summary": "New York Fashion Week made its cautious return-but on the runway, designs looked boldly and fearlessly ahead. The most stylish ensembles to know.. The return of New York Fashion Week to its (nearly) normal forms-major runway shows, plenty of guests, even long-suspended after-parties-was emotional for some. \"[N]ewfound freedoms, however fragile they seem,\" Proenza Schouler designers Jack McCollough and Lazaro Hernandez said Wednesday in the notes of their collection, \"[are] coupled with an absolute optimism for all that lies ahead.\"", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-says-it-will-resume-nuclear-talks-in-the-near-future-11631553747", "title": "Iran Says It Will Resume Nuclear Talks in the Near Future", "date": "2021-09-13 15:03", "summary": "Iranian pledge comes as Washington suspends plan to rebuke Tehran over failure to cooperate with U.N. atomic agency. Iran said Monday it planned to resume nuclear talks in the near future, the clearest indication yet that negotiations on reviving the 2015 nuclear deal could soon resume, and the Biden administration confirmed it would drop a resolution censuring Iran for failing to cooperate with nuclear inspectors.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-n-gets-1-billion-for-afghan-relief-as-taliban-promise-access-for-aid-workers-11631559396", "title": "U.N. Gets $1 Billion for Afghan Relief as Taliban Promise Access for Aid", "date": "2021-09-13 14:56", "summary": "Taliban commit to respect rights of women, minorities and freedom of expression 'in light of religion'. The United Nations said Monday that it obtained $1 billion in pledges of fresh funds to stave off a humanitarian crisis in Afghanistan, after receiving a written assurance by the Taliban authorities that they would allow aid workers to operate freely across the country.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-estates-biggest-trade-group-seeks-to-block-justice-department-probe-11631557612", "title": "Realtor Group Seeks to Block Justice Department Investigation", "date": "2021-09-13 14:26", "summary": "NAR files petition to block investigation of industry practices, saying DOJ's withdrawal from earlier settlement is breach of law. WASHINGTON-The main trade association for real-estate agents on Monday sought to block a broad Justice Department investigation of industry practices, after an antitrust settlement between the two sides fell apart this summer.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-tips-from-tvs-funniest-cook-master-of-none-co-star-eric-wareheim-11631557050", "title": "Top Tips From TV's Funniest Cook, 'Master of None' Co-Star Eric Wareheim", "date": "2021-09-13 14:17", "summary": "With his new cookbook, the comedian and actor is flexing his culinary chops, serving up sexy leftovers and offering wine pairings, to boot. WORKING IN TV doesn't necessarily make for the best eating, what with long days and nights spent shooting and the inevitable desperate plunges into the candy bowl on the craft service table. But in the case of comedian-actor-writer-director-musician Eric Wareheim, the work only served to further his evolution into a full-fledged cook, restaurant hound and wine connoisseur. \"Being on tour or shooting around the world, I was always looking for where I could get the best meal, whether going to Chicago and having a deep-dish pizza or being in Miami and eating ceviche,\" he said. Shooting the second season of Netflix 's \"Master of None,\" for example, he and the show's creator, his friend and fellow comedian Aziz Ansari, learned how to make pasta with Italian grandmothers-on camera and off. \"It became an obsession that went beyond just TV,\" he said.", "categories": [["Life & Work", "Food & Drink", "In My Kitchen"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/in-my-kitchen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fringe-dating-apps-deserve-more-bantr-11631553035", "title": "Fringe Dating Apps Deserve More Bantr", "date": "2021-09-13 13:10", "summary": "Lesser-used dating apps might not be worth your money today, but they are definitely worth your time. Ted Lasso is quite the eligible bachelor, but he isn't on Tinder, Bumble or Hinge. He and other characters on Apple TV+'s latest streaming sensation are on Bantr, a fictional dating app centered on playful conversation rather than traditional selfies and swipes.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-coronavirus-breakthrough-vaccine-natural-immunity-cdc-fauci-biden-failure-11631548306", "title": "Covid Confusion at the CDC", "date": "2021-09-13 13:02", "summary": "Decisions on boosters relied on data from Israel. Why isn't the U.S. producing this research?. The U.S. spends lavishly on healthcare yet can't answer basic questions about Covid-19. Some of the best research has come from Israel. American public health agencies should be producing data on breakthrough infections, boosters and natural immunity. But the Centers for Disease Control and Prevention has failed to provide the information needed to inform a sound Covid strategy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-trust-approval-afghanistan-covid-19-vaccine-mandate-mainstream-media-11631548431", "title": "Joe Biden's Presidency Is Incredible-No, Really", "date": "2021-09-13 12:59", "summary": "The dissembling and self-contradictions are many, but the press never sees fit to call them out as lies.. Say what you will, it should be obvious by now to any fair-minded observer that Joe Biden is an incredible president. Absolutely unbelievable.", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uranium-rally-might-have-a-brief-half-life-11631552190", "title": "Uranium Rally Might Have a Brief Half-Life", "date": "2021-09-13 12:56", "summary": "Uranium prices, and uranium miners' share prices, are running hot, but the rally only makes sense for those thinking very long-term. This hot commodity needs to be handled with care.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/man-with-machete-bayonet-arrested-near-democratic-national-committee-headquarters-11631552082", "title": "Man With Machete, Bayonet Arrested Near Democratic National Committee Headquarters", "date": "2021-09-13 12:54", "summary": "California man was in a pickup with swastika, white-supremacist symbols, Capitol Police say. A man driving a pickup marked with white-supremacist symbols was arrested early Monday morning near Democratic National Committee headquarters in Washington, according to Capitol Police.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/star-gymnasts-to-testify-at-senate-hearing-biles-raisman-maroney-nichols-11631549499", "title": "Star Gymnasts to Testify at Senate Hearing About FBI's Failings in Nassar Investigation", "date": "2021-09-13 12:12", "summary": "Simone Biles, McKayla Maroney, Maggie Nichols and Aly Raisman were some of the earliest-identified potential victims of the former team doctor. WASHINGTON-Gymnastics stars Simone Biles, McKayla Maroney, Maggie Nichols and Aly Raisman are set to testify this week at a U.S. Senate hearing about the Federal Bureau of Investigation's handling of an investigation into their abuse by the former women's national team physician Larry Nassar.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-study-in-england-shows-few-deaths-among-vaccinated-11631549453", "title": "Covid-19 Study in England Shows Few Deaths Among Vaccinated", "date": "2021-09-13 12:10", "summary": "Survey finds 640 coronavirus deaths in the first half of 2021 among people who had received two shots and more than 50,000 among those who hadn't. LONDON-An analysis of more than 50,000 Covid-19 deaths in England this year offers reassuring evidence on the effectiveness of vaccines, showing that mortality rates among people fully inoculated against coronavirus were a fraction of those without a shot.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-bankruptcy-lawyer-launches-diversity-focused-consulting-firm-11631549218", "title": "Ex-Bankruptcy Lawyer Launches Diversity-Focused Consulting Firm", "date": "2021-09-13 12:06", "summary": "Former Kirkland partner Jon Henes forms consulting firm C Street with professionals he met working on Democratic campaigns. Jon Henes, a former bankruptcy partner at law firm Kirkland & Ellis LLP, has co-founded a consulting firm focused on helping companies boost diversity and inclusion efforts and manage controversies.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-taliban-seek-international-acceptance-countries-seek-to-engagebut-stop-short-of-recognition-11631548841", "title": "Taliban Seek International Recognition, but Countries Stop Short", "date": "2021-09-13 12:00", "summary": "Qatari foreign minister's visit to Kabul highlights complexities of dealing with Taliban's new government. KABUL-With a new government in place and uncontested control over the country, Afghanistan's Taliban rulers are clamoring for international recognition of their reinstated Islamic Emirate of Afghanistan.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-deaths-in-delta-surge-hit-younger-unvaccinated-people-11631525400", "title": "Covid-19 Deaths in Delta Surge Trend Younger in U.S.", "date": "2021-09-13 11:55", "summary": "Vaccines have shielded older people from the worst outcomes, leaving younger people who haven't gotten shots at risk. A surge in Covid-19 deaths caused by the highly contagious Delta variant is hitting working-age people hard while highlighting the risks for people who remain unvaccinated.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-crazy-story-behind-cult-simpsons-and-beavis-and-butt-head-t-shirts-11631547610", "title": "He Acted in More Than 20 Movies. Now the T-Shirts He Made on the Side Are Worth Thousands.", "date": "2021-09-13 11:40", "summary": "The late actor Stanley DeSantis, who appeared in 'The Aviator,' 'Entourage' and 'Alf,' also managed to operate a massive business producing memorabilia T-shirts, many of which are still coveted today. On Instagram, nearly 10,000 posts are labeled with the hashtag #StanleyDeSantis. DeSantis, who died in 2005, was a prolific actor, appearing in everything from the hammy '80s sitcom \"Alf\" to the 1996 camp classic film \"The Birdcage\" to the 2000s HBO bro-fest \"Entourage.\" But barely any of the Instagram posts concern DeSantis's screen success. Almost all are related to his other career: as a T-shirt designer and manufacturer who specialized in officially licensing designs based on movies and TV shows. Over a decade after his death, DeSantis's graphic tees have become gobsmackingly collectible.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-covid-19-data-is-deleted-nih-reviews-how-its-gene-archive-is-handled-11631545490", "title": "After Covid-19 Data Is Deleted, NIH Reviews Gene Archive's Handling", "date": "2021-09-13 11:04", "summary": "Removal of coronavirus gene sequences that might hold clues to the pandemic's origin sparked concern among scientists and U.S. senators. The National Institutes of Health said it was reviewing the removal of genetic data about the Covid-19 virus from an agency-run archive after a scientist raised concerns about the episode earlier this summer.", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghan-pilots-who-sought-safety-in-uzbekistan-poised-for-u-s-transfer-under-new-agreement-11631377031", "title": "Afghan Pilots Begin U.S. Transfer", "date": "2021-09-13 10:36", "summary": "Fate of 46 aircraft still in Uzbekistan remains unknown. WASHINGTON-A group of Afghan Air Force pilots and their relatives who had fled the Taliban flew out of Uzbekistan this weekend after the U.S. and Uzbek governments reached an agreement on their transfer, people familiar with the matter said.", "categories": [["WSJ News Exclusive", "World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-justice-stephen-breyer-feels-partisan-push-to-retire-11631543401", "title": "Justice Breyer Feels Partisan Push to Retire", "date": "2021-09-13 10:30", "summary": "Resume Subscription. CAMBRIDGE, Mass.-Justice Stephen Breyer said he understands why liberals are panicking about the makeup of the Supreme Court-and the reasons many activists and lawmakers who admire his jurisprudence want him to resign.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/facebook-files-xcheck-zuckerberg-elite-rules-11631541353", "title": "Facebook Says Its Rules Apply to All. Company Documents Reveal a Secret Elite That's Exempt.", "date": "2021-09-13 10:21", "summary": "A program known as XCheck has given millions of celebrities, politicians and other high-profile users special treatment, a privilege many abuse. Mark Zuckerberg has publicly said Facebook Inc. allows its more than three billion users to speak on equal footing with the elites of politics, culture and journalism, and that its standards of behavior apply to everyone, no matter their status or fame.", "categories": [[""]], "category_links": ["https://www.wsj.com/articles/the-facebook-files-11631713039?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-country-is-struggling-to-reverse-a-shrinking-population-11631535362", "title": "The Struggle to Reverse a Shrinking Population Hits Some Nations Harder", "date": "2021-09-13 09:31", "summary": "As the rich world contemplates a future of labor shortages and possible economic stagnation, demographic decline is already reality in Latvia. DAGDA, Latvia-For nearly three decades, Inara Frolova, a local civil servant, has recorded just how fast this remote district on Latvia's eastern border has dwindled. When her three brothers, her first husband and her son left for Ireland, she wrote it down. When births hit their lowest-ever level last year, she entered the data.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbnb-apache-biogen-what-to-watch-when-the-stock-market-opens-today-11631531126", "title": "Airbnb, Apache, Biogen: What to Watch When the Stock Market Opens Today", "date": "2021-09-13 09:25", "summary": "Airbnb shares slipped 1.6% premarket after analysts at Goldman Sachs recommended investors sell the stock. U.S. stock futures rose Monday, pointing to major indexes recovering some ground following the S&P 500's worst weekly performance since February. Here's what we're watching ahead of Monday's open.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-different-9-11-reminder-theres-still-plenty-of-room-for-optimism-11631539018", "title": "A Different 9/11 Reminder: There's Still Plenty of Room for Optimism", "date": "2021-09-13 09:16", "summary": "U.S. ingenuity and the enduring power of the American idea continue to hold promise around the globe. The commemorations of the 20th anniversary of the 9/11 terror attacks were especially somber, and not just because memories of that day remain so searing.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/max-scherzer-dodgers-trade-11631538935", "title": "The Dodgers' Max Scherzer Has Been a Nearly Perfect Midseason Pickup", "date": "2021-09-13 09:16", "summary": "The ace acquired from Washington in July has dazzled since joining Los Angeles, culminating in a near-perfect game on Sunday. The Los Angeles Dodgers know well that winning headlines in July doesn't always mean winning games in October. They acquired Yu Darvish at the trade deadline in 2017, and he melted down spectacularly in the World Series. They landed Manny Machado in 2018, but he choked on the big stage on the field and alienated fans off it.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-tells-internet-companies-to-stop-blocking-links-from-rivals-11631538465", "title": "China Tells Internet Companies to Stop Blocking Links From Rivals", "date": "2021-09-13 09:07", "summary": "Tencent, Alibaba and others were called to meeting with Chinese officials, as Beijing seeks to end practice that has become common among large tech companies. SINGAPORE-China has ordered its largest internet companies to stop blocking links from their rivals on their apps, as Beijing seeks to boost competition in a sector dominated by a handful of companies.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anxious-about-talking-to-people-after-lockdown-heres-some-advice-11629388094", "title": "Anxious About Talking to People After Lockdown? Here's Some Advice.", "date": "2021-09-13 08:46", "summary": "After months of isolation, you may feel you have nothing interesting to say. But research shows you can relax.. Dr. Samantha Boardman (@sambmd) is a clinical assistant professor of psychiatry and assistant attending physician at Weill-Cornell Medical College in New York City. She blogs at PositivePrescription.com and is the author of \"Everyday Vitality, Turning Stress Into Strength.\"", "categories": [["THE EXPERTS | Leadership"]], "category_links": ["https://www.wsj.com/news/types/experts-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/antoni-porowski-interview-advice-11631536502", "title": "Antoni Porowski on the Sleeping Advice He Got from Justin Trudeau", "date": "2021-09-13 08:35", "summary": "The 'Queer Eye' star also shares his go-to breakfast and intensive exercise routine.. On Mondays, Queer Eye star Antoni Porowski usually wakes up between 6:30 and 7:15 a.m. In his pre-pandemic life, he used to pour himself a black cold brew from La Colombe first thing. These days, his dog, a rescue pitbull mix named Neon, demands his attention. \"I have to take her out to pee and then I have to feed her immediately because she literally runs around the living room until she gets fed,\" says Porowski, 37, \"and then I can have my coffee.\" Porowski's caffeine routine progresses as the week goes on; by midweek, he allows himself the indulgence of nondairy milk, his current go-to being Táche pistachio milk. \"I used a lot of oat milk but then I heard they put a lot of vegetable oils in there and then I heard almond milk is terrible for the environment, so I was like, oh God, what am I going to do?\" he says. \"Pistachio milk is the perfect balance of salty and sweet.\"", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaccine-mandates-are-coming-to-offices-but-the-honor-system-now-rules-11631534401", "title": "Vaccine Mandates Are Coming to Offices, but the Honor System Rules", "date": "2021-09-13 08:00", "summary": "Shifting guidance on mask wearing and a lack of disclosure over vaccination status rattle some workers going back to offices. Employees across the country have been adapting to a patchwork of rules for Covid-19 vaccination, testing and masking as workplaces reopen more widely.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-drops-3-billion-property-deal-with-chinese-power-couple-11631533249", "title": "Blackstone Drops $3 Billion Property Deal With Chinese Power Couple", "date": "2021-09-13 07:40", "summary": "Soho China's founders had faced criticism in China over the planned sale. Shares in Chinese commercial-property developer Soho China Ltd. tumbled 35% Monday, after Blackstone Inc. abandoned a $3.3 billion takeover in the face of an unexpectedly long regulatory review.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shell-pushes-to-restart-oil-platforms-after-hurricane-ida-11631532598", "title": "Inside Shell's Push to Restart Oil Platforms After Hurricane Ida", "date": "2021-09-13 07:29", "summary": "Deep-water platforms have to be painstakingly inspected after powerful storm; some remain offline more than two weeks later. APPOMATTOX OIL PLATFORM-This gargantuan deep-water drilling base 80 miles off the Louisiana coast hadn't produced a drop of oil for Royal Dutch Shell PLC since Hurricane Ida. Turning it back on was proving to be an extraordinary challenge.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musks-spacex-seeks-next-space-milestone-with-launch-this-week-11631531152", "title": "SpaceX Seeks Next Milestone With Launch This Week", "date": "2021-09-13 07:05", "summary": "Flight expected to send four civilians to an orbit about 360 miles from Earth for at least three days. Elon Musk's SpaceX is aiming to cement its position as a leading space enterprise with a mission this week that seeks to deliver four civilians to orbit for several days and then return them to Earth.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pre-ipo-marketplace-forge-global-to-go-public-in-2-billion-spac-deal-11631530800", "title": "Forge Global to Go Public in $2 Billion SPAC Deal", "date": "2021-09-13 07:00", "summary": "Transaction would make Forge the first dedicated trading platform for private shares to become a public company. Forge Global Inc., an online marketplace for buying and selling shares of private firms, plans to go public by merging with a special-purpose acquisition company.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jacksonville-jaguars-urban-meyer-trevor-lawrence-problems-11631500505", "title": "Urban Meyer and Trevor Lawrence Get a Rude Welcome to the NFL", "date": "2021-09-13 07:00", "summary": "The Jacksonville Jaguars were trounced by Houston in a disappointing pro debut for the coach and quarterback transitioning from the college game. Urban Meyer and Trevor Lawrence looked like they would have the softest easing into the NFL imaginable. The first-year head coach and rookie quarterback for the Jacksonville Jaguars had the Houston Texans, the team projected to be among the worst in the entire league, on the schedule in the season's opening week.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/berlins-renters-want-to-show-landlords-the-door-11631530350", "title": "Berlin's Renters Want to Show Landlords the Door", "date": "2021-09-13 06:52", "summary": "A vote on whether the German capital should confiscate apartments from big corporate owners highlights the regulatory risks associated with trendy institutional housing investments. Berlin's tenants are trying to evict large landlords. It is an extreme situation, but investors buying up homes in the U.S. should still keep a close eye on what happens.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/energy-prices-in-europe-hit-records-after-wind-stops-blowing-11631528258", "title": "Energy Prices in Europe Hit Records After Wind Stops Blowing", "date": "2021-09-13 06:17", "summary": "Heavy reliance on wind power, coupled with a shortage of natural gas, has led to a spike in energy prices. Natural gas and electricity markets were already surging in Europe when a fresh catalyst emerged: The wind in the stormy North Sea stopped blowing.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-tech-crackdown-bites-korea-inc-11631527656", "title": "The Tech Crackdown Bites Korea Inc.", "date": "2021-09-13 06:10", "summary": "Traumatized tech investors shouldn't let the drama in Beijing blind them to developments elsewhere. Korean regulators-and politicians-are sending signals of displeasure.. Investors are selling technology stocks in a major Asian economy on regulatory worries just as one of the country's biggest online payment companies is about to go public. China? No, it's South Korea.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-milwaukee-man-runs-up-77-flights-of-stairs-at-4-a-m-11631527200", "title": "This Milwaukee Man Runs Up 77 Flights of Stairs at 4 a.m.", "date": "2021-09-13 06:00", "summary": "Resume Subscription. When Reid Tileston moved from San Francisco to Milwaukee in 2019, he didn't care about finding an apartment with a pool or a view. He was looking for a building with a lot of stairs. Mr. Tileston, 37 years old, now lives in one the city's tallest residential towers and runs its 77 flights of stairs twice a day.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/green-steel-becomes-a-hot-commodity-for-big-auto-makers-11631525401", "title": "Green Steel Becomes a Hot Commodity for Auto Makers", "date": "2021-09-13 05:30", "summary": "Resume Subscription. BERLIN-Auto makers are racing to find cleaner steel to build their cars.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/discontent-simmers-over-how-to-police-eu-privacy-rules-11631525401", "title": "Discontent Simmers Over How to Police EU Privacy Rules", "date": "2021-09-13 05:30", "summary": "Delay in WhatsApp fine highlights some EU regulators' dissatisfaction with GDPR enforcement. The European Union's recent $270 million fine against WhatsApp was held up for months by disagreements among national authorities, ratcheting up tensions over how to enforce the bloc's privacy rules.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-banks-often-look-inside-when-hiring-cfos-11631525401", "title": "Big Banks Often Look Inside When Hiring CFOs", "date": "2021-09-13 05:30", "summary": "Bank of America is one of several large banks that have recently promoted company veterans to the chief financial officer role. Large U.S. banks typically choose a company veteran when they hire a chief financial officer, a pattern highlighted Friday when Bank of America Corp. named a new CFO.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-works-to-keep-moderate-democrats-backing-for-agenda-as-gop-focuses-on-inflation-11631525401", "title": "White House Works to Keep Moderate Democrats' Backing", "date": "2021-09-13 05:30", "summary": "Republicans say Biden's proposals for trillions in spending will drive up prices; the administration contends the plans would help the economy in the long term. WASHINGTON-With negotiations over a $3.5 trillion budget bill heating up among Democrats, the White House is trying to ensure that inflation fears don't drive moderates away from supporting the plan as Republicans argue the proposal will accelerate a surge in prices.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/live-nation-plans-to-acquire-ocesa-entretenimiento-in-move-into-latin-america-11631525402", "title": "Live Nation Plans to Acquire OCESA in Move Into Latin America", "date": "2021-09-13 05:30", "summary": "The world's largest live-entertainment company has revived a pandemic-hit deal to pay about $450 million for a majority stake in the Mexican concert promoter. Live Nation Entertainment Inc. has reached a new agreement to acquire Mexican concert promoter OCESA Entretenimiento for about $450 million.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11631465453", "title": "Pepper...and Salt", "date": "2021-09-13 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/work-in-the-covid-19-era-what-the-numbers-say-about-vaccine-mandates-quitting-and-more-11631505661", "title": "The Numbers on Work in the Covid-19 Era", "date": "2021-09-13 00:01", "summary": "Job frustrations, work-safety worries, delayed office reopenings-this isn't the post-pandemic season we were hoping for. This month was supposed to mark the triumphant return to the office, to business travel, to non-wobbly child care and a postwork happy hour or two.", "categories": [["Life & Work", "Work & Life"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/work-life?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hold-your-horses-monday-crossword-september-13-11631292867", "title": "Hold Your Horses! (Monday Crossword, September 13)", "date": "2021-09-13 00:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transunion-nears-3-1-billion-deal-for-neustar-11631502002", "title": "TransUnion Nears $3.1 Billion Deal for Neustar", "date": "2021-09-13 23:00", "summary": "Purchase of the information-services company could help TransUnion diversify beyond its core credit-reporting business. TransUnion is nearing a deal to buy information-services company Neustar Inc. for $3.1 billion, according to people familiar with the matter, a move that could help the consumer-credit reporting giant diversify beyond its core business and put data to new uses.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/low-interest-rate-dow-35000-joby-aviation-carvana-coinbase-beyond-meat-investing-11631464939", "title": "The Stock Market Fails a Breathalyzer", "date": "2021-09-13 22:24", "summary": "Beyond Meat, with pea protein, is worth more than the global market for peas.. Joby Aviation, which plans to begin an electric air taxi service in 2024, is worth more than Lufthansa , EasyJet or JetBlue . Does that seem right? In this market, why not? Heck, earlier this year, Tesla was worth more than the next nine car manufacturers combined, though now only the next six. Beyond Meat, made with pea protein, is worth more than the entire market for peas eaten globally-like the bumper sticker says: Imagine whirled peas. Do fundamentals even matter?", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/daniil-medvedev-novak-djokovic-us-open-tennis-grand-slam-11631492529", "title": "Surprise! Daniil Medvedev Slams the Door on Novak Djokovic", "date": "2021-09-13 21:11", "summary": "With history on the verge, the 25-year-old Russian steamrolls his way to the U.S. Open championship. Novak Djokovic got Novak Djokovic'd. Is there any other way to put it? Here he was, the most brilliant spoiler of tennis spoilers, the World No. 1 who'd made a career out of crushing pretty story lines and repeatedly breaking the hearts of beloved crowd favorites-except this time, it was Djokovic who was the beloved crowd favorite, a pretty story line on the doorstep of tennis history...and it was his heart being broken.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/viacomcbs-to-restructure-paramount-pictures-11631490125", "title": "ViacomCBS to Restructure Paramount Pictures", "date": "2021-09-13 20:01", "summary": "TV veteran David Nevins will oversee Paramount TV in new alignment. ViacomCBS Inc. is revamping the operations of its Paramount Pictures movie and television production unit as part of a broader shake-up of the management there that will give television veteran David Nevins a larger role, people familiar with the matter said.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}]