[{"link": "https://www.wsj.com/articles/confederate-statue-at-heart-of-deadly-charlottesville-va-rally-removed-11625928838", "title": "Confederate Statue at Heart of Deadly Charlottesville, Va., Rally Removed", "date": "2021-07-10 18:05", "summary": "Robert E. Lee statue, the focal point of white supremacists' 2017 protest, is hoisted off its pedestal. CHARLOTTESVILLE, Va.-Cheers erupted as a Confederate statue that towered for nearly a century over downtown Charlottesville was carted away by truck Saturday from the Virginia city, where it was a flashpoint for a deadly 2017 white supremacist rally.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-won-t-send-troops-to-haiti-official-says-11625936549", "title": "U.S. Won't Send Troops to Haiti, Officials Say", "date": "2021-07-10 17:19", "summary": "Biden administration plans to send FBI and Homeland Security officers to assess the situation, they say. The U.S. has declined Haiti's request for U.S. troops to help stabilize the country after the assassination of its president, but is sending security officials to assess the situation, senior Biden administration officials said Saturday.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meet-el-sancho-the-lowrider-she-always-wanted-to-build-11625925602", "title": "Meet 'El Sancho,' the Lowrider She Always Wanted to Build", "date": "2021-07-10 15:18", "summary": "Resume Subscription. La Vonna \"Guera\" Jasso, 40, a medical lab tech assistant and member of Down South Rollers car club, living in Forest Park, Ga., on her 1985 Buick Regal, as told to Mike Jordan.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/top-ranked-ashleigh-barty-wins-wimbledon-11625929512", "title": "Top-Ranked Ashleigh Barty Wins Wimbledon", "date": "2021-07-10 12:12", "summary": "World's No. 1 women's tennis player beat Karolina Pliskova to pick up first Wimbledon title. WIMBLEDON, England-After spending nearly a year back home in Australia, Ashleigh Barty packed her bags in March and flew to Europe with the sole objective of winning more Grand Slam tournaments.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-competition-order-targets-hospital-mergers-surprise-medical-bills-11625932801", "title": "Biden Order Targets Hospital Mergers, Surprise Medical Bills", "date": "2021-07-10 12:00", "summary": "Justice Department and FTC are urged to review hospital merger guidelines; administration calls for support of rules to curb surprise medical bills. The White House call for revised enforcement guidelines to promote hospital competition will likely amplify federal scrutiny of hospital mergers, which health economists say have raised prices.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-meme-stock-rally-hurt-melvin-and-maplelane-it-hasnt-gotten-easier-since-11625931173", "title": "The Meme Stock Rally Hurt Melvin and Maplelane. It Hasn't Gotten Easier.", "date": "2021-07-10 11:32", "summary": "Hedge funds were battered by surge of stocks such as GameStop and AMC in January. Hedge funds walloped by the meteoric rise of stocks such as GameStop Corp. and AMC Entertainment Holdings Inc. in January are still struggling to get out from under those losses.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/britney-spears-houses-property-real-estate-11625882337", "title": "Where Britney Spears Lives: Inside the Pop Star's Property Portfolio", "date": "2021-07-10 11:00", "summary": "Resume Subscription. Last month, Britney Spears spoke out against the 13-year conservatorship that gives her father, James Spears, control over her finances. The pop star's legal battle sheds light on her $50 million-plus fortune including one corner of her assets: her real-estate portfolio.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/your-b-s-detector-is-rusty-time-to-sharpen-it-11625929200", "title": "Your B.S. Detector Is Rusty. Time to Sharpen It.", "date": "2021-07-10 11:00", "summary": "We've spent much of the pandemic isolated. As we go back out into the world, we're coming face-to-face with more B.S.. Has your B.S. detector gotten rusty?", "categories": [["Life & Work", "Bonds"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/bonds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/egypt-and-ethiopia-clash-over-nile-river-dam-as-water-scarcity-looms-world-wide-11625925602", "title": "Egypt and Ethiopia Clash Over Nile Dam as Water Scarcity Looms World-Wide", "date": "2021-07-10 10:00", "summary": "Resume Subscription. A dispute over the Nile, the world's longest river, is coming to a head. At stake are the lives and livelihoods of millions of people who depend on its water.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-antitrust-case-against-google-its-becoming-too-much-like-apple-11625920710", "title": "The Antitrust Case Against Google: It's Becoming Too Much Like Apple", "date": "2021-07-10 09:36", "summary": "State attorneys general accuse the Android and Play Store operator of diminishing competition; Google says the suit is motivated by users wanting benefits of software without paying. Google has adopted rules similar to ones that Apple Inc. requires for its software that powers smartphones and distributes apps to them. That is getting it into trouble.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-black-widow-more-action-packed-than-marvel-tv-shows-like-loki-11625922002", "title": "'Black Widow' vs. 'Loki': How Marvel Saves the Action for Movies", "date": "2021-07-10 09:00", "summary": "Resume Subscription. From a high-damage chase through Budapest to a free-fall fight scene, every spectacle in the new movie \"Black Widow\" is an attempt by Marvel Studios to give paying customers more bang for their buck at theaters.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/miami-area-condo-collapse-sparks-calls-for-tighter-laws-11625922002", "title": "Miami-Area Condo Collapse Sparks Calls for Tighter Laws", "date": "2021-07-10 09:00", "summary": "Lawmakers consider statewide inspection requirements, more transparency in buildings' financials. SURFSIDE, Fla.-Florida lawmakers are preparing a raft of proposals to increase regulation of the condo industry, including more-frequent inspections, in the wake of June's deadly building collapse in the Miami area.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sissinghurst-castle-garden-new-11625919835", "title": "Inside a Lush English Garden's Mediterranean Mirage", "date": "2021-07-10 08:25", "summary": "Sissinghurst Castle Garden is among the most famous in the world. For designer Dan Pearson, a forgotten corner proved fertile ground for reinvention.. A garden makes an offbeat souvenir. In 1935, following a spring trip to Greece, the British poet and writer Vita Sackville-West and her husband, Harold Nicolson, a historian and diplomat, began planting a small plot in the spirit of Delos, the stony Cycladic island whose dusty wildflower meadows and mats of aromatic herbs had captured their senses. The landscape was nothing like the Kentish countryside southeast of London where the couple lived and gardened. But they did their best, smuggling back plants from later trips abroad and adding English-grown hybrids like lavender and rockrose to fill their small enclosure. Over time, Nicolson positioned Greek and Roman antiquities-altars, troughs, capitals and pillars scrounged from auction houses and his family estates-to lend structure to the informal planting.", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-tax-deal-marks-big-advance-for-cooperation-but-tougher-tasks-lie-ahead-11625919486", "title": "Tax Deal Is Advance for Cooperation, but Tough Tasks Remain", "date": "2021-07-10 08:18", "summary": "As the world's largest economies seal an ambitious tax deal, other common problems such as climate change demand more difficult compromises. VENICE-Finance chiefs from the Group of 20 leading economies on Saturday endorsed an overhaul of the rules for taxing international companies, a landmark achievement of global cooperation after years of tensions.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-big-stock-market-rotation-is-under-way-and-tech-is-on-top-again-11625918402", "title": "Big Stock-Market Rotation Is Under Way, With Tech on Top", "date": "2021-07-10 08:00", "summary": "Investors have returned to one of the best-performing trades of recent years: marquee tech stocks. Shares of big technology companies have been flying past the rest of the market.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/james-turrell-into-the-light-review-in-the-eye-of-the-beholder-11625914800", "title": "'James Turrell: Into the Light' Review: In the Eye of the Beholder", "date": "2021-07-10 07:00", "summary": "An engrossing retrospective at Mass MoCA surveys the career of the pioneering environmental artist whose installations play with our perceptions of space and form.. North Adams, Mass.", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-delays-hope-of-mecca-pilgrimage-for-millions-of-muslims-for-second-year-11625914800", "title": "Covid-19 Delays Hope of Mecca Pilgrimage for Millions of Muslims for Second Year", "date": "2021-07-10 07:00", "summary": "Resume Subscription. Earlier this year, Ali Khalil Hussein, a 50-year-old Iraqi, resolved to travel to Mecca in Saudi Arabia this summer to perform the hajj pilgrimage, one of Islam's most important rituals.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/biden-order-takes-aim-at-tractor-repair-11625914801", "title": "Biden Order Takes Aim at Tractor Repair", "date": "2021-07-10 07:00", "summary": "Executive action seeks to allow farmers, independent mechanics to fix high-tech farm equipment; tractor makers say some limits needed. The Biden administration aims to drive more competition in the U.S. farm equipment industry by pushing tractor makers to make it easier for farmers and independent mechanics to fix machinery.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/six-exercises-to-build-the-reflexes-of-an-nba-player-11625911200", "title": "Six Exercises to Build the Reflexes of an NBA Player", "date": "2021-07-10 06:00", "summary": "Resume Subscription. NBA stars such as Stephen Curry of the Golden State Warriors or Kyrie Irving of the Brooklyn Nets have the seemingly superhuman ability to evade a defender to create an open shot or to find a passing lane to a teammate. Their agility gives them an athletic edge on the court, says Larry Sanders, a movement specialist and former strength and conditioning coach for the Detroit Pistons. They also help players avoid injuries, he says.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/euro-2020-final-italy-england-mancini-11625861582", "title": "This Isn't Your Nonna's Italian Soccer Team", "date": "2021-07-10 06:00", "summary": "The Azzurri are playing a more freewheeling brand of football than their predecessors, and now they're in the Euro 2020 final against England on Sunday.. LONDON-While 60,000 fans inside Wembley Stadium steeled themselves for a penalty shootout last week, Italy captain Giorgio Chiellini seemed to be the only person unaware that this was a tense moment.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/viva-las-vegas-the-mega-convention-shoots-for-a-comeback-11625909402", "title": "The Las Vegas Business Trip Is Back (Mostly)", "date": "2021-07-10 05:30", "summary": "Resume Subscription. Las Vegas", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/strong-u-s-recovery-aids-growth-in-canada-mexico-11625909402", "title": "Strong U.S. Recovery Aids Growth in Canada, Mexico", "date": "2021-07-10 05:30", "summary": "Resume Subscription. The U.S. economy is so strong that its neighbors, too, are getting a boost.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/median-pay-shows-how-companies-diverged-in-their-covid-19-response-11625909401", "title": "Covid-19 Pandemic Led to Big Swings in Median Pay", "date": "2021-07-10 05:30", "summary": "The pandemic changed makeup of staffs at companies from Costco to American Airlines, leading to big swings in median pay. Employees of Costco Wholesale Corp. and Home Depot Inc. saw demand for their services swell last year as homebound Americans stocked up on food and remodeled their homes. But Costco's median worker made 16% less in 2020 than in the previous year while Home Depot's made 21% more.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-bidens-executive-order-opens-new-front-in-battle-with-big-tech-11625909401", "title": "Biden Order Opens New Front in Battle With Big Tech", "date": "2021-07-10 05:30", "summary": "White House looks to regulatory agencies like the FTC to adopt tougher policies to rein in the power of large tech platforms. WASHINGTON-President Biden's sweeping new competition order targets big tech companies in ways that could fundamentally alter how they do business.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijing-blocks-merger-tightens-data-rules-as-post-didi-crackdown-speeds-up-11625898515", "title": "Beijing's Post-Didi Crackdown Speeds Up", "date": "2021-07-10 02:28", "summary": "Two moves are clearest signals yet that authorities are tightening the leash on overseas-listed Chinese companies. China's internet regulator moved Saturday toward requiring data-rich tech companies to undergo cybersecurity reviews ahead of any foreign listings, making explicit for the first time a data-security requirement that marred last week's U.S. initial public offering by Didi Global Inc.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11625853454", "title": "Pepper...and Salt", "date": "2021-07-10 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/searching-for-my-emergency-contact-11625889660", "title": "Searching for My Emergency Contact", "date": "2021-07-10 00:01", "summary": "Far from her family in China, a young woman in New York City wonders who she can rely on in case of a serious medical problem.. Two years ago, in the waiting room of my doctor's office in New York City, I froze. In my hands was a patient intake form asking for my personal information, with a blank I didn't know how to fill: \"emergency contact.\"", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-target-a-new-market-the-stressed-out-11625889712", "title": "Companies Target a New Market: The Stressed Out", "date": "2021-07-10 00:01", "summary": "Resume Subscription. Drivers climbing into the new Lincoln Nautilus enter \"a sanctuary,\" Lincoln declares in the car's ads. Seats offer massage, vents emit refreshed air and sound-dampening materials eliminate outside ruckus.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/where-the-ceo-of-compass-found-his-direction-11625889602", "title": "Where the CEO of Compass Found His Direction", "date": "2021-07-10 00:00", "summary": "Robert Reffkin launched a company to assist real-estate agents like his mom. Key advisers helped keep him on the right path.. In Personal Board of Directors, top business leaders talk about the people they turn to for advice, and how those people have shaped their perspective and helped them succeed. Previous installments from the series are here.", "categories": [["Personal Board of Directors"]], "category_links": ["https://www.wsj.com/news/types/personal-board-of-directors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-ousts-social-security-chief-11625871710", "title": "Biden Ousts Social Security Chief", "date": "2021-07-10 20:42", "summary": "White House says Andrew Saul, who was appointed by President Trump, had undermined disability benefits. WASHINGTON-President Biden fired Social Security Commissioner Andrew Saul Friday after Mr. Saul declined a request to resign, the White House said, accusing Mr. Saul of politicizing Social Security disability benefits.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]