[{"link": "https://www.wsj.com/articles/dozens-shot-dead-in-myanmar-as-military-continues-ruthless-campaign-against-civilians-11616864155", "title": "Dozens Shot Dead in Myanmar as Military Continues Campaign", "date": "2021-03-27 17:19", "summary": "Resume Subscription. On a day when Myanmar's commander in chief vowed in a speech \"to protect people from all dangers,\" soldiers and police he controls gunned down dozens of men, women and children across the country, continuing a campaign to suppress widespread opposition to last month's military coup.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/as-islamist-siege-in-mozambique-drags-on-natural-gas-project-scrambles-to-evacuate-11616858201", "title": "Amid Islamist Siege in Mozambique, Energy Giant Scrambles to Evacuate", "date": "2021-03-27 16:34", "summary": "U.S. says deadly insurgency is an Islamic State franchise in region where $20 billion foreign investment project is led by Total. French energy giant Total SE and international contractors were scrambling to evacuate staff from a $20 billion natural-gas project in northern Mozambique on Saturday, security officials and analysts said, as a deadly attack by Islamic State-linked insurgents on a nearby town entered its fourth day.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stuck-big-time-in-suez-canal-how-ship-caused-global-supply-traffic-jam-11616801077", "title": "How Suez Canal Ship Caused Global Supply Traffic Jam", "date": "2021-03-27 13:50", "summary": "Initial probe into blockage focuses on a seasonal sandstorm and a sudden burst of wind. The sun rose as one of the world's largest container ships entered the Suez Canal toward the Mediterranean Sea. But aboard the Ever Given, an overnight desert storm obscured Tuesday's daybreak and buffeted a vessel four football fields long.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/egypt-aims-to-refloat-cargo-ship-grounded-in-suez-canal-11616837175", "title": "Hopes Fade for Quickly Freeing Ship From Suez Canal", "date": "2021-03-27 13:45", "summary": "Rescue teams have made progress, but authorities were wary of offering a timeline for unsticking the Ever Given. SUEZ, Egypt-Egyptian authorities are still working to free the huge container ship blocking the Suez Canal but were wary of offering a firm timeline of when they might unstick the Ever Given, dashing hopes that it might be quickly moved to open up the pivotal trade route.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-china-sign-economic-security-agreement-challenging-u-s-pressure-11616866936", "title": "Iran, China Sign Economic, Security Agreement, Challenging U.S. Pressure", "date": "2021-03-27 13:42", "summary": "The deal, five years in the making, seeks to boost Chinese investment in Iranian infrastructure and deepen defense cooperation. Iran and China signed a wide-ranging economic and security cooperation agreement, defying U.S. attempts to isolate Iran and advancing Tehran's longstanding efforts to deepen diplomatic ties outside Western powers.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-artificial-intelligence-replace-human-therapists-11616857200", "title": "Can Artificial Intelligence Replace Human Therapists?", "date": "2021-03-27 11:00", "summary": "Three experts discuss the promise-and problems-of relying on algorithms for our mental health. Could artificial intelligence reduce the need for human therapists?", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-parents-sue-to-reopen-schools-after-covid-19-closures-11616857201", "title": "New Jersey Parents Sue to Reopen Schools After Covid-19 Closures", "date": "2021-03-27 11:00", "summary": "Plaintiffs say success has spurred families from around the state and elsewhere to reach out for advice. Parents say their lawsuits against three New Jersey school districts helped pressure them to bring students back for some in-person classes, or at least get on that path.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-variant-rages-in-brazil-posing-global-risk-11616845889", "title": "Covid-19 Variant Rages in Brazil, Posing Global Risk", "date": "2021-03-27 10:46", "summary": "Resume Subscription. PORTO ALEGRE, Brazil-Brazil is in the throes of a battle against the new Covid-19 variant from the Amazon that threatens to send shock waves across the globe.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/this-is-his-fathers-oldsmobile-actually-11616853600", "title": "This Is His Father's Oldsmobile, Actually", "date": "2021-03-27 10:00", "summary": "Fender guitar builder Ron Thorn's restoration of his family's 1970 Cutlass Supreme left his parents speechless. Ron Thorn, 51, a Fender guitar principal master builder living in Acton, Calif., on his family's 1970 Oldsmobile Cutlass Supreme convertible, as told to A.J. Baime.", "categories": [["Life & Work", "Cars", "My Ride"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/my-ride?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ebola-outbreaks-sparked-by-survivors-show-viruss-long-reach-11616853600", "title": "Ebola Outbreaks Sparked by Survivors Show Virus's Long Reach", "date": "2021-03-27 10:00", "summary": "Treatment advances helped many more survive the disease, but may have seeded fresh flare-ups. ", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-sets-up-streamings-biggest-test-yet-11616853601", "title": "Disney Sets Up Streaming's Biggest Test Yet", "date": "2021-03-27 10:00", "summary": "'Black Widow' will be first premium streaming offering to compete against reopened movie-theater market. Disney has set up what may be the ultimate test of streaming at home versus going to the theater.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-an-olds-thats-good-as-new-11616852700", "title": "Photos: An Olds That's Good as New", "date": "2021-03-27 09:45", "summary": "Ron Thorn shows off his 1970 Oldsmobile Cutlass Supreme. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/hearing-aids-iphone-apps-and-new-tech-mean-more-ways-to-deal-with-hearing-lossbut-same-old-anxiety-11616850000", "title": "Hearing Aids Offer New Tech Options, New Struggles", "date": "2021-03-27 09:00", "summary": "In-ear AI and smartphones give people with mild-to-moderate hearing loss more choices than ever, but apps can be a hard sell for some. Many people believe wearing a hearing aid is an advertisement for being old.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-tech-face-masks-aim-to-step-up-the-fight-against-covid-19-11616846402", "title": "High-Tech Face Masks Aim to Step Up the Fight Against Covid-19", "date": "2021-03-27 08:00", "summary": "A new generation of coverings could last longer, diagnose Covid and actually kill viruses. The face mask is getting a high-tech upgrade.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/betsy-cohen-has-launched-nine-spacs-and-is-still-going-11616846400", "title": "Betsy Cohen Has Launched Nine SPACs and Is Still Going", "date": "2021-03-27 08:00", "summary": "Resume Subscription. Celebrity influencers like Serena Williams, Ciara and Chamath Palihapitiya have jumped on the blank-check-company boom. One of the biggest stars in this white-hot corner of Wall Street is a 79-year-old financier who doesn't tweet or court the Reddit daytrading crowd.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/indigenous-australians-are-skeptical-about-covid-19-vaccines-and-theyre-hard-to-reach-11616846401", "title": "Indigenous Australians Are Skeptical About Covid-19 Vaccines, and They're Hard to Reach", "date": "2021-03-27 08:00", "summary": "Nearly 150,000 Aboriginal people live in remote areas of the country where severe health problems are common and medical care is limited. SYDNEY-To reach indigenous clans in northern Australia, vaccinators must navigate monsoon rains that can ground aircraft and waterways infested with crocodiles. Once they reach communities, they face another tough challenge in convincing those groups to accept the shots.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-the-suez-canal-economics-and-physics-make-for-tough-sailing-11616846400", "title": "In the Suez Canal, Economics and Physics Make for Tough Sailing", "date": "2021-03-27 08:00", "summary": "Container ships have grown in size, making 'bank effects' a potential hazard to navigation. When Evert Lataire studied the publicly available data for the Ever Given's fateful voyage this week, he noticed the vessel did something unusual just before settling sideways in the Suez Canal: The container ship veered close to the channel's western bank.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/estamos-bien-la-trienal-20-21-review-a-vibrant-portrait-of-american-latino-life-11616842802", "title": "'Estamos Bien: La Trienal 20/21' Review: A Vibrant Portrait of American Latino Life", "date": "2021-03-27 07:00", "summary": "A vivacious survey of contemporary art at El Museo del Barrio brims with inventive works that make a sociopolitical point.. New York", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-workout-adds-speed-to-your-golf-swing-and-improves-balance-and-rotation-11616839202", "title": "This Workout Adds Speed to Your Golf Swing, and Improves Balance and Rotation", "date": "2021-03-27 06:00", "summary": "Resume Subscription. Every golfer wants to hit the ball farther.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/sister-jean-loyola-chicago-march-madness-yo-yo-11616718761", "title": "The Legend of Sister Jean the Yo-Yo Coach", "date": "2021-03-27 06:00", "summary": "She is the famous 101-year-old chaplain of the Loyola-Chicago men's basketball team. But Sister Jean used to coach sports-and a yo-yo team.. It was almost 70 years ago when a young teacher in North Hollywood, Calif. named Jean Dolores Schmidt assembled her St. Charles Borromeo School students and announced something they never expected: They were going to start competing in yo-yo.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/15-an-hour-minimum-wage-could-further-sting-teen-employment-11616837401", "title": "$15 Minimum Wage Could Further Sting Teen Employment", "date": "2021-03-27 05:30", "summary": "Resume Subscription. Raising the federal minimum wage to $15 an hour would make it harder for many teens to get or keep jobs, adding to the employment challenges they have faced during the pandemic, many economists say.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/as-the-shift-to-green-energy-speeds-up-shells-big-natural-gas-bet-is-at-risk-11616837402", "title": "As the Shift to Green Energy Speeds Up, Shell's Big Natural-Gas Bet Is at Risk", "date": "2021-03-27 05:30", "summary": "The fuel faces growing environmental scrutiny and competition from cleaner energy sources. LONDON- Royal Dutch Shell PLC bet big on natural gas as the energy source of the future when it bought BG Group for $54 billion. Five years later, it appears the gas era won't last long.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suez-canal-insurance-claims-loom-as-ever-given-blocks-shipping-11616837401", "title": "Suez Canal Insurance Claims Loom as Shipping Backs Up", "date": "2021-03-27 05:30", "summary": "More than $3 billion of liability coverage is in place for the owner of the grounded container ship. More than $3 billion of insurance is in place for liability claims against the owner of the grounded container ship Ever Given, officials with its insurance program said Friday.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-doubles-down-on-nuclear-weapons-plan-after-bidens-salvo-11616832431", "title": "North Korea Doubles Down on Nuclear Weapons Plan After Biden's Salvo", "date": "2021-03-27 04:07", "summary": "Pyongyang says Biden's comments after the regime's recent missile tests threatens North Korean sovereignty. SEOUL-North Korea repeated its intent to expand its nuclear weapons program, after President Biden this week said that the U.S. would respond accordingly if the regime escalated tensions.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11616782395", "title": "Pepper...and Salt", "date": "2021-03-27 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-sunnier-lady-day-11616788900", "title": "A Sunnier Lady Day", "date": "2021-03-27 00:01", "summary": "'Billie's Blues' shows a more joyful side of singer Billie Holiday that is often overlooked. The Academy Award nomination of Andra Day for Best Actress for \"The United States vs. Billie Holiday\" underscores that we are living in yet another Billie Holiday moment. Less than a decade after \"Lady Day,\" with Dee Dee Bridgewater, and \"Lady Day at Emerson's Bar and Grill,\" with Audra McDonald, both opened in the 2013-14 theatrical season, we now have James Erskine's documentary film \"Billie,\" released in December 2020, and the new \"United States\" biopic, both currently streaming. The problem with all these cinematic and dramatic representations, as well as Diana Ross's in the 1972 movie \"Lady Sings the Blues,\" is that none of the creators seem to have listened carefully to Billie Holiday's records.", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alien-languages-may-not-be-entirely-alien-to-us-11616817660", "title": "Alien Languages May Not Be Entirely Alien to Us", "date": "2021-03-27 00:01", "summary": "Evolution should favor some universal traits in the emergence of any form of communication on any planet. Human contact with alien civilizations may be more likely than we think. A recent NASA study estimated that there should be at least four habitable planets (and probably more) within about 32 light years of Earth-a cosmic stone's throw away. Those planets could just now be receiving (albeit faintly) our television broadcasts of the 1989 inauguration of President George H.W. Bush. But would aliens understand those broadcasts? Would we understand aliens? Could we ever interpret their languages?", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-guide-to-living-well-in-the-great-outdoors-11616817602", "title": "The Best Outdoor Furniture, Fashion, Gear and More for Your 2021 Adventures", "date": "2021-03-27 00:00", "summary": "24 discriminating finds for anyone ready to embrace nature after a winter stuck inside-from above-par picnic gear to superior sun hats. Plus: finally a chance to jetpack.. OUR LONG pandemic winter has meant doing without a lot of life's pleasures-and doing so, for the most part, while trapped inside our increasingly overfamiliar homes. We at The Wall Street Journal believe it's time to overcompensate.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alex-drexler-knows-where-to-turn-for-buttoned-down-advice-11616817602", "title": "A Fashion Exec Who Knows Where to Turn for Buttoned-Down Advice", "date": "2021-03-27 00:00", "summary": "Thanks to his father, the co-founder of clothing brand Alex Mill began learning about the fashion industry at a young age. In Personal Board of Directors, top business leaders talk about the people they turn to for advice, and how those people have shaped their perspective and helped them succeed. Previous installments from the series are here.", "categories": [["Personal Board of Directors"]], "category_links": ["https://www.wsj.com/news/types/personal-board-of-directors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stella-mccartney-michael-kors-tory-burch-and-more-on-getting-inspired-by-nature-11616817600", "title": "Stella McCartney, Michael Kors, Tory Burch and More on Getting Inspired by Nature", "date": "2021-03-27 00:00", "summary": "Several spring collections referenced the flora and fauna that their creators were surrounded with during the pandemic. UNLESS YOU'RE fortunate enough to live in, say, Scotland's notoriously haunted Castle Fraser or that Spanish cement factory that architect Ricardo Bofill turned into a thoroughly grand, surreal abode, your living room probably isn't that inspiring. Perhaps that's why designers like Stella McCartney, Michael Kors and Burberry 's Riccardo Tisci turned to nature's infinite array of visual cues while conceiving their spring collections in quarantine. They found design ideas in Hawaiian rainbows, the reassuring changing of the seasons and memories of childhood afternoons spent strategizing how to climb trees on family farms. All these influences and more helped pull designers out of their lockdown slumps and assemble buoyant, unboring spring offerings. Here, several collections inspired by the great outdoors, including one born out of an imagined seaside love affair between a mermaid and a shark.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/graphene-and-beyond-the-wonder-materials-that-could-replace-silicon-in-future-tech-11616817603", "title": "The Exotic Materials That Could Replace Silicon", "date": "2021-03-27 00:00", "summary": "After more than a half-century of making microchips in more or less the same way, profound changes are coming. Silicon is pretty great.", "categories": [["Tech", "Keywords: Christopher Mims"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-man-behind-the-hemingway-myth-11616688257", "title": "The Man Behind the Hemingway Myth", "date": "2021-03-27 23:59", "summary": "A new PBS documentary offers a fresh look at a great and tragic writer who disappeared into a self-created macho stereotype. Early next month, timed to the sixtieth anniversary of Ernest Hemingway's death, PBS will air Ken Burns and Lynn Novick's long-awaited three-part, six-hour look at this most iconic of iconic American writers. In a culture where screens have beat out paper and ink as the medium for gathering information and in so doing have turned us into scanners with atrophied attention spans, it's something of an irony that it would take the visual experience of a documentary-full of stunning archival photos and deft commentary by the likes of Edna O'Brien and Tobias Wolff-to inspire a return to the page to experience the work of the writer who, as Mr. Wolff puts it, \"changed all the furniture in the room.\"", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-explains-our-mania-for-mushrooms-11616709655", "title": "What Explains Our Mania for Mushrooms?", "date": "2021-03-27 23:59", "summary": "The fungus among us may be the future of food, thanks to rich umami flavors that make it a popular substitute for meat. The most surprising thing about shiitake bacon is that it really does taste something like bacon. History does not record who was the first person to take sliced mushrooms, roast them and call it shiitake bacon. Some have suggested it was pioneering vegan cooking writer Isa Chandra Moskowitz, who included a version of mushroom bacon in her 2014 book \"Isa Does It.\" But the earliest reference I could find to \"mushrooms that taste like bacon\" was in 2009, when cooking instructor Elliott Prag demonstrated shiitake bacon in a segment for ScienCentral that you can look up on YouTube.", "categories": [["Life & Work", "Table Talk"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/table-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gov-andrew-cuomo-aides-receive-subpoenas-in-sexual-harassment-investigation-11616812635", "title": "Cuomo Aides Subpoenaed in Sexual-Harassment Investigation", "date": "2021-03-27 22:37", "summary": "Melissa DeRosa, a top official, is among those requested to produce documents as part of probe. The New York state attorney general's office has subpoenaed dozens of officials in the Cuomo administration, including his top aide, requesting that they produce documents as part of an investigation of sexual-harassment accusations against the governor, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazilian-home-selling-startup-loft-eyes-2-8-billion-valuation-11616499001", "title": "Brazilian Home-Selling Startup Loft Eyes $2.8 Billion Valuation", "date": "2021-03-27 21:02", "summary": "The company has raised $425 million from a wide group of global investors in a new round; it plans to follow that quickly with an additional financing at a higher valuation. Brazilian real-estate startup Loft Holdings Ltd. is riding a booming local home-buying market, helping it attract new capital.", "categories": [["Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-new-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/violent-tornado-in-georgia-destroys-one-side-of-a-street-spares-the-other-11616805509", "title": "How Violent Tornadoes Can Leave a Narrow Trail of Destruction", "date": "2021-03-27 20:44", "summary": "How supercell storms can spawn powerful twisters that leave a narrow trail of devastation. Early Friday, a violent tornado hit Newnan, Ga., carving narrow streaks of damage throughout the city. Along one street in the western part of the city, homes on one side were destroyed, while those on the other side appeared to have been left largely intact.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/border-crossings-by-migrant-children-to-rise-sharply-according-to-internal-u-s-government-estimates-11616800942", "title": "Border Crossings by Children to Rise Sharply, U.S. Estimates Show", "date": "2021-03-27 20:16", "summary": "The number of unaccompanied minors is expected to at least double in April, when compared with February, amid a scramble for shelters. The Biden administration anticipates that the number of unaccompanied immigrant children crossing the U.S. southern border illegally will rise substantially for at least the next two months, according to internal projections.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]