[{"link": "https://www.wsj.com/articles/should-you-listen-to-music-while-working-at-home-11616263201", "title": "Should You Listen to Music While Working at Home?", "date": "2021-03-20 14:00", "summary": "Researchers say listening to music can either help or hurt work performance, depending on the task, the type of music and whether the listener is prone to distractions. Should you listen to music when you're working from home?", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arms-industry-usually-a-bastion-of-resilience-is-quieted-by-covid-19-11616253101", "title": "Covid-19 Subdues Growth in Global Arms Industry", "date": "2021-03-20 12:03", "summary": "Usually resilient sector faces rising costs and production irregularities, while governments increase spending elsewhere. The diplomatic breakthrough that brought last summer's normalization of relations between Israel and both the United Arab Emirates and Bahrain was also seen as a potential boon for the international defense industry.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spectators-from-overseas-to-be-barred-from-tokyo-olympics-11616241099", "title": "Spectators From Overseas to Be Barred From Tokyo Olympics", "date": "2021-03-20 11:19", "summary": "Ticket refunds will be issued, organizers say; a decision on local attendance levels expected in April. TOKYO-Spectators from overseas will be barred from attending the Summer Olympics in Tokyo, organizers of the event said, a move to reduce the possibility of spreading of the coronavirus at the Games and boost tepid support for the event among Japanese.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-year-without-student-loan-payments-11616252402", "title": "A Year Without Student-Loan Payments", "date": "2021-03-20 11:00", "summary": "Resume Subscription. For the more than 42 million borrowers with federal student loans, the Covid-19 pandemic brought unexpected relief: a break from payments. The pause on interest accumulation alone has saved borrowers roughly $4.8 billion a month, according to the Education Department.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-plight-of-the-remote-workers-who-live-alone-11616252401", "title": "The Plight of the Remote Workers Who Live Alone", "date": "2021-03-20 11:00", "summary": "Employees who live alone believe colleagues with families have received special attention during Covid-19. Managers should take some simple steps to fix that.. It is well known that the move to remote work has been hard on workers with families. Many employers have tried to address the problem with policies that ease caregivers' burdens. Yet remote work imposes unique hardships for people who live alone, and employers have been far slower to recognize and address them.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/short-term-rates-might-be-better-long-term-guide-on-banks-leverage-11616250600", "title": "Short-Term Rates Might Be Better Long-Term Guide on Banks' Leverage", "date": "2021-03-20 10:30", "summary": "Falling short-term yields could prove more relevant than rising 10-year Treasury yields when it comes to thinking about banks and the Fed. When it comes to thinking about the Federal Reserve and banks, some investors might not be looking at the right part of the market.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intuit-needs-good-karma-11616248801", "title": "Intuit Needs Good Karma", "date": "2021-03-20 10:00", "summary": "Tax-deadline extension shouldn't hurt full-year revenue, but expectations are still high for expansion of opportunities. Once again, an extension of tax season will tweak Intuit 's business flow. But the more important question facing the financial software provider is who needs help-and how much.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-tesla-model-3-rocks-for-311s-nick-hexum-11616248800", "title": "The Tesla Model 3 Rocks for 311's Nick Hexum", "date": "2021-03-20 10:00", "summary": "Resume Subscription. Nick Hexum, 50, the Los Angeles-based singer, songwriter, and guitar player with the band 311, on his family's Tesla Model 3s, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-places-you-cant-fly-to-anymore-11616248802", "title": "The Places You Can't Fly to Anymore", "date": "2021-03-20 10:00", "summary": "The pandemic has created a less-connected world. Here's a snapshot of two days, a year apart.. The pandemic has changed how we fly, dramatically reducing the number of flights around the world. To show how Covid-19 has altered the skies, The Wall Street Journal analyzed flight data from aviation data provider Cirium Core for a 24-hour period-Friday, Feb. 28, 2020. That was a month after the new coronavirus forced Wuhan, China, into lockdown and a week after Italy ordered Europe's first lockdowns. It was still before other big countries initiated lockdowns and travel bans to slow the spread.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-two-of-a-kind-11616247900", "title": "Photos: Two of a Kind", "date": "2021-03-20 09:45", "summary": "Nick Hexum shows off his pair of Tesla Model 3 electric cars.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/turkeys-erdogan-ousts-central-bank-governor-in-surprise-move-11616235635", "title": "Turkey's Erdogan Ousts Central Bank Governor in Surprise Move", "date": "2021-03-20 09:27", "summary": "Naci Agbal is the third central bank chief fired by the president in less than two years. Turkey's President Recep Tayyip Erdogan ousted the governor of the central bank late Friday in a surprise move that risks plunging the country into further economic turbulence.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-india-vow-to-deepen-defense-ties-11616246056", "title": "U.S., India Vow to Deepen Defense Ties", "date": "2021-03-20 09:14", "summary": "Trip by Defense Secretary Lloyd Austin is part of an effort by the Biden administration to strengthen alliances to counter China. NEW DELHI-The U.S. and India vowed to deepen their defense ties, as the Biden administration works to enhance cooperation between allies in the region in an effort to counter China.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-becomes-key-issue-in-new-york-city-mayoral-race-11616245202", "title": "Public Health Becomes Key Issue in New York City Mayoral Race", "date": "2021-03-20 09:00", "summary": "Public healthcare option, more equitable vaccine distribution are among proposals to address disparities laid bare by Covid-19 pandemic. Public health will be one of the biggest issues for the next mayor of New York City, even as more people are getting vaccinated and cases of Covid-19 are decreasing, officials say.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-struggles-to-contain-conservative-liberal-tensions-in-catholic-church-11616245220", "title": "Pope Struggles to Contain Conservative-Liberal Tensions in Catholic Church", "date": "2021-03-20 09:00", "summary": "President Biden's stance on abortion deepens differences between conservative U.S. bishops and Pope Francis, who also faces pressures in liberal Germany. Pope Francis is struggling to manage powerful bishops in the U.S. and Germany, two groups at opposite ends of the ideological spectrum, as he tries to advance his progressive agenda without jeopardizing the unity of the Catholic Church.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/help-for-kids-falling-behind-in-mathfrom-ai-powered-apps-games-and-even-youtube-11616245201", "title": "Help for Kids Falling Behind in Math-From AI-Powered Apps, Games and Even YouTube", "date": "2021-03-20 09:00", "summary": "There is hope for parents during remote and hybrid learning in the form of problem solvers and virtual tutors. Few things are more stressful for many parents than helping their children with math. I mean, how many of us use algebra in our daily lives? As we enter the last leg of this unusual school year, there is still time to bring up grades.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-reversal-on-bank-capital-requirements-serves-no-purpose-11616245200", "title": "Fed's Reversal on Bank Capital Requirements Serves No Purpose", "date": "2021-03-20 09:00", "summary": "Return to pre-pandemic standards flies in face of central bank's huge purchases and efforts to boost the recovery. Since the financial crisis more than a decade ago, the general attitude about bank capital has been that there is no such thing as too much.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-prepare-pets-for-your-return-to-the-office-11616241602", "title": "How to Prepare Pets for Your Return to the Office", "date": "2021-03-20 08:00", "summary": "Many pets, especially those adopted during the pandemic, aren't used to being left home alone regularly. A vet explains what owners can do to relieve the stress. Many workers are eager to return to the office, at least some of the time. But they may be forgetting something: What about the dogs and cats they are leaving behind?", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/phillip-lim-on-asian-american-activism-in-fashion-11616241601", "title": "Phillip Lim on Asian-American Activism in Fashion", "date": "2021-03-20 08:00", "summary": "In the wake of hate crimes against Asian-Americans, the New York designer has moved his studio to Chinatown and refocused his energies toward advocacy and fundraising on behalf of the AAPI community. As he said, 'I can no longer separate Phillip the person from Phillip Lim the brand.'. Off Brand is a column that delves into trends in fashion and beauty.", "categories": [["Life & Work", "Style & Fashion", "Off Brand"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/off-brand?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-u-s-economic-outlook-brightens-europe-fears-a-cloudy-summer-11616241602", "title": "As U.S. Economic Outlook Brightens, Europe Fears a Cloudy Summer", "date": "2021-03-20 08:00", "summary": "The slow pace of EU's vaccination drive bodes ill for the millions of jobs and businesses that rely on summer tourism. A rapid Covid-19 vaccination campaign in the U.S. holds the promise that millions of Americans can return to beach vacations, barbecues and road trips this summer.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-collection-shifts-into-a-higher-gear-11616238001", "title": "A Collection Shifts Into a Higher Gear", "date": "2021-03-20 07:00", "summary": "The recently reopened Revs Institute is home to over 100 significant cars from Miles Collier's impressive trove.. Naples, Fla.", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/plastic-straws-that-quickly-biodegrade-in-the-ocean-not-quite-scientists-say-11616238001", "title": "Plastic Straws That Quickly Biodegrade in the Ocean? Not Quite, Scientists Say", "date": "2021-03-20 07:00", "summary": "Companies are touting straws and bottles made from a plant-based plastic, but researchers say some claims are overstated. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wong-kar-wais-world-within-11616238000", "title": "Wong Kar Wai's World Within", "date": "2021-03-20 07:00", "summary": "The Criterion Collection's set of seven newly restored movies, including 'In the Mood for Love' and '2046,' reveals the auteur's ability to create distinctive, multilayered cosmos on screen.. ", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/olympic-skier-mikaela-shiffrins-comeback-started-with-workouts-in-her-garage-11616234400", "title": "Mikaela Shiffrin's Comeback Started With Workouts in Her Garage", "date": "2021-03-20 06:00", "summary": "Resume Subscription. The only thing skier Mikaela Shiffrin could control this past year was her workout soundtrack: Taylor Swift. Due to coronavirus, the two-time Olympic gold medalist and six-time world champion found herself preparing for her comeback season in her home garage using equipment hacks and video coaching. She became one more avid exerciser trying to keep fit without a gym.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-pinduoduo-beat-alibaba-to-become-chinas-top-shopping-site-11616232601", "title": "How Pinduoduo Beat Alibaba to Become China's Top Shopping Site", "date": "2021-03-20 05:30", "summary": "Five-year-old company is first challenger to loosen Alibaba and JD.com's stranglehold over online consumption in the country. SHANGHAI-A five-year-old e-commerce app that turned discount shopping into an online game has overtaken Alibaba Group Holding Ltd. as China's most popular internet shopping site.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sen-susan-collins-sees-poor-strategy-in-white-house-rebuffing-gop-11616232601", "title": "Sen. Susan Collins Sees 'Poor Strategy' in White House Rebuffing GOP", "date": "2021-03-20 05:30", "summary": "Biden says he values bipartisanship, yet the centrist Maine Republican says she feels frustrated. WASHINGTON-When a Democratic administration pursued an economic stimulus package in 2009, Republican Sen. Susan Collins negotiated with the White House officials and Democratic leaders drafting the legislation.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buying-a-home-in-the-pandemic-family-members-team-up-on-bids-11616232600", "title": "To Buy a Home in the Pandemic, Relatives Team Up on Bids", "date": "2021-03-20 05:30", "summary": "Resume Subscription. Shawn Zangler had often thought about buying a home with her mother. When the pandemic hit, she finally did it.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/elon-musk-says-tesla-wont-share-data-from-its-cars-with-china-or-u-s-11616227050", "title": "Elon Musk Says Tesla Won't Share Data From Its Cars With China or U.S.", "date": "2021-03-20 03:57", "summary": "Beijing has restricted use of Tesla cars by military personnel or employees of some state-owned companies over national-security concerns. SHANGHAI- Tesla Inc. would never provide the U.S. government with data collected by its vehicles in China or other countries, Elon Musk, the company's chief executive, told a high-level conference in China.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-ive-learned-from-the-pandemic-year-11616096261", "title": "Lessons of the Pandemic Year", "date": "2021-03-20 00:03", "summary": "In March 2020, the world realized that Covid-19 was going to change everything. After a year of unprecedented challenges, we asked leaders in business, politics, science and the arts to reflect on what the pandemic has taught them-about themselves, society and the path ahead. If in the past year you played solitaire, even a single game, you wasted that time. Take it from me: I played many hands of the game and have nothing to show for the effort. Granted, I had no Zoom schooling sessions to enforce, no children to parent, no job to perform remotely. I did work, but at a studio with strictly enforced Covid-19 protocols, along with a large crew who had all been bubbled for the duration of the pandemic.", "categories": [["Life & Arts | Ideas"]], "category_links": []}, {"link": "https://www.wsj.com/articles/passover-and-the-power-of-jewish-continuity-11616212861", "title": "Passover and the Power of Jewish Continuity", "date": "2021-03-20 00:01", "summary": "Telling the story of the Exodus from Egypt allows Jews to share a spiritual experience across time and space. After hundreds of years of slavery, it is the Israelites' final night in Egypt. They are ready to escape to freedom. Their leader, Moses, imparts a final piece of guidance, one that is also to serve as a lasting edict: He instructs them to tell their children about this Exodus from Egypt. But there are many different ways to tell a story, let alone one as rich, complex and dynamic as the Exodus. Moses didn't offer precise instructions. So thousands of years ago, Jews created a book known as the Haggadah, which means \"telling.\"", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pete-buttigieg-on-the-pandemic-year-how-little-we-communicate-with-words-11616212861", "title": "Pete Buttigieg: How Little We Communicate With Words", "date": "2021-03-20 00:01", "summary": "Will our old ways of sensing one another be enhanced by the new ones we have had to develop?. A few weeks ago, I was invited for the first time to a meeting in the Oval Office. I had always wondered what it was like inside; but when the time came to enter, I did so in disembodied form, wheeled in on a TV cart to join the meeting by Zoom because I was in quarantine at home after being exposed to someone who had tested positive for Covid-19.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11616263206", "title": "Pepper...and Salt", "date": "2021-03-20 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/esther-perel-on-the-pandemic-year-uncertainty-doesnt-have-to-mean-anxiety-11616212860", "title": "Esther Perel: Uncertainty Doesn't Have to Mean Anxiety", "date": "2021-03-20 00:01", "summary": "Turning the unknown into something we look forward to exploring is the antidote to fear.. Even when we can't change our circumstances, we can change our mindset. As the psychiatrist Viktor Frankl said, \"Everything can be taken from a man but one thing: the last of the human freedoms-to choose one's attitude in any given set of circumstances.\" Frankl's concept of tragic optimism, of making meaning out of suffering, was influenced by his experiences during the Holocaust. Like my parents, Frankl was a survivor of the camps and likely understood the difficult necessity of staying in touch with aliveness, dignity and spiritual freedom in the face of precarity, loss and grief.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-a-young-billionaire-learned-some-old-lessons-11616212826", "title": "Where a Young Billionaire Learned Some Old Lessons", "date": "2021-03-20 00:00", "summary": "Four mentors taught 26-year-old Austin Russell, the founder of Luminar Technologies, about the importance of delegating, pushing through doubts and avoiding burnout. 'It's all about finding the right balance.'. In Personal Board of Directors, top business leaders talk about the people they turn to for advice, and how those people have shaped their perspective and helped them succeed. Previous installments from the series are here.", "categories": [["Personal Board of Directors"]], "category_links": ["https://www.wsj.com/news/types/personal-board-of-directors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-attract-black-employees-companies-move-to-them-11616212810", "title": "The New Push for Corporate Diversity Comes with an Atlanta Address", "date": "2021-03-20 00:00", "summary": "More companies are considering new locations to find diverse workers-and retain them. Silicon Valley has a diversity problem, one that even Tristan Walker's 4-year-old son could see.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musk-and-amazon-are-battling-to-put-satellite-internet-in-your-backyard-11616212827", "title": "Satellite Internet Is Coming to a Backyard Near You", "date": "2021-03-20 00:00", "summary": "For rural homesteaders and suburbanites alike, no matter where they live on the globe, fast, reliable internet connectivity is on its way-from outer space. Cybersecurity specialist Luke McOmie lives entirely off-grid on the side of a mountain in Colorado, where there's no cell service or landline broadband internet. Yet he recently gave a talk at a convention hosted in Japan on the lethality of drones. He was live via satellite-his own personal satellite internet connection, that is.", "categories": [["Tech", "Keywords: Christopher Mims"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-accused-of-inappropriate-behavior-by-fifth-female-aide-11616207331", "title": "Cuomo Accused of Inappropriate Behavior by Fifth Female Aide", "date": "2021-03-20 22:54", "summary": "Alyssa McGrath, an employee who works in the Executive Chamber, says the New York governor's behavior amounted to sexual harassment. A female employee who works in New York Gov. Andrew Cuomo's Executive Chamber said he kissed her on the forehead, called her beautiful in Italian and looked down her shirt as she sat across from him in his office in separate instances over the past three years.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tom-hanks-on-the-pandemic-year-never-play-solitaire-again-11616075968", "title": "Tom Hanks: Never Play Solitaire Again", "date": "2021-03-20 20:54", "summary": "The virus has taught us that life and health are precarious and we must not squander precious time. If in the past year you played solitaire, even a single game, you wasted that time. Take it from me: I played many hands of the game and have nothing to show for the effort. Granted, I had no Zoom schooling sessions to enforce, no children to parent, no job to perform remotely. I did work, but at a studio with strictly enforced Covid-19 protocols, along with a large crew who had all been bubbled for the duration of the pandemic.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-extradites-north-korean-from-malaysia-11616158023", "title": "U.S. Extradites North Korean From Malaysia", "date": "2021-03-20 20:23", "summary": "The case could potentially strengthen Washington's hand in sanctions enforcement against Kim Jong Un's regime. The U.S. extradited a North Korean accused of money laundering from Malaysia, Pyongyang said Friday, as the regime said it would cut ties with Kuala Lumpur over the decision.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/derek-chauvin-judge-declines-to-move-trial-in-death-of-george-floyd-11616161961", "title": "Derek Chauvin Judge Declines to Move Trial in Death of George Floyd", "date": "2021-03-20 20:17", "summary": "'I don't think there's any place in the state of Minnesota that has not been exposed to extreme amounts of publicity on this case,' judge says. The judge in the trial of a former Minneapolis police officer accused of murder in the death of George Floyd denied a defense request to move the trial over the city's announcement of a $27 million civil settlement with Mr. Floyd's family that took place during jury selection.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]