[{"link": "https://www.wsj.com/articles/emma-raducanu-us-open-final-leylah-fernandez-11631397275", "title": "Emma Raducanu, 18, Wins U.S. Open in All-Teen Final", "date": "2021-09-11 18:11", "summary": "The budding British star defeated 19-year-old Leylah Fernandez in straight sets to win her first major title. Back in late spring, in a leafy suburb of London, the Wimbledon wild-card committee took a gamble on a teenager who had never played in a major tennis tournament.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/9-11-20th-anniversary-highlights-11631317666", "title": "U.S. Marks 20th Anniversary of 9/11 With a Day of Memorials", "date": "2021-09-11 17:56", "summary": "Resume Subscription. From large, official ceremonies to a moment of silence in a Starbucks, Americans marked the moments hijacked planes crashed into the Twin Towers, the Pentagon and a Pennsylvania field 20 years ago on Sept. 11.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/house-democrats-push-to-expand-child-tax-credit-through-2025-11631325637", "title": "House Democrats Push Child Tax Credit Extension, Renewable Energy Breaks", "date": "2021-09-11 17:50", "summary": "Ways and Means Committee proposal details tax credits for households and companies while lawmakers wait to show who would pay more in taxes. WASHINGTON-House Democrats proposed extending the expanded child tax credit through 2025 and making permanent its key feature aimed at helping low-income families, as part of a plan to provide tax breaks for families and renewable-energy producers.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-commemorates-9-11-praises-unity-of-americans-11631316880", "title": "Biden Commemorates 9/11, Praises 'Unity' of Americans", "date": "2021-09-11 17:14", "summary": "President visits the three sites where hijacked planes struck, emphasizes the importance of unity. WASHINGTON-President Biden is commemorating the 20-year anniversary of Sept. 11 on Saturday by visiting all three sites where hijacked planes crashed two decades ago, killing nearly 3,000 people in the deadliest terrorist attack on U.S. soil.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alice-walton-interview-crystal-bridges-11631104447", "title": "How Alice Walton Is Doubling Down on Her Mega-Museum in Arkansas", "date": "2021-09-11 17:12", "summary": "The only daughter of Walmart founder Sam Walton brought priceless artworks to Bentonville. Now, a decade on, she's taking on the establishment with ambitious expansion plans to make the museum-and the town-a world-class destination.. The founding member of Crystal Bridges, the decade-old museum in the foothills of Arkansas's Ozark Mountains, is currently unavailable to give a tour because of a pre-existing laser appointment. Fortunately, the appointment is not for Alice Walton, the brains behind the museum and the only daughter of Sam Walton, billionaire founder of Walmart . The first member of the museum, which is celebrating its 10th anniversary this fall, is Alice's dog, Friday Walton.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economic-costs-accumulate-as-countries-worried-by-delta-variant-extend-border-closures-11631387873", "title": "Costs From Extended Covid-19 Border Closures Accumulate", "date": "2021-09-11 15:17", "summary": "Companies delay investments and cut jobs as strict travel limits, especially in Asia, weigh on sectors from manufacturing to education. The economic damage from Covid-19 travel restrictions is piling up, with more companies holding back on large investments or postponing decisions as border closures and visa delays stymie operations for longer than expected.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hertz-searches-for-a-new-ceo-after-bankruptcy-11631369863", "title": "Hertz Searches for a New CEO After Bankruptcy", "date": "2021-09-11 15:09", "summary": "Rental-car company explores management changes after its pandemic bankruptcy. Hertz Global Holdings Inc. is in talks to name a new chief executive officer, as the car-rental company resets after emerging from bankruptcy under new ownership, people familiar with the matter said.", "categories": [["WSJ News Exclusive", "Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/9-11-terror-attack-victims-remembered-20-years-later-11631363854", "title": "9/11 Terror-Attack Victims Remembered 20 Years Later", "date": "2021-09-11 13:59", "summary": "Memorials across America, both large and small, honor the nearly 3,000 people who were killed 20 years ago.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-grapples-with-hundreds-of-unaccompanied-minors-among-afghan-evacuees-11631383130", "title": "U.S. Grapples With Hundreds of Unaccompanied Minors Among Afghan Evacuees", "date": "2021-09-11 13:58", "summary": "Resume Subscription. RAMSTEIN AIR BASE, Germany-On the wall of the dining tent in one area of this air base hang paintings by some of the Afghan children who have been evacuated by U.S. authorities since their home country fell to the Taliban last month.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/post-9-11-growing-u-s-muslim-communities-describe-mix-of-fears-and-acceptance-11631379602", "title": "Post-9/11, Growing U.S. Muslim Communities See Perils, Acceptance", "date": "2021-09-11 13:00", "summary": "Resume Subscription. WATERLOO, Iowa-In the years since 9/11, Saif Bhuiyan said he was questioned rudely by security personnel and officials at airports and elsewhere. On the first anniversary of the terrorist attacks, someone hurled a water bottle at him.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/dreamers-await-senate-parliamentarians-ruling-on-reconciliation-package-11631377730", "title": "'Dreamers' Await Senate Ruling on Reconciliation Package", "date": "2021-09-11 12:28", "summary": "Democrats aim to avoid making concessions to Republicans amid deep divisions on immigration policy. WASHINGTON-The fate of young immigrants brought to the country illegally as children has become wedded to Democrats' sprawling $3.5 trillion social-welfare package, with a key decision on its Senate path expected within days.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/9-11-memories-from-wall-street-journal-readers-11631376001", "title": "9/11 Memories From Our Readers", "date": "2021-09-11 12:00", "summary": "People across the U.S. and world recall how they were affected by the attacks. Twenty years after 9/11, the memories of that September morning and its aftermath remain strong. Wall Street Journal readers shared their recollections of the attacks. Here is a sampling of them, lightly edited:", "categories": [["U.S.", "Sept. 11"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/september-11th?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abimael-guzman-messianic-leader-of-ruthless-peruvian-insurgency-dies-11631375288", "title": "Abimael Guzmán, Leader of Ruthless Peruvian Insurgency, Dies at 86", "date": "2021-09-11 11:48", "summary": "The former philosophy professor known to his zealous followers as Chairman Gonzalo launched one of Latin America's most violent civil wars. LIMA, Peru-Abimael Guzmán, who turned Peru into one of the world's most brutal Cold War battlegrounds as the messianic leader of a ruthless communist insurgency in the 1980s and early 1990s, has died. He was 86 years old.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-book-marijuana-usage-runners-high-11631309227", "title": "Runner's High Gets New Meaning", "date": "2021-09-11 11:00", "summary": "A new book argues that marijuana-fueled runs can boost performance and make exercise a lot more fun. For people who find the runner's high elusive, a new book offers this suggestion: Run high.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grandson-restores-the-1918-ford-model-t-his-grandfather-assembled-by-hand-a-century-ago-11631368802", "title": "Grandson Restores 1918 Model T His Grandfather Assembled by Hand", "date": "2021-09-11 10:00", "summary": "Resume Subscription. Leon K. Humble, 83 years old, a retired electrical engineer and entrepreneur living in Phoenix, on his 1918 Ford Model T, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/natural-gas-market-conditions-look-unnatural-11631368802", "title": "Natural-Gas Market Conditions Look Unnatural", "date": "2021-09-11 10:00", "summary": "Storage levels of the fuel look rather thin globally, while prices have surged. A cold winter in parts of the world could send prices even higher.. Natural gas could really use an OPEC-style, coordinated production ramp-up right now.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-takes-aim-at-chinas-industrial-subsidies-11631295257", "title": "Biden Administration Takes Aim at China's Industrial Subsidies", "date": "2021-09-11 09:58", "summary": "The U.S. is planning a probe into Beijing's aid for Chinese companies, with new tariffs possible. The Biden administration is targeting Beijing's widespread use of industrial subsidies that give its companies an edge over foreign rivals, an effort that could lead to new sanctions on Chinese imports and further strain U.S.-China relations.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-war-on-terror-accounting-911-20th-anniversary-11631311813", "title": "A War on Terror Accounting Since 9/11", "date": "2021-09-11 09:49", "summary": "The fall of Kabul shouldn't obscure the successes over 20 years.. Americans are in a sour mood on this 20th anniversary of 9/11, in part because of President Biden's catastrophic withdrawal that finds the Taliban we deposed back in charge of Afghanistan. Was the entire war on terror a failure? The question is understandable, but as we remember the victims and heroes of that awful day, it's also worth noting what has been accomplished.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazil-moves-away-from-chinese-covid-19-vaccine-11631368138", "title": "Brazil Moves Away From Chinese Covid-19 Vaccine", "date": "2021-09-11 09:48", "summary": "Resume Subscription. SÃO PAULO-Brazil, a major buyer of China's CoronaVac shot and a poster child for Beijing's efforts at vaccine diplomacy, is making a speedy retreat from the Covid-19 vaccine as concerns grow over its efficacy against the Delta variant and other vaccines become more readily available.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/smartwatch-children-classroom-11631291516", "title": "Smartwatches: the New Classroom Nuisance", "date": "2021-09-11 09:00", "summary": "Students use smartwatches to cut class, cheat and text Mom and Dad, and school tech policies aren't keeping up with these wearables. Just when schools finally figured out how to deal with students' cellphones, a new classroom distraction is emerging: smartwatches.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snowbirds-are-heading-to-florida-and-arizona-despite-the-delta-variant-11631361600", "title": "Snowbirds Are Heading to Florida, Arizona Despite Delta Variant", "date": "2021-09-11 08:00", "summary": "Resume Subscription. The annual migration for many snowbirds is weeks away, but the Covid-19 waves in warm-weather locales like Florida and Arizona are causing some seasonal residents to rethink travel plans. Others say they're determined to make the trip after missing a season in the sun.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/antiracism-push-prompts-rethink-of-asias-beautiful-white-creams-11631354400", "title": "Antiracism Push Prompts Rethink of Asia's 'Beautiful White' Creams", "date": "2021-09-11 06:00", "summary": "Unilever to relabel skin-care products to avoid implying fairer is better, but J&J and L'Oréal are keeping references to 'white'. TOKYO-Global skin-care companies are split over a term commonly used on Asian antiblemish creams that means \"beautiful white,\" with Unilever PLC erasing it from products while Johnson & Johnson says it isn't offensive.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doordash-and-grubhubs-tussles-with-regulators-heat-up-following-pandemic-sales-boost-11631352780", "title": "DoorDash and Grubhub's Tussles With Regulators Heat Up", "date": "2021-09-11 05:33", "summary": "Food-delivery companies are facing commission caps and other rules that threaten their growth. America's biggest food-delivery apps are fighting regulators in their top markets, escalating a battle over how restaurants and consumers should be charged after the pandemic prompted a shift to their platforms.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-estate-love-letters-spark-concern-over-racial-bias-11631352602", "title": "Real Estate 'Love Letters' Spark Concern Over Racial Bias", "date": "2021-09-11 05:30", "summary": "Home buyers' personal notes to sellers offer an emotional appeal in a competitive market-but could cause sellers to run afoul of fair housing rules. When Christina and Alexander Vaughan looked to buy a home this spring, the first open house they attended drew more than 20 families. The couple ultimately bid on three homes, losing on each one.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/funds-overseas-cash-in-on-crypto-boom-11631352602", "title": "Funds Overseas Cash In on Crypto Boom", "date": "2021-09-11 05:30", "summary": "A handful of European exchange-traded products have logged gains in the triple digits and beyond, but few are available to U.S. investors. Some overseas investors are reaping big gains from a handful of exchange-traded products that have surged alongside many digital coins.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-there-hasnt-been-another-9-11-11631332860", "title": "Why There Hasn't Been Another 9/11", "date": "2021-09-11 00:01", "summary": "The U.S. remains a chief target for jihadists, but measures including drone strikes, special operations and intelligence sharing have kept terrorism at bay. Twenty years ago, the 9/11 attacks killed almost 3,000 Americans. Since then, the U.S. homeland hasn't suffered any comparable terrorist assault, nor even one a tenth of the size. The total death toll from jihadist attacks inside the U.S. over these last two decades stands at 107-still too high but far lower than almost all of our leaders and counterterrorism officials feared it would be in September 2001, when visions of a follow-on strike, perhaps with weapons of mass destruction, loomed. The last jihadist attack on U.S. soil was well over a year ago, when a Saudi air force pilot with ties to al Qaeda's branch in Yemen shot three American sailors at the Naval Air Station in Pensacola, Florida.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11631295029", "title": "Pepper...and Salt", "date": "2021-09-11 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theres-more-to-american-menswear-than-gingham-shirts-11631332801", "title": "There's More to American Menswear Than Gingham Shirts", "date": "2021-09-11 00:00", "summary": "Ahead of the new exhibition 'In America: A Lexicon of Fashion,' we spoke with experts and designers Greg Lauren and Thom Browne (a LeBron James favorite) about the essence of U.S. men's style. AFTER LAUNCHING his line nearly 20 years ago, New York designer Thom Browne began working with Rocco Ciccarelli, a now-retired Italian tailor who came to the U.S. in 1955. Mr. Ciccarelli appreciated the \"mix of French, Italian and English tailors who brought [something] from home to create this American sensibility,\" recalled Mr. Browne, known for his surreal womenswear and shrunken men's suits. LeBron James is a dedicated fan of the latter.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-way-amazon-uses-tech-to-squeeze-performance-out-of-workers-deserves-its-own-name-bezosism-11631332821", "title": "Amazon's Approach to Management Deserves Its Own Name: Bezosism", "date": "2021-09-11 00:00", "summary": "The e-commerce giant has supercharged systems of management invented a century ago with surveillance, algorithms and data, leading to a new 'ism'. For Austin Morreale, working as a stower in an Amazon warehouse was tough to the point of being physically unsustainable, but nonetheless rewarding. The hours were long and the work grueling. The night shift he took at Amazon on top of his day job as a case manager for a nonprofit group was plainly unsustainable, but he only planned to do it for a summer, anyway. He needed the money, the immediate access to health insurance, and the change of pace. He lasted six weeks.", "categories": [["Tech", "Keywords: Christopher Mims"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/everything-must-go-the-american-car-dealership-is-for-sale-11631332812", "title": "Everything Must Go! The American Car Dealership Is for Sale.", "date": "2021-09-11 00:00", "summary": "A longtime fixture of American life is looking for a new model as more auto purchases move online and national chains gobble up neighborhood showrooms. For nearly a century, the American car dealership has retained its iconic appearance even as technology transformed every corner of the business landscape. In towns across the country, local business titans lured customers to glass-walled showrooms and large asphalt lots, where buyers bargained for the best price. That model is showing its age.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-fortune-500-director-governs-her-own-careerwith-help-from-diane-von-furstenberg-11631332844", "title": "How a Fortune 500 Director Governs Her Own Career", "date": "2021-09-11 00:00", "summary": "Dambisa Moyo is a Zambian-born economist who serves on the boards of 3M, Chevron and Condé Nast. She relies on a celebrated fashion icon and other advisers for no-nonsense feedback, a diversity of opinions and inspiration.. Dambisa Moyo wrote the book \"How Boards Work\" to explain what corporate board members do. She turns to her own personal board of directors for advice on how to do it better.", "categories": [["Personal Board of Directors"]], "category_links": ["https://www.wsj.com/news/types/personal-board-of-directors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senators-seek-investigation-of-amazon-over-treatment-of-pregnant-workers-11631294571", "title": "Senators Seek Investigation of Amazon's Treatment of Pregnant Workers", "date": "2021-09-11 23:09", "summary": "Lawmakers cite at least seven lawsuits filed against company between 2015 and 2019. A group of U.S. senators is asking the U.S. Equal Employment Opportunity Commission to investigate allegations that Amazon.com Inc. doesn't reasonably accommodate its fulfillment centers' pregnant workers.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]