[{"link": "https://www.wsj.com/articles/katie-ledecky-olympics-swimming-backyard-pool-11627749449", "title": "The Backyard Pool That Made Katie Ledecky's Olympics Possible", "date": "2021-07-31 18:33", "summary": "When the pandemic closed pools in March 2020, Atherton, Calif., native Tod Spieker opened his pool to Katie Ledecky to let her keep chasing her Olympic dream. TOKYO-At 73 years old, a former swimmer named Tod Spieker is decades removed from the teens and twentysomethings representing Team USA in Tokyo. But in many ways, he's never been closer.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhood-sold-ipo-shares-to-more-than-300-000-of-its-customers-11627767683", "title": "Robinhood Sold IPO Shares to Over 300,000 of Its Customers", "date": "2021-07-31 17:41", "summary": "Buyers represented about 1.3% of the online brokerage's 22.5 million funded accounts. Hundreds of thousands of Robinhood Markets Inc.'s customers bought shares in the trading app's rocky initial public offering earlier this week.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaccine-health-pass-fuels-french-protests-11627748518", "title": "Covid-19 Vaccine Health Pass Fuels French Protests", "date": "2021-07-31 14:32", "summary": "More than 204,000 demonstrators took to the streets for the third-straight weekend to decry tool aimed at stemming the Delta coronavirus variant. French protesters took to the streets for the third consecutive Saturday to protest new restrictions on people unvaccinated against Covid-19, a growing movement that threatens to complicate the country's coronavirus response.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trayvon-bromell-worlds-fastest-man-olympics-11627748643", "title": "Can Trayvon Bromell Go From Broken Man to World's Fastest Man?", "date": "2021-07-31 12:25", "summary": "Resume Subscription. TOKYO-The men of the 100-meter Olympic race are seen as the peak blend of human muscle and speed, their sculpted physiques the picture of strength and health.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trump-pressed-justice-department-to-discredit-2020-election-officials-notes-show-11627665949", "title": "Trump Pressed Top Justice Officials to Discredit 2020 Election", "date": "2021-07-31 11:56", "summary": "Deputy attorney general's handwritten account of Dec. 27 phone call released to Congress. WASHINGTON-Then-President Donald Trump pressed top Justice Department officials in late December to declare the 2020 election corrupt in support of his efforts to overturn President Biden's victory, notes of the conversation show.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-tech-twitter-facebook-google-youtube-sec-230-common-carrier-11627656722", "title": "The First Amendment Doesn't Protect Big Tech's Censorship", "date": "2021-07-31 11:31", "summary": "The companies enjoy the privileges of common carriers without the responsibilities. State antidiscrimination laws are one promising remedy.. Does the Constitution require Americans to accept Big Tech censorship? The claim is counterintuitive but the logic is clear: If you submit a letter to this newspaper, the editors have no legal obligation to publish it, and a statute requiring them to do so would be struck down as a violation of the Journal's First Amendment rights. Facebook and Twitter , the argument goes, have the same right not to provide a platform to views they find objectionable.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-say-when-someone-asks-how-are-you-and-other-conversation-tips-11627743600", "title": "What to Say When Someone Asks 'How Are You?' And Other Conversation Tips", "date": "2021-07-31 11:00", "summary": "Our communication skills have gotten rusty. Here are five ways to sharpen them.. Talking to people face-to-face again is thrilling-and also hard.", "categories": [["Life & Work", "Bonds"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/bonds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/textbook-publisher-pearson-bets-big-on-online-learning-11627680310", "title": "Textbook Publisher Pearson Bets Big on Online Learning", "date": "2021-07-31 11:00", "summary": "CEO Andy Bird says the company hopes to attract college students with a new app, and then keep them as customers as they need more skills throughout their careers. Andy Bird joined education-resource company Pearson PLC as chief executive officer at a time when education was undergoing an upheaval-the middle of the Covid-19 pandemic.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-muscle-car-so-sweet-it-couldnt-stay-stolen-11627740002", "title": "A Muscle Car So Sweet, It Couldn't Stay Stolen", "date": "2021-07-31 10:00", "summary": "Resume Subscription. Garrett Reed, 27, a social-media influencer and marketer living in Blairsville, Ga., on his 1984 Chevrolet Monte Carlo SS, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/sunisa-lee-tokyo-olympics-nails-11627737076", "title": "Sunisa Lee Nailed a Huge Win-And Not Only for Herself. Just Look At Her Hands.", "date": "2021-07-31 10:00", "summary": "The all-around champion's Olympic-themed nails are both a fashion statement and an extension of her Hmong roots in Minnesota. TOKYO-Sunisa Lee soared into history this week, becoming the first Asian-American woman to achieve gymnastics's most coveted title: Olympic All-Around Champion. On Sunday, she'll have another chance to gather more bling in the uneven-bars final, her signature event.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bullpen-cart-olympic-baseball-japan-team-usa-11627720730", "title": "The Zen of the Olympic Bullpen Cart", "date": "2021-07-31 09:31", "summary": "The unlikely baseball star of the Tokyo Games is a slow-moving vehicle that ferries pitchers to the mound in a giant baseball mitt.. YOKOHAMA, Japan-Pitcher Jeremy Bleich was lathered up in the bullpen, and he needed to relax.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elaine-thompson-herah-100-meter-gold-jamaican-women-sweep-11627738217", "title": "Elaine Thompson-Herah Wins Second 100-Meter Gold as Jamaican Women Sweep", "date": "2021-07-31 09:31", "summary": "Resume Subscription. TOKYO-Jamaica's Elaine Thompson-Herah tore across the Olympic Stadium track and surged past her chief rival Saturday at the Tokyo Games to claim her second consecutive women's 100-meter gold in an Olympic-record 10.61 seconds.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/let-it-go-disney-princess-culture-isnt-toxic-study-finds-11627736400", "title": "Let It Go? Disney Princess Culture Isn't Toxic, Study Finds", "date": "2021-07-31 09:00", "summary": "Five-year study on the effects of exposure to cartoon princesses gives parents hope that their daughters won't grow up helpless-but the debate rages on. Many parents find themselves in the middle of the Great Princess Debate at some point.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/border-surge-delta-variant-complicate-bidens-immigration-agenda-11627736400", "title": "Border Surge, Delta Variant Complicate Immigration Agenda", "date": "2021-07-31 09:00", "summary": "Plans to ease public-health rules at the border, overhaul the asylum system and create a path to citizenship for Dreamers face potential delays or political pushback. WASHINGTON-A surge of illegal crossings at the southern border and the rapid rise of the Delta variant have complicated President Biden's plans as he looks to overhaul immigration policy and muster support in Congress.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/return-to-office-what-to-do-while-staying-remote-11627396958", "title": "What to Do When Everybody Returns to the Office-but You Stay Remote", "date": "2021-07-31 09:00", "summary": "If you're the only remote member of a mostly in-office team, you'll need some strategies to stay in the loop and maintain your productivity-and visibility. As offices reopen, many organizations are planning for a hybrid workplace. Some employees will work from home; others will head back to the office; still others will combine the two.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-popular-bet-on-chinese-growth-is-falling-out-of-favor-11627736365", "title": "A Popular Bet on Chinese Growth Is Falling Out of Favor", "date": "2021-07-31 08:59", "summary": "The Australian dollar's proxy relationship to China's economy has been shaken by trade tensions, rising liquidity in the yuan. SYDNEY-China's role as a key driver of the Australian dollar is being re-evaluated in global markets, helping send the currency to levels well below where traditional modeling suggests it should be.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/novak-djokovic-tokyo-olympics-golden-slam-11627734411", "title": "Instead of Gold, Djokovic's Olympics End With a Meltdown", "date": "2021-07-31 08:44", "summary": "The world No.1 lost his singles match on Saturday, lost his temper and skipped mixed doubles altogether to miss both of his shots at a bronze medal.. TOKYO-Novak Djokovic came to the Tokyo Olympics chasing a Golden Slam. He left instead with three straight defeats, profound fatigue, and precisely zero medals.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-the-rise-of-u-s-solar-power-a-mountain-of-chinese-coal-11627734770", "title": "Behind the Rise of U.S. Solar Power, a Mountain of Chinese Coal", "date": "2021-07-31 08:32", "summary": "Resume Subscription. Solar panel installations are surging in the U.S. and Europe as Western countries seek to cut their reliance on fossil fuels.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/zimbabwean-vice-presidents-visit-to-china-raises-questions-about-covid-19-protocols-11627734538", "title": "Zimbabwe Vice President's China Visit Raises Covid-19 Questions", "date": "2021-07-31 08:28", "summary": "Hundreds of people in a luxury hotel were quarantined after a member of group traveling with Constantino Chiwenga tested positive. BEIJING-Hundreds of people were removed from a luxury hotel in central Beijing and quarantined after a member of a group staying there with Zimbabwe's vice president tested positive for Covid-19, hotel guests and authorities from both countries said.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bye-bye-bikinis-athletes-at-the-olympics-and-beyond-fight-sexist-uniforms-11627684035", "title": "Bye-Bye Bikinis? Athletes at the Olympics and Beyond Fight Sexist Uniforms", "date": "2021-07-31 08:00", "summary": "For the Tokyo Olympics, the German gymnastics team chose unitards over leotards, while Norwegian beach handball players recently rejected bikini bottoms in favor of shorts. Will female athletes change the status quo?. Off Brand is a column that delves into trends in fashion and beauty.", "categories": [["Life & Work", "Style & Fashion", "Off Brand"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/off-brand?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tokyo-olympics-parents-sunisa-lee-lydia-jacoby-11627728690", "title": "Mom and Dad Aren't at the Olympics. They're Staying Up Until 2 a.m. and Hoping You'll Text.", "date": "2021-07-31 08:00", "summary": "Resume Subscription. Tokyo", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/can-aiming-for-gold-be-a-mental-health-hazard-11627716750", "title": "Can Aiming for Gold Be a Mental Health Hazard?", "date": "2021-07-31 07:50", "summary": "Resume Subscription. This week, Olympic athletes have been especially open about their experiences with mental health-thanks in large part to conversations started by superstars Simone Biles and Naomi Osaka.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/olympics-osaka-biles-ledecky-11627710850", "title": "For Olympic Athletes, It's Been an Even More Stressful Games Than Usual", "date": "2021-07-31 07:46", "summary": "Resume Subscription. TOKYO-Simone Biles. Naomi Osaka. Katie Ledecky. Their golden sweep hasn't always played out as expected.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/stillwater-matt-damon-abigail-breslin-amanda-knox-11627595753", "title": "'Stillwater' Review: A Roughneck Abroad", "date": "2021-07-31 06:46", "summary": "Matt Damon stars as a father trying to clear his daughter's name in a murder case in Tom McCarthy's new crime drama inspired by the Amanda Knox saga. ", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-widow-review-superfamily-ties-11625687538", "title": "'Black Widow' Review: Superfamily Ties", "date": "2021-07-31 06:43", "summary": "Scarlett Johansson and Florence Pugh star as sisters reunited in this emotional and action-packed addition to the Marvel Cinematic Universe. If ever a superhero saga demanded-and deserved-to be taken on its own terms, \"Black Widow\" is the one.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/attack-on-israeli-linked-tanker-in-arabian-sea-kills-two-crew-11627663129", "title": "Suspected Drone Attack on Israeli-Linked Tanker in Arabian Sea Kills Two Crew", "date": "2021-07-31 06:12", "summary": "Israel blames Iran for the attack, which resulted in first deaths after numerous strikes in recent years on ships in region. A suspected drone attack on an Israeli-linked tanker near the coast of Oman in the Arabian Sea killed two crew members, the vessel's operator said Friday, the first deaths after numerous strikes in recent years on ships in the region.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/six-exercises-to-build-knee-strength-and-stability-11627725603", "title": "Six Exercises to Build Knee Strength and Stability", "date": "2021-07-31 06:00", "summary": "Resume Subscription. Strong, powerful legs and glutes are the secret weapons of elite rowers. \"A rowing workout is most closely related to a squat jump or dead lift,\" says Jack Nunn, a former member of the USRowing national team and founder of Roworx Fitness in Long Beach, Calif. \"Nearly 70% of the power coming from the rowing stroke is driven through the legs and back,\" says Mr. Nunn, whose father, John Nunn, competed in and coached rowing in the Olympics.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/towns-trying-to-ban-natural-gas-face-resistance-in-their-push-for-all-electric-homes-11627723801", "title": "Towns Trying to Ban Natural Gas Face Resistance in Push for All-Electric Homes", "date": "2021-07-31 05:30", "summary": "Massachusetts is at the center of a battle over phasing out gas for cooking and heating. Massachusetts is emerging as a key battleground in the U.S. fight over whether to phase out natural gas for home cooking and heating, with fears of unknown costs and unfamiliar technologies fueling much of the opposition to going all-electric.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-landlord-making-75-000-a-year-could-end-up-in-the-millionaire-tax-bracket-11627723800", "title": "How a Landlord Making $75,000 a Year Could End Up in the Millionaire Tax Bracket", "date": "2021-07-31 05:30", "summary": "Resume Subscription. VERSAILLES, Ky.-Five brick apartment buildings in this horse-country town make up Paul Settle's retirement nest egg. He purchased the complex 27 years ago and has spent almost every day since tidying the grounds, repairing garbage disposals and collecting rent checks.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/delta-variant-fears-spur-some-americans-to-get-covid-19-vaccine-11627723802", "title": "Delta Variant Fears Spur More Americans to Get Vaccinated", "date": "2021-07-31 05:30", "summary": "Concerns about the Delta variant, confidence in vaccines' safety and pressure from friends and family are helping people get past their hesitancy. Growing numbers of people are getting vaccinated in areas hit hard by the Delta variant, offering a glimmer of hope but still falling far short of what is needed to fight Covid-19, public-health officials say.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-unlikely-refuge-in-the-year-of-covid-11627704061", "title": "An Unlikely Refuge in the Year of Covid", "date": "2021-07-31 00:01", "summary": "For one New Yorker, the decision to ride out much of 2020 in Belgrade, Serbia, was both frightening and liberating.. When Covid-19 hit New York City last spring, I was in my mid-60s and recovering from a traumatic brain injury that, by actuarial standards, \"should\" have carried me off a few years earlier. I had not only survived but grown hungry for life again, only to find myself holding on miserably in the worst pandemic hot spot in the U.S. Several friends died, and I watched televised images of the impromptu morgues cobbled together across the city in tents, trucks and Central Park. My neighbors and I squeezed by each other warily on trips to the lobby of our apartment building, breathing shallowly, flattening ourselves against the walls.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11627659249", "title": "Pepper...and Salt", "date": "2021-07-31 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banking-wasnt-for-her-so-she-turned-to-nonprofits-11627704005", "title": "Banking Wasn't for Her, So She Turned to Nonprofits", "date": "2021-07-31 00:00", "summary": "British A. Robinson's volunteer work with the Jesuit order inspired her to pursue a career helping others. In Personal Board of Directors, top business leaders talk about the people they turn to for advice, and how those people have shaped their perspective and helped them succeed. Previous installments from the series are here.", "categories": [["Personal Board of Directors"]], "category_links": ["https://www.wsj.com/news/types/personal-board-of-directors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-a-four-day-week-the-future-of-work-11627704011", "title": "Is a Four-Day Week the Future of Work?", "date": "2021-07-31 00:00", "summary": "Most Popular News. Kickstarter Chief Executive Aziz Hasan had to embrace remote work during the initial stage of the pandemic. Now this boss wants to reward employees who stuck around with a new perk: the four-day workweek.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/why-artificial-intelligence-isnt-intelligent-11627704050", "title": "Artificial Intelligence's Big Chill", "date": "2021-07-31 00:00", "summary": "Some experts in AI think its name fuels confusion and hype of the sort that led to past 'AI winters' of disappointment. A funny thing happens among engineers and researchers who build artificial intelligence once they attain a deep level of expertise in their field. Some of them-especially those who understand what actual, biological intelligences are capable of-conclude that there's nothing \"intelligent\" about AI at all.", "categories": [["Tech", "Keywords: Christopher Mims"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mixed-relays-in-swimming-and-track-make-olympic-debuts-11627676624", "title": "Mixed Relays in Swimming and Track Make Their Olympic Debut", "date": "2021-07-31 23:34", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/china-tech-selloff-resumes-adding-to-month-of-huge-losses-11627641891", "title": "China Tech Selloff Resumes, Adding to Month of Huge Losses", "date": "2021-07-31 23:30", "summary": "Investors are reeling from drastic moves against the after-school tutoring sector, one in a series of government salvos. Big Chinese tech stocks lost hundreds of billions of dollars in combined market value in July, reflecting rising investor concern about how the sector will fare under a barrage of regulatory pressure from Beijing.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/expansion-in-chinas-factory-sector-hits-lowest-level-in-months-11627701335", "title": "Expansion in China's Factory Sector Hits Lowest Level in Months", "date": "2021-07-31 23:15", "summary": "China's gauge of manufacturing activity slips in latest sign of slackness of world's second-largest economy. Expansion in China's factory sector in July hit the lowest level in nearly a year and a half, with a gauge of activity slipping in the latest sign of slackness of the world's second-largest economy.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-brainard-says-labor-market-hasnt-satisfied-goals-for-reducing-bond-purchases-11627691401", "title": "Fed's Brainard Says Labor Market Hasn't Satisfied Goals for Reducing Bond Purchases", "date": "2021-07-31 22:11", "summary": "'Recent high inflation readings reflect supply-demand mismatches in a handful of sectors that are likely to prove transitory,' says Fed governor. The U.S. labor market hasn't achieved enough progress to justify a pullback in the Federal Reserve's stimulus program but is on track to reach a key threshold around the end of the year, a top central bank official said in a speech prepared for delivery Friday night.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/simone-biles-vault-uneven-bars-event-finals-olympics-11627696150", "title": "Simone Biles Will Not Compete in Vault or Uneven Bars Finals", "date": "2021-07-31 21:50", "summary": "Resume Subscription. TOKYO-Simone Biles will not compete in the uneven bars or vault final on Sunday following further consultation with medical staff, her sports federation said.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/justice-department-says-treasury-must-release-trump-tax-returns-11627667462", "title": "Trump Tax Returns Should Be Released to Lawmakers, DOJ Says", "date": "2021-07-31 20:47", "summary": "The House panel 'invoked sufficient reasons' for the request, department says. WASHINGTON-The Justice Department advised the Treasury Department to turn over former President Donald Trump's tax returns to the House panel that has sought them since 2019, according to a memo released Friday, saying the panel had invoked sufficient reasons for the request.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-colombian-soldiers-deny-killing-haitian-president-11627692209", "title": "Former Colombian Soldiers Deny Killing Haitian President", "date": "2021-07-31 20:43", "summary": "Detained in Haiti, Colombians say they thought they were on a DEA mission to arrest President Jovenel Moïse: 'We were fooled'. PORT-AU-PRINCE-The former Colombian soldiers jailed in Haiti in the assassination of President Jovenel Moïse say they didn't kill him and thought they were on a U.S. Drug Enforcement Administration mission to arrest the leader, lawyers from the Colombian state, who talked to the men, said Friday.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}]