[{"link": "https://www.wsj.com/articles/u-s-retrieves-millions-paid-to-colonial-pipeline-hackers-11623094399", "title": "U.S. Retrieves Millions Paid to Colonial Pipeline Hackers", "date": "2021-06-07 19:34", "summary": "Law-enforcement officials recover roughly $2.3 million in digital currency paid after cyberattack that led to closure of East Coast fuel conduit. WASHINGTON-U.S. authorities have recovered millions of dollars in digital currency paid to the hackers who hit a major East Coast fuel pipeline with a ransomware attack last month, in a law-enforcement operation that officials said demonstrated progress undermining criminals' ability to disrupt American commerce and critical infrastructure for profit.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-prosecutors-subpoena-material-related-to-andrew-cuomo-s-book-11623106947", "title": "Prosecutors Subpoena Material Related to Cuomo's Book", "date": "2021-06-07 19:23", "summary": "State officials who edited early versions of New York governor's memoir were among those receiving requests for information. Federal prosecutors have subpoenaed material related to New York Gov. Andrew Cuomo's recent memoir as part of their probe into Covid-19 deaths in the state's nursing homes, people familiar with the matter said.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/longtime-tesla-executive-jerome-guillen-departs-11623108224", "title": "Longtime Tesla Executive Guillen Departs", "date": "2021-06-07 19:23", "summary": "Guillen had been overseeing the electric-vehicle maker's heavy-trucking efforts. A longtime Tesla Inc. executive who was overseeing the electric-vehicle maker's heavy-trucking efforts left the company last week.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/skycitys-adelaide-casino-faces-money-laundering-investigation-11623108116", "title": "Skycity's Adelaide Casino Faces Money-Laundering Investigation", "date": "2021-06-07 19:21", "summary": "Company says it is cooperating in the probe. WELLINGTON, New Zealand-Casino operator Skycity Entertainment Ltd. said an Australian regulator is investigating potential serious breaches of anti-money-laundering and terrorism-financing laws at its Adelaide casino.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadian-police-say-suspect-targeted-muslims-in-fatal-hit-and-run-11623107446", "title": "Canadian Police Say Suspect Targeted Muslims in Fatal Hit-and-Run", "date": "2021-06-07 19:19", "summary": "Pickup-truck driver faces first-degree murder charges after family was struck in London, Ontario. Canadian police say the driver of a pickup truck allegedly struck a family of five because of their Islamic religion, killing four of them in one of the deadliest attacks against Muslims in Canada since a shooting at a Quebec mosque four years ago.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cfos-plan-to-reopen-offices-but-may-keep-some-pandemic-changes-11623107708", "title": "CFOs Plan to Reopen Offices But May Keep Some Pandemic Changes", "date": "2021-06-07 19:15", "summary": "Finance chiefs at AT&T, Estée Lauder and Salesforce want to hold on to savings. Finance chiefs are drawing up plans to reopen their companies' offices but want to stick to certain changes made during the pandemic to control costs and drive sales.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-big-changes-coming-to-your-iphone-ipad-and-mac-this-fall-11623106699", "title": "The Big Changes Coming to Your iPhone, iPad and Mac This Fall", "date": "2021-06-07 18:58", "summary": "Apple's annual Worldwide Developers Conference keynote showed off major updates for FaceTime, AirPods and privacy. Apple is hosting its annual Worldwide Developers Conference virtually for the second year in a row. I tuned in from home for the Monday keynote, where company execs outlined a slew of new updates for Apple devices due this fall via iOS 15, iPadOS 15, WatchOS 8 and MacOS Monterey.", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bezos-to-lift-off-11623105667", "title": "Bezos to Lift Off", "date": "2021-06-07 18:41", "summary": "The entrepreneur leads from the front on commercial space flight.. What's the fun of being the world's richest person if you can't fashion a rocket and launch yourself into space? Say what you will about Jeff Bezos, but he's certainly willing to eat his own cooking. The Journal's Matt Grossman reports:", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexico-checks-amlos-power-11623104774", "title": "Mexico Checks AMLO's Power", "date": "2021-06-07 18:26", "summary": "A vote for democracy against the President's radical ambitions.. Believe it or not, there's good news south of the Rio Grande. Mexican voters delivered a sharp rebuke to President Andrés Manuel López Obrador's ruling Morena Party coalition in Sunday's midterm elections, stripping its two-thirds majority in the lower house of Congress. The result weakens AMLO, as the President is known, and his ambitions for a radical \"fourth transformation\" of Mexico.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-alzheimers-breakthrough-at-last-11623104815", "title": "An Alzheimer's Breakthrough, At Last", "date": "2021-06-07 18:26", "summary": "The FDA's approval sends a message of hope for millions of patients.. The Food and Drug Administration gave hope to millions of Americans suffering from Alzheimer's disease on Monday by approving Biogen 's aducanumab, the first treatment shown to slow cognitive decline. Credit to Acting Commissioner Janet Woodcock for resisting pressure from the public-health left who campaigned against the drug.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judges-immigrants-and-the-rule-of-law-11623104715", "title": "Judges, Immigrants and the Rule of Law", "date": "2021-06-07 18:25", "summary": "The Supreme Court is unanimous: This statute means what it says.. It's usually a good day at the Supreme Court when Justices left and right agree unanimously on the law, helping to restrain lower judges with overactive political imaginations. That happened Monday in Sanchez v. Mayorkas, as the High Court put a corner of immigration law back in proper order.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-manchin-plays-political-chess-11623104759", "title": "Joe Manchin Plays Political Chess", "date": "2021-06-07 18:25", "summary": "As progressives rage against him, he's helping the Democratic Party.. Joe Manchin has brought the wrath of the political left down upon him after writing in a hometown newspaper on the weekend that he doesn't support a federal takeover of state voting law and won't break the Senate filibuster. But the West Virginia Senator is playing political chess-and doing Democrats a favor too.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-tip-my-cap-to-you-joe-manchin-11623104296", "title": "I Tip My Cap to You, Joe Manchin", "date": "2021-06-07 18:18", "summary": "Defying your party's wishes is courageous and can be costly.. Sen. Joe Manchin is a courageous man. He has strong views and hails from a state that values independence. Recently he chose not to support the For the People Act. He also stood up for preserving the Senate filibuster. In both cases he opposed his party's leaders.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dangerous-ideas-review-the-follies-of-censorship-11623104339", "title": "'Dangerous Ideas' Review: The Follies of Censorship", "date": "2021-06-07 18:18", "summary": "Terms like blasphemy, subversion and hate speech are impossible to deﬁne. No wonder attempts at censorship are inconsistent and often absurd.. 'Free Speech Is Killing Us\" was the title of a polemical op-ed published in the New York Times in 2019. Surveying various unconnected crimes and political developments, the article's author, New Yorker staff writer Andrew Marantz, warned that \"the brutality that germinates on the internet can leap into the world of flesh and blood.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-latinos-bid-adios-to-democrats-11623104251", "title": "More Latinos Bid 'Adios' to Democrats", "date": "2021-06-07 18:17", "summary": "Election results in Texas show the migration to the GOP may finally be starting.. For decades some conservatives, yours truly among them, have argued that Latino Americans, with their ethic of faith and family and work, ought to be natural Republicans. On Saturday in a South Texas city on the Mexican border, Javier Villalobos gave America a glimpse of what this future might look like when he became the first Republican elected mayor of McAllen-the 85% Latino seat of Hidalgo County.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-isnt-your-grandfathers-turkey-11623104194", "title": "This Isn't Your Grandfather's Turkey", "date": "2021-06-07 18:16", "summary": "Ankara isn't staunchly pro-Western as in the Cold War, but it's still an important ally.. Ankara, Turkey", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microstrategy-to-sell-new-bitcoin-bond-11623094736", "title": "MicroStrategy to Sell New Bitcoin Bond", "date": "2021-06-07 18:08", "summary": "Software provider doubles down on bet that digital assets will outperform cash. MicroStrategy Inc. is borrowing $400 million in junk bonds to buy more bitcoins, adding to the company's bet that digital assets will outperform cash.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/southwest-airlines-automates-some-job-recruiting-tasks-as-air-travel-takes-off-11623103379", "title": "Southwest Airlines Automates Some Job Recruiting Tasks as Air Travel Takes Off", "date": "2021-06-07 18:03", "summary": "Airline hopes digital job recruiting tools, including chatbots, will substantially reduce the time it takes between posting a job and making an offer. Southwest Airlines Co. is leaning more on digital job placement tools, including chatbots, to speed up the hiring process amid resurging demand and a competitive labor market, a senior recruiting official said.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-i-stopped-hiring-ivy-league-graduates-11623103004", "title": "Why I Stopped Hiring Ivy League Graduates", "date": "2021-06-07 17:56", "summary": "Even those who aren't woke seem damaged by the experience, and they're deprived of role models.. I'm not inclined to hire a graduate from one of America's elite universities. That marks a change. A decade ago I relished the opportunity to employ talented graduates of Princeton, Yale, Harvard and the rest. Today? Not so much.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-mayor-urges-stricter-gun-control-after-boy-is-killed-11623102683", "title": "New York City Mayor Urges Stricter Gun Control After Boy Is Killed", "date": "2021-06-07 17:51", "summary": "Bill de Blasio says NYPD needs help from federal authorities to reverse a rise in shootings. New York City Mayor Bill de Blasio on Monday seized on the fatal shooting of a 10-year-old boy to call for stricter federal gun control and to push for state legislation that would provide more assistance to parolees.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tennessee-scientist-is-first-to-go-on-trial-on-charges-he-hid-work-in-china-11623072676", "title": "Tennessee Scientist Is First to Go on Trial on Charges He Hid Work in China", "date": "2021-06-07 17:50", "summary": "Prosecutors say the nanotechnology researcher did similar work in both countries while getting money from NASA. Until last year at the University of Tennessee, Anming Hu studied, among other things, how to join certain metals together using materials that are more than 1,000 times smaller than the width of a human hair. He also ran a group developing similar nanoscale technologies at an institute in Beijing.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexicans-vote-in-midterm-election-seen-as-referendum-on-populist-president-11622982436", "title": "López Obrador Coalition Falls Short of Supermajority in Mexico's Lower House", "date": "2021-06-07 17:47", "summary": "The president's party will have a far harder time seeking to overhaul the Constitution, political analysts say. MEXICO CITY-President Andrés Manuel López Obrador's party, along with two smaller allied parties, won a majority in the country's lower house in midterm elections but fell well short of a two-thirds majority needed to carry out his economic nationalist agenda.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/options-traders-bet-on-return-of-100-oil-11623061227", "title": "Options Traders Bet on Return of $100 Oil", "date": "2021-06-07 17:28", "summary": "Investors have scooped up call options tied to crude prices hitting milestone for first time since gush of U.S. oil in 2014. Traders have alighted on what some believe to be a one-way bet in the world's most important commodity market: oil prices going to $100 a barrel.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-annual-developer-conference-caps-a-tense-year-11623058201", "title": "Apple's Tim Cook Kicks Off WWDC by Doubling Down on Privacy", "date": "2021-06-07 17:16", "summary": "Tech giant also announces updates to FaceTime and Wallet, capping a tense year for company, developers as virtual conference begins. A year after angering software developers with new privacy features aimed at making it harder to track iPhone users' digital footprints, Apple Inc. on Monday doubled down with even more changes that will roil the digital-advertising industry.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/commodity-price-surges-add-to-inflation-fears-11623079860", "title": "Commodity Price Surges Add to Inflation Fears", "date": "2021-06-07 17:11", "summary": "Higher prices for commodities are flowing through to more companies and consumers, making it harder for central bankers to ignore them. The run-up in commodity prices is casting a cloud over the global economic recovery, slamming vulnerable businesses and households and adding to fears that inflation could become more persistent.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-06-07-2021-11623051576", "title": "Stocks Finish in Mixed Territory", "date": "2021-06-07 16:55", "summary": "Dow recedes after pushing into record territory. The Dow Jones Industrial Average and the S&P 500 slipped Monday after closing near record levels last week.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peace-or-love-by-kings-of-convenience-review-lilting-into-the-spotlight-11623099252", "title": "'Peace or Love' by Kings of Convenience Review: Lilting Into the Spotlight", "date": "2021-06-07 16:54", "summary": "The Norwegian duo harken back to their folk-pop roots with their first album in over a decade.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-casts-shadow-on-new-jersey-primary-election-11623095481", "title": "Trump Casts Shadow on New Jersey Primary", "date": "2021-06-07 16:47", "summary": "Front-runner Jack Ciattarelli looks to hold off Hirsh Singh, a supporter of the former president, in race for Republican nomination. New Jersey Republicans will head to the polls Tuesday to select their candidate for governor in a race that will test the appeal of former President Donald Trump in this reliably blue state.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-alzheimers-drug-to-slow-disease-is-approved-by-fda-11623078912", "title": "First Alzheimer's Drug to Slow Disease Is Approved by FDA", "date": "2021-06-07 16:40", "summary": "Biogen drug approved after facing doubts over whether it slows progression of memory-robbing disease. U.S. health regulators approved the first new Alzheimer's drug in nearly two decades, casting aside doubts about the therapy's effectiveness.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-senate-passes-antitrust-bill-targeting-tech-giants-11623098225", "title": "New York Senate Passes Antitrust Bill Targeting Tech Giants", "date": "2021-06-07 16:37", "summary": "Opponents say the measure, which still needs approval by the state Assembly and governor, would trigger torrent of class-action suits. The New York state Senate passed legislation Monday making it easier for plaintiffs to win antimonopoly lawsuits, in the latest state-led effort to rein in large technology companies in the absence of action by Congress.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biogens-alzheimers-drug-is-a-wall-street-winner-controversy-or-not-11623086236", "title": "Biogen's Alzheimer's Drug Is a Wall Street Winner", "date": "2021-06-07 16:33", "summary": "Despite concerns of limited efficacy, company's new Alzheimer's treatment has blockbuster potential. Biogen 's Alzheimer's treatment has reached the market. And all of a sudden, a plodding value stock has a compelling growth story.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/secs-gary-gensler-speaks-at-wsj-event-11623070099", "title": "SEC Chief Calls for New Restrictions on Executive Stock-Trading Plans", "date": "2021-06-07 16:32", "summary": "Speaking at The Wall Street Journal's CFO Network event, Gary Gensler says he wants to revise the rules to reduce the risk of improper insider trading. The Securities and Exchange Commission is drafting a proposal that would restrict plans that corporate insiders use to avoid insider-trading claims when buying or selling their own company's stock.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/central-park-concert-to-celebrate-new-yorks-covid-19-recovery-11623097785", "title": "Central Park Concert to Celebrate New York's Covid-19 Recovery", "date": "2021-06-07 16:29", "summary": "Record producer Clive Davis has been tapped by mayor to organize the August event. New York will celebrate its rebound from the darkest days of the Covid-19 pandemic with an all-star concert at Central Park's Great Lawn this summer, city officials said Monday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-founder-jeff-bezos-to-be-on-blue-origins-first-human-space-flight-11623066174", "title": "Bezos Gets Set to Blast Into Space Next Month", "date": "2021-06-07 16:11", "summary": "The New Shepard spacecraft is scheduled for launch from West Texas on July 20. Jeff Bezos plans to travel to space next month as part of the first crew carried by Blue Origin, the Amazon.com Inc. founder's space company.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alchemy-tuesday-crossword-june-8-11622832310", "title": "Alchemy (Tuesday Crossword, June 8)", "date": "2021-06-07 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bach-the-six-partitas-by-mahan-esfahani-and-durufle-complete-organ-works-by-thomas-trotter-reviews-beyond-the-piano-11623095407", "title": "'Bach: The Six Partitas' by Mahan Esfahani and 'Duruflé: Complete Organ Works' by Thomas Trotter Reviews: Beyond the Piano", "date": "2021-06-07 15:50", "summary": "Keyboards come in many attractive varieties, as evinced by new harpsichord and organ recordings.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-to-consider-state-secrets-case-on-government-surveillance-11623095382", "title": "Supreme Court to Consider State-Secrets Case Involving FBI Surveillance", "date": "2021-06-07 15:49", "summary": "High court separately declines to hear case challenging male-only registration for the military draft. WASHINGTON-The Supreme Court on Monday agreed to consider a U.S. government appeal that seeks dismissal of a case involving allegations of improper surveillance of Muslims, on the grounds that further litigation risks disclosing state secrets.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/face-masks-at-new-york-schools-now-optional-outdoors-11623095219", "title": "Face Masks at New York Schools Now Optional Outdoors", "date": "2021-06-07 15:46", "summary": "State wanted to align school health policies with updated guidelines for summer camps. Just shy of the end of the school year, schools in New York will be allowed to decide if masks are necessary for children and staff during outside activities, Gov. Andrew Cuomo said Monday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sowell-a-prophet-unheeded-by-most-blacks-11623094354", "title": "Sowell: A Prophet Unheeded by Most Blacks", "date": "2021-06-07 15:32", "summary": "There is no evidence that continued reliance on Democratic Party principles has done anything to improve the daily lives of black Americans.. While reading Jason Riley's beautiful tribute to Thomas Sowell (\"The Soul of Black Conservatism,\" op-ed, May 29), I was sadly reminded of Dr. Sowell's comments during an interview: \"One of the reasons I'm glad to be as old as I am is that it means I may be spared seeing what's going to happen to this country.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/times-are-changing-but-most-unions-arent-11623094288", "title": "Times Are Changing but Most Unions Aren't", "date": "2021-06-07 15:31", "summary": "The house of American labor is more divided and misdirected then it appears because the needs of the American worker have changed.. Regarding Aaron Withe's \"A Different Kind of Labor Boss\" (op-ed, June 3): What's going on here? Six-figure Google workers want a voice in corporate policies but no collective bargaining. Amazon and Volkswagen workers in Alabama and Tennessee, respectively, rejected the traditional trade-union adversarial philosophy and structure. Richard Brown, the new president of the SEIU local 1000 in California, wants the union to be nonpartisan and allow nonunion members to vote in elections. He will likely face considerable pushback from his sanctioning international union. This is the union that led a split in 2005 from the AFL-CIO and was followed by four other unions with 4.5 million members to form the Change to Win Strategic Organizing Center because the AFL-CIO was too timid and bureaucratic. Mr. Brown should review the history of the CIO of the late 1940s and early 1950s, when it expelled 11 unions for alleged violations of its constitution. Some of these are now members of Change to Win, with a somewhat revised but still adversarial union philosophy.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-does-refusal-of-pences-memoir-mean-11623094205", "title": "What Does Refusal of Pence's Memoir Mean?", "date": "2021-06-07 15:30", "summary": "Blocking publication of books subverts people's efforts to use their minds to analyze matters.. I will never understand how a group of citizens can maintain their right to their beliefs, opinions and morals, and at the same time feel justified in taking those same rights from others (\"Inside the Blowup Over Pence Memoir,\" Page One, May 22). If a group wants to have its freedom of speech, how can that same freedom be taken from others? Whether in agreement or not with the publication of Vice President Mike Pence's memoir, it cannot be acceptable that a group of individuals should have the ability to stop such a publication. It should be the decision of the public as to whether to purchase, read, agree or disagree with a publication. I don't need others making that decision for me, and I have no right to make that decision for others.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-gop-can-copy-obama-holder-on-gerrymandering-11623094138", "title": "The GOP Can Copy Obama-Holder on Gerrymandering", "date": "2021-06-07 15:28", "summary": "When will the slumbering (if not moribund) Republican Party awaken to what it can accomplish despite some significant internal disagreements?. Karl Rove correctly points to the success of the Eric Holder-Barack Obama campaign to attack gerrymandering in red states (\"Gerrymanders and Double Standards,\" op-ed, May 20). Of course they will not attack gerrymandering in blue states. That is not their goal, job or plan. Similarly, in the same-day op-ed, \"Why the British Right Is Up, but America's Is Down,\" Augustus Howard shows the success of the Democratic Party in recognizing that Joe Biden as a described centrist would be more appealing to the national electorate than Bernie Sanders.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/poor-countries-to-urge-g-7-members-to-share-more-covid-19-vaccines-11623090059", "title": "Poor Countries to Urge G-7 Members to Share More Covid-19 Vaccines", "date": "2021-06-07 14:49", "summary": "Billions in financing is proposed to help address a shortage of shots in developing nations. Public-health officials and leaders in developing-world countries are expected to press the Group of Seven countries to commit to large donations of Covid-19 vaccines and billions in financing at a summit later this week, saying the developing world needs more help to emerge from the worst of the pandemic.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bruce-springsteen-set-to-return-to-broadway-11623090048", "title": "Bruce Springsteen Set to Return to Broadway", "date": "2021-06-07 14:20", "summary": "The Boss will reprise his successful one-man 'Springsteen on Broadway' show, with performances running June 26 to Sept. 4. The boss is coming back to Broadway.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/streaming-glitch-mars-floyd-mayweather-vs-logan-paul-fight-11623036320", "title": "Floyd Mayweather vs. Logan Paul Fight Marred by Streaming Glitch", "date": "2021-06-07 14:17", "summary": "Outage began more than an hour before YouTube creator's scheduled match with boxer, which ended without official winner. A major blow in Sunday night's fight featuring YouTube creator Logan Paul and boxer Floyd Mayweather Jr. landed before a single punch was thrown.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pakistan-train-crash-kills-at-least-40-11623057838", "title": "Pakistan Train Crash Kills at Least 48", "date": "2021-06-07 14:17", "summary": "Disaster left some injured passengers trapped in wreckage for hours. ISLAMABAD, Pakistan-At least 48 people were killed in an early morning train crash in southern Pakistan, the latest in a series of deadly railway accidents in recent years in the country.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-lawmakers-to-cast-vote-of-confidence-in-new-government-by-june-14-11623089356", "title": "Israel Lawmakers to Cast Vote of Confidence in New Government by June 14", "date": "2021-06-07 14:09", "summary": "Netanyahu might have a week to campaign against a coalition that could lead to his losing power. TEL AVIV-Israeli lawmakers will convene by June 14 to cast their vote of confidence in a new coalition government, the Knesset's speaker said Monday, but he didn't set a date for the vote as Prime Minister Benjamin Netanyahu attempts to scuttle a political arrangement that would unseat him.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/floyd-mayweather-logan-paul-boxing-11623083562", "title": "Mayweather vs. Logan Paul: For the Money and the Clicks", "date": "2021-06-07 14:01", "summary": "A boxing retiree takes on a social media phenom in a fight for attention and cash. The 44-year-old boxer Floyd Mayweather fought the YouTube star Logan Paul Sunday night, not for posterity, or any compelling athletic reason, but for the algorithm.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghan-soldiers-gird-for-taliban-to-attack-cities-after-the-u-s-leaves-11623087970", "title": "Afghan Soldiers Gird for Taliban to Attack Cities After the U.S. Leaves", "date": "2021-06-07 13:46", "summary": "Resume Subscription. ARGHANDAB, Afghanistan-The Taliban are encircling Afghan police and army positions and encroaching on government-held territory, positioning themselves for large-scale offensives against major population centers while waiting for the last American troops to depart Afghanistan.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/supreme-court-says-protected-noncitizens-who-entered-u-s-unlawfully-cant-get-green-cards-11623087465", "title": "Supreme Court Says Protected Noncitizens Who Entered U.S. Unlawfully Can't Get Green Cards", "date": "2021-06-07 13:37", "summary": "Unanimous ruling says Temporary Protected Status doesn't convert illegal entry to lawful admission. WASHINGTON-The Supreme Court said Monday that noncitizens who entered the U.S. unlawfully can't obtain permanent residency even if the government has permitted them to stay under temporary protected status.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kathryn-garcia-says-she-knows-how-to-manage-new-york-city-11623067200", "title": "Kathryn Garcia Says She Knows How to Manage New York City", "date": "2021-06-07 13:36", "summary": "Resume Subscription. Kathryn Garcia's first job in city government was at 22 years old as an intern in New York City's Department of Sanitation in 1993, answering correspondence and doing data analytics.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/what-keeps-people-from-using-password-managers-11623086700", "title": "What Keeps People From Using Password Managers?", "date": "2021-06-07 13:25", "summary": "Cybersecurity experts say they will make our online accounts more secure. But the usual methods of persuasion don't work.. Many of us are vulnerable to hackers and eager to secure our online accounts, but lots of us also refuse to use an obvious solution: password managers.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-can-you-do-to-lower-your-risk-of-alzheimers-disease-11623086005", "title": "What Can You Do to Lower Your Risk of Alzheimer's Disease?", "date": "2021-06-07 13:13", "summary": "A leading researcher on Alzheimer's discusses the latest tools for detecting the disease, health steps you can take and what advances he sees for the next 10 years. How can I prevent Alzheimer's? Are there any treatments out there for people who already have it?", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-brands-improved-customer-service-despite-pandemic-11623085651", "title": "Some Brands Improved Customer Service Despite Pandemic", "date": "2021-06-07 13:07", "summary": "Or maybe because of it. In the turmoil of the past year, businesses may have discovered customer service was one thing still in their control. And the top scorer in the Forrester study was .... A number of brands managed to improve their customers' experience over the past year despite the obstacles thrown in their way by the pandemic, a new study found.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-feds-risky-fill-the-punch-bowl-strategy-11623085554", "title": "The Fed's Risky Fill-the-Punch-Bowl Strategy", "date": "2021-06-07 13:05", "summary": "Growth is surging, the housing market is hot, and inflation is on the rise. It's time to pull back.. My mentor, the late George Shultz, would often say \"an economist's lag is a politician's nightmare.\" Changes in economic policy take several quarters to affect the real economy. Politicians usually aren't that patient.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-covid-groupthink-functioned-like-chinas-repression-11623085417", "title": "America's Covid Groupthink Functioned Like China's Repression", "date": "2021-06-07 13:03", "summary": "Marching in ideological lockstep is less forgivable in a society where one has a choice in the matter.. What we eventually learn about the origins of Covid-19 may implicate China's government in failure and falsehood on a grand scale. But before we get too carried away with the endemic failures of the communist order, we should ponder that the episode has exposed layers of rottenness in critical institutions of American civil society that are similarly damning.", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mark-cuban-backed-personal-finance-app-dave-to-go-public-in-4-billion-spac-deal-11623085304", "title": "Mark Cuban-Backed Personal Finance App Dave to Go Public in $4 Billion SPAC Deal", "date": "2021-06-07 13:01", "summary": "Banking app was launched in 2017 to help consumers avoid bank-overdraft fees. A special-purpose acquisition company sponsored by Victory Park Capital has agreed to merge with banking app Dave, allowing the financial startup to begin operating as a public company.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-key-to-getting-people-to-be-safer-online-make-the-appeals-more-personal-11623085201", "title": "The Key to Getting People to Be Safer Online: Make the Appeals More Personal", "date": "2021-06-07 13:00", "summary": "The nudges we currently use to prod people to use stronger passwords are aimed at the 'average' user. But few people are average.. Many of us know that strong passwords are crucial protection against hackers, yet many people still routinely use weak ones. So, how can they be encouraged to create stronger passwords? Our research suggests the answer is to make the appeal more personal.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/helping-kids-manage-anxiety-and-ease-back-into-activities-this-summer-11623084691", "title": "Helping Kids Manage Anxiety and Ease Back Into Activities This Summer", "date": "2021-06-07 12:51", "summary": "As kids start to get back out in the world as the pandemic recedes, some are anxious. Here are concrete ways to help them.. As a most unusual-and exhausting-school year winds down, families are looking at a summer of changing pandemic rules and new possibilities. For many kids, there's excitement about camp and beach vacations. But there are a lot of questions and anxiety during this transition, too, psychologists say.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/220-central-park-south-nyc-157-5-million-deal-11623084281", "title": "Mystery Buyer Pays $157.5 Million for Two Condos on New York's Billionaires' Row", "date": "2021-06-07 12:44", "summary": "Resume Subscription. Two condos at New York's 220 Central Park South have sold for a combined $157.5 million. It is one of the city's priciest residential transactions of all time.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-the-office-dress-code-is-changing-post-covid-19-11623080683", "title": "How the Office Dress Code Is Changing Post-Covid-19", "date": "2021-06-07 11:44", "summary": "Retailers, workers and employers are trying to figure out what will work in a world in which the traditional dress code might never come back.. After more than a year of working from home, millions of Americans are heading back to the office-and they need new clothes. That offers a rare opportunity to retailers, who are trying to anticipate what their customers will now want to wear to work. Here's what office dress codes might look like as the country opens back up.", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-pushes-to-speed-covid-19-vaccinations-with-bigger-federal-role-11623079220", "title": "India Pushes to Speed Covid-19 Vaccinations With Bigger Federal Role", "date": "2021-06-07 11:20", "summary": "The nation has accelerated its vaccination campaign as it faced a surge in cases and deaths from the virus. NEW DELHI-Prime Minister Narendra Modi said India's federal government would take a greater role in procuring vaccines, in an effort to accelerate vaccinations in a country hit hard by a recent Covid-19 surge.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-a-post-sneaker-world-will-we-all-wear-loafers-11623077593", "title": "In a Post-Sneaker World Will We All Wear...Loafers?", "date": "2021-06-07 10:53", "summary": "In-the-know shoppers are trading in hyped sneakers for loafers in radical colors and textures from upstart brands like Vinny's, Blackstock & Weber and Horatio. \"We are entering a post-sneaker world.\"", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/readers-share-postpartum-healthcare-gaps-how-is-there-no-care-during-this-time-11623076976", "title": "Readers Share Postpartum Healthcare Gaps: 'How Is There No Care During This Time?'", "date": "2021-06-07 10:42", "summary": "A WSJ article about a reporter's health crisis after giving birth prompted readers to recount their own experiences. In a recent Wall Street Journal article, reporter Laura Kusisto detailed her dangerous postpartum experience, in which a life-threatening infection landed her back in the hospital two weeks after delivering a healthy baby boy. Readers wrote in to share their own experiences in response.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/logjams-are-keeping-much-of-47-billion-in-federal-aid-from-renters-11623070800", "title": "Logjams Are Keeping Much of $47 Billion in Federal Aid From Renters", "date": "2021-06-07 10:39", "summary": "Strict rules for eligibility and overburdened local officials prevent financial assistance from getting to struggling tenants. Many renters who missed rent payments during the pandemic are unable to access billions of dollars in federal rent aid that started flowing to states and cities five months ago.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-pandemic-era-accessory-a-bracelet-that-signals-your-boundaries-11623076293", "title": "New Pandemic-Era Accessory: A Bracelet That Signals Your Boundaries", "date": "2021-06-07 10:31", "summary": "Event hosts are offering green, yellow or red wristbands to let people know if they can come in for that hug-or not. It can get little awkward; 'The greens are just ready to party'. The Chesterfield Chamber of Commerce in Virginia has restarted its in-person business networking events. Handshakes, back slaps and close talkers are optional these days.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/built-to-rent-suburbs-are-poised-to-spread-across-the-u-s-11623075610", "title": "Built-to-Rent Suburbs Are Poised to Spread Across the U.S.", "date": "2021-06-07 10:20", "summary": "Economic forces and generational preferences are leading to a new kind of housing: subdivisions designed for renters and managed like apartment buildings. What does it mean for suburbia?. Author", "categories": [["", "Cities & Real Estate"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/want-to-invest-in-cybersecurity-here-are-some-etfs-to-consider-11623074625", "title": "Want to Invest in Cybersecurity? Here Are Some ETFs to Consider", "date": "2021-06-07 10:03", "summary": "Cybersecurity-related services are booming. Investors can take advantage of that.. As cyberattacks become more frequent, the demand for cybersecurity-related services is naturally booming. And that may be something investors can take advantage of.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jobs-for-the-city-of-tomorrow-11623074484", "title": "Jobs for the City of Tomorrow", "date": "2021-06-07 10:01", "summary": "As urban areas expand and evolve, new professions will be needed, from vertical gardeners to charging-station valets. Author", "categories": [["", "Cities & Real Estate"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-credit-suisses-5-5-billion-breakdown-archegos-11623072713", "title": "Inside Credit Suisse's $5.5 Billion Breakdown", "date": "2021-06-07 09:33", "summary": "Resume Subscription. In mid-March, shares in ViacomCBS Inc. and Discovery Inc. rocketed skyward. That was great news for Bill Hwang.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tesla-liminal-biosciences-blackberry-stitch-fix-what-to-watch-when-the-stock-market-opens-today-11623063667", "title": "Tesla, BlackBerry, Stitch Fix: What to Watch When the Stock Market Opens Today", "date": "2021-06-07 09:06", "summary": "Several meme stocks were inching higher as broader markets wavered. Here's what we're watching ahead of Monday's opening bell.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hsbc-replaces-top-executive-in-asia-11623044534", "title": "HSBC Chooses Two to Succeed Asia-Pacific CEO", "date": "2021-06-07 08:58", "summary": "Chief Peter Wong to retire; bank names David Liao and Surendra Rosha as Asia-Pacific co-CEOs. HONG KONG- HSBC Holdings PLC on Monday said its Asia-Pacific CEO Peter Wong is retiring and it has appointed two veteran bankers to take over the running of its business in the region.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-backed-katerra-files-for-chapter-11-11623060434", "title": "SoftBank-Backed Katerra Files for Chapter 11", "date": "2021-06-07 08:52", "summary": "Construction company's bankruptcy filing comes three months after Greensill Capital filed for insolvency protection. Construction startup Katerra Inc.-one of the bigger investments in SoftBank Group Corp.'s $100 billion Vision Fund-filed for bankruptcy protection in the U.S. after attempts to shore up its finances floundered.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/low-birthrates-beckon-new-debate-whether-to-encourage-having-children-11623069236", "title": "Low Birthrates Spark Debate: Whether to Encourage Having Children", "date": "2021-06-07 08:33", "summary": "Discussion rises on both the political left and right on the sensitive subject of government programs to encourage more births, though skepticism abounds. Those who craft public policies in America are headed toward a new and uncomfortable debate: whether steadily declining birthrates mean the government should provide incentives specifically to encourage having more children.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-evergrande-moves-to-calm-nervous-investors-11623068776", "title": "China's Evergrande Moves to Calm Nervous Investors", "date": "2021-06-07 08:26", "summary": "Property developer says its business is operating normally. China Evergrande Group was forced to defend itself against online allegations and dwindling investor confidence for the second time in less than a year, saying its business was operating normally and threatening individuals who spread unfounded rumors with legal action.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tokyo-olympics-delay-young-stars-11623068544", "title": "The Team USA Newcomers Who Benefited From the Delay of the Olympics", "date": "2021-06-07 08:24", "summary": "Dozens of young athletes have seen their hopes of punching a ticket to Tokyo skyrocket thanks to an extra year of training, growing and getting stronger. At 16 years old, Claire Curzan has more experience racing swimmers with braces than Olympians. That's starting to change as she has shaved seconds off of her races in the 15 months since the coronavirus pandemic shut down pools across the country.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stephen-kings-daily-routine-involves-four-hours-of-writing-and-a-nap-in-the-afternoon-11623068593", "title": "Stephen King's Daily Routine Involves Four Hours of Writing and a Nap in the Afternoon", "date": "2021-06-07 08:23", "summary": "The prolific author also discusses how the pandemic will change fiction: \"Life changed a lot and stories are going to have to reflect that\". In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sen-jon-tester-walks-blue-line-in-solid-red-montana-11623067915", "title": "Sen. Jon Tester Walks Blue Line in Solid Red Montana", "date": "2021-06-07 08:11", "summary": "Resume Subscription. BUTTE, Mont.-Democratic Sen. Jon Tester has weighed the needs of his rural electorate with the demands of his party's leadership ever since he joined the Senate, winning three times in the solidly conservative state.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/federal-student-loan-loss-forecast-rises-by-53-billion-11623067200", "title": "Federal Student-Loan Loss Forecast Rises by $53 Billion", "date": "2021-06-07 08:00", "summary": "The new estimate reflects pandemic-relief efforts for borrowers and low repayment rates on the government's $1.6 trillion portfolio. WASHINGTON-The Biden administration has raised an estimate of losses on the federal government's student loan portfolio by $53 billion, reflecting lower repayment rates and pandemic-relief efforts.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-endless-cleanup-at-chinas-most-indebted-property-developer-11623066585", "title": "The Endless Cleanup at China's Most Indebted Property Developer", "date": "2021-06-07 07:49", "summary": "China Evergrande Group feels the heat again as plans to reduce leverage rapidly will clash with reality of a business model that works only at high speed. Dogs bark, horses neigh, and investors worry about the financial health of China's most leveraged property developer. The pattern is almost uncannily routine, but the latest drama at China Evergrande Group still bears watching.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corporate-taxes-will-rise-one-way-or-another-11623064069", "title": "Corporate Taxes Will Rise One Way or Another", "date": "2021-06-07 07:07", "summary": "Despite the failure of previous rounds of tax reform, investors should prepare for bills to rise. The cat-and-mouse game of global corporate-tax optimization has been going on for decades amid successive failed efforts at reform. But this time looks likely to be different.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-to-buy-data-center-operator-qts-realty-trust-for-6-7-billion-11623063600", "title": "Blackstone to Buy QTS Realty Trust for $6.7 Billion", "date": "2021-06-07 07:00", "summary": "Buyout firm to pay $78 a share for QTS, companies say. Blackstone Group Inc. has struck a roughly $6.7 billion deal to buy QTS Realty Trust Inc. and take the data-center operator private.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barry-dillers-iac-isnt-a-bad-gamble-11623063600", "title": "Barry Diller's IAC Isn't a Bad Gamble", "date": "2021-06-07 07:00", "summary": "Holding company has played some of its best cards, but it still has a potential winner in its hand. Investors should consider placing their bets on the new IAC/InterActiveCorp , even before it has a full hand again.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/french-regulator-fines-google-268-million-in-antitrust-settlement-11623054737", "title": "Google to Pay Fine, Settle Ad Antitrust Case With France", "date": "2021-06-07 06:24", "summary": "Deal with competition authority resolves complaint over the firm's digital advertising tactics. PARIS- Alphabet Inc.'s Google agreed to pay French regulators a fine of nearly $270 million, settling one of the first antitrust cases globally that allege the tech company abused its leading role in the digital advertising sector.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crypto-frauds-target-investors-hoping-to-cash-in-on-bitcoin-boom-11623058380", "title": "Crypto Frauds Target Investors Hoping to Cash In on Bitcoin Boom", "date": "2021-06-07 05:33", "summary": "FTC says consumers have reported losing more than $80 million to crypto-investment scams since October. Scams are running rampant in the cryptocurrency markets as a huge rally in bitcoin, a lack of regulation and the anonymity of digital money have created a ripe environment for fraudsters.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hackers-stole-650-000-from-nonprofit-and-got-away-showing-limits-to-law-enforcements-reach-11623058201", "title": "Theft From Nonprofit Shows Limits in Pursuing Hackers", "date": "2021-06-07 05:30", "summary": "When criminals swindled One Treasure Island, the San Francisco organization turned to the cops. Getting no help, its director decided to launch her own investigation.. Just before Christmas 2020, hackers began to steal from One Treasure Island, a nonprofit that is redeveloping its namesake island in San Francisco Bay as a haven for low-income and formerly homeless people.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-people-are-more-likely-to-file-for-personal-bankruptcy-choose-repayment-option-11623058202", "title": "Black People Are More Likely to File for Personal Bankruptcy, Choose Repayment Option", "date": "2021-06-07 05:30", "summary": "Studies show that many pick chapter 13, a longer and more expensive process, so they get to keep their cars and homes. Lenasha Maloy, a nursing assistant from Tulsa, Okla., filed for bankruptcy three times before she got what she needed-a court order saving her home from foreclosure.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/soundpoint-to-buy-cvc-lending-unit-11623058200", "title": "SoundPoint to Buy CVC Lending Unit", "date": "2021-06-07 05:30", "summary": "Deal extends recent spate of consolidation in direct lending. Alternative asset manager SoundPoint Capital Management LP has struck a deal to buy the U.S. direct lending arm of CVC Capital Partners , according to a person familiar with the matter.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-emerging-tech-firms-grapple-with-losses-11623058202", "title": "Losses Grow at China's Next-Generation Tech Firms", "date": "2021-06-07 05:30", "summary": "Meituan, Pinduoduo, Kuaishou spend heavily to spur new market segments. The red ink is piling up at China's emerging technology champions, as these companies spend heavily in a bid to spur new market segments.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-global-companies-leaving-protests-china-crackdown-11622998192", "title": "Global Companies Eye Exits From Hong Kong", "date": "2021-06-07 03:45", "summary": "Buffeted by political upheaval, a crackdown by mainland China and the pandemic, global companies are heading for rival cities such as Singapore and Shanghai. Apprehensive about Hong Kong's future as the best place to do business in China and beyond, multinational firms are pulling up stakes, adding to uncertainty about the outlook for one of the world's premier commercial cities.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11622993116", "title": "Pepper...and Salt", "date": "2021-06-07 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-companies-are-taking-longer-to-pay-suppliers-despite-recovery-11623058200", "title": "Some Companies Are Taking Longer to Pay Suppliers Despite Recovery", "date": "2021-06-07 00:01", "summary": "Macy's and Mondelez are among the businesses negotiating longer payment terms after getting used to them during the pandemic. Last spring, when the coronavirus pandemic hit the U.S. economy, many companies asked their suppliers for more time to pay their bills. A year later, some of them are holding on to the better terms, freeing up extra cash.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boosters-monday-crossword-june-7-11622832224", "title": "Boosters (Monday Crossword, June 7)", "date": "2021-06-07 00:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-you-should-know-about-529-education-savings-accounts-11622847267", "title": "What You Should Know About '529' Education-Savings Accounts", "date": "2021-06-07 23:02", "summary": "Despite all the benefits of these state-sponsored, tax-advantaged accounts, many people still don't have them. The college-savings accounts known as 529 plans can be confusing. Parents know they have tax advantages. But what exactly are those advantages? What investment options make the most sense? Which expenses qualify and which don't? With so many questions, many parents don't even bother. So to help clear away some of the fog, here are answers to common questions about 529 plans.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Need to Know"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/simone-biles-post-olympics-tour-gymnastics-11622955616", "title": "Simone Biles's Ultimate Power Move: A Post-Olympics Tour of Her Own", "date": "2021-06-07 22:40", "summary": "The superstar gymnast continues a trend of female athletes aiming to increase their control over events long run by their sports' governing bodies. For years, the post-Olympic tour was a showcase for USA Gymnastics, a traveling spectacle of highly decorated heroines flanked by male gymnasts, rhythmic gymnasts, trampoline gymnasts and acrobatic gymnasts.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-agenda-takes-on-steep-gop-resistance-in-senate-11622977202", "title": "Biden's Agenda Takes On GOP Resistance in Senate", "date": "2021-06-07 22:30", "summary": "Democrats' hurdles mount as pivotal centrist, Sen. Joe Manchin, says he wouldn't support voting-rules bill. WASHINGTON-Many of President Biden's priorities are in danger of stalling as the Senate returns on Monday, with measures on voting, infrastructure and other issues facing firm Republican resistance and opposition from a handful of centrist Democrats.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/job-search-work-move-relocate-new-city-11622831065", "title": "Move to a New City for Work? No Thanks", "date": "2021-06-07 20:00", "summary": "Most Popular News. Fewer workers have been moving for new jobs during the pandemic. Will anyone want to when it's over?", "categories": [[]], "category_links": []}]