[{"link": "https://www.wsj.com/articles/bitcoin-creator-satoshi-nakamoto-could-be-unmasked-at-florida-trial-11636808401", "title": "Bitcoin's Creator Could Be Unmasked at Florida Trial", "date": "2021-11-13 23:08", "summary": "Lawsuit over a $64 billion cache looks beyond the pseudonym to solve the mystery of who created the cryptocurrency. A seemingly run-of-the-mill trial is playing out in Florida: The family of a deceased man is suing his former business partner over control of their partnership's assets.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cop26-negotiators-work-towards-climate-deal-11636810622", "title": "Leaders Agree to Emissions Deal, but Questions Loom", "date": "2021-11-13 19:09", "summary": "Backers say nations made progress though face daunting task to avert dangerous global warming. GLASGOW-More than 190 nations reached a deal at the United Nations summit here that aims to accelerate greenhouse-gas-emissions cuts across the world, but leaves big questions over how governments will follow through in the coming decade to try to avert the worst effects of global warming.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dozens-of-inmates-die-in-latest-prison-riot-in-ecuador-11636825319", "title": "Dozens of Inmates Die in Ecuador Prison Riot", "date": "2021-11-13 17:00", "summary": "Violence erupts at the Litoral prison complex in the second gang battle there in six weeks. At least 68 inmates were killed and 25 injured at a prison in Ecuador's coastal city of Guayaquil, the attorney general's office said Saturday, as President Guillermo Lasso's government grappled with growing violence.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cop26-glasgow-climate-summit-2021-11611254971", "title": "COP26 Clinches A Deal. Why the Summit Matters.", "date": "2021-11-13 16:55", "summary": "Resume Subscription. Climate negotiators from nearly every country agreed Saturday night in Scotland to a deal they hope will lead to steeper emission cuts-to levels scientists hope will limit global warming. The deal requests countries to revisit their emissions-cutting pledges in 2022 but lacks enforcement, and the call is voluntary. For the first time, countries agreed to \"phase down\" coal and inefficient fossil-fuel subsidies. The deal also set up rules that proponents hope will lay the foundation for a global carbon-credit trading market. There have been smaller successes over the course of the two-week event: In the first few days, world leaders agreed to try to stop deforestation, limit methane emissions and retool the world's financial plumbing to stoke investment in lower-emissions energy. China and the U.S. agreed to cooperate more closely on climate in coming years.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-to-authenticate-artwork-11636403018", "title": "How to Authenticate Artwork You Want to Buy", "date": "2021-11-13 13:00", "summary": "Start by getting the answers to these questions. You're all set to buy a painting. You like the way it looks and the price is right. But one question remains: Can the seller prove it is by the named artist and not a forgery or misattributed?", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-the-shadow-of-the-holocaust-a-jewish-community-begins-to-take-root-11636822801", "title": "In the Shadow of the Holocaust, a Jewish Community Takes Root", "date": "2021-11-13 12:00", "summary": "Resume Subscription. KRAKOW, Poland-Olga Adamowska grew up with all the trappings of a Catholic childhood in Poland. She was baptized, and her family, though not very religious, had a Christmas tree every year.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/migrant-dies-as-belarus-poland-border-standoff-deepens-11636817338", "title": "Migrant Dies as Belarus-Poland Border Standoff Deepens", "date": "2021-11-13 11:51", "summary": "Thousands of people are stranded at the border in freezing weather without adequate shelter or food. MOSCOW-A young Syrian man has died at the border between Belarus and Poland, the latest casualty in a monthslong confrontation between the European Union and Belarus's authoritarian leader, Alexander Lukashenko.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/students-outside-marquee-sports-making-money-ncaa-rules-11636734406", "title": "How NCAA's New Rules Are Opening Money Doors for Student Athletes Outside Marquee Sports", "date": "2021-11-13 11:00", "summary": "Student athletes who play volleyball, soccer, water polo and other sports can get a piece of the financial action. Thanks to new rules in college sports, student athletes now can make money from their names, images and likenesses. The change has been heralded as ushering in a new era of lucrative endorsement opportunities for stars of the most popular sports, such as football and men's basketball.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/his-ghostbusters-car-is-just-like-the-real-ecto-1-ghosts-included-11636815600", "title": "His 'Ghostbusters' Car Is Just Like the Real Ecto-1, Ghosts Included", "date": "2021-11-13 10:00", "summary": "Resume Subscription. Barrie J. Clark, 56 years old, a business owner specializing in home theater installations living near Charlotte, N.C., on his \"Ghostbusters\"-inspired 1974 Cadillac Eldorado modified by Miller-Meteor, as told to Mike Jordan.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/boys-have-eating-disorders-too-doctors-think-social-media-is-making-it-worse-11636812000", "title": "Boys Have Eating Disorders, Too. Doctors Think Social Media Is Making It Worse.", "date": "2021-11-13 09:00", "summary": "Resume Subscription. Eating disorders are on the rise among boys, say doctors, who think images and videos on social media are a factor.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/in-elizabeth-holmes-trial-ex-theranos-employees-cite-culture-of-fear-and-isolation-11636812000", "title": "Ex-Theranos Workers Cite Culture of Fear, Isolation", "date": "2021-11-13 09:00", "summary": "Pervasive secrecy kept even high-ranking people at startup in the dark, former employees say in testimony. In 2013, as Theranos Inc. was in the throes of trying to get its blood-testing machines into a national drugstore retailer, Adam Rosendorff walked into the CEO's office and made a request: Wait.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-airpods-out-why-cool-kids-are-wearing-wired-headphones-11636753407", "title": "Are AirPods Out? Why Cool Kids Are Wearing Wired Headphones", "date": "2021-11-13 08:00", "summary": "Humble 'retro' corded headphones are making an unexpected return, for both aesthetic and practical reasons. Everyone wears AirPods these days...right? Since Apple launched the Bluetooth-enabled headphones in 2016, they've become an inescapable feature of daily life: Countless people walk around, chat, run and work with those two little knobs sticking out of their ears. If you are among them, you may right now be considering buying a new pair, namely the 3rd-generation version that launched last month featuring \"spatial audio.\" What is spatial audio? I don't quite understand it myself, but it sounds exciting! The prevalence of AirPods makes them critical to Apple's wearables business, which generated $38.3 billion in net sales from September 2020 to September 2021.", "categories": [["Life & Work", "Style & Fashion", "Off Brand"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/off-brand?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/holbein-capturing-character-in-the-renaissance-j-paul-getty-museum-hans-holbein-the-younger-thomas-cromwell-thomas-more-11636749162", "title": "'Holbein: Capturing Character in the Renaissance' Review: Portraits Peopled With Symbols", "date": "2021-11-13 07:00", "summary": "The artist's distinctive portraiture caught not only his sitters' likenesses, but also included winking allusions to their places in society.. Los Angeles", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-six-exercises-can-help-you-run-faster-and-avoid-injuries-11636801200", "title": "Six Exercises to Help You Run Faster and Avoid Injuries", "date": "2021-11-13 06:00", "summary": "Resume Subscription. Whether you're training for a marathon or a Turkey Trot, the secret to faster times isn't running more miles. It's learning to run more efficiently, says four-time triathlon world champion Leanda Cave.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/as-the-u-s-races-to-vaccinate-kids-against-covid-19-some-countries-hold-back-11636799400", "title": "As the U.S. Races to Vaccinate Kids, Some Countries Hold Back", "date": "2021-11-13 05:30", "summary": "Some governments can't or won't vaccinate children. Elsewhere, 3-year-olds get shots.. The U.S. is at the forefront of the race to vaccinate young children. Many governments elsewhere are treading more cautiously.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-cut-your-homes-carbon-footprint-and-make-it-more-climate-friendly-11636799400", "title": "How to Cut Your Home's Carbon Footprint and Make It More Climate-Friendly", "date": "2021-11-13 05:30", "summary": "The thought of decarbonizing your home might seem daunting, so we broke it down for you. A small but growing number of Americans are rethinking their homes to lower their carbon footprints in response to climate change. What does a lower-carbon home look like? It is basically all-electric, reducing reliance on fossil fuels such as natural gas and heating oil. It uses heat pumps for heating and cooling, solar panels and batteries for electricity generation and storage, induction ranges for cooking and chargers for electric vehicles. Smart meters and other technology help homeowners optimize their energy usage.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retirees-spend-time-money-for-forever-home-sell-it-11636402781", "title": "Retirees Spend a Lot of Time and Money to Buy Their 'Forever Home.' Then They Sell It.", "date": "2021-11-13 05:30", "summary": "Resume Subscription. To Rick Brown and Jeanne Brown, finding a forever home has seemingly taken forever.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ge-what-went-wrong-11636762439", "title": "GE and the Belief in Management Magic", "date": "2021-11-13 00:57", "summary": "Resume Subscription. General Electric Co. , for decades the model of the modern corporation, is over.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11636739764", "title": "Pepper...and Salt", "date": "2021-11-13 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-lipstick-war-11636779660", "title": "America's Lipstick War", "date": "2021-11-13 00:01", "summary": "A century ago, women's right to wear lipstick and other cosmetics became a cultural battlefield. At the beginning of the 1921 school year, Pearl Pugsley of Knobel, Ark., was sent home from high school for wearing lipstick and powder. Not only were her parents understanding about her adolescent infraction, they retained a lawyer on her behalf, arguing that their daughter's civil rights had been violated. The case received nationwide press coverage, and at the height of Pearl's fame, her mother said, she was offered $1,000 a week by a \"Los Angeles motion picture concern [that] wants 'the heroine of the lipstick war.'\"", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vimeos-ceo-got-an-early-start-in-diapersselling-them-that-is-11636779602", "title": "Vimeo's CEO Got an Early Start in Diapers-Selling Them, That Is", "date": "2021-11-13 00:00", "summary": "A former Diapers.com marketing director, Anjali Sud depended on colleagues and other mentors as she progressed to the corner office. In Personal Board of Directors, top business leaders talk about the people they turn to for advice, and how those people have shaped their perspective and helped them succeed. Previous installments from the series are here.", "categories": [["Personal Board of Directors"]], "category_links": ["https://www.wsj.com/news/types/personal-board-of-directors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robots-vs-fatbergs-high-tech-approaches-to-americas-sewer-problem-11636779629", "title": "Robots vs. Fatbergs in America's Sewers", "date": "2021-11-13 00:00", "summary": "Cash-strapped U.S. cities are turning to drones, artificial intelligence and other innovations to help inspect and fix the country's aging underground arteries of waste. Snaking beneath our feet, all across America, are hundreds of thousands of miles of dark, dank tunnels. These channels for wastewater and storm water are, according to those who explore them for a living, home to all manner of hazards, including creatures (rats and alligators), obstructions (\"fatbergs\" and mineral deposits), and poison gasses concentrated enough to eat through concrete.", "categories": [["Tech", "Keywords: Christopher Mims"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/larry-culp-rewired-ge-then-he-unwound-it-11636779606", "title": "Larry Culp Rewired GE. Then He Unwound It.", "date": "2021-11-13 00:00", "summary": "Before General Electric's CEO could break up the conglomerate, he needed to make major repairs, from factory floor to 'carpetland'. Inside a cavernous General Electric Co. factory in Greenville, S.C., that churns out giant power turbines, executives made tiny plastic models of every machine on the facility's production floor.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]