[{"link": "https://www.wsj.com/articles/justice-department-drops-yale-university-admissions-lawsuit-11612370047", "title": "Justice Department Drops Yale University Admissions Lawsuit", "date": "2021-02-03 18:52", "summary": "Dismissal of suit alleging discrimination against white and Asian-American applicants signals Biden administration's shift on civil-rights enforcement. The Justice Department withdrew a lawsuit that alleged Yale University violated federal civil-rights law by discriminating against white and Asian-American undergraduate applicants, the latest indication that the Biden administration is shifting the federal government's stance on civil-rights enforcement from that of former President Donald Trump.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/neiman-marcus-foe-kamensky-pleads-guilty-over-chapter-11-tactics-11612391049", "title": "Neiman Marcus Foe Kamensky Pleads Guilty Over Chapter 11 Tactics", "date": "2021-02-03 18:51", "summary": "Hedge-fund manager Dan Kamensky was charged after pressuring an investment bank not to compete with him for a prized Neiman Marcus asset. Hedge-fund founder Dan Kamensky pleaded guilty in a federal prosecution stemming from his efforts to suppress bidding for a piece of Neiman Marcus Group Ltd. during its chapter 11 bankruptcy last year.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/san-francisco-city-attorney-sues-school-district-over-reopening-plan-11612376184", "title": "San Francisco City Attorney Sues School District Over Reopening Plan", "date": "2021-02-03 18:42", "summary": "Officials say reopening plan is woefully inadequate. San Francisco city officials filed suit against the San Francisco Unified School District and the Board of Education, accusing them of failing to come up with a reopening plan even as numerous other schools across the U.S. have reopened.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/liberalisms-ministry-of-truth-11612395404", "title": "Liberalism's Ministry of Truth", "date": "2021-02-03 18:36", "summary": "Academics and the progressive press mull state media controls.. The academic establishment and progressive press want you to know two things: First, conservative claims of social-media bias are bogus. As Silicon Valley firms police content, their decisions are, miraculously, wholly uninfluenced by ideological preference.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-democrats-reach-power-sharing-deal-with-republicans-11612364379", "title": "Senate Adopts Bipartisan Power-Sharing Deal Unanimously", "date": "2021-02-03 18:36", "summary": "Democrats hold majority in 50-50 Senate because Vice President Kamala Harris can break ties. WASHINGTON-The Senate unanimously adopted an organizing resolution that sets the ground rules for a chamber evenly divided between the two parties and officially gives Democrats control of committees after two weeks of talks.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/and-now-for-mario-draghis-next-trick-11612395208", "title": "And Now for Mario Draghi's Next Trick . . .", "date": "2021-02-03 18:33", "summary": "The monetary magician will try to pull a reform rabbit out of Italy's hat.. Mario Draghi is often credited with pulling off the near-impossible conjuring trick of saving the euro during the last decade's serial sovereign debt crises. So wish him luck as he now attempts a similar David Copperfield act as Italy's new Prime Minister. He's going to need it.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/equity-for-asian-americans-in-practice-11612395057", "title": "'Equity' for Asian-Americans in Practice", "date": "2021-02-03 18:30", "summary": "Biden bars 'Wuhan virus' but favors racial preferences at Yale.. President Biden last week singled out Asian-Americans as he issued executive orders devoted to \"advancing racial equity.\" They include an order banning federal use of terms such as \"Wuhan virus,\" and another requiring the Justice Department to better track hate crimes against Asian-Americans. In pushing these measures Mr. Biden prefers to speak of promoting \"equity\" rather than equal treatment.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californias-employment-hazard-11612394923", "title": "California's Employment Hazard", "date": "2021-02-03 18:28", "summary": "Its cities are already blowing past the $15 minimum wage.. Progressives are never content with their policy victories. Take California, where Democrats have already enacted a statewide $15 minimum wage. But now, even as businesses struggle with declining revenue from pandemic lockdowns, the state's big city Democrats are mandating that employers increase pay for grocery and other frontline workers to $20 an hour or more.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-signals-openness-to-sending-1-400-stimulus-checks-to-smaller-group-11612380292", "title": "Biden Open to Sending $1,400 Payments to Smaller Group", "date": "2021-02-03 18:24", "summary": "President tells House Democrats he won't change amount of payment in proposed Covid-19 relief deal. WASHINGTON-President Biden indicated in a call with House Democrats that he was open to sending $1,400 payments to a smaller group of Americans in the next round of coronavirus relief legislation and changing the overall price tag of his $1.9 trillion plan, according to people familiar with the call.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-shutdowns-shore-up-allstate-metlife-earnings-11612394122", "title": "Covid-19 Shutdowns Shore Up Allstate, MetLife Earnings", "date": "2021-02-03 18:15", "summary": "Insurers benefit from fewer car crashes, dentist visits. Two of the nation's best-known sellers of insurance-Allstate Corp. and MetLife Inc.-delivered fourth-quarter results bolstered partly by Covid-19 business shutdowns and stay-at-home directives.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regulators-meeting-on-gamestop-frenzy-are-unlikely-to-find-systemic-risk-11612392466", "title": "Regulators Are Unlikely to Find Systemic Risk in GameStop Frenzy", "date": "2021-02-03 18:13", "summary": "Analysts view gathering called by Treasury secretary more as a signal that agencies are keeping tabs. WASHINGTON-Top financial regulators set to meet Thursday to discuss the market tumult related to GameStop Corp. and other stocks are unlikely to reach any conclusions on whether the activity points to risks to financial stability or the need for regulatory changes, former officials and analysts said.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-citys-top-doctor-tests-positive-for-covid-19-11612375364", "title": "New Jersey to Expand Indoor Dining", "date": "2021-02-03 18:06", "summary": "State will also raise capacity for houses of worship, entertainment venues; New York City Health Commissioner tested positive for Covid-19. New Jersey Gov. Phil Murphy said Wednesday he will sign an executive order raising capacity limits on indoor dining and at houses of worship and entertainment venues.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/qualcomm-sales-jump-on-iphone-5g-demand-surge-11612386670", "title": "Qualcomm Sales Jump on iPhone, 5G Demand Surge", "date": "2021-02-03 18:01", "summary": "Mobile-phone chip maker forecasts another strong quarter of revenue. Qualcomm Inc. parlayed the global 5G rollout and Apple Inc.'s inclusion of its chips in the latest iPhone models into an earnings jump that failed to satisfy investors betting phone-chip sales would be even higher.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corteva-under-activist-pressure-forecasts-big-rise-in-profits-11612393167", "title": "Corteva, Under Activist Pressure, Forecasts Big Rise in Profits", "date": "2021-02-03 17:59", "summary": "Farm supplier says crop seed and pesticide sales are rising as agricultural economy improves. Corteva Inc. forecast a big increase in profits for the year ahead as the agriculture giant faces pressure from an activist investor to improve its results.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/by-chloe-co-founder-fights-over-trademark-for-bankrupt-vegan-chain-11612392663", "title": "By Chloe Co-Founder Fights Over Trademark for Bankrupt Vegan Chain", "date": "2021-02-03 17:51", "summary": "Celebrity chef Chloe Coscarelli claims she has rights over the namesake brand name that its parent company BC Hospitality Group Inc. is trying to sell. Vegan celebrity chef Chloe Coscarelli is fighting the bankrupt parent company of plant-based restaurant chain By Chloe over the brand's trademark.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-bidens-epa-nominee-says-he-will-work-with-business-11612392692", "title": "President Biden's EPA Nominee Says He Will Work With Business", "date": "2021-02-03 17:51", "summary": "Republican senators say Michael Regan gained reputation for fairness as environmental regulator in North Carolina. WASHINGTON-Michael Regan, President Biden's nominee to lead the Environmental Protection Agency, drew bipartisan support at his Senate confirmation hearing Wednesday, including from North Carolina Republicans who said he has a history of working constructively with businesses.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-denies-holocaust-victims-property-claims-against-nazi-germany-hungary-11612392627", "title": "Supreme Court Denies Holocaust Victims' Property Claims Against Nazi Germany", "date": "2021-02-03 17:50", "summary": "International law has no remedy for property crimes a government commits against its own citizens, a unanimous court rules. WASHINGTON-The Supreme Court stopped Holocaust victims and their descendants from seeking compensation in U.S. courts for property allegedly seized by Nazi Germany and its ally Hungary, ruling Wednesday that international law provides no remedy for property crimes a government commits against its own citizens.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-covid-relief-to-big-government-11612392590", "title": "From Covid Relief to Big Government", "date": "2021-02-03 17:49", "summary": "Biden wants to dole out checks and create new programs, not find a compromise.. White House press secretary Jen Psaki was precise and pointed Monday as she dismissed efforts by 10 Republican senators to forge a compromise with President Biden on his $1.9 trillion Covid relief bill. Following the senators' meeting with Mr. Biden, she defended the president's stimulus plan as \"carefully designed\" and focused on \"pressing needs.\" The president \"will not settle for a package that fails to meet the moment,\" she concluded.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijing-wont-let-america-compartmentalize-climate-change-11612392531", "title": "Beijing Won't Let America 'Compartmentalize' Climate Change", "date": "2021-02-03 17:48", "summary": "Biden officials' urgency about emissions makes them likely to sacrifice more-important goals.. President Biden is eager to make climate change a central issue, and he can expect an intense debate. The trade-offs are complicated and the politics are difficult and uncertain. But the biggest challenge may be international, particularly dealing with China, America's pre-eminent adversary. Does the Biden administration have the slightest idea how to reconcile its global environmental goals with its China strategy?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-need-to-hang-out-review-so-happy-together-11612392456", "title": "'We Need to Hang Out' Review: So Happy Together", "date": "2021-02-03 17:47", "summary": "Social media, besides flooding the world with narcissism and malevolence, generates loneliness. How to overcome it?. Covid is a curse, yet some citizens have prospered during its grim visitation-and not only virtue signalers, sweat-pants merchants and people involved in relocating New Yorkers to Florida.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-another-classic-fact-check-11612392475", "title": "Notable & Quotable: Another Classic 'Fact Check'", "date": "2021-02-03 17:47", "summary": "'USA Today confirmed that all of the details of the Instagram post, including the quote, were absolutely correct. Why, then, did it flag it as misleading?'. From \"Lincoln High School and the Latest Fact-Checking Pitfalls\" by Kalev Leetrau, RealClearPolitics.com, Feb. 2:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-tragedy-of-the-schools-11612392369", "title": "The Tragedy of the Schools", "date": "2021-02-03 17:46", "summary": "Many parents are losing faith in their closed public schools-and are looking for alternatives.. Among its multiple alterations, the coronavirus pandemic of 2020-21 may be undermining the role of public schools in the United States, in place since the middle of the 19th century. It is a reassessment that is long overdue.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-real-insurrection-looks-like-11612392317", "title": "What Real Insurrection Looks Like", "date": "2021-02-03 17:45", "summary": "Rioters looting and taking selfies have nothing on Italy's 'Years of Lead.'. Fears of insurrection have been in the air, first with last summer's left-wing attacks on police stations, courthouses and similar facilities, then with the right-wing riot at the U.S. Capitol last month. But Italians have seen far worse. The \"Years of Lead\" between 1969 and 1988 saw hundreds killed in violence from both the left and right.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supercars-review-powerful-playthings-11612391365", "title": "'Supercars' Review: Powerful Playthings", "date": "2021-02-03 17:29", "summary": "The Petersen Automotive Museum showcases sports cars of the uberwealthy-sports cars from Porsche, Ferrari, Lamborghini and more.. The centerpieces of \"Supercars,\" the Petersen Automotive Museum's new online video tour of an exhibit that can't be viewed in person because of Covid-19, are the 1988 Lamborghini Countach 5000QV as well as a stable of Ferraris that defined the category from the 1950s to today. That's as it should be. Those were the cars whose images adorned the bedroom walls of teenage boys starting in the 1960s and '70s, usually with a bikini-clad supermodel splayed across the hood. But as this overview makes clear, covering some 30 automobiles spread across the entire 14,000 square feet of the museum's third floor, there is much more to the history and development of so-called supercars.", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-hedge-fund-made-700-million-on-gamestop-11612390687", "title": "A New York Hedge Fund Made $700 Million on GameStop", "date": "2021-02-03 17:23", "summary": "Individual investors weren't the only ones to make a lot of money on GameStop's rally. Richard Mashaal and Brian Gonick started buying GameStop Corp. shares in September.", "categories": [["WSJ News Exclusive", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bayer-tries-again-to-limit-roundup-liability-11612388834", "title": "Bayer Tries Again to Limit Roundup Liability", "date": "2021-02-03 16:47", "summary": "German conglomerate strikes agreement with plaintiffs' attorneys for a $2 billion compensation program for future claims. Bayer AG is trying again to contain its liability over claims that its popular Roundup weedkiller causes cancer, unveiling Wednesday a $2 billion proposal to pay farmers and gardeners who try to blame the company for illnesses in the future.", "categories": [["Business", "Law"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/law-legal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-02-03-2021-11612341713", "title": "Stocks Edge Up as Investors Eye Earnings, Stimulus", "date": "2021-02-03 16:41", "summary": "Fresh economic data show continued improvement in the U.S. services sector. The S&P 500 climbed for the third straight session Wednesday as investors continued to turn their attention back to an improving economic outlook and past the recent drama involving GameStop and a handful of other stocks.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-antisocial-network-book-about-gamestop-is-sold-to-hachette-unity-11612386427", "title": "'The Antisocial Network,' Book About GameStop, Is Sold to Hachette", "date": "2021-02-03 16:21", "summary": "Grand Central Publishing made pre-emptive bid for Ben Mezrich's book about trading frenzy. Grand Central Publishing has acquired an upcoming book by author Ben Mezrich about the recent trading frenzy involving shares of videogame retailer GameStop Corp. that pitted small investors against hedge funds.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-manchin-backs-bidens-covid-aid-price-tag-11612371722", "title": "Joe Manchin Backs Price Tag of Biden's Coronavirus Relief Plan", "date": "2021-02-03 16:13", "summary": "Centrist Democrat has raised concerns about minimum-wage provisions, targeting of stimulus checks. WASHINGTON-Sen. Joe Manchin said he would support the nearly $2 trillion price tag for President Biden's coronavirus-relief package. Now Democrats will just have to keep him on board.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/couple-up-thursday-crossword-february-4-11612120112", "title": "Couple Up (Thursday Crossword, February 4)", "date": "2021-02-03 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-file-taxes-if-you-worked-remotely-in-a-different-state-11611666240", "title": "How to File Taxes if You Worked Remotely in a Different State", "date": "2021-02-03 16:00", "summary": "Here's how to prepare for the 2021 tax season if you worked across state lines in 2020 because of the pandemic. If you're one of the millions of people who have worked from outside your home state this year, tax season could be tough: You might need to file returns and pay taxes to more than one state for 2020.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hal-holbrook-superb-simplicity-11612385972", "title": "Hal Holbrook: Superb Simplicity", "date": "2021-02-03 15:59", "summary": "The actor, whose Jan. 23 death was announced this week, was best known for his acclaimed portrayal of Mark Twain. ", "categories": [["Books & Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/sightings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-mexico-court-rules-electricity-rules-favoring-state-utility-are-unconstitutional-11612381067", "title": "Mexico's Top Court Sets Back President's Electricity Strategy", "date": "2021-02-03 15:42", "summary": "Supreme Court rules that regulatory changes in the country's electricity market that give priority to the state-owned utility over private power generators is unconstitutional. Mexico's Supreme Court on Wednesday ruled that changes in regulations for the country's electricity market giving priority to the state-owned utility over private power generators is unconstitutional.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eurozone-recession-risk-grows-as-pandemic-chills-services-11612353941", "title": "U.S., Asia Services Activity Picks Up, While Eurozone Faces Recession Risk", "date": "2021-02-03 15:40", "summary": "High infection rates and government restrictions lead to a deeper decline in services activity in Europe. Services companies in the U.S. and Asia gained ground in January, while a continued contraction in the eurozone threatened a double-dip recession, surveys of purchasing managers showed.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fisa-court-shamefully-protects-the-swamp-11612384767", "title": "FISA Court Shamefully Protects the Swamp", "date": "2021-02-03 15:39", "summary": "Kevin Clinesmith wasn't just an attorney, but one who held a public trust as an FBI attorney responsible for providing intelligence information to the FISA Court that Judge Boasberg heads.. Your editorial \"A Pass for Kevin Clinesmith\" (Jan. 30)-condemning the slap on the wrist of former FBI attorney Kevin Clinesmith, who was sentenced only to probation by Obama-appointed Foreign Intelligence Surveillance Court Judge James Boasberg for altering a CIA email to get a surveillance warrant to spy on Trump campaign adviser Carter Page as an example of \"two-tiered justice\"-It omits a more compelling example than how Gen. Michael Flynn and George Papadopoulos were more harshly treated.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/price-theory-remains-enduringly-important-11612384709", "title": "Price Theory Remains Enduringly Important", "date": "2021-02-03 15:38", "summary": "We still need price theory; among other things, it cautions us about utopian visions that pay no heed to economic reality.. In \"How Economics Lost Itself in Data\" (op-ed, Jan. 28), Prof. Alexander William Salter argues that the current generation of economists have \"serious theoretical blind spots\" because they abandoned price theory in pursuit of data. It's absolutely true that \"data doesn't interpret itself.\" Equally true: Whoever chooses the data set can control the outcome.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/henry-aarons-greatness-transcended-categories-11612384663", "title": "Henry Aaron's Greatness Transcended Categories", "date": "2021-02-03 15:37", "summary": "Henry Aaron's genius wasn't simply overcoming racism, but making it irrelevant.. Regarding your editorial \"Henry Louis Aaron\" (Jan. 23): Anyone old enough to have actually been a fan of Henry Aaron's knows his genius wasn't simply overcoming racism, but making it irrelevant.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhood-faces-civil-lawsuits-over-trading-restrictions-11612384364", "title": "Robinhood Faces Civil Lawsuits Over Trading Restrictions", "date": "2021-02-03 15:32", "summary": "Individual investors, users of the online brokerage have so far filed more than 30 separate civil lawsuits over limits imposed to certain securities. Robinhood Markets Inc. is facing more than 30 civil lawsuits in relation to trading restrictions imposed by the online brokerage that temporarily limited purchases of certain securities last week, according to court records.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-the-best-kitchen-countertop-material-11612384310", "title": "How to Choose the Best Kitchen-Counter Material for You", "date": "2021-02-03 15:31", "summary": "Marble? Corian? Quartzite? We consulted interior designers to match countertop substances with personality types. Find yourself, and your next kitchen here.. WE ASK A LOT of our kitchen countertops. We gather around them, work at them, prep food on them, eat on them-and these days we also seem to think our counters should say something about us. So, given the kaleidoscopic array of options on the market, how do you know which material suits you? In kitchen design as in all relationships it comes down to compatibility. Pride yourself on hard-nosed practicality? You'll likely love clean, indestructible quartzite. Millennial fashionista? Terrazzo beckons. We asked a few of our favorite design experts to play matchmaker with a varied lineup of countertop materials, personalities and budgets. Here's what shook out.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-names-proud-boys-a-terrorist-group-11612376710", "title": "Canada Names Proud Boys a Terrorist Group", "date": "2021-02-03 15:15", "summary": "The designation marks the latest fallout for the group following the riot at the U.S. Capitol on Jan. 6. OTTAWA-Canada designated the far-right Proud Boys as a terrorist organization, weeks after the group's involvement in the storming of the U.S. Capitol.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ppg-industries-puts-focus-on-m-a-instead-of-share-buybacks-11612382796", "title": "PPG Industries Puts Focus on M&A Instead of Share Buybacks", "date": "2021-02-03 15:06", "summary": "The paint maker has struck three deals in recent months and is trying to do a fourth one. PPG Industries Inc.'s finance chief is helping vet potential new acquisition targets as the paint maker opts for deals over share buybacks in the year ahead.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-hollywood-blitz-of-new-movies-ahead-of-the-oscars-deadline-11612382466", "title": "A Hollywood Blitz of New Movies Ahead of the Oscars Deadline", "date": "2021-02-03 15:01", "summary": "Studios have until the end of February to release films for Oscars consideration. And because of the pandemic, many of the new titles can be viewed at home.. On the movie calendar pretzeled by the pandemic, February is the new December-the last month for movies to qualify for the Academy Awards. With the Oscars telecast pushed to its latest date ever (April 25), a normally sleepy month for new releases brings a cluster of films trying to slingshot into the big game.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chip-shortage-hits-general-motors-leads-to-production-cuts-11612382359", "title": "Chip Shortage Hits GM, Leads to Production Cuts", "date": "2021-02-03 14:59", "summary": "Detroit auto maker plans to trim output at four factories amid limited semiconductor supplies. General Motor s Co. plans to trim production at several factories this month due to a chip shortage that is slamming the global car business.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/googles-clicks-cover-its-cloud-11612382211", "title": "Google's Clicks Cover Its Cloud", "date": "2021-02-03 14:56", "summary": "Strong cash flow from recovered ad business underwrites steep cloud losses. The irony of Google shining more light on its cloud business is that the move proved just how much the internet giant still needs its advertising machine.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rutgers-professor-created-saliva-test-for-covid-19-11612380877", "title": "Rutgers Professor Created Saliva Test for Covid-19", "date": "2021-02-03 14:34", "summary": "Andrew Brooks, who has died at age 51, saw drawbacks of nasal swabs and moved fast to devise an alternative. When Andrew Brooks was a high-school senior in Old Bridge, N.J., a guidance counselor told him his SAT scores were too low for Cornell University, his preferred destination.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-can-i-cut-my-own-hairand-make-it-look-good-11612380359", "title": "An Expert Guide to Cutting Your Own Hair-and Your Family's, Too", "date": "2021-02-03 14:26", "summary": "Trimming hair at home-be it yours, your partner's or your squirming child's-can easily result in disaster. Here, expert advice on how to masterfully shear the whole family.. THE SKILL that matters most when you're attempting to cut your hair at home is not point-cutting-i.e., chipping into ends with the tip of the scissors while holding them vertically to create texture. It's not beveling-i.e., rounding out the angles of a razor cut.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californians-disapprove-of-gov-lockdown-11612380196", "title": "Californians Disapprove of Gov. Lockdown", "date": "2021-02-03 14:23", "summary": "A new survey suggests that Gavin Newsom is in political trouble.. California Gov. Gavin Newsom has proven unwilling to live by the Covid distancing rules he imposes on voters. Now voters may be unwilling to allow the first-term Democrat to continue as California's governor. A new survey in the Golden State suggests that his November party in defiance of pandemic protocols at the acclaimed French Laundry restaurant was even more expensive than it seemed.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-financial-groups-urge-state-leaders-to-oppose-stock-transfer-tax-proposal-11612379501", "title": "New York Financial Groups Urge State Leaders to Oppose Stock-Transfer Tax", "date": "2021-02-03 14:11", "summary": "Proponents of the idea say it would raise additional revenue as the state confronts a budget deficit. ALBANY, N.Y.-Major financial exchanges and securities industry groups on Wednesday urged New York state lawmakers to not support a proposal being pushed by some Democrats and unions to impose taxes on stock sales.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/minority-owned-firms-hurt-by-pandemic-will-be-focus-for-small-business-administration-nominee-11612350003", "title": "Minority-Owned Firms Hurt by Pandemic to Be Focus of SBA Nominee", "date": "2021-02-03 14:02", "summary": "Isabel Guzman will oversee the $284 billion Paycheck Protection Program of forgivable loans and other efforts to help small businesses. WASHINGTON-President Biden's pick to lead the Small Business Administration, Isabel Guzman, pledged to ensure the Paycheck Protection Program and other initiatives reach minority-owned businesses and those in underserved communities during testimony in her Senate confirmation hearing.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-short-march-back-to-inflation-11612378471", "title": "The Short March Back to Inflation", "date": "2021-02-03 13:54", "summary": "Like today, policy makers of the 1960s had bigger worries than prices. Then a spike crushed the economy.. There is a long history of high budget deficits being associated with inflation, and Washington's current profligate spending and the Federal Reserve's expansive monetary policy may be pushing the U.S. down that path. In the U.S. and world-wide, the link between deficits and inflation has been most apparent during wartime, as the fiscal burdens of combat spur central banks into inflationary financing. But there are also peacetime instances. Now, after a decade of modest inflation that has made many expect it will always stay low, a rise in inflation may come as a surprise.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-n-refugee-agency-with-few-actual-refugees-11612378415", "title": "The U.N. Refugee Agency With Few Actual Refugees", "date": "2021-02-03 13:53", "summary": "Less than 5% of five million people deemed 'Palestinian refugees' meet the criteria for this status.. Lost amid President Trump's unceremonious send-off were a pair of Jan. 14 tweets from Secretary of State Mike Pompeo: Of the more than five million people identified as \"Palestinian refugees\" by the United Nations Relief and Works Agency, fewer than 200,000 meet the criteria for refugee status.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oxford-astrazeneca-vaccine-data-show-effectiveness-with-spread-out-doses-11612301541", "title": "AstraZeneca Vaccine Shown to Curb Transmission, Preliminary Data Suggest", "date": "2021-02-03 13:35", "summary": "Researchers at Oxford say spacing apart doses as much as three months worked, but others say the trial had limits. Researchers from the University of Oxford said Tuesday its Covid-19 vaccine could have a substantial effect on curbing virus transmission after one dose, and said that spacing doses apart by as long as three months improved effectiveness, according to data adding to previously published findings.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/draghi-hopes-drive-rally-in-italian-bonds-stocks-11612357527", "title": "Hopes for Draghi Government Drive Rally in Italian Bonds, Stocks", "date": "2021-02-03 13:08", "summary": "Former ECB President Mario Draghi has been asked to form a new government in Italy. Italian government bonds rallied as investors cheered the news that former European Central Bank President Mario Draghi had been asked to form a new government.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/free-tradings-costs-come-into-focus-11612375679", "title": "Free Trading's Costs Come Into Focus", "date": "2021-02-03 13:08", "summary": "The GameStop mania highlighted the downside of free trading for brokerages like Robinhood, though large diversified firms can still benefit. Free trading has been a boon to online brokers, banks, investment advisers and fintech upstarts. But if frenzies like this keep up, it may prove to be costly, too.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-south-pasadena-a-1910-craftsman-style-home-is-brought-into-the-21st-century-11612374521", "title": "In South Pasadena, a 1910 Craftsman-Style Home Is Brought Into the 21st Century", "date": "2021-02-03 12:48", "summary": "The owners spent $450,000 on upgrades, including a new open plan on the first floor. Oregon's Davenport family left their mark on the political life of America's Gilded Age before putting down roots in California, moving into a newly built 1910 bungalow in South Pasadena.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-pasadena-hollywood-productions-11612374386", "title": "This Small L.A. Suburb Is the Backdrop to Some of Your Favorite Hollywood Productions", "date": "2021-02-03 12:47", "summary": "South Pasadena has been featured in films like 'Back to the Future' and hit TV shows like 'This Is Us'. On a map, South Pasadena looks like a minor suburb northeast of downtown Los Angeles, but it plays a major role on big and small screens as a set location.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/daimler-to-split-mercedes-benz-daimler-trucks-into-separate-companies-11612369055", "title": "Daimler to Separate Its Trucks Business From Mercedes-Benz Cars", "date": "2021-02-03 12:45", "summary": "Auto maker hopes truck-making spinoff will boost valuation of its businesses. BERLIN- Daimler AG plans to spin off its trucks business, in a move highlighting how conventional auto makers are under pressure to boost their stock-market value.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steve-bannon-faces-new-york-criminal-probe-11612373969", "title": "Steve Bannon Faces New York Criminal Probe", "date": "2021-02-03 12:39", "summary": "Trump pardoned the former White House adviser on federal fraud charges last month. Manhattan prosecutors have opened an investigation into Steve Bannon for potential crimes under New York state law after former President Donald Trumppardoned the ex-White House adviser on federal fraud charges, according to people familiar with the matter.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-i-still-fly-with-my-dog-11612373229", "title": "Can I Still Fly With My Dog?", "date": "2021-02-03 12:27", "summary": "The free rides for emotional support animals ended last month, but that doesn't mean all pets are grounded. Here are the new barking orders.. BLAME ILL-BEHAVED pooches (or their owners) and an absurd parade of \"emotional support\" chickens and \"comfort\" tarantulas. As of January 2021, the Department of Transportation (DOT) began cracking down, limiting the types of furry companions allowed to fly in airline cabins free of charge. There is now only one acceptable candidate: a service animal. A service animal is not a pet; it's a dog, highly and specifically trained to aid an \"individual with a disability, including a physical, sensory, psychiatric, intellectual, or other mental disability,\" according to the DOT. Official documentation is required in advance of travel. Other pets can still fly in the cabin on most U.S. airlines-including Alaska Airlines and JetBlue -but for a fee (in the $125 range, each way) and only if they fit in a carrier under the seat. Rules vary but that generally disqualifies all animals but those about 25 pounds or under. If Spot is a healthy, 70-pound Dalmatian, cargo is an option, and some airlines like Delta have stepped up, with climate-controlled hold areas for live animals, specially trained personnel and strict weather guidelines. But before you book (well in advance) and load him into a hard-sided crate, check with your vet.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-adds-david-lipton-bolstering-global-economics-team-11612366658", "title": "Treasury Adds Lipton, Bolstering Global Economics Team", "date": "2021-02-03 12:01", "summary": "The former IMF deputy director has extensive experience dealing with China. WASHINGTON-The Treasury Department beefed up its international economic policy-making team Wednesday by adding David Lipton, the former deputy director of the International Monetary Fund.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/most-small-firms-below-pre-pandemic-levels-fed-survey-finds-11612371600", "title": "Business at Most Small Firms Below Pre-Pandemic Levels, Fed Survey Finds", "date": "2021-02-03 12:00", "summary": "In survey of almost 10,000 respondents, many small companies said continued government aid is key to their survival. America's small businesses remain under stress from coronavirus pandemic disruptions, and many of them say continued government support is crucial to their survival, according to a new report from the Federal Reserve's 12 regional banks released on Wednesday.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-jeff-bezos-is-stepping-down-as-ceo-but-staying-on-as-executive-chairman-and-what-that-means-11612366771", "title": "Why Jeff Bezos Is Stepping Down as CEO but Staying On as Executive Chairman", "date": "2021-02-03 11:59", "summary": "Amazon chief will stick around to innovate, ensure smooth transition, make 'one-way door' decisions. Jeff Bezos, the founder and longtime chief of Amazon . com Inc., is giving up his chief executive position, but not his seat of power.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-designer-of-kamala-harriss-inauguration-outfit-crafts-a-strategy-for-the-pandemic-11612371467", "title": "The Designer of Kamala Harris's Inauguration Outfit Crafts a Strategy for the Pandemic", "date": "2021-02-03 11:57", "summary": "After a high-profile start to 2021, rising fashion star Christopher John Rogers focuses on new ways to do business amid Covid's disruption. Fashion designer Christopher John Rogers had a rollercoaster 2020 as the pandemic thrust his small but growing label into uncertainty.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jazz-pharmaceuticals-to-buy-cannabis-based-drugmaker-gw-pharma-for-6-7-billion-11612370417", "title": "Jazz Pharmaceuticals to Buy GW Pharma for $6.7 Billion", "date": "2021-02-03 11:40", "summary": "Jazz bets drugs derived from the marijuana plant will be big players in treating neuroscience conditions. Jazz Pharmaceuticals PLC has agreed to acquire GW Pharmaceuticals PLC, maker of the first epilepsy drug derived from the marijuana plant, for $6.7 billion in cash and stock.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-shipping-containers-end-up-in-the-ocean-11612369916", "title": "How Shipping Containers End Up in the Ocean", "date": "2021-02-03 11:31", "summary": "Most Popular News. Hundreds of containers have fallen from container ships into ocean waters in recent months, in a flare-up of accidents that can destroy millions of dollars worth of goods, damage vessels and endanger lives and the environment.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-hesitancy-presents-challenge-for-herd-immunity-push-11612369671", "title": "Covid-19 Vaccine Hesitancy Presents Challenge for Herd-Immunity Push", "date": "2021-02-03 11:27", "summary": "Nearly a quarter of unvaccinated adults indicate they won't get the shots, Census survey finds, some fearing side effects, others distrusting government. If everyone in the U.S. who says they definitely plan to get vaccinated gets the shot, it won't be enough to end the pandemic. That's because vast numbers of Americans are either unsure about getting the Covid-19 vaccine or say they will never get it, according to new data from the U.S. Census Bureau.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/electric-vehicle-charging-hub-to-park-itself-in-new-york-city-11612357206", "title": "Electric-Vehicle Charging Hub to Park Itself in New York City", "date": "2021-02-03 11:17", "summary": "Moped-sharing company Revel says it will launch new business at a former Pfizer building in Brooklyn. Revel, the company best known for electric-moped sharing, says it is about to embark in a new direction by launching one of the largest hubs for quickly charging electric vehicles in New York City this spring.", "categories": [["WSJ News Exclusive", "New York"]], "category_links": ["https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mario-draghi-is-asked-to-form-a-government-in-recession-hit-italy-11612354601", "title": "Italy, and Europe, Look to Mario Draghi to Solve Another Crisis", "date": "2021-02-03 11:11", "summary": "Former ECB president is aiming to become Italy's prime minister, but he must first build support among Italy's fractious parties. ROME-Mario Draghi, the former head of the European Central Bank, won wide praise from financial markets and the European Union after he defused the continent's debt crisis by promising to do \"whatever it takes\" to save the euro.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-college-football-team-that-built-a-dynasty-by-thinking-like-a-start-up-11612368322", "title": "The College Football Team That Built a Dynasty by Thinking Like a Startup", "date": "2021-02-03 11:05", "summary": "Clemson's multimedia effort has given its football team a technological edge in the battle for recruiting. Dabo Swinney's over-the-top passion typically gets the credit for transforming Clemson from a modest small-town college football program into a glamorous destination for elite recruits who want to compete for national titles.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apollos-earnings-climb-despite-epstein-related-turmoil-11612353672", "title": "Apollo's Earnings Climb Amid Epstein-Related Turmoil", "date": "2021-02-03 10:54", "summary": "Firm officials say 'the vast majority' of investors are satisfied with governance changes. Apollo Global Management Inc. reported higher fourth-quarter earnings Wednesday as the private-equity giant's business weathered a storm kicked up by Chief Executive Leon Black's ties to disgraced financier Jeffrey Epstein.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spotify-adds-subscribers-with-focus-on-podcasts-11612350000", "title": "Spotify Adds Subscribers With Focus on Podcasts", "date": "2021-02-03 10:52", "summary": "Streaming giant offers conservative outlook, citing uncertainty about consumers' habits as pandemic runs its course. Spotify's pandemic boost may be peaking.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/electric-car-buzz-pushes-up-shares-in-company-with-nothing-but-cash-11612367394", "title": "Electric-Car Buzz Pushes Up Shares in Company With Nothing but Cash", "date": "2021-02-03 10:49", "summary": "Churchill Capital Corp IV's stock has more than tripled on report it is in talks with Lucid Motors. When news emerged in December that Churchill Capital Corp IV, a blank-check company with no assets beyond its $2 billion in cash, had made an offer to acquire DirecTV, its stock barely moved.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nursing-home-report-revives-push-to-increase-staffing-in-new-york-11612366536", "title": "Nursing-Home Report Revives Push to Increase Staffing in New York", "date": "2021-02-03 10:35", "summary": "Associations representing hospitals and nursing homes say legislation will raise costs; unions representing nurses say it will reduce fatigue. ALBANY, N.Y.-New York state lawmakers began advancing a bill this week that would require nursing homes and hospitals to follow specific ratios of nurses to patients, a measure long sought by health-care unions that was recommended in a report issued last week by state Attorney General Letitia James.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-colleges-in-the-west-for-diversity-11612366210", "title": "Top Colleges in the West for Diversity", "date": "2021-02-03 10:30", "summary": "La Sierra University tops this list from the WSJ/THE College Rankings. The West is home to the four colleges ranked highest nationwide for diversity in the Wall Street Journal/Times Higher Education College Rankings, led by La Sierra University in Riverside, Calif.", "categories": [["Life & Work", "Journal Reports: College Rankings"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-college-rankings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/super-bowl-tom-brady-tampa-bay-buccaneers-chiefs-11612365302", "title": "Super Bowl Tips for Patriots Fans Heartsick Over Brady Breakup", "date": "2021-02-03 10:18", "summary": "Resume Subscription. Quarterback Tom Brady dumped the New England Patriots last March after 20 years together, packed his bags and moved to Tampa Bay to be with a new partner. They appear a perfect match.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-nominees-for-2021-golden-globe-awards-11612365394", "title": "The Nominees for 2021 Golden Globe Awards", "date": "2021-02-03 10:16", "summary": "Nominees for the 2021 Golden Globe awards were announced Wednesday, Feb. 3. The awards will be presented at a ceremony on Feb. 28.. Here is a list of the 2021 nominees for the Golden Globe awards, from the Hollywood Foreign Press Association. Winners will be announced at the 78th Annual Golden Globe Awards ceremony on Sunday, Feb. 28, 2021.", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-makers-take-aim-at-dangerous-new-strains-11612357201", "title": "Covid-19 Vaccine Makers Take Aim at Dangerous New Strains", "date": "2021-02-03 10:13", "summary": "Pfizer, Moderna and J&J are among the companies working on new vaccines that would protect against the South Africa strain better than current shots do. Covid-19 vaccine makers are racing to create new shots that can better protect people from dangerous new strains of the coronavirus, after recent testing showed the variants present a bigger-than-expected threat.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-wants-a-15-minimum-wage-heres-what-people-say-it-would-do-to-the-economy-11612348201", "title": "Biden Wants a $15 Minimum Wage. Here's What People Say It Would Do to the Economy.", "date": "2021-02-03 10:12", "summary": "White House says a raise would help workers; opponents warn of job cuts. President Biden says his proposal to raise the federal minimum wage to $15 an hour will lift many low-wage workers out of poverty, but some businesses and economists warn it could cost jobs as the U.S. recovers from pandemic layoffs.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-threatens-twitter-with-penalties-if-it-doesnt-block-accounts-11612364787", "title": "India Threatens Twitter With Penalties If It Doesn't Block Accounts", "date": "2021-02-03 10:06", "summary": "Resume Subscription. NEW DELHI-India threatened to punish Twitter if it doesn't comply with a government request to restore a block on accounts connected to tweets about farmers' protests that the government says are inflammatory.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tanzania-shunned-lockdowns-now-its-rejecting-covid-19-vaccines-11612364606", "title": "Tanzania Shunned Lockdowns. Now It's Rejecting Covid-19 Vaccines.", "date": "2021-02-03 10:03", "summary": "Tanzanian President John Magufuli has rejected social-distancing measures and instead urged citizens to pray against a 'satanic' virus. Tanzania's government said it had no interest in accessing Covid-19 vaccines, cementing its status as an outlier in the world's fight against the pandemic, as most other African countries scrambled to secure shots.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banker-survived-bullets-a-kidnapper-and-bad-press-11612364400", "title": "Banker Took Heat for Slashing Costs", "date": "2021-02-03 10:00", "summary": "Jack Grundhofer, who has died at age 82, built U.S. Bancorp into a giant and took heat for slashing costs. Early in Jack Grundhofer's 40-year banking career, someone shot a gun at him while he was repossessing a car in Southern California. Later, a kidnapper tied him to a tree in Wisconsin. When he was eliminating jobs at Minneapolis-based First Bank System Inc. in the early 1990s, newspapers dubbed him \"Jack the Ripper.\"", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nfl-sponsorships-still-no-1-with-a-bulletand-an-asterisk-11612364159", "title": "NFL Sponsorships Still No. 1 With a Bullet-and an Asterisk", "date": "2021-02-03 09:55", "summary": "Betting companies, personal care and new stadiums in Los Angeles and Las Vegas drove a 10% increase in sponsorships despite the pandemic. National Football League teams suffered outbreaks and postponements during the 2020 season, but one thing seemed immune to the coronavirus: the allure of the NFL brand.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-experts-visit-wuhan-institute-on-covid-19-mission-11612363996", "title": "WHO Experts Visit Wuhan Institute on Covid-19 Mission", "date": "2021-02-03 09:53", "summary": "Team from World Health Organization spent several hours at institute and visited market around which many first infections were identified. A World Health Organization team investigating the origins of the coronavirus visited a research institute in China at the center of U.S. assertions-denied by Beijing-that the pandemic could have stemmed from a laboratory accident.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kraft-heinz-sends-mr-peanut-to-a-better-place-11612363642", "title": "Kraft Heinz Sends Mr. Peanut to a Better Place", "date": "2021-02-03 09:47", "summary": "Company is set to sell Planters to Hormel following years of neglect. Kraft Heinz is close to fetching a very attractive price for its Planters business. Next, it must use the proceeds wisely.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andy-jassys-climb-to-amazon-ceo-shows-the-clouds-rising-power-11612363207", "title": "Jassy's Climb to Amazon CEO Shows the Cloud's Rising Power", "date": "2021-02-03 09:40", "summary": "Business of providing remote computer services represents about 10% of Amazon's sales but produced its next leader. The elevation of Andy Jassy to become Amazon.com Inc.'s next chief executive is one of the clearest signs yet that fortunes in the tech industry are increasingly made in the cloud.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/golden-globes-kick-off-hollywood-awards-season-11612361734", "title": "Women Claim Golden Globe Nominations for Best Director", "date": "2021-02-03 09:31", "summary": "Female filmmakers emerged as a force among this year's Golden Globe nominees, with women occupying three of the five slots for best director.. Streaming services again dominated a Hollywood awards season, with the line between films and TV shows blurring for viewers craving entertainment at home as the pandemic kept many cinemas closed.", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hedge-funds-double-down-on-merger-bets-amid-gamestop-tumult-11612361172", "title": "Hedge Funds Double Down on Merger Bets Amid GameStop Tumult", "date": "2021-02-03 09:27", "summary": "As many hedge funds rushed to cover their positions in last week's retail-led surge, funds that bet on the outcome of deals spotted an opening. The retail-investor-led surge in GameStop Corp. and other stocks last week sent several hedge funds scrambling to cover their positions. Some funds that bet on deals closing, however, spied an opportunity.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-myanmar-coup-aung-san-suu-kyi-accused-of-illegally-importing-walkie-talkies-11612361563", "title": "After Coup, Aung San Suu Kyi Accused of Illegally Importing Walkie Talkies", "date": "2021-02-03 09:12", "summary": "Her party says she has been remanded in custody for two weeks-a step experts say is a means to justify her detention. Aung San Suu Kyi has been remanded in custody for two weeks over allegations of having illegally imported walkie talkies, a spokesman for her political party said, two days after Myanmar's military seized power from her civilian-run government in a coup.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-still-faces-uncertain-borrowing-needs-due-to-covid-19-treasury-says-11612359185", "title": "U.S. Still Faces Uncertain, Sizeable Borrowing Needs Due to Covid-19", "date": "2021-02-03 09:11", "summary": "Advisory committee urges Congress to suspend debt ceiling before July deadline. WASHINGTON-The Treasury Department on Wednesday announced few changes to its regular debt issuance schedule for the current quarter, while emphasizing the government continues to face uncertain and sizable borrowing needs due to the coronavirus pandemic.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ccc-information-services-to-go-public-in-6-5-billion-spac-merger-11612353600", "title": "CCC Information Services to Go Public in $6.5 Billion SPAC Merger", "date": "2021-02-03 09:07", "summary": "Auto-insurance IT provider will merge with a SPAC backed by Dragoneer Investment Group. CCC Information Services Inc. is teaming up with a special-purpose acquisition company to go public in a deal that values the IT provider to car insurers at $6.5 billion.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/car-insurance-prices-fell-in-2020-as-pandemic-reduced-driving-11612360800", "title": "Car Insurance Prices Fell in 2020", "date": "2021-02-03 09:00", "summary": "Some consumer groups don't think rates have come down enough. Car-insurance rates for American vehicle owners fell by nearly 4% on average nationally in 2020 as carriers adjusted prices for reduced traffic volume and other pandemic-related changes in driving patterns, according to Zebra, an insurance price-comparison website.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zoom-launches-tools-focused-on-post-lockdown-health-safety-11612360800", "title": "Zoom Launches Tools Focused on Post-Lockdown Health, Safety", "date": "2021-02-03 09:00", "summary": "'In the post-pandemic era, work has changed forever,' Zoom CIO Harry Moseley says. Zoom Video Communications Inc. on Wednesday announced new features aimed in part at helping information-technology leaders manage the health and safety of employees who are gradually returning to the physical office.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-alphabet-match-what-to-watch-when-the-stock-market-opens-today-11612353672", "title": "GameStop, Alphabet, Match, EA: What to Watch When the Stock Market Opens Today", "date": "2021-02-03 09:00", "summary": "Silver prices steadied after days of volatile trading. Here's what we're watching ahead of Wednesday's market action.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-latest-resort-hotel-perk-covid-testing-11612360778", "title": "The Latest Hotel Perk for Overseas Travelers: Covid Testing", "date": "2021-02-03 08:59", "summary": "Hotels and other businesses that draw U.S. tourists abroad are scrambling to make testing for the virus as easy as possible. Hotels are scrambling. Airports are strategizing. Airlines are creating new apps.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-the-best-home-exercise-equipmentfor-any-budget-11612360606", "title": "The Strategic Guide to Investing in Home-Exercise Equipment", "date": "2021-02-03 08:56", "summary": "Whether you have $100 or $10,000 to spend, here's expert advice on the most strategic, single piece of gear to invest in. WHEN MY GYM closed its doors back in March, I needed to find a way to stay active (and sane) without turning my 700-square-foot condo into an unofficial Equinox outpost. My solution: a single pair of adjustable dumbbells that work for all sorts of strength-building moves, from bench presses to squats, and take up little room in my already cramped closet. But even if you live in a vast ranch house, fitness experts agree, nobody requires a suite of gym-rat gear to get an efficient total-body workout. In many cases, you only have to budget for a single, strategic piece of equipment. (And, no, a Peloton isn't your only option.) Here, five products you can rely on for multiple fitness needs, whether you're a taut pauper or someone with more money (and calories) to burn.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/it-wont-be-easy-to-stay-low-costeven-for-low-cost-airlines-11612360117", "title": "It Won't Be Easy to Stay Low Cost-Even for Low-Cost Airlines", "date": "2021-02-03 08:48", "summary": "After the pandemic, budget carriers are expected to grow in more congested markets while keeping costs low. Doing both has proven tricky before.. For vaccine optimists, there may be no clearer way to bet on the recovery than investing in budget airlines. But much depends on whether these low-cost carriers can remain, well, low cost.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-to-widen-covid-19-vaccines-to-general-public-as-cases-surge-11612359228", "title": "Israel to Widen Covid-19 Vaccines to General Public as Cases Surge", "date": "2021-02-03 08:33", "summary": "Government to offer shots to everyone over 16, says 80% of new cases were caused by fast-spreading U.K. variant. TEL AVIV-Israel will on Thursday begin inoculating everyone over 16, the government said, expanding the world's fastest Covid-19 vaccination drive as it contends with a fresh surge in infections.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rosamund-pike-kaws-and-francis-fukuyama-on-desire-11612359000", "title": "Rosamund Pike, Kaws and Francis Fukuyama on Desire", "date": "2021-02-03 08:30", "summary": "Our six columnists weigh in: \"Capitalism may be able to satisfy... material desires, but the desire for dignity is something different\". Rosamund Pike", "categories": [["Soapbox"]], "category_links": ["https://www.wsj.com/news/types/magazine-soapbox?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/immunity-boosters-worth-considering-in-covid-19-times-11612359001", "title": "Immunity Boosters Worth Considering In Covid-19 Times", "date": "2021-02-03 08:30", "summary": "Three wellness products that promise to help get your body working at its full power. The idea of immunity-focused products sharing Sephora shelf space with serums and concealers would have been head-scratching a few years ago, but now, perhaps as a sign of these Covid-19 times, it makes perfect sense. \"I think [the pandemic] has acted as a wake-up call to many who are now for the first time ever starting to look after their health,\" says medical herbalist Daniela Turley, founder of Urban Healing. Vitamin D, zinc, N-Acetyl Cysteine and quercetin are on Turley's list of hero ingredients. But boosting immunity isn't as simple as just taking supplements. \"There's no magic bullet,\" says Gabe Kennedy, co-founder of wellness brand Plant People. \"The reality is that the immune system is complex and requires support on many levels.\" One key is nutrition, specifically \"plant-based foods high in micro- and phytonutrients, as well as dietary fiber,\" says Joel M. Evans, M.D., director of Connecticut's Center for Functional Medicine. Moon Juice founder Amanda Chantal Bacon, who is releasing a new immune-focused SuperPower supplement, adds sleep, balancing stress and gentle movement to the list. \"They're not revolutionary,\" she says, \"but they do require your participation.\" -Fiorella Valdesolo", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-can-i-stop-stress-biting-my-nails-11612357605", "title": "How to Stop Stress-Biting Your Nails for Good", "date": "2021-02-03 08:06", "summary": "Nail experts and a clinical psychologist offer actionable tips for quitting-as do two of our manicure-mangling fashion editors. BITING YOUR nails can be absorbingly compulsive, but it's an incredibly dirty habit-even more so when absentmindedly sticking unwashed fingers in your mouth could increase your chances of contracting Covid-19. If the threat of a potentially deadly virus won't make you stop gnawing, what will? For starters, you need to look at nail-biting as more than a \"pesky habit,\" said Dr. Rebecca Rialon Berry, Ph.D., a New York clinical psychologist.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhood-will-air-super-bowl-ad-amid-gamestop-saga-11612357203", "title": "Robinhood Will Air Super Bowl Ad Amid GameStop Saga", "date": "2021-02-03 08:00", "summary": "Online brokerage seeks to repair image after trading restrictions prompted backlash from customers and lawmakers. Robinhood Markets Inc. will advertise during the Super Bowl, as the online brokerage seeks to repair its image in the wake of the GameStop Corp. stock-trading saga.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/battle-over-scrubs-industry-erupts-in-court-11612356718", "title": "Figs Fights Lawsuit Over Scrubs Ads", "date": "2021-02-03 07:52", "summary": "Medical-apparel startup faces litigation from established company that says its marketing is misleading. Figs Inc. has fashioned itself as the Warby Parker of medical uniforms, using advertising splashed on subways and billboards to sell its form-fitting scrubs directly to nurses and doctors.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sony-is-at-the-top-of-its-game-next-up-anime-music-11612355906", "title": "Sony Is at the Top of Its Game. Next Up: Anime, Music", "date": "2021-02-03 07:38", "summary": "Sony is positioning itself cannily for the post-pandemic world.. Gamers already snap up Sony 's offerings, as the company's blockbuster December quarter just demonstrated again. The movies-and-music business will soon be feeling its deepening influence, too.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ferraris-road-to-lower-emissions-may-be-bumpy-11612284618", "title": "Ferrari's Road to Lower Emissions May Be Bumpy", "date": "2021-02-03 07:29", "summary": "Investors may not be able to put the Italian supercar manufacturer in the same league as handbag makers Hermès and LVMH forever. The big challenge for the next boss of Ferrari will be managing the racing-car brand's strategy for cutting tailpipe emissions.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bloomberg-face-off-awaits-london-stock-exchange-following-refinitiv-deal-close-11612354216", "title": "Bloomberg Face-Off Awaits LSE Following Refinitiv Deal", "date": "2021-02-03 07:10", "summary": "LSE's big bet on data comes as Refinitiv has steadily lost market share against its main rival. ", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/match-owns-datings-past-present-and-future-11612353781", "title": "Match Owns Dating's Past, Present and Future", "date": "2021-02-03 07:03", "summary": "Match's flame has cooled amid the pandemic, but sparks will soon fly again. With the world on lockdown for much of 2020, dating company Match Group Inc. got stood up by plenty of investors. Now, the pressure is on to win them back.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/evinced-a-web-accessibility-startup-raises-17-million-11612353609", "title": "Evinced, a Web Accessibility Startup, Raises $17 Million", "date": "2021-02-03 07:00", "summary": "Startup uses AI to scan company websites for flaws in their accessibility to people with disabilities. The round comes as the field is increasingly drawing interest from venture capital. Evinced Inc., a startup that aims to help companies make their websites and software accessible to people with disabilities, has raised $17 million in Series A funding.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-lockdown-exposes-fragility-in-aging-chinese-city-11612353618", "title": "Covid-19 Lockdown Exposes Fragility in Aging Chinese City", "date": "2021-02-03 07:00", "summary": "Tonghua's older population and weak economy make for new challenges when residents are shut in. When the city of Tonghua in China's northeast shut residents in their homes in response to new coronavirus cases in January, it forced a reckoning with some harsh economic realities in the aging rust-belt city.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jamie-tarses-rose-fast-as-tv-executive-then-hit-static-11612353609", "title": "Jamie Tarses Rose Fast as TV Executive, Then Hit Static", "date": "2021-02-03 07:00", "summary": "She developed 'Friends' and other hits, was toppled from senior job at ABC; dead at age 56. Jamie Tarses came to prominence in the 1990s as a wunderkind programming executive at NBC where she helped develop hits such as \"Friends\" and \"Mad About You.\"", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-s-rapid-covid-19-vaccination-campaign-shows-early-signs-of-success-11612350120", "title": "U.K.'s Rapid Vaccination Campaign Shows Early Signs of Success", "date": "2021-02-03 06:32", "summary": "Resume Subscription. LONDON-The U.K.'s fast-paced vaccination drive is showing early signs of curbing Covid-19 infections, government scientific advisers say, a promising litmus test of how a mass inoculation campaign in a developed nation can slowly turn the tide on the virus.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/slain-capitol-police-officer-brian-sicknick-to-be-honored-at-capitol-11612291406", "title": "Biden Pays Respects to Slain Capitol Police Officer", "date": "2021-02-03 06:17", "summary": "Remains of officer who died of injuries sustained in Jan. 6 riot lie in honor in Rotunda. President Biden and first lady Jill Biden paid their respects Tuesday evening to Brian D. Sicknick, the Capitol Police officer who died as a result of injuries sustained in the Jan. 6 assault on the Capitol, with his remains lying in honor in the Rotunda.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/groceries-help-meituan-grow-into-one-of-chinas-biggest-tech-companies-11612348203", "title": "Groceries Help Meituan Grow Into One of China's Biggest Tech Companies", "date": "2021-02-03 05:30", "summary": "It has quickly become the country's third-most-valuable internet company, with a market value of more than $300 billion. Forget deep learning, recommendation engines or extreme ultraviolet lithography: The hottest thing in Chinese tech might be bulk-bought cabbages.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-china-policy-to-be-steered-by-team-of-rivals-11612348201", "title": "Biden's China Policy to Be Steered by Team of Rivals", "date": "2021-02-03 05:30", "summary": "High-powered officials have longstanding ties to one another, but different objectives in climate, human-rights and trade policies. President Biden has stocked his China team with high-powered officials who have longstanding ties to one another but differing objectives. How they work together could determine whether the new administration has a unified China policy, or one riven with divisions that Beijing can exploit.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-one-gamestop-trader-the-wild-ride-was-almost-as-good-as-the-enormous-payoff-11612348200", "title": "For One Trader, the Wild Ride Was Almost as Good as the Enormous Payoff", "date": "2021-02-03 05:30", "summary": "A small-time trader turns $500 into more than $200,000. Anubhav Guha started day trading a few thousand dollars in March but managed to lose half of his money despite the stock market's epic rally last year. He made that up and far, far more betting on GameStop Corp.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-forces-vocational-schools-to-adjust-11612348201", "title": "Covid-19 Forces Vocational Schools to Adjust", "date": "2021-02-03 05:30", "summary": "Training is disrupted as most programs are partly remote, and roughly one-third fully remote. It's hard to learn to restrain a cat for an X-ray. It's even harder by video, said Morgan Sylvester, who is studying veterinary radiology remotely this year.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alexei-navalny-russian-opposition-politician-sentenced-to-2-years-in-prison-11612287803", "title": "Navalny, Russian Opposition Politician, Given 3½-Year Sentence", "date": "2021-02-03 04:54", "summary": "Court ruling sidelines the country's most prominent rival to President Vladimir Putin and will likely fuel a growing protest movement. MOSCOW-A Russian court sentenced Kremlin critic Alexei Navalny to 3½ years in prison, but gave credit for about a year already served, sidelining the country's most prominent opposition politician and likely fueling a burgeoning protest movement triggered by his detention last month.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mining-company-usa-rare-earth-exploring-new-york-listing-this-year-11612343897", "title": "Mining Company USA Rare Earth Exploring New York Listing", "date": "2021-02-03 04:18", "summary": "Project in Texas could help counter China's dominance of resources essential to technology. USA Rare Earth LLC, a mining company focused on resources essential to technology but dominated by China, is considering a stock-market listing this year targeting a valuation of over $1 billion, according to people familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/publicis-attributes-u-s-growth-to-data-business-11612333800", "title": "Publicis Attributes U.S. Growth to Data Business", "date": "2021-02-03 01:30", "summary": "But the pandemic continues to complicate predictions for 2021. Ad conglomerate Publicis Groupe SA ended 2020 with revenue only slightly below its level in the previous year, as a degree of marketer spending returned to the U.S. later in the year and clients invested in data management services, the company said.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexico-arrests-12-police-officers-over-migrant-massacre-11612333197", "title": "Mexico Arrests 12 Police Officers Over Migrant Massacre", "date": "2021-02-03 01:19", "summary": "Tamaulipas state police officers allegedly involved in killing of 19 people in January. MEXICO CITY-Twelve Mexican state police officers from the northern border state of Tamaulipas have been arrested in connection with a recent massacre of 19 people, most of whom appear to be Guatemalan migrants headed for the U.S., Tamaulipas's attorney general said Tuesday night.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11612293524", "title": "Pepper...and Salt", "date": "2021-02-03 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pro-trump-lawyer-lin-wood-is-investigated-for-alleged-illegal-voting-in-georgia-11612327413", "title": "Pro-Trump Lawyer Is Investigated for Alleged Illegal Voting", "date": "2021-02-03 23:43", "summary": "Wood promoted claims that the election was rigged against former President Donald Trump. Georgia officials are investigating whether lawyer and pro-Trump activist L. Lin Wood may have voted illegally in Georgia while living in South Carolina, according to a senior staffer at the Georgia secretary of state's office.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-set-up-task-force-to-reunite-families-separated-at-the-border-11612260003", "title": "Biden Sets Up Task Force to Reunite Families Separated at the Border", "date": "2021-02-03 23:40", "summary": "Executive order creates the task force, in one of several immigration actions the president took. WASHINGTON-President Biden has formed a task force to reunite immigrant families separated at the southern border by the Trump administration, one of several executive orders on immigration Mr. Biden signed on Tuesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-fbi-agents-dead-three-hurt-serving-warrant-in-south-florida-11612282465", "title": "Two FBI Agents Killed, Three Hurt Serving Warrant in South Florida", "date": "2021-02-03 22:58", "summary": "A suspect was also killed in shooting; officials were aiming to seize evidence in child-pornography investigation. MIAMI-Two FBI agents were killed and three others wounded in a shooting while serving a warrant in South Florida on Tuesday morning, the bureau said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/janet-yellen-to-meet-with-regulators-on-gamestop-market-volatility-11612318927", "title": "Yellen to Meet With Regulators on GameStop", "date": "2021-02-03 22:29", "summary": "Treasury secretary has called meeting with SEC, Federal Reserve and CFTC. Treasury Secretary Janet Yellen has called a meeting with top financial regulators to discuss recent volatility in financial markets related to GameStop Corp. , a Treasury spokeswoman confirmed Tuesday night.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chipotles-covid-19-costs-weigh-on-its-profit-11612305148", "title": "Chipotle's Covid-19 Costs Weigh on Its Profit", "date": "2021-02-03 21:59", "summary": "Burrito chain says labor expenses rose in latest quarter as pandemic worsened; online orders surge. Chipotle Mexican Grill Inc. said costs related to the coronavirus pandemic have dented profit even as online orders boost sales.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcconnell-mccarthy-take-different-approaches-in-post-trump-era-11612311215", "title": "GOP Leaders Take Different Approaches in Post-Trump Era", "date": "2021-02-03 21:54", "summary": "Party leaders grapple with controversies over Marjorie Taylor Greene, Liz Cheney. WASHINGTON-The top two Republicans in Congress are charting different courses after former President Donald Trump lost the White House but not his grip on much of the party.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hackers-lurked-in-solarwinds-email-system-for-at-least-9-months-ceo-says-11612317963", "title": "Hackers Lurked in SolarWinds Email System for at Least 9 Months", "date": "2021-02-03 21:06", "summary": "Investigators still don't know how the company was breached in attack that will cost millions. The newly appointed chief executive of SolarWinds Corp. is still trying to unravel how his company became a primary vector for hackers in a massive attack revealed last year, but said evidence is emerging that they were lurking in the company's Office 365 email system for months.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-presses-case-for-large-covid-aid-package-11612300758", "title": "Biden Presses Case for Large Covid Aid Package", "date": "2021-02-03 20:40", "summary": "Democrats set to start reconciliation process to allow them to pass legislation without GOP support. WASHINGTON-President Biden rallied Senate Democrats to pass a large Covid-19 relief package as party lawmakers pushed forward with a legislative process that would allow them to pass a $1.9 trillion package without Republican votes.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeff-bezos-amazon-step-down-ceo-11612306337", "title": "Jeff Bezos to Step Down as Amazon CEO; Andy Jassy to Take Over", "date": "2021-02-03 20:27", "summary": "The company announced changing roles as it reported that revenue in the fourth quarter soared 44% to $125.56 billion. Jeff Bezos is stepping down as chief executive of Amazon . com Inc. to become executive chairman, marking the biggest change in leadership of the tech giant since he started it in a Washington state garage more than 26 years ago.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-wageworks-executives-settle-sec-accounting-claims-11612315257", "title": "Former WageWorks Executives Settle SEC Accounting Claims", "date": "2021-02-03 20:21", "summary": "The former executives failed to disclose that a client didn't intend to pay $3.6 million, the regulator said. Former top executives at WageWorks Inc. agreed to settle claims that they made misleading statements that led to the improper recognition of $3.6 million in revenue, the Securities and Exchange Commission said Tuesday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-jeff-bezos-has-run-amazon-from-meetings-to-managing-11612314552", "title": "How Jeff Bezos Has Run Amazon, From Meetings to Managing", "date": "2021-02-03 20:09", "summary": "The common thread through his maxims has been the emphasis on staying relentlessly innovative. Obsess over customers, ignore the stock market and know the difference between good and bad failure are among the Amazon chief's leadership maxims.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/purdue-pharma-seeks-ruling-on-its-right-to-billions-in-insurance-coverage-11612313563", "title": "Purdue Pharma Seeks Ruling on Its Right to Billions in Insurance Coverage", "date": "2021-02-03 19:52", "summary": "The maker of OxyContin is suing more than a dozen of its insurers in an effort to get clarity on its right to as much as $3.3 billion in payouts. Purdue Pharma LP and some of its creditors want a judge to rule on their contention that they have rights to as much as $3.3 billion in insurance coverage as the OxyContin maker continues working on a plan to exit chapter 11 and recover proceeds to help address the opioid epidemic.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-is-andy-jassy-jeff-bezos-acolyte-moves-from-cloud-to-amazon-ceo-11612309443", "title": "Who Is Andy Jassy? Jeff Bezos Acolyte Moves from Cloud to Amazon CEO", "date": "2021-02-03 19:35", "summary": "Incoming chief executive turned Amazon's cloud computing into industry, company's most profitable business. Andy Jassy, the Amazon . com Inc. leader who is set to take over as chief executive from founder Jeff Bezos later this year, is a longtime acolyte of his boss who helped come up with the tech giant's most profitable idea: cloud-computing.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hottest-job-market-snow-shoveling-11612311686", "title": "The Hottest Job Market? Snow Shoveling", "date": "2021-02-03 19:21", "summary": "Too much snow plus too few teens equals a spike in fees; Parents, expecting free service? \"That's not the case here.\". This week's blizzard turned into a windfall for intrepid teenagers who discovered the old-fashioned rewards of shoveling snow-for big bucks due to a flurry of demand.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-small-time-investors-were-buying-gamestop-stock-before-it-was-cool-11612261801", "title": "GameStop's Original True Believers", "date": "2021-02-03 19:16", "summary": "GameStop's rally has been credited to Chewy co-founder Ryan Cohen, but two relatively unknown investors were pushing for big changes more than a year prior. Last spring, when GameStop Corp. was just a struggling videogame retailer and before Reddit took it to the moon, two small money managers teamed up in an audacious bid to shake up its board of directors.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-amzn-4q-earnings-report-2020-11612221803", "title": "Amazon Reports Record Sales in Holiday Quarter", "date": "2021-02-03 19:12", "summary": "E-commerce giant posts $125.5 billion in fourth-quarter sales as pandemic drove surge in online shopping. Amazon . com Inc. capped off its pandemic-fueled 2020 financial performance with record quarterly sales driven by a surge in online holiday shopping, as founder and Chief Executive Jeff Bezos said he would step down and hand over the CEO role to a new leader.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-therapeutic-value-of-reading-11612310400", "title": "The Therapeutic Value of Reading", "date": "2021-02-03 19:00", "summary": "Books can help calm and transport you from pandemic stress. But many of us are finding it harder to read now. Here's how-and why-to get back to it.. This past year, I've found myself returning again and again to a line of poetry by Emily Dickinson: \"There is no frigate like a book.\"", "categories": [["Life & Work", "Bonds"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/bonds?mod=breadcrumb"]}]