[{"link": "https://www.wsj.com/articles/scotlands-independence-parties-gain-upper-hand-as-pressure-builds-on-u-k-11620505997", "title": "Scotland's Independence Parties Gain Upper Hand as Pressure Builds on U.K.", "date": "2021-05-08 19:26", "summary": "SNP's Nicola Sturgeon pushes referendum plan with Green Party allies as Boris Johnson gains ground in England. EDINBURGH-Scotland's future in the U.K. is set to loom over British and European politics for years after pro-independence groups led by Nicola Sturgeon's Scottish National Party expanded their majority in the country's parliament, setting up a clash with the British government on whether Scots should be allowed a vote on leaving the 300-year-old union.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jerusalem-clashes-between-palestinians-and-police-leave-dozens-injured-11620513137", "title": "Jerusalem Clashes Leave Dozens Injured", "date": "2021-05-08 18:32", "summary": "Tensions are high ahead of a court ruling that could force the eviction of four Palestinian families. Israeli police clashed with Palestinians in Jerusalem for the second straight night, as tensions mount over a coming court ruling that could force the eviction of four Palestinian families from their homes on contested land after years of legal battles.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-happens-to-stocks-and-cryptocurrencies-when-the-fed-stops-raining-money-11620446420", "title": "It's Raining Money! What Happens When It Stops?", "date": "2021-05-08 18:27", "summary": "An unprecedented fiscal and monetary stimulus led by the Federal Reserve is fueling a new investor euphoria. Is this a new bubble? And when could it burst?. To veterans of financial bubbles, there is plenty familiar about the present. Stock valuations are their richest since the dot-com bubble in 2000. Home prices are back to their pre-financial crisis peak. Risky companies can borrow at the lowest rates on record. Individual investors are pouring money into green energy and cryptocurrency.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-time-elon-musk-is-hosting-snl-and-how-to-watch-11620503117", "title": "What Time Elon Musk Is Hosting 'SNL' and How to Watch", "date": "2021-05-08 17:16", "summary": "How and where you can watch the show, featuring the tech billionaire and Miley Cyrus. Elon Musk, the leader of Tesla Inc. and SpaceX, will be hosting \"Saturday Night Live.\"", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-elon-musk-be-funny-on-snl-more-important-will-he-move-the-market-11620478835", "title": "Elon Musk, 'SNL,' Dogecoin, and Mother's Day: The Making of a Comic Cocktail", "date": "2021-05-08 17:03", "summary": "The Tesla chief has been cracking wise for years, often at the expense of rivals, short sellers and regulators. Sometimes, his jokes have backfired.. Elon Musk's newest SpaceX rocket stuck its landing Wednesday. Whether the unorthodox billionaire has as much success landing jokes on one of comedy's biggest stages will get its own test Saturday night.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cyberattack-forces-closure-of-largest-u-s-refined-fuel-pipeline-11620479737", "title": "Key U.S. Energy Pipeline Closes After Cyberattack", "date": "2021-05-08 16:54", "summary": "Colonial Pipeline carries roughly 45% of gasoline and diesel fuel consumed on the East Coast. The main pipeline carrying gasoline and diesel fuel to the U.S. East Coast was shut down by its operator after being hit with a cyberattack.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-87-777-million-l-a-megamansion-has-a-multisensory-nft-art-gallery-11620409837", "title": "Cosmetic Surgeons Are Building L.A. Megamansions, and the Results are Over-the-Top", "date": "2021-05-08 14:00", "summary": "Celebrity dermatologist Dr. Alex Khadavi is listing his 21,000-square-foot Bel-Air property, which includes space to show off your NFT artwork, as well as a DJ booth, an outdoor tequila bar and a car museum. It could only happen in Los Angeles: Celebrity cosmetic doctors are getting into the megamansion-building business.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-tepid-on-biden-call-to-waive-intellectual-property-rights-for-covid-19-vaccines-11620495143", "title": "EU Tepid on Biden Call to Waive Patent Rights for Covid-19 Vaccines", "date": "2021-05-08 13:32", "summary": "Bloc says exporting more doses would aid struggling nations faster. European Union leaders pushed back against President Biden's call to waive intellectual property rights for Covid-19 vaccines, saying exporting more shots would be a faster way to help poor countries struggling to contain the virus.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-have-to-promptly-disclose-their-borrowing-many-dont-11620488175", "title": "Companies Have to Promptly Disclose Their Borrowing. Many Don't.", "date": "2021-05-08 13:00", "summary": "That makes it harder for shareholders to understand a business's leverage, a new study finds. How much money has a publicly traded company borrowed? Good luck finding out.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/most-of-israel-is-getting-back-to-pre-covid-19-life-not-this-town-11620492188", "title": "Most of Israel Is Getting Back to Normal. Not This Town.", "date": "2021-05-08 12:43", "summary": "Resume Subscription. PARDES HANNA, Israel-With its world-leading vaccination program, Israel has offered other countries such as the U.S. a glimpse into a post-pandemic future. But holdouts in towns such as Pardes Hanna are slowing the race to stamp out Covid-19, giving the virus time to linger and mutate in potentially dangerous ways.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/what-is-a-market-breakout-11620486399", "title": "What Is a 'Market Breakout'?", "date": "2021-05-08 11:06", "summary": "It means that an asset has hit a level unseen for some time. One could be coming for crude-oil futures.. Sometimes Wall Street pros refer to an event known as a \"breakout.\" For those unfamiliar with the term, here is what it means and why it matters to investors.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "In Translation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/epic-games-vs-apple-trial-week-one-everything-you-need-to-know-11620486001", "title": "Epic Games vs. Apple Trial, Week One: Everything You Need to Know", "date": "2021-05-08 11:00", "summary": "Lawyers for the 'Fortnite' game creator laid the groundwork for its antitrust claims against the iPhone maker, alleging uneven treatment of app submissions and updates. The first week of the trial between Epic Games Inc. and Apple Inc. was dominated by why the \"Fortnite\" creator has challenged the tech giant and how the iPhone maker treats apps looking to join its store.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghan-pullout-leaves-u-s-looking-for-other-places-to-station-its-troops-11620482659", "title": "Afghan Pullout Leaves U.S. Looking for Places to Put Its Troops", "date": "2021-05-08 10:04", "summary": "Options range from nearby Central Asian countries to Gulf allies to Navy ships at sea. WASHINGTON-U.S. military planners are looking for options to base forces and equipment in Central Asia and the Middle East after American and allied troops leave Afghanistan in the coming months.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-government-workers-offered-travel-buddies-11620482400", "title": "New York City Government Workers Offered Travel Buddies", "date": "2021-05-08 10:00", "summary": "Municipal employees who feel unsafe taking the subway to their offices can sign up for a commuting partner under a new program. New York City Mayor Bill de Blasio says that crime on the subway is low, but his office is still launching a travel-buddy program for government employees who feel unsafe commuting to work.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wilmer-valderrama-still-has-the-station-wagon-from-that-70s-show-11620482401", "title": "Wilmer Valderrama Still Has the Station Wagon From 'That '70s Show'", "date": "2021-05-08 10:00", "summary": "Resume Subscription. Wilmer Valderrama, 41, an actor on \"NCIS,\" on his 1969 Oldsmobile Vista Cruiser and 1951 Mercury, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/photos-no-longer-a-prop-11620481500", "title": "Photos: No Longer a Prop", "date": "2021-05-08 09:45", "summary": "Wilmer Valderrama shows off his 1969 Oldsmobile Vista Cruiser.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-to-protect-kids-ears-from-headphone-related-hearing-loss-11620478802", "title": "How to Protect Kids' Ears From Headphone-Related Hearing Loss", "date": "2021-05-08 09:00", "summary": "With children listening on devices for longer hours, there are steps parents can take to lower the volume and safeguard hearing health. How many times have you walked into a room and had to yell that dinner is ready, only to have your kids stare blankly at you, if they look up from their screens at all? I can't count the number of times I've had to raise my voice when my kids were engrossed in a game or movie they were listening to through headphones.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccines-in-u-s-beckon-foreigners-seeking-shots-and-shops-11620478802", "title": "Vaccines Draw Foreigners Looking for Shots and Shops", "date": "2021-05-08 09:00", "summary": "Resume Subscription. McALLEN, Texas-Even before New York City announced plans to offer visitors free vaccines, tourism from Texas to Florida has received a boost as tens of thousands from Mexico and other countries fly to the U.S. for a shot in the arm.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/want-to-invest-in-space-try-these-etfs-11620478801", "title": "Want to Invest in Space? Try These ETFs", "date": "2021-05-08 09:00", "summary": "As the options expand, investors can choose from an array of approaches. Thematic ETFs, exchange-traded funds that focus on specific investment themes, are booming And one of the most-talked-about themes lately is space. There is no shortage of ways to invest in the final frontier.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sothebys-christies-expect-to-sell-1-billion-in-art-at-spring-auctions-11620478802", "title": "Sotheby's, Christie's Expect to Sell $1 Billion in Art at Spring Auctions", "date": "2021-05-08 09:00", "summary": "Auctions will test collectors' appetites for art trophies; Sotheby's will start letting some people bid in person. New York's top auction houses Sotheby's and Christie's will attempt to auction at least $1 billion in art during a series of in-person and live-streamed sales starting Tuesday next week, marking a return to a somewhat normal rhythm after a disruptive year.", "categories": [["Books & Arts", "Arts", "Art & Auctions"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-auctions?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-ceos-are-saying-about-boosting-the-minimum-wage-11620475200", "title": "What CEOs Are Saying About Boosting the Minimum Wage", "date": "2021-05-08 08:00", "summary": "Resume Subscription. While lawmakers debate whether to raise the federal minimum wage to as much as $15 an hour from the current $7.25, chief executives are weighing in about the potential impact on their businesses.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/andrew-cuomo-investigation-expands-as-state-attorney-general-looks-at-aides-calls-11620475201", "title": "Cuomo Inquiry Expands as State Attorney General Looks at Aide's Calls", "date": "2021-05-08 08:00", "summary": "Inquiry into sexual-harassment allegations looks at whether a top adviser linked access to Covid-19 vaccines to support for the governor. ALBANY, N.Y.-The state attorney general's office has expanded its investigation of sexual-harassment allegations against Gov. Andrew Cuomo to look at whether one of his top advisers linked access to Covid-19 vaccines to support for the governor, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "New York"]], "category_links": ["https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/were-the-glory-days-of-airport-style-thenor-now-11620475218", "title": "How Airport Style Evolved-from Elizabeth Taylor to Blackpink and BTS", "date": "2021-05-08 08:00", "summary": "Since air travel's glamorous heyday in the 1950s, celebrities have brought high fashion to humdrum terminals. Though the pandemic paused that peacocking, it shows signs of returning.. Off Brand is a column that delves into trends in fashion and beauty.", "categories": [["Life & Work", "Style & Fashion", "Off Brand"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/off-brand?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/many-women-of-color-use-social-media-peers-for-investment-advice-11620471600", "title": "Many Women of Color Use Social Media, Peers for Investment Advice", "date": "2021-05-08 07:00", "summary": "As financial advice becomes popular on social-media platforms, some women say they don't need an adviser. Many women of color are turning to social media and their peers for investment know-how instead of hiring financial advisers.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/diaper-prices-are-still-getting-a-bump-from-texas-freeze-11620466202", "title": "Diaper Prices Are Still Getting a Bump From Texas Freeze", "date": "2021-05-08 06:03", "summary": "Acrylic acid, the liquid that makes diapers absorbent, remains in short supply after February storm. Paying more for diapers? Blame the Texas freeze.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-full-body-workout-to-shake-up-your-exercise-routine-at-home-11620468000", "title": "A Full-Body Workout to Shake Up Your Exercise Routine at Home", "date": "2021-05-08 06:00", "summary": "Did your fitness regimen fall into a winter rut? A Mayo Clinic expert offers spring fitness ideas for the upper body, lower body, core and cardio.. If your home workout isn't delivering the burn you crave, or you're bored after a long winter of endless push-ups and squats, here are four routines that will keep you challenged through spring.", "categories": [["Life & Work", "Anatomy of a Workout"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/anatomy-of-a-workout?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cannabis-goes-corporate-lobbyists-unions-seek-to-shape-marijuana-industry-11620466202", "title": "Lobbyists, Unions Seek to Shape Marijuana Industry", "date": "2021-05-08 05:30", "summary": "Lobbying on federal marijuana policy picked up in the first quarter of 2021, as banks and tobacco and alcohol companies begin to weigh in. HARTFORD, Conn.-The rally at the state capitol on April 20, the unofficial holiday for pot aficionados, brought out green-wigged supporters ringed in wisps of smoke. These days, they are far from the only people advocating for the legalization of marijuana.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-banks-look-for-customers-in-schools-some-say-no-11620466201", "title": "School Banking Programs Face Growing Backlash", "date": "2021-05-08 05:30", "summary": "Australian states want to end programs that reward students for opening accounts and saving money. SYDNEY-Rosemary Donald was initially in favor of an Australian bank visiting the suburban Sydney school attended by her three sons. She spent a year volunteering for the program, collecting money from students who wanted an account and processing deposits.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-doordash-and-uber-eats-delivery-is-costing-you-more-11620466200", "title": "Why DoorDash and Uber Eats Delivery Is Costing You More", "date": "2021-05-08 05:30", "summary": "Apps are shifting some costs to customers; restaurants are raising prices on apps and offering cheaper direct orders. Diners and restaurants alike flocked to delivery apps in record numbers when the pandemic forced establishments to close their dining rooms. The surge in business has driven huge revenue growth for companies like DoorDash Inc., Grubhub Inc. and Uber Technologies Inc., which owns Uber Eats and Postmates. While the apps' growth is expected to slow from last year's levels, the companies say they expect people to order in more frequently than they did pre-pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unemployment-benefits-become-target-amid-hiring-difficulty-11620421853", "title": "Unemployment Benefits Become Target Amid Hiring Difficulty", "date": "2021-05-08 02:58", "summary": "Some states, business leaders call for cuts in supplement aid; Yellen says benefits aren't factor in economic picture. A lackluster jobs report Friday added fuel to efforts in Florida and elsewhere to reduce access to unemployment benefits that some state and industry leaders say have kept people from returning to the workforce.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/murders-are-rising-the-most-in-a-few-isolated-precincts-of-major-cities-11620446460", "title": "Murders Are Rising the Most in a Few Isolated Precincts of Major Cities", "date": "2021-05-08 00:01", "summary": "A handful of neighborhoods with histories of violence are the primary source of a recent surge in killings in Chicago, New York and elsewhere. A murder wave in U.S. cities that started last year is carrying forward into 2021, and a growing body of research shows a pattern behind the rise: It has been concentrated in relatively few poor neighborhoods, typically Black and Hispanic, with persistent histories of violence.", "categories": [["IDEAS"]], "category_links": []}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11620419977", "title": "Pepper...and Salt", "date": "2021-05-08 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-ceo-invested-millions-to-increase-n95-face-mask-supplies-11620446419", "title": "This CEO Invested Millions to Increase N95 Mask Supplies", "date": "2021-05-08 00:00", "summary": "Lydall head Sara Greenstein pushed to expand production early in the Covid-19 outbreak, a risky bet before it was clear how long the pandemic would last. 'This is the right thing to do.'. In Personal Board of Directors, top business leaders talk about the people they turn to for advice, and how those people have shaped their perspective and helped them succeed. Previous installments from the series are here.", "categories": [["Personal Board of Directors"]], "category_links": ["https://www.wsj.com/news/types/personal-board-of-directors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nft-origin-story-starring-digital-cats-11620446425", "title": "The NFT Origin Story, Starring Digital Cats", "date": "2021-05-08 00:00", "summary": "A few years ago, it could be difficult to find someone to accept a free NFT; today, the same digital tchotchke might fetch tens of thousands. When Erick Calderon tried to give a colleague a pixelated image of a man in a purple cap as a Secret Santa present in 2018, the colleague didn't want it. Mr. Calderon's father got it instead.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-real-vacation-a-few-neighborhoods-away-11620446401", "title": "A Guide to One of Brooklyn's Most Underrated Neighborhoods", "date": "2021-05-08 00:00", "summary": "Her wings clipped during the pandemic, a New Yorker finds a sweetly 'madcap' seaside destination just a ferry (or bike) ride from home. COMPARED WITH many Brooklyn neighborhoods, Red Hook doesn't get a lot of visitors. Bordered to the west by the Buttermilk Channel, and to the south by the Erie Basin and the Gowanus Bay, Red Hook is perhaps best-known to New Yorkers as the site of the city's only IKEA store. Although the area is just a few minutes' drive from lower Manhattan, it isn't easy to reach by public transit. The closest subway station-at Smith and 9th Street-requires a 15-minute walk under the unprepossessing shadow of the Brooklyn-Queens Expressway. Two ferry lines serve the neighborhood but one of them has been suspended since the beginning of the pandemic.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-overhaul-bill-draws-bipartisan-agreement-on-key-issues-11620424491", "title": "Police-Overhaul Negotiations Draw Accord on Some Issues", "date": "2021-05-08 23:43", "summary": "Negotiators reach compromise on military equipment, no-knock warrants and chokeholds; differences remain on prosecution and liability of individual police officers. WASHINGTON-Democratic and Republican staff in Congress are drafting language for possible police-overhaul legislation that would limit the transfer of some military equipment to local departments, ban police use of chokeholds except in life-threatening situations and set federal standards for so-called no-knock warrants, according to people familiar with the talks.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hospitals-draw-warning-on-price-disclosure-rule-compliance-11620442193", "title": "Hospitals Warned on Price Disclosure Rule Compliance", "date": "2021-05-08 22:58", "summary": "Centers for Medicare and Medicaid Services is expected to release names of hospitals if they are penalized. Federal regulators are warning some hospitals to make prices public under a rule that went into effect at the start of the year, after many failed to comply with the requirements.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]