[{"link": "https://www.wsj.com/articles/jon-gruden-emails-raiders-11634002693", "title": "Jon Gruden Resigns as Raiders Coach After Email Scandal", "date": "2021-10-11 22:30", "summary": "The trove of emails that surfaced in an NFL investigation included not just his use of a racial trope, but instances of Gruden using antigay language. Jon Gruden is stepping down as the Las Vegas Raiders coach, after a scandal that began last week with the revelation of his use of a racial trope in an email worsened Monday when other emails surfaced in which he used antigay language.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/southwest-airlines-cancels-hundreds-more-flights-following-weekend-disruption-11633961221", "title": "Southwest Airlines Cancels Hundreds of Flights After Weekend Disruption", "date": "2021-10-11 21:58", "summary": "More than 360 flights scrapped following 1,900 cancellations over the weekend because of air-traffic control issues and severe weather. Southwest Airlines Co. scrapped about 10% of its Monday flight schedule, following hundreds of earlier cancellations over the weekend, as the carrier struggles to balance worker shortfalls, packed planes and a busy flight schedule.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-and-bad-policy-joe-biden-gasoline-opec-jennifer-granholm-11633990532", "title": "Oil Prices and Bad Policy", "date": "2021-10-11 19:32", "summary": "A Biden ban on oil exports would make the supply shortage worse.. Oil prices are rising, and the White House is worried about higher gasoline prices for consumers. Let's hope the Biden Administration doesn't compound the damage from its assault on fossil fuels by banning U.S. oil exports.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-partisan-redistricting-meltdown-virginia-independent-commission-11633990887", "title": "Another Partisan Redistricting Meltdown", "date": "2021-10-11 19:31", "summary": "Virginia's is the latest map-writing commission to hit a political wall.. Both parties are focused on voting rules, but the biggest election-policy story going into 2022 may be the spectacular underperformance of the \"independent\" redistricting movement, with Virginia the latest example.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-black-lives-got-longer-nber-longevity-racial-gap-11631905217", "title": "Why Black Lives Got Longer", "date": "2021-10-11 19:18", "summary": "The racial difference in longevity fell by half in the generation before Covid.. The central divide in America's racial politics is over whether the country has made any progress at all. Liberals and conservatives used to agree that the social position of black Americans has greatly improved since the civil-rights movement. But an ascendant left is challenging that consensus with a new narrative in which racism became \"systemic,\" Jim Crow segregation gave way to a \"new Jim Crow\" of disguised white supremacy, and the color-blind ideal is itself suspect.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-victory-over-the-jones-act-alaskan-seafood-fish-canada-sharon-gleason-john-connelly-11633992007", "title": "A Victory Over the Jones Act", "date": "2021-10-11 19:13", "summary": "Fish suppliers win an injunction against arbitrary enforcement.. Millions of pounds of Alaskan seafood have been trapped in a legal limbo in Canada for weeks, but on Sunday a federal judge said the fish-filet supply chain can get moving again. That's good news for jobs and American consumers, so feel free to bust out the tartar sauce, even if the court fight isn't finished.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californias-huntington-beach-reopens-following-oil-spill-11633962276", "title": "California to Investigate Oil Spill", "date": "2021-10-11 19:02", "summary": "Huntington Beach reopens, but authorities urge visitors to avoid areas where they smell oil. California is opening an investigation into the oil spill off its southern coast, state Attorney General Rob Bonta said Monday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/azerbaijan-defiant-message-iran-harop-israel-11633985834", "title": "Azerbaijan's Defiant Message to Iran", "date": "2021-10-11 18:44", "summary": "Washington should take note of its alliance with Israel.. A picture is worth a thousand policy briefs. On Oct. 4, Ilham Aliyev, the president of Azerbaijan, mugged for the cameras. Beaming before reporters, he stroked, patted, and put a loving arm around a Harop, a kamikaze drone manufactured by Israel.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/natural-experiments-lead-economics-nobel-prize-11633986097", "title": "'Natural Experiments' Lead to an Economics Nobel", "date": "2021-10-11 18:32", "summary": "Human behavior can't always be studied in a lab, but these researchers found other opportunities.. The Nobel Memorial Prize in Economic Sciences was awarded Monday to David Card of the University of California, Berkeley, Joshua Angrist of the Massachusetts Institute of Technology and Guido Imbens of Stanford University.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-word-beggar-gets-a-bum-rap-panhandler-11633984902", "title": "The Word 'Beggar' Gets a Bum Rap", "date": "2021-10-11 18:30", "summary": "Friends wrote me to say 'panhandler' is the preferred term.. 'Words strain, / Crack and sometimes break, under the burden,\" T.S. Eliot wrote. Tell me about it. I always thought beggar was a neutral word that describes people who, well, beg, but several friends criticized me recently for using this word in an article in these pages. They said beggar is a pejorative term that demeans people who ask for money, and that I should have used the word panhandler.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xi-jinping-two-track-foreign-policy-taiwan-china-11633984639", "title": "Xi Jinping's Two-Track Foreign Policy", "date": "2021-10-11 18:29", "summary": "His aim isn't to start a war but to divert domestic attention from multiple crises.. Xi Jinping stunned the world over the weekend. The Chinese leader's Oct. 9 speech left no doubt about his commitment to the ultimate incorporation of Taiwan into the People's Republic of China. But it was what President Xi didn't say, and the context in which he didn't say it, that mattered most.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harry-jackson-school-board-fairfax-virginia-education-fbi-nsba-justice-department-11633985271", "title": "Virginia Dad Takes On the School Board", "date": "2021-10-11 18:29", "summary": "Harry Jackson learns that educators don't care what parents have to say.. Harry Jackson left the Fairfax County School Board meeting Thursday night feeling frustrated. The father of a Thomas Jefferson High School sophomore, he had signed up to address the board about sexually explicit material in the school library, including work he and other parents say normalizes pedophilia. But the list of speakers ended right before his two minutes at the mic.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/silverview-review-le-carres-people-one-last-time-11633991271", "title": "'Silverview' Review: Le Carré's People, One Last Time", "date": "2021-10-11 18:27", "summary": "The master of spy ﬁction left a posthumous surprise for his readers: an elegant ﬁnal novel, written with characteristic grace.. When writers die they typically leave behind false starts and unfinished manuscripts, but, unless the death is sudden, it's less usual to find an entire novel complete and unpublished. But that's just what we have in John le Carré's \"Silverview,\" now sent into the world by the author's son, Nick Cornwell, who tells us in an afterword that the book was essentially finished, needing only a bit of editorial tweaking. His father, he says, began the novel right after \"A Delicate Truth\" (2013)-an angry work that helped bring the expression \"deep state\" into common parlance. That novel amounted to a well-wrought exercise in contempt for the increasingly privatized and deeply corrupt \"War on Terror.\" It has all the ingredients of most of le Carré's post-9/11 work: American mischief, for-profit military forces, black ops, deniability, \"extraordinary rendition,\" \"enhanced interrogation,\" an idealistic innocent and a British civil servant on the take.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-10-11-2021-11633937832", "title": "Stocks Close Lower as Oil Rallies", "date": "2021-10-11 18:10", "summary": "Futures for Brent crude oil rise to their highest settle value in three years. U.S. stocks fell on Monday on worries about slowing growth and mounting inflation, punctuated by a rally in oil prices.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indian-health-service-managers-protected-a-pedophile-in-their-midst-now-the-u-s-agency-is-protecting-them-11633987505", "title": "Indian Health Service Managers Protected a Pedophile in Their Midst. Now the Agency Is Protecting Them.", "date": "2021-10-11 17:25", "summary": "Senior officials failed to act on warnings that Stanley Patrick Weber was preying on Native American boys and even retaliated against whistleblowers, according to an internal report. The IHS has attempted to hide some of their identities.. After a doctor at the U.S. Indian Health Service accused a colleague of sexually abusing boys in 2009, a senior personnel supervisor at the agency named Paul McSherry quickly took sides, a new internal report obtained by The Wall Street Journal says.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vanguard-rolls-back-plan-to-cut-retiree-benefits-11633987332", "title": "Vanguard Rolls Back Plan to Cut Retiree Benefits", "date": "2021-10-11 17:22", "summary": "Company reverses course after saying it was ending a longtime benefit program. Vanguard Group is restoring benefits for retirees after an attempt to phase them out triggered protests among former staffers.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hasbro-enters-holiday-season-with-ceo-taking-health-leave-11633979816", "title": "Hasbro Enters Holiday Season With CEO on Medical Leave", "date": "2021-10-11 17:20", "summary": "Toy and entertainment company, led by Brian Goldner, has largely finished preparations for key shopping season. Hasbro Inc.'s abrupt leadership change this week leaves the toy company in the hands of lieutenants to navigate selling strategies and supply-chain challenges during a make-or-break time of the year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/convergence-courage-in-a-crisis-review-capturing-covid-19-chaos-netflix-orlando-von-einsiedel-11633982040", "title": "'Convergence: Courage in a Crisis' Review: Confronting Covid-19 Chaos", "date": "2021-10-11 17:04", "summary": "This Netflix documentary focuses on grass-roots efforts in the face of the pandemic and was shot by 10 different teams in locations around the world.. The first, but hardly last, striking thing about the pan-global pandemic documentary \"Convergence: Courage in a Crisis\" is how vast, uncluttered and even minimalist it looks. The surfaces and angles might have been scrubbed by cinematographers using disinfectant and rubber gloves; streets are vacant; silence reigns. This will change as bodies pile up and Covid-19 creates chaos. But the initial images are as visually arresting as the story will be dramatically compelling.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/booz-allen-plans-to-spend-big-on-acquisitions-11633985962", "title": "Booz Allen Plans to Spend Big on Acquisitions", "date": "2021-10-11 16:59", "summary": "IT consulting firm wants to deploy about $4 billion through 2025, mostly on acquisitions that would expand its operations in areas such as health and cyber. Consulting firm Booz Allen Hamilton Holding Corp. plans to step up its spending on acquisitions over the next few years, targeting companies that would expand its capabilities in areas such as healthcare technology and cybersecurity services.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lives-in-motion-the-fiction-of-nobel-prize-literature-laureate-abdulrazak-gurnah-11633984389", "title": "Lives in Motion: The Fiction of Nobel Laureate Abdulrazak Gurnah", "date": "2021-10-11 16:34", "summary": "The 2021 recipient of the Nobel Prize for Literature writes human stories set against an unsettled world.. Hindsight has a habit of turning outsiders into dead certs. Until last Thursday, two writers of East African origin had been credibly tipped as possible winners of this year's Nobel Prize in Literature: the Kenyan Ngugi wa Thiong'o and the Somali-born Nuruddin Farah. Yet the Swedish Academy, playing their cards close their vest, dealt the world a surprise by naming an unheralded third: Abdulrazak Gurnah, born on the island of Zanzibar in 1948 and a British resident since the late 1960s. The Academy saluted the novelist, who writes in English, for \"uncompromising and compassionate penetration of the effects of colonialism and the fate of the refugee in the gulf between cultures and continents.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-27-year-old-friends-behind-puff-barteens-favorite-e-cigarette-11633978700", "title": "The 27-Year-Old Friends Behind Puff Bar-Teens' Favorite E-Cigarette", "date": "2021-10-11 16:11", "summary": "Patrick Beltran and Nick Minas, co-CEOs of Puff Bar, defend efforts to keep fruity flavors on U.S. market and outside of FDA's purview. Two 27-year-old vaping entrepreneurs are the mystery men behind Puff Bar, the most popular e-cigarette brand among teens, which regulators have tried and failed to force off the U.S. market.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/connecting-flight-tuesday-crossword-october-12-11633702821", "title": "Connecting Flight (Tuesday Crossword, October 12)", "date": "2021-10-11 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/longtime-disney-studio-head-alan-horn-to-depart-11633981200", "title": "Longtime Disney Studio Head to Depart", "date": "2021-10-11 15:40", "summary": "Executive plans to leave his post running Disney's studio at the end of this year, alongside chairman Robert Iger. LOS ANGELES-Alan Horn, the longtime head of Walt Disney Co. 's studio operations, announced Monday he is retiring from the company at the end of the year, joining an exodus of executives departing Disney alongside Executive Chairman Robert Iger.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-rethinks-office-return-plans-adding-more-flexibility-11633977092", "title": "Amazon Rethinks Office Return Plans", "date": "2021-10-11 15:37", "summary": "Company previously delayed plans to return to the office until next year. Amazon.com Inc. expects that some corporate employees will work remotely for the foreseeable future, as the tech behemoth once again changed its return-to-office plans.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-biontech-covid-19-vaccine-is-worlds-preferred-shot-11633950181", "title": "Pfizer-BioNTech Covid-19 Vaccine Is World's Preferred Shot", "date": "2021-10-11 15:10", "summary": "Countries from Latin America to the Middle East have lined up for the shot, driven by its effectiveness and ample supply. The Covid-19 vaccine from Pfizer Inc. and BioNTech SE has emerged as the world's vaccine of choice.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-blaming-trump-is-not-enough-11633978621", "title": "When Blaming Trump Is Not Enough", "date": "2021-10-11 14:57", "summary": "New Jersey's governor needs a new story for the state's Covid disasters.. Remember last year when the administration of New Jersey Gov. Phil Murphy was blaming the politics of the Trump Justice Department for investigating the state's disastrous mismanagement of nursing homes? Now the Garden State Democrat needs a new excuse.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-price-jumps-above-80-and-natural-gas-races-higher-turbocharged-by-supply-shortages-11633943832", "title": "Oil Jumps Above $80, Turbocharged by Supply Shortages", "date": "2021-10-11 14:51", "summary": "Crude prices are outpacing copper and other commodities by the widest margin in more than a decade. The extended climb in oil prices is leaving some other industrial commodities behind, a divergence that reflects bets that energy supply shortages will offset any slowdown in the global economy.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musk-is-the-worlds-richest-person-he-likes-to-brag-about-it-too-11633976893", "title": "Elon Musk Is the World's Richest Person. He Likes to Brag to Jeff Bezos About It, Too.", "date": "2021-10-11 14:34", "summary": "Mr. Musk replied to Amazon founder on Twitter with a silver medal emoji, an apparent reference to their wealth. Elon Musk is currently the world's richest person. He doesn't want Jeff Bezos to forget it.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nobel-economics-prize-awarded-to-david-card-joshua-d-angrist-and-guido-w-imbens-11633947212", "title": "Nobel Economics Prize Is Awarded to U.S.-Based Trio", "date": "2021-10-11 14:13", "summary": "David Card, Joshua D. Angrist and Guido W. Imbens are honored for their contributions to labor economics and causal relationships. The Nobel Prize in Economic Sciences was awarded to David Card, Joshua D. Angrist and Guido W. Imbens for their work on natural experiments, in particular their contributions to better understanding how the job market works.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/partisan-science-antiscience-facts-misrepresentation-fauci-lancet-lab-leak-11633960740", "title": "Partisan Science in America", "date": "2021-10-11 13:18", "summary": "Scientists corrode public trust when they pretend to have authority on social and political matters.. Medieval thinkers pretending to infallibility often claimed to have received a direct revelation from God. Since the 19th century, secular thinkers have invoked science. As Anthony Fauci said in June, \"a lot of what you're seeing as attacks on me, quite frankly are attacks on science.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chevron-sets-goal-of-cutting-carbon-emissions-in-operations-but-not-for-products-11633972624", "title": "Chevron Sets Out to Cut Carbon Emissions in Operations", "date": "2021-10-11 13:17", "summary": "Net-zero goal for 2050 resembles that of other oil producers, as environmentalists push fossil-fuel cutbacks. Chevron Corp. said it has an \"aspiration\" to reduce or offset carbon emissions from its operations to zero by 2050, as investor and public pressure mounts on oil producers to respond to climate change.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/merrick-garland-list-school-board-elections-justice-attorney-general-11633960883", "title": "Merrick Garland Has a List, and You're Probably on It", "date": "2021-10-11 13:16", "summary": "His 'society offenders' now include parents who object to critical race theory and Covid-19 restrictions.. Merrick Garland's got a little list.", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/car-companies-porsche-gm-toyota-big-5g-plans-11633712269", "title": "Car Companies-Including Porsche, GM and Toyota-Have Big 5G Plans", "date": "2021-10-11 13:14", "summary": "Among the possible uses: updates on the go, alerts about road conditions, and cars that talk to one another. Fast 5G cellular networks are rolling out-and auto makers are figuring out what they can do with all that speed.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xi-jinping-scrutinizes-chinese-financial-institutions-ties-with-private-firms-11633972484", "title": "Xi Scrutinizes State Banks' Ties With Private Firms", "date": "2021-10-11 13:14", "summary": "Inspections aim to ensure full Communist Party control over what is seen as the lifeblood of the economy, say people familiar with the plan. Chinese President Xi Jinping is zeroing in on the ties that China's state banks and other financial stalwarts have developed with big private-sector players, expanding his push to curb capitalist forces in the economy.", "categories": [["WSJ News Exclusive", "China"]], "category_links": ["https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/columbus-day-indigenious-peoples-day-what-to-know-11633787027", "title": "Columbus Day and Indigenous Peoples' Day: What to Know", "date": "2021-10-11 13:08", "summary": "The two days, celebrated on the same Monday in October, have sparked controversy. The movement in the U.S. to declare the second Monday of October, traditionally celebrated as Columbus Day, as Indigenous Peoples' Day got a major political boost this year.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-poland-protesters-fear-court-ruling-points-to-eu-exit-11633971703", "title": "In Poland, Protesters Fear Court Ruling Points to EU Exit", "date": "2021-10-11 13:01", "summary": "Fight between Warsaw and Brussels over laws, courts and money deepens following Polish decision that overrules European Union authority. WARSAW-Tens of thousands of protesters marched through Warsaw and other Polish cities late Sunday to oppose a court ruling that European Union legal judgments have become incompatible with the Polish constitution, a decision protesters fear could prompt Poland to follow the U.K. out of the bloc.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-drink-now-the-mezcal-boom-and-its-highly-enticing-cocktails-11633971600", "title": "What to Drink Now: The Mezcal Boom and Its Highly Enticing Cocktails", "date": "2021-10-11 13:00", "summary": "A surge in mezcal and tequila sales has brought a slew of other interesting agave-based drinks to the bar. Try this recipe for a refreshing Margarita alternative at home.. AT VALS in New Orleans, the streamlined drink menu is split into exactly two sections: Margaritas and Not Margaritas.", "categories": [["Life & Work", "Food & Drink", "Libations"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/half-full?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-milley-nuclear-weapons-lunch-button-congress-president-11633966176", "title": "Trump, Milley and the Fingers on the Nuclear Button", "date": "2021-10-11 12:04", "summary": "The general's concern about President Trump was warranted, but China's worry wasn't?. Former Defense Secretary William Perry presents a reasoned argument that \"One Man Shouldn't Control the Nuclear Button\" (op-ed, Oct. 5). His case for a launch-response policy \"that allows for deliberation, including consultation with leaders in Congress,\" has its flaws, however, not least of which is actually finding leaders in today's Congress.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-hero-nicole-gee-afghanistan-raffensperger-stacey-abrams-11633966533", "title": "The Meaning of American Heroism", "date": "2021-10-11 12:02", "summary": "The word 'hero' should be applied only to those who truly are.. Adam Kirsch writes about many different definitions of heroes, including superheroes, but he doesn't mention how often the word is used incorrectly in everyday language, especially for athletes (\"What Makes an American Hero?\" Review, Oct. 2). The word 'hero' should be applied only to those who truly are: Those who help others in a time of need at a risk to themselves. People like Marine Sgt. Nicole Gee, who was evacuating people from Kabul, was a true hero. She was killed helping others. We should honor her, the 12 service members who died with her and all the other true heroes by using the word correctly.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-youll-cook-salmon-from-now-on-11633968096", "title": "How You'll Cook Salmon From Now On", "date": "2021-10-11 12:01", "summary": "This foolproof method from chef Joe Papach yields crisp skin and meltingly tender flesh every time. Served with roasted beets, cucumbers, watercress and dill, it makes a balanced and satisfying meal.. MEMORIES OF A MEAL in France plus time cooking at Gramercy Tavern in New York inspired this crisp-skinned, super-supple salmon from Joe Papach of the Harvey House in Madison, Wis. Served here with roasted beets, watercress, cucumbers and dill it's the chef's third Slow Food Fast recipe.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dr-fauci-aids-hiv-covid-pandemic-scare-haiti-haitians-discrimination-11633966762", "title": "Fauci, AIDS and Playing Pandemic Politics", "date": "2021-10-11 12:00", "summary": "The doctor unfairly stigmatized Haitians as a disease vector for AIDS.. As a volunteer physician in Haiti during the early 1980s, I witnessed another of Anthony Fauci's unsubstantiated epidemiological proclamations besides promulgating the high risk of a heterosexual AIDS epidemic in America (\"Unlearned AIDS Lessons for Covid\" by John Tierney, op-ed, Oct. 4). In his senior government role, he unfairly stigmatized Haitians as a disease vector for AIDS. This decimated Haiti's tourist industry, which has not recovered to this day. Haitians in the U.S. were subject to brutal discrimination, especially when trying to find work or rent apartments.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/centrism-political-middle-gerrymandering-11633967298", "title": "The Political Center Could Not Hold", "date": "2021-10-11 11:58", "summary": "All politics is gerrymandered.. \"Capital Journal: Why the Political Center Has Eroded\" (U.S. News, Oct. 5) may be the best explanation of our current partisan politics that I have read to date. The scary part is the way we redraw district lines so that the divide will worsen over time. Negotiation between parties may soon be erased from our vocabulary.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tax-refugee-new-jersey-phil-murphy-retirement-11633967075", "title": "A Tax Refugee From New Jersey", "date": "2021-10-11 11:56", "summary": "The money we saved in taxes alone allowed us to retire comfortably at age 55 instead of 65 or more.. I could not contain a smug chuckle when I read \"The Taxing Governor Says No More\" (Review & Outlook, Oct. 1). Long before Gov. Phil Murphy took office, my wife and I fled New Jersey and its rapacious taxes. The money we saved in taxes alone allowed us to retire comfortably at age 55 instead of 65 or more if we had stayed in the Garden State. Worried about your financial security? Leave New Jersey and don't look back.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-work-invades-your-sleep-through-your-dreams-11633924861", "title": "When the Office Invades Your Sleep Through Your Dreams", "date": "2021-10-11 11:54", "summary": "We dream about what preoccupies us, and during the pandemic things got weird. You're giving a presentation-without any pants. The plane to your business trip is taxiing away as you run for the gate. And what's the boss from your first job doing here?", "categories": [["Life & Work", "Work & Life"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/work-life?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taliban-afghanistan-us-withdraw-coalition-war-afghan-airstrikes-11633964606", "title": "Strange Quiet Arrives in Afghanistan After Decades of War", "date": "2021-10-11 11:06", "summary": "Resume Subscription. SANGIN, Afghanistan-Eighteen years after his bakery was destroyed in an American airstrike, 76-year-old Mohammad Nabi, assisted by six younger men, wrestled a brand-new clay oven off the back of a pickup truck. They placed it gingerly on the ground, amid the ruins of his old shop.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/nobel-prize-winner-economist-paul-milgrom-11633716355", "title": "The Nobel Prize Winner Who Created a Better Auction: A Conversation With Paul Milgrom", "date": "2021-10-11 11:00", "summary": "Economist helped the FCC raise billions auctioning wireless licenses. Stanford University economics professor Paul Milgrom has been at the forefront of auction theory for nearly three decades, studying auction design and bidder behavior.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kkr-co-ceos-henry-kravis-and-george-roberts-step-down-11633950001", "title": "KKR Co-CEOs Henry Kravis, George Roberts Step Down", "date": "2021-10-11 10:56", "summary": "Joe Bae and Scott Nuttall take over as co-CEOs of the private-equity firm. Henry Kravis and George Roberts are stepping down as co-chief executive officers of KKR & Co., as the founders of the seminal private-equity firm become the latest to pass the torch to handpicked successors.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/merck-asks-fda-to-authorize-promising-covid-19-pill-11633946402", "title": "Merck Asks FDA to Authorize Promising Covid-19 Pill", "date": "2021-10-11 10:54", "summary": "The drug could fill a big need for a pill that patients could easily take at home to help avoid hospitalization. Merck & Co. and partner Ridgeback Biotherapeutics LP said Monday they have filed an application asking U.S. health regulators to authorize their Covid-19 pill, the next step toward adding a long-sought drug for use at home.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/safesport-olympics-abuse-in-sports-11633963737", "title": "Amid Suspicion Over SafeSport, the Body That Investigates Abuse in Sports Wants to Grow", "date": "2021-10-11 10:51", "summary": "The chief executive of the U.S. Center for SafeSport sees taking on more cases as a solution for the embattled system. Gymnastics champion Aly Raisman was blunt last month when she told U.S. senators what she thought of \"SafeSport,\" the U.S. Olympic movement's system for responding to abuse allegations like the ones she and others fought to make against Larry Nassar.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-china-strike-out-in-talks-to-ease-border-dispute-11633962853", "title": "India, China Strike Out in Talks to Ease Border Dispute", "date": "2021-10-11 10:34", "summary": "Neighbors bulk up with troops and equipment as Himalayan winter nears. NEW DELHI-The latest round of high-level military talks between India and China failed to reach a deal to defuse tensions along their disputed border, the two countries said Monday, as troop deployments in the region have reached their highest level in decades.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marathon-digital-occidental-southwest-merck-what-to-watch-when-the-stock-market-opens-today-11633949267", "title": "Marathon Digital, Occidental, Southwest: What to Watch When the Stock Market Opens Today", "date": "2021-10-11 09:45", "summary": "Bond markets are closed for a federal holiday, but the stock market is open for business. Wall Street indexes wavered after the opening bell, while energy commodities are extending gains. Here's what we're watching ahead of Monday's market open.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/damian-williams-first-black-manhattan-u-s-attorney-takes-over-after-turbulent-period-11633953600", "title": "Damian Williams, First Black Manhattan U.S. Attorney, Takes Over After Turbulent Period", "date": "2021-10-11 09:43", "summary": "Resume Subscription. Damian Williams is an unusual Manhattan U.S. attorney in some ways. President Biden nominated him from the Southern District of New York's own ranks of prosecutors, choosing an insider for a role normally given to an outsider in modern times.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/afghan-interpreter-who-helped-rescue-joe-biden-in-2008-escapes-afghanistan-11633959319", "title": "Afghan Interpreter Who Helped Rescue Biden in 2008 Escapes Afghanistan", "date": "2021-10-11 09:35", "summary": "After a personal plea to the U.S. president, weeks in hiding and a clandestine evacuation, Aman Khalili gets out with his family. An Afghan interpreter who helped rescue then-Sen. Joe Biden in 2008 when his helicopter made an emergency landing in Afghanistan has escaped from the country.", "categories": [["WSJ News Exclusive", "World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-biden-can-recover-from-his-summer-slide-11633958076", "title": "How Biden Can Recover From His Summer Slide", "date": "2021-10-11 09:14", "summary": "President has opportunities to retake the narrative on contentious issues that have hurt him, from domestic spending to Covid-19 to immigration. It's funny how August, which is supposed to be a quiet month, so often turns into a disastrous one for presidents. And so it was for President Biden this year, bringing about a slide from which he has yet to recover.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/5g-technology-moves-to-cars-drones-11633658521", "title": "5G Technology Begins to Expand Beyond Smartphones", "date": "2021-10-11 09:00", "summary": "Among the first uses: laptops, drones and Wi-Fi for superyachts. The deployment of superfast 5G networks is supposed to usher in a new era for so much more than the smartphone-everything from enhanced virtual-reality videogames to remote heart surgery. That vision has been slow to come into focus, but a first wave of 5G-enabled gadgets is emerging.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-clues-emerge-about-whether-vaccines-can-help-fight-long-covid-11633957200", "title": "New Clues Emerge About Whether Vaccines Can Help Fight Long Covid", "date": "2021-10-11 09:00", "summary": "Recent studies suggest vaccination helps reduce the likelihood of developing longer-term symptoms after a Covid-19 infection, and may help some people with symptoms feel better. Millions of people suffer from symptoms of long Covid, doctors estimate. Now, early research is offering some clues about whether vaccinations might help.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-pivotal-virginia-beach-governors-race-turns-on-national-issues-11633957202", "title": "In Pivotal Virginia Beach, Governor's Race Turns on National Issues", "date": "2021-10-11 09:00", "summary": "Resume Subscription. VIRGINIA BEACH, Va.-With three weeks remaining in Virginia's tightly contested race for governor, both parties are focused on winning this coastal city known for a bustling tourist boardwalk and the roar of jet fighters from the naval air station.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/jimmy-butler-bigface-coffee-parenting-interview-11633956122", "title": "Jimmy Butler Wants You to Enjoy His $100,000 Cup of Coffee", "date": "2021-10-11 08:42", "summary": "The Miami Heat All-Star on his training routine while living with his nearly-2-year-old daughter: \"What's changed since I've become a dad is I'm always thinking, How can I be better for my child?\". In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/red-sox-rays-alds-hunter-renfroe-11633954643", "title": "A Red Sox Outfielder Accidentally Knocked a Ball Over the Fence-and Saved Boston's Season", "date": "2021-10-11 08:18", "summary": "A bizarre miscue by Hunter Renfroe stopped Tampa Bay from taking a 13th inning lead. The Red Sox then won the pivotal playoff game with a walk-off homer.. In a crucial moment of a pivotal playoff game, Boston Red Sox right fielder Hunter Renfroe misplayed a ball as it unexpectedly bounced toward him. His miscue might have saved Boston's season.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medicare-drug-pricing-debate-pits-savings-against-innovation-11633953600", "title": "Medicare Drug-Pricing Debate Pits Savings Against Innovation", "date": "2021-10-11 08:00", "summary": "Proposal to allow Medicare to negotiate for lower prescription-drug prices is central to Democrats' healthcare, child care, education and climate package. WASHINGTON-Much of the debate on Capitol Hill over whether to allow Medicare to directly negotiate with pharmaceutical companies centers on one question: how government intervention would affect drugmakers' ability to develop new treatments.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-doesnt-need-kishida-shock-therapy-11633952298", "title": "Japan Doesn't Need 'Kishida Shock' Therapy", "date": "2021-10-11 07:38", "summary": "The country's new prime minister is worried about inequality-and that worries the market. Japan's new prime minister, Fumio Kishida, may be unhappy to suffer a setback after barely a week in office. Investors in Japanese stocks should feel more comfortable.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iac-is-a-better-home-and-garden-for-these-magazines-11633950182", "title": "IAC Is a Better Home and Garden for These Magazines", "date": "2021-10-11 07:03", "summary": "The internet and media holding company's purchase of Meredith could change the face of your favorite magazines for the better. Your favorite bathroom reading may soon look a lot different.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elliptic-raises-funds-to-help-firms-guard-against-crypto-crimes-11633950000", "title": "Elliptic Raises Funds to Help Firms Guard Against Crypto Crimes", "date": "2021-10-11 07:00", "summary": "The risk-management platform gets $60 million in new capital as companies grapple with regulatory scrutiny of digital assets. Elliptic Enterprises Ltd. nabbed $60 million in new capital as the cryptocurrency risk-management startup builds on the momentum coming from increased regulatory scrutiny of the digital-asset ecosystem.", "categories": [["Pro VC VC Funds"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-vc-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/azimuth-capital-targets-1-billion-for-new-energy-transition-fund-11633950001", "title": "Azimuth Capital Targets $1 Billion for New Energy-Transition Fund", "date": "2021-10-11 07:00", "summary": "The Canadian firm expects an imminent first close on the fund to invest in clean-energy companies, according to people familiar with the matter. Energy-focused Azimuth Capital Management is seeking $1 billion for a new fund to back businesses such as renewable-fuel makers, battery recyclers and power-storage providers, according to people familiar with the matter.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-tiger-is-making-a-tentative-comeback-in-chinas-north-11633950001", "title": "The Tiger Makes a Tentative Comeback in China's North", "date": "2021-10-11 07:00", "summary": "After decades of environmental degradation related to growth, the big cats were functionally extinct. Now the numbers have started to climb.. BEIJING-A century ago, some 500 tigers roamed the vast plains of northeastern China, on its border with Russia and Korea. By 1998, decades of economic expansion, poaching and human encroachment had reduced the population to just seven known individuals-leaving them functionally extinct in a country that has long revered the large cats.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/candace-parker-wnba-finals-chicago-sky-11633914674", "title": "Candace Parker's WNBA Homecoming Closes in on a Storybook Ending", "date": "2021-10-11 07:00", "summary": "The veteran star is two wins away from another championship after she returned home this season to play for the Chicago Sky.. Few basketball players can match the résumé of Candace Parker. She is a two-time WNBA Most Valuable Player; a Finals MVP who led the Los Angeles Sparks to a league title in 2016; a two-time Olympic gold medalist; and a two-time NCAA champion at Tennessee.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-watch-for-rising-costs-in-earnings-this-week-11633858202", "title": "Investors Watch for Rising Costs in Earnings This Week", "date": "2021-10-11 06:32", "summary": "JPMorgan Chase, Delta Air Lines, UnitedHealth and Domino's Pizza are among companies set to report. Third-quarter earnings season kicks off this week, with investors on the lookout for signs that rising costs will pose a problem for U.S. corporate profits this quarter and beyond.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazils-drought-pressures-power-grid-boosting-case-for-renewablesand-fossil-fuels-11633946401", "title": "Brazil's Drought Pressures Power Grid, Boosting Case for Renewables-and Fossil Fuels", "date": "2021-10-11 06:00", "summary": "Abundant sunshine, strong winds and an investor-friendly power market have long made Brazil a hot spot for renewable energy investment. The sunshine and breezes that make Brazil's beaches a tourist destination have also drawn a large share of the world's investment in solar and wind power to the country in recent years. Project developers are hoping that a drought that is sapping Brazil's usually reliable supply of hydropower will spur further growth.", "categories": [["Sustainable Business"]], "category_links": ["https://www.wsj.com/news/types/sustainable-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-latest-slump-in-car-sales-has-winners-and-losers-11633945546", "title": "The Latest Slump in Car Sales Has Winners and Losers", "date": "2021-10-11 05:45", "summary": "BMW is weathering the microchip storm better than GM, and car dealers seem to be coping better than component suppliers. Sky-high vehicle prices are a good hedge against sliding sales for U.S. car makers and dealers as a whole. But the math is working out less favorably for some than for others.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tariff-relief-plan-from-biden-administration-falls-short-businesses-say-11633944601", "title": "Biden's Tariff-Relief Plan Falls Short, Businesses Say", "date": "2021-10-11 05:30", "summary": "Companies lacking cost-effective alternatives to Chinese imports complain that the new trade policy isn't as helpful as they had expected. WASHINGTON-U.S. businesses are panning the Biden administration's new China trade policy, saying it fails to provide the tariff relief they expected for importers who lack cost-effective alternatives to Chinese products.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musk-charlie-ergen-battle-of-billionaires-11633714306", "title": "Elon Musk vs. Charlie Ergen and the Battle Over Spectrum", "date": "2021-10-11 05:30", "summary": "The two moguls want rules to favor their visions for high-speed broadband service. Is there space enough for the two of them?. Elon Musk was adamant.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-developer-modern-land-asks-to-delay-bond-repayment-11633929338", "title": "Chinese Developer Modern Land Asks to Delay Bond Repayment", "date": "2021-10-11 01:15", "summary": "Property company seeks three-month extension for debt due. Chinese property developer Modern Land (China) Co. asked investors for permission to defer repaying a $250 million bond due later this month, in the latest sign of the financial stress that has gripped China Evergrande Group and many of its rivals.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-to-sell-squid-game-goods-other-products-on-walmart-site-11633928460", "title": "Netflix to Sell 'Squid Game' Goods, Other Products on Walmart Site", "date": "2021-10-11 01:01", "summary": "The 'Netflix Hub' for consumer merchandise is part of the streaming company's broader effort to diversify revenue and market its content. Netflix Inc. is teaming up with Walmart Inc. to create a digital storefront on the retailer's website that will sell merchandise tied to hit shows such as \"Stranger Things\" and \"Squid Game,\" the companies said.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/emerson-plans-to-merge-industrial-software-businesses-with-aspentech-11633924740", "title": "Emerson Plans to Merge Industrial-Software Businesses With AspenTech", "date": "2021-10-11 00:06", "summary": "Cash-and-stock deal would value AspenTech at around $160 a share. Emerson Electric Co. plans to merge two of its software businesses with Aspen Technology Inc. in a roughly $11 billion deal aimed at capturing growing demand for industrial technology.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11633984558", "title": "Pepper...and Salt", "date": "2021-10-11 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/millennials-dream-of-homeownership-11633698676", "title": "Millennials Team Up to Fulfill the Dream of Homeownership", "date": "2021-10-11 00:01", "summary": "Burdened by debt and facing soaring home prices, first-time home buyers are pooling their finances with partners, friends or roommates. Six months into the pandemic, Veronica Vest was having a serious home-buying urge.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/financial-education-young-adults-11633701265", "title": "When the Pandemic Forced Young Adults to Move Back Home, They Got a Financial Education", "date": "2021-10-11 00:01", "summary": "They weren't the only ones who benefited. Their parents got some money lessons as well.. Countless young adults have moved back home during the Covid-19 pandemic. At first it was mostly a good way to navigate the lockdowns, spend time with family and save money. But for many parents and children, it turned out to be something more: an opportunity for both of them to learn some important financial lessons.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-point-monday-crossword-october-11-11633702682", "title": "On Point (Monday Crossword, October 11)", "date": "2021-10-11 00:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}]