[{"link": "https://www.wsj.com/articles/melvin-capital-lost-53-in-january-hurt-by-gamestop-and-other-bets-11612103117", "title": "Melvin Capital Lost 53% This Year, Hurt by GameStop, Others", "date": "2021-01-31 18:54", "summary": "Citadel, its partners and Point72 took losses from their investment in the hedge fund. Melvin Capital Management, the hedge fund that has borne the brunt of losses from the soaring stock prices of heavily shorted stocks recently, lost 53% on its investments in January, according to people familiar with the firm.", "categories": [["WSJ News Exclusive", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exxon-chevron-ceos-discussed-merger-11612126203", "title": "Exxon, Chevron Discussed Merger", "date": "2021-01-31 18:15", "summary": "Exxon's Darren Woods, Chevron's Mike Wirth spoke last year about combining their companies in what could be among the largest corporate mergers ever. The chief executives of Exxon Mobil Corp. and Chevron Corp. spoke about combining the oil giants after the pandemic shook the world last year, according to people familiar with the talks, testing the waters for what could be one of the largest corporate mergers ever.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaccination-delays-put-global-rebound-at-risk-11612112184", "title": "Vaccination Delays Put Global Rebound at Risk", "date": "2021-01-31 17:49", "summary": "Resume Subscription. Timetables for vaccinating enough people to effectively curb Covid-19 are slipping in many countries, raising fears that a large portion of the world will still be battling the pandemic and its economic effects well into 2022 or beyond.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-cost-of-climate-indulgences-11612132747", "title": "The Cost of Climate Indulgences", "date": "2021-01-31 17:39", "summary": "Portland may kill Oregon's only glass-bottle recycling plant.. Here's a story straight out of Portlandia. In the name of improving air quality and addressing climate change, the Rose City is considering penalties that could drive a recycling plant out of business and kill union jobs.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-multistate-remote-tax-brawl-11612132785", "title": "A Multistate Remote Tax Brawl", "date": "2021-01-31 17:39", "summary": "New Hampshire tries to protect workers from a pandemic revenue grab.. Can a state collect income tax from nonresidents working remotely for in-state businesses? Massachusetts, New York and some other states claim they can, and now New Hampshire is asking the Supreme Court to protect its citizens from this tax grab.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-covid-spending-choice-11612132704", "title": "Biden's Covid Spending Choice", "date": "2021-01-31 17:38", "summary": "Will he negotiate with the GOP or jam $1.9 trillion through on a party-line vote?. Americans are about to learn whether President Biden means what he has said so often about governing in a bipartisan fashion. The test is whether he negotiates with Senate Republicans over his $1.9 trillion Covid spending bill, or jams it through using a budget maneuver that requires only 50 votes plus Vice President Kamala Harris.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-princess-spy-review-a-model-operative-11612132106", "title": "'The Princess Spy' Review: A Model Operative", "date": "2021-01-31 17:28", "summary": "The true story (so far as we can know it) of a woman from rural New York who became a highly productive OSS agent in WWII Spain.. On the first page of this real-life espionage thriller, author Larry Loftis writes: \"In most cases, a spy cannot survive without being a consummate liar.\" For that reason, when a friend spoke admiringly of the works of Aline Griffith-a glamorous American who had been an agent in Spain during World War II and, decades later, wrote a series of memoirs about her exploits-Mr. Loftis decided to find out just how truthful her spy stories might be.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-promising-vaccine-this-one-from-johnson-johnson-11612131877", "title": "Another Promising Vaccine, This One From Johnson & Johnson", "date": "2021-01-31 17:24", "summary": "But new variants pose an undetermined threat. The flu-vaccine system can be a model for regulators.. Some good news this week: Johnson & Johnson 's vaccine looks likely to become the third U.S. Covid-19 vaccine to enter the market. The company released data this week showing the vaccine is about 70% effective against the virus, and its version requires only one shot. The Food and Drug Administration will need to review the evidence thoroughly, but the preliminary data is promising. The company is collecting more information to determine whether a booster shot could provide even better protection.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-biden-choose-paris-over-bismarck-and-pierre-11612131845", "title": "Will Biden Choose Paris Over Bismarck and Pierre?", "date": "2021-01-31 17:24", "summary": "To hold his climate vows, he'll have to downsize the fossil fuels industry aggressively-costing jobs.. The Biden administration has hit the ground running on its climate agenda, but it'll have to break into a dead sprint if it wants to reach its environmental goals. Before the sun had set on Inauguration Day, the Keystone XL pipeline project had been canceled (for the second time), oil and gas leasing activity had been suspended on federal lands (both onshore and offshore), and the U.S. had committed to rejoin the Paris Agreement. Yet none of these policies will come close to meeting the promises President Biden made during his campaign-notably, eliminating carbon pollution from domestic power plants by 2035 and realizing a \"net zero\" economy by 2050. To find out if he'll take the radical steps necessary, watch the Dakotas.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/20-says-harriet-tubman-was-conservative-11612131809", "title": "$20 Says Harriet Tubman Was Conservative", "date": "2021-01-31 17:23", "summary": "She appreciated the first GOP president and carried a gun.. President Biden may revive an Obama-era initiative of which conservatives ought to approve: putting Harriet Tubman on the obverse of the $20 bill, where Andrew Jackson now appears. Tubman, who died in 1913, was an abolitionist and civil-rights pioneer who'd been born into slavery circa 1822. Then-Treasury Secretary Jack Lew announced in April 2016 that Jackson, the first Democratic president, would appear on the reverse of the Tubman note, which would enter circulation by 2020.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-amlo-is-like-venezuelas-chavez-11612131759", "title": "How AMLO Is Like Venezuela's Chávez", "date": "2021-01-31 17:22", "summary": "The spirit of the Mexican president's government is about centralizing power.. Mexican President Andrés Manuel López Obrador-a k a AMLO-has been known to bristle when critics liken him to the late Hugo Chávez. But the parallels between the spirit of Mr. López Obrador's two-year-old government and that of the Venezuelan strongman's in its early years are impossible to ignore.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-covid-death-in-new-york-nursing-homes-11612131698", "title": "Notable & Quotable: Covid Deaths in New York Nursing Homes", "date": "2021-01-31 17:21", "summary": "'A larger number of nursing home residents died from COVID-19 than the New York State Department of Health's (DOH) published nursing home data reflected.'. From a Jan. 28 press release issued by New York state's attorney general's office:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-amc-blackberry-face-challenges-despite-stock-frenzy-11612128997", "title": "GameStop and AMC's Stocks Are on a Tear, but Their Businesses Aren't", "date": "2021-01-31 17:19", "summary": "Some firms targeted by followers of Reddit's WallStreetBets forum are grappling with business difficulties. In the past few weeks, investors have bid up the share prices of companies such as GameStop Corp. and AMC Entertainment Holdings Inc., as short sellers have bet against them. Here is an analysis of the challenges and prospects for these businesses.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-knew-calls-for-violence-plagued-groups-now-plans-overhaul-11612131374", "title": "Facebook Knew Calls for Violence Plagued 'Groups,' Now Plans Overhaul", "date": "2021-01-31 17:16", "summary": "Resume Subscription. Facebook Inc. in 2019 redesigned its flagship product to center on what it called Groups, forums for like-minded users. Chief Executive Mark Zuckerberg called them the new \"heart of the app.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/racial-disparities-in-covid-19-vaccine-distribution-found-in-new-york-city-11612130241", "title": "Covid-19 Vaccine Distribution in New York City Skews Across Racial Lines", "date": "2021-01-31 17:09", "summary": "Blacks and Latinos in the U.S. lag in vaccinations and have died of the coronavirus at more than twice the rate of whites. Nearly half of New York City residents who received a Covid-19 vaccination shot were white, more than double any minority group in the city, according to data released on Sunday by New York City health officials.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/any-stimulus-autopilot-is-a-dangerous-idea-11612127945", "title": "Any Stimulus Autopilot Is a Dangerous Idea", "date": "2021-01-31 16:19", "summary": "Automatic government stimulus based on economic growth or unemployment rates opens the door to all sorts of manipulation.. Jason Furman argues that \"Biden's Stimulus Should Stay the Course\" (op-ed, Jan. 26) with an enhancement that would put it on autopilot to continue assistance as long as the economy is weak and needs it. He proposes that the stimulus be upgraded to \"recession insurance\" available on a permanent basis to mitigate future economic downturns. Rather than rely on politicians to rise to the challenge when crises first hit, poor economic results would trigger immediate increases in unemployment benefits, automatic fiscal assistance for states and more federal funding for other benefits such as nutritional assistance. Recession-triggered spending would phase out when no longer needed.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/publishers-blacklists-and-unpopular-speech-11612127883", "title": "Publishers' Blacklists and Unpopular Speech", "date": "2021-01-31 16:18", "summary": "Every publishing house, newspaper and magazine has the right to choose what is published under its banner.. Regarding Thomas Spence's \"Blacklists Are the Rage In Publishing\" (op-ed, Jan. 19): Mr. Spence defends his decision to publish a book written by Sen. Josh Hawley after the original publisher, Simon & Schuster, canceled plans to do so. Simon & Schuster made that decision after Sen. Hawley objected to the certification of electoral votes following the riot inside the U.S. Capitol.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-trifle-with-hard-drugs-mighty-power-11612127831", "title": "Don't Trifle With Hard Drugs' Mighty Power", "date": "2021-01-31 16:17", "summary": "In all my experience with this subject, I have yet to meet one of these \"grown-ups\" who can manage weekend, or casual, heroin, crack or crystal-meth use.. Regarding Sally Satel's review of \"Drug Use For Grown-Ups\" by Carl L. Hart, neuroscientist and professor of psychology at Columbia University (Bookshelf, Jan. 14): I'm a 44-year-old male who is 15 years into a 25-year sentence for shooting a man four times in a cocaine deal that went sideways. I've been selling and using drugs since I was 12 years old. All three of my uncles are dead from opiate-related deaths. My childhood best friend overdosed from heroin in 2017. Setting aside the arguments that include freedom of choice and putting a dent in the profits of drug cartels, I attempt to look at drugs in a more nuanced way.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-real-case-for-contextualizing-the-quran-11612127767", "title": "No Real Case for Contextualizing the Quran", "date": "2021-01-31 16:16", "summary": "What Yahya Cholil Staquf is suggesting is impossible because \"contextualization\" contradicts the fundamental proposition of Islam that every word of the Quran is Allah's literal word and eternally valid.. Yahya Cholil Staquf's \"How to Make the Islamic World Less Radical\" (Houses of Worship, Jan. 15) may be well-intentioned, but what he is suggesting is impossible because \"contextualization\" requires some human beings to declare that the jihadist verses of the Quran are no longer valid. This contradicts the fundamental proposition of Islam, namely, that every word of the Quran is Allah's literal word and eternally valid. No religious Muslim will ever contradict that because it would make him an apostate. The Islamic religious establishment will never agree to \"recontextualize\" anything in the Quran.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/san-francisco-cancels-american-heroes-as-well-as-history-11612127699", "title": "San Francisco Cancels American Heroes as Well as History", "date": "2021-01-31 16:14", "summary": "Joe DiMaggio, the nation no longer turns its lonely eyes to you.. In your editorial \"Cancelling Dianne Feinstein\" (Jan. 29), you state that a society that rummages through history to hold those in the past to the woke standards of today will soon have no heroes to honor.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/laughter-refreshes-bonds-with-departed-loved-ones-11612127635", "title": "Laughter Refreshes Bonds With Departed Loved Ones", "date": "2021-01-31 16:13", "summary": "Shared delight in the midst of grief can only occur with others; solitary grieving cannot accommodate laughter.. Stephen Miller's observations on the link between laughter and solace is often shown in eulogies, which often evoke loud laughter in churches and temples (\"Solace Is Golden, and Also Amusing,\" op-ed, Jan. 27).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-the-bitcoin-bubble-11612125537", "title": "Behind the Bitcoin Bubble", "date": "2021-01-31 15:39", "summary": "Manipulative actors have been known to take advantage of the madness of crowds.. To figure out if you're in a bubble, you need to find the source of the hot air. Obvious for GameStop , but for bitcoin, not so much.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/religious-liberty-isnt-enough-11612125595", "title": "Religious Liberty Isn't Enough", "date": "2021-01-31 15:39", "summary": "Cultural conservatives also need to defend our views, which are scientifically sound and popular.. President Biden's pledge to heal and unify seems to mean giving the far left everything it demands in the culture wars. Conservatives therefore must resist. Yet in doing so we must avoid the trap of framing every debate as if it were about religious liberty.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-factories-gdp-employment-11612123200", "title": "Economy Week Ahead: Factories, GDP, Employment", "date": "2021-01-31 15:00", "summary": "The U.S. employment report for January highlights a full week of economic data. The U.S. employment report for January highlights a full week of economic data.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/navalny-protesters-detained-across-russia-for-a-second-weekend-11612103421", "title": "Thousands of Protesters Detained Across Russia for a Second Weekend", "date": "2021-01-31 14:42", "summary": "Resume Subscription. MOSCOW-Russian police armed with batons and stun guns detained thousands of protesters who took to streets across the country to support opposition politician Alexei Navalny, as the Kremlin sought to clamp down on a burgeoning protest movement.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/exhausted-by-all-the-choices-on-netflix-switch-back-to-channels-11612121382", "title": "Exhausted by All the Choices on Netflix? Switch Back to Channels", "date": "2021-01-31 14:29", "summary": "Resume Subscription. Kyle Dallmann, a 23-year-old nurse in Mankato, Minn., recently discovered a channel on the Pluto TV streaming service that shows nothing but back-to-back episodes of the teen drama \"Degrassi: The Next Generation.\" He just clicked on the channel and got on board. It consumed an entire day off work.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/gamestop-frenzy-puts-spotlight-on-trading-giant-citadel-securities-11612089000", "title": "GameStop Frenzy Puts Spotlight on Trading Giant Citadel Securities", "date": "2021-01-31 13:04", "summary": "Firm owned by hedge-fund billionaire Ken Griffin executes orders for Robinhood customers. Small investors banding together online to pump up stocks like GameStop Corp. say they are defying Wall Street. But one of the biggest players in global markets stands to benefit from their frenetic trading.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-lockdowns-spur-shift-to-high-end-liquor-11612116000", "title": "Lockdowns Spur Shift to High-End Liquor", "date": "2021-01-31 13:00", "summary": "U.S. sales of spirits such as tequila and whiskey have grown at the fastest pace in decades as more Americans drink at home. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-covid-rages-are-you-eligible-for-unemployment-benefits-if-you-refuse-a-job-11612112400", "title": "Are You Eligible for Unemployment Benefits If You Refuse a Job?", "date": "2021-01-31 12:00", "summary": "When you're out of work and get an offer to work at a place that you don't feel is handling the pandemic safely enough, it can force a difficult decision. I was laid off in 2020. My employer just called and offered me my old job back, but I'm not comfortable with the Covid-19 protocols that are in place. If I turn down the offer, will I lose my unemployment benefits?", "categories": [["Life & Work", "Ask Personal Journal"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/ask-personal-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-schools-must-return-funds-after-covid-19-leads-to-drop-in-enrollment-11612112400", "title": "New York Schools Must Return Funds After Covid-19 Hits Enrollment", "date": "2021-01-31 12:00", "summary": "Some on city council seek 'budget amnesty' for schools because of added costs for coronavirus precautions. New York City public schools that lost students after families moved or pulled out because of the Covid-19 pandemic now must prepare to return to the city some funding due to enrollment drops.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-appointees-poised-to-influence-legal-outcomes-for-decades-to-come-11612112401", "title": "Trump Appointees Poised to Influence Legal Outcomes for Decades to Come", "date": "2021-01-31 12:00", "summary": "GOP's focus on judicial nominees under Trump leaves Biden few appellate-court vacancies to fill. ", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musks-spacex-riles-its-rivals-for-broadband-subsidies-11612108801", "title": "SpaceX Riles Its Rivals for Broadband Subsidies", "date": "2021-01-31 11:00", "summary": "Competitors say government should think twice about backing SpaceX's satellite-based system with nearly $1 billion. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/divided-arizona-republicans-grapple-with-doug-duceys-role-11612108800", "title": "Divided Arizona Republicans Grapple with Gov. Ducey's Role", "date": "2021-01-31 11:00", "summary": "Resume Subscription. PHOENIX-Arizona voted for Joe Biden for president and has sent two Democratic senators to Washington since 2018. To Republicans here, Gov. Doug Ducey is either the GOP's problem or the solution to regaining that lost ground.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/canadas-trudeau-pushes-policy-to-the-left-amid-covid-pandemic-11612107632", "title": "Canada's Trudeau Pushes Policy to the Left", "date": "2021-01-31 10:40", "summary": "The government plans more spending for the elderly, day care and drug costs; new taxes to target 'extreme wealth'. OTTAWA-Amid the pandemic, Canadian Prime Minister Justin Trudeau is betting his political future on a shift further to the left.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/all-aboard-the-stock-market-solar-coaster-11612105380", "title": "All Aboard the Stock-Market Solar Coaster", "date": "2021-01-31 10:03", "summary": "Much of the climb in solar stocks looks justified by growth prospects, but buyers may still be in for a bumpy ride. Solar stocks are sizzling-quite an accomplishment for the simplest and most mature of the green-energy technologies. Finding companies that could keep shining might require looking in less obvious places.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-kohls-ceo-is-navigating-the-covid-19-pandemic-11612105201", "title": "How the Kohl's CEO Is Navigating the Covid-19 Pandemic", "date": "2021-01-31 10:00", "summary": "Chief Executive Michelle Gass shares steps she is taking to prevent staff burnout and steer the retailer through the global health crisis. On March 20, Kohl's CEO Michelle Gass temporarily shut the retail chain's 1,162 department stores and announced soon after that it would furlough 85,000 of its roughly 100,000 employees. The store closings lasted between seven and 17 weeks, depending on location.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-bank-on-covid-19-killing-off-cash-just-yet-11612105200", "title": "Don't Bank on Coronavirus Killing Off Cash Just Yet", "date": "2021-01-31 10:00", "summary": "Pandemic has sped the decline of cash payments; analysts say it is too soon to know if new habits will last. Peter Coffey, an advertising copywriter, has used cash just once since the Covid-19 pandemic started-to buy a used car.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/super-bowl-nfl-covid-cdc-11612104460", "title": "The NFL's Covid-19 Finding That Saved the Season", "date": "2021-01-31 10:00", "summary": "The coronavirus gospel of 'within six feet for more than 15 minutes' wasn't enough-and the NFL had the data to prove it. It was early October, and the NFL had a problem. It wasn't just that players and staff for the Tennessee Titans were continuing to test positive in an outbreak that shook the NFL's season. It wasn't even that the league was learning that the virus was able to rush through holes in its protocols.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gambling-in-the-stock-market-im-shocked-11612101604", "title": "Gambling? In the Stock Market? I'm Shocked.", "date": "2021-01-31 09:03", "summary": "Markets have always attracted gamblers. The trick for the economy is to make sure they aren't the main movers of the market. Has Reddit broken the stock market?", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/streaming-vs-cable-how-to-save-money-watching-live-tv-11612101600", "title": "Streaming vs. Cable: How to Save Money on Live TV", "date": "2021-01-31 09:00", "summary": "Live TV-streaming services have raised their prices but cutting the cord is still cheaper, for the most part, than cable. 'Tis the season for seven-layer dip and serious football. With the Super Bowl kicking off next Sunday, I've got two things on the brain-what I'm going to fill this year's snackadium with, and what's the cheapest way to stream the game.", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorkers-are-willing-to-drive-six-hours-to-nab-covid-19-vaccine-11612098000", "title": "New Yorkers Drive Six Hours to Nab Covid-19 Vaccine", "date": "2021-01-31 08:00", "summary": "State residents say limited supplies and a frustrating booking system have left them with few options for a shot. Facing a limited supply of Covid-19 vaccine doses and what they say is a disjointed system for securing appointments, some New York residents are planning to travel hundreds of miles across the state to get a shot.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-faces-familiar-opponent-in-alabama-union-election-11612098000", "title": "Amazon Faces Familiar Opponent in Union Election", "date": "2021-01-31 08:00", "summary": "The e-commerce giant and retail union previously battled over New York 'HQ2' proposal. Amazon.com Inc. for years has successfully fended off attempts by its U.S. employees to unionize. Now the tech company is preparing for a labor battle unlike anything in its history.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boy-scouts-coed-recruiting-touched-off-ground-war-with-girl-scouts-11612094400", "title": "Boy Scouts' Coed Recruiting Touched Off 'Ground War' With Girl Scouts", "date": "2021-01-31 07:00", "summary": "The Girl Scouts perceived a grave threat from the Boy Scouts and tried to steer parents away from coed programs, documents show. In May 2017, ahead of a meeting of the Boy Scouts of America's top leaders, a Girl Scouts of the USA employee emailed a counterpart at the Boy Scouts to ask about speculation it was considering admitting girls into the historically boys-only programs.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/government-swat-team-is-reviewing-past-startup-deals-tied-to-chinese-investors-11612094401", "title": "National-Security Panel Is Reviewing Past Startup Deals Tied to Chinese Investors", "date": "2021-01-31 07:00", "summary": "National-security panel that gained powers under Trump to become even sharper weapon under Biden. A national-security panel on the hunt for Chinese involvement in U.S. technology companies is scrutinizing startup investments that are months or even years old.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-pandemic-pushes-more-parents-to-go-all-in-for-home-schooling-11612089000", "title": "Pushed by Pandemic, More Parents Go All-In for Home Schooling", "date": "2021-01-31 05:30", "summary": "For some, it is more practical to take control of their children's curriculum and schedule. As parents grow increasingly frustrated with remote learning during the pandemic, some are deciding to pull their children out of school and try teaching on their own.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-health-care-workers-are-still-saying-no-to-a-covid-19-vaccine-11612089020", "title": "Some Health-Care Workers Are Still Saying No to a Covid-19 Vaccine", "date": "2021-01-31 05:30", "summary": "Some nurses and other industry employees remain hesitant; officials are concerned because of their influence. Efforts to disseminate Covid-19 vaccines as widely as possible are hitting an unexpected obstacle: health-care workers who decline the shots.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/markets-look-like-theyre-in-a-bubble-what-do-investors-do-now-11612089001", "title": "Markets Look Like They're in a Bubble. What Do Investors Do Now?", "date": "2021-01-31 05:30", "summary": "Investors see some classic signs of froth, but they are uncertain whether a downfall looms. For once, everyone seems to agree: Much of the market looks like it's in a bubble.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-new-covid-19-outbreaks-trip-up-economic-momentum-11612078814", "title": "China's New Covid-19 Outbreaks Trip Up Economic Momentum", "date": "2021-01-31 02:40", "summary": "Demand has taken a hit ahead of the Lunar New Year festival, with people being urged not to travel. BEIJING-China's economy started the new year on a weaker footing as new coronavirus outbreaks and pandemic-containment measures sapped factory production and weighed on the country's services recovery, official data showed Sunday.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-eats-reunites-waynes-world-for-a-super-bowl-ad-11612072800", "title": "Uber Eats Reunites 'Wayne's World' for a Super Bowl Ad", "date": "2021-01-31 01:00", "summary": "The online food-delivery service will meet rival DoorDash on the Super Bowl ad roster. Uber Eats, the online food-delivery service owned by Uber Technologies Inc., will run a commercial during the Super Bowl on Feb. 7.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-estate-startup-knotel-files-for-chapter-11-bankruptcy-11612146627", "title": "Real-Estate Startup Knotel Files for Chapter 11 Bankruptcy", "date": "2021-01-31 00:01", "summary": "Company agreed to be taken over by real-estate services firm Newmark Group. Real-estate startup Knotel Inc. filed for chapter 11 bankruptcy for its U.S. business on Sunday, agreeing for the company to be taken over by real-estate services firm Newmark Group Inc.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lead-lawyers-leave-trumps-impeachment-defense-team-11612068082", "title": "Lead Lawyers Leave Trump's Impeachment Defense Team", "date": "2021-01-31 23:41", "summary": "The departures come a little more than a week before the Senate trial is set to begin. Two lawyers leading former President Donald Trump's defense in his Senate impeachment trial have left the legal team a little over a week before the trial is scheduled to begin, according to a person familiar with the matter.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-takes-steps-toward-reopening-middle-and-high-schools-11612057705", "title": "New York Takes Steps Toward Reopening Middle and High Schools", "date": "2021-01-31 20:57", "summary": "School district surveys middle school principals on ability to provide in-person instruction; teachers union balks. New York City's Department of Education has taken its first steps toward reopening middle schools and high schools, all of which have been closed for in-person instruction since November as the result of rising coronavirus infection rates across the city.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}]