[{"link": "https://www.wsj.com/articles/federal-judge-in-michigan-sanctions-pro-trump-attorneys-who-alleged-vote-fraud-11629935674", "title": "Federal Judge in Michigan Sanctions Pro-Trump Attorneys Who Alleged Vote Fraud", "date": "2021-08-25 19:54", "summary": "Ruling says Sidney Powell, L. Lin Wood and other attorneys abused judicial system. A federal judge sanctioned attorneys who sued Michigan officials alleging that widespread fraud denied former President Donald Trump the election there, saying that they presented claims without evidence and abused the judicial system.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-shave-club-hires-neutrogena-executive-kerry-sullivan-as-cmo-11629935234", "title": "Dollar Shave Club Hires Neutrogena Executive Kerry Sullivan as CMO", "date": "2021-08-25 19:47", "summary": "Brand acquired by Unilever in 2016 is navigating an expansion beyond the direct-to-consumer model amid a surge in online shopping and competition. Dollar Shave Club said Wednesday it has hired Kerry Sullivan as its new chief marketing officer.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/onlyfans-suspends-plan-to-ban-sex-videos-11629897375", "title": "OnlyFans Suspends Plan to Ban Sex Videos", "date": "2021-08-25 19:36", "summary": "Move represents an about-face for a social-media platform that built its popularity on subscriptions to pornographic photos and videos. OnlyFans is suspending its plan to prohibit content featuring sexually explicit conduct, a policy about-face for a social-media platform that built its popularity on subscriptions to pornographic photos and videos.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-hold-cybersecurity-summit-with-tech-giants-top-banks-energy-firms-11629882002", "title": "Biden Says Cybersecurity Is the 'Core National Security Challenge' at CEO Summit", "date": "2021-08-25 19:21", "summary": "First high-profile meeting between president and private sector on cybersecurity focuses on what Biden sees as a national security threat. WASHINGTON-President Biden hosted executives from major technology, financial and energy companies on Wednesday for a summit on national cybersecurity, calling the issue \"the core national security challenge we are facing.\"", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/espn-takes-rachel-nichols-off-nba-coverage-cancels-her-show-11629932729", "title": "ESPN Takes Rachel Nichols Off NBA Coverage, Cancels Her Show", "date": "2021-08-25 19:21", "summary": "Change in reporter's job comes a month after a published report exposed how she complained about a colleague's role at network. ESPN removed Rachel Nichols from its National Basketball Association coverage and canceled her show, a decision that comes a month after a report surfaced in which she criticized a colleague's role at the network.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adult-film-star-ron-jeremy-indicted-on-more-than-30-counts-of-sexual-assault-11629931916", "title": "Adult Film Star Ron Jeremy Indicted on More Than 30 Counts of Sexual Assault", "date": "2021-08-25 18:52", "summary": "The charges, which date back to 1996, involve more than 21 women and girls. Adult film star Ron Jeremy has been indicted on more than 30 sexual-assault counts involving 21 women and girls over two decades, the Los Angeles County District Attorney said Wednesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/salesforce-sales-jump-on-pandemic-fueled-demand-for-cloud-services-11629923316", "title": "Salesforce Sales Jump on Pandemic-Fueled Demand for Cloud Services", "date": "2021-08-25 18:50", "summary": "Business-software company projects record sales for current quarter with Slack on board. Salesforce.com Inc. reported a boost in quarterly sales and again lifted its full-year outlook in a sign that companies continue their bet on cloud computing for business applications as the Delta variant of Covid-19 spreads.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/imf-funding-for-the-taliban-janet-yellen-afghanistan-special-drawing-rights-11629923500", "title": "IMF Funding for the Taliban?", "date": "2021-08-25 18:44", "summary": "Yellen's expanded SDRs could become cash for the jihadists.. Billions of dollars in military equipment and vehicles aren't the only assets the U.S. is leaving behind in Afghanistan as it makes its hasty retreat. On Monday \"Afghanistan, Islamic State of\" was credited with 310 million in new \"special drawing rights\" at the International Monetary Fund. That's the equivalent of some $440 million.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rfk-and-the-california-death-penalty-11629925897", "title": "RFK and the California Death Penalty", "date": "2021-08-25 18:44", "summary": "Concerns about crime loom large in the Golden State's recall election.. One of history's most infamous assassins could soon be released from a California prison, just as debates about crime and punishment take on a larger role in the state's gubernatorial recall election.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delta-air-lines-to-impose-200-monthly-surcharge-for-unvaccinated-employees-add-testing-requirements-11629902326", "title": "Delta Air Lines to Impose $200 Monthly Charge on Unvaccinated Employees, Add Testing Requirements", "date": "2021-08-25 18:42", "summary": "Airline will add charge for unvaccinated employees enrolled in healthcare plan. Delta Air Lines Inc. pivoted to a more-punitive approach toward getting its workforce vaccinated against Covid-19, saying unvaccinated workers will pay a $200 monthly health insurance surcharge and could lose pay protection for missing work due to the disease.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/here-comes-the-new-york-gerrymander-kathy-hochul-democrats-11629928462", "title": "Here Comes the New York Gerrymander", "date": "2021-08-25 18:40", "summary": "The new Governor says she'll help Democrats carve up the state.. New York Gov. Kathy Hochul's moderate reputation may not last long. In her first day in the office vacated by Andrew Cuomo, Ms. Hochul promised to help gerrymander the Empire State to the benefit of Democrats in Washington, D.C.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/immigration-law-boomerang-supreme-court-biden-v-texas-11629930240", "title": "Immigration Law Boomerang", "date": "2021-08-25 18:39", "summary": "Don't blame the Supreme Court for the mess at the border.. The Supreme Court caused a stir late Tuesday with a one-paragraph order reinstating a Trump-era immigration policy. The practical impact won't be large in the near term, but the order is notable for the legal irony of the Court's explanation.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-coming-afghan-migration-crisis-europe-joe-biden-alexander-lukashenko-taliban-11629831981", "title": "The Coming Afghan Migration Crisis", "date": "2021-08-25 18:36", "summary": "Europe understandably fears a refugee surge like the one from Syria.. The immediate crisis in Kabul will end when U.S. forces depart, but President Biden's surrender to the Taliban will have deleterious effects far beyond Afghanistan. Another migration crisis in Europe could be among the most consequential.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-strike-while-the-stock-market-is-hot-11629883802", "title": "Companies Strike While the Stock Market Is Hot", "date": "2021-08-25 18:18", "summary": "Norwegian Cruise Line, Zoom and others have sold billions of dollars of shares this year to raise cash. U.S. companies are rushing to cash in on soaring stock prices.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economist-taliban-religion-islamist-jihadist-afghanistan-stark-finke-iannaccone-warner-11629916498", "title": "Economists Explain the Taliban", "date": "2021-08-25 18:17", "summary": "Strict behavioral rituals make religious groups effective at organizing collective action.. The Taliban's rapid overthrow of the U.S.-supported regime in Afghanistan came as a surprise to many in the West, including President Biden, who said in early July: \"Do I trust the Taliban? No. But I trust the capacity of the Afghan military, who is better trained, better equipped, and more and more competent in terms of conducting war.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-harris-blinken-sullivan-afghanistan-withdrawal-crisis-evacuation-taliban-kabul-11629921554", "title": "Afghanistan Won't Be the Last Biden Crisis", "date": "2021-08-25 18:16", "summary": "This debacle revealed grave structural weaknesses in his administration.. Even Democrats and their media allies now acknowledge that the Biden administration's handling of Afghanistan has been a debacle. The horrifying, heartbreaking pictures are impossible for Americans, our allies or our enemies to forget.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/borax-door-to-door-salesman-statesmanship-joe-biden-presidency-administration-11629921697", "title": "What Are Joe Biden's Fixed Principles?", "date": "2021-08-25 18:15", "summary": "A crisis reveals a president with little introspection and even less penetration into the world's problems.. Joe Biden is the 46th U.S. president, the military's commander in chief, leader of the free world. So why can't I take him seriously? When he steps out to make a speech or give a rare press conference, he looks as if he is setting out to do a commercial to sell me gutters or roofing shingles. Mr. Biden strikes me as the Borax Man-a term from my Chicago youth for that slick salesman, whom you are always mistaken to allow in your house.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jonas-noreika-human-rights-concentration-camps-holocaust-world-war-ii-russia-lithuania-11629914334", "title": "My Grandfather's Crimes Against Humanity", "date": "2021-08-25 18:14", "summary": "A family memoir gets surprising reactions from Lithuanians, Russians and Jews.. I grew up the proud granddaughter of a Lithuanian war hero who fought against communists. My grandfather, Jonas Noreika, has a school and streets named after him. When my mother, on her deathbed in 2000, asked me to write a story about her heroic father, I enthusiastically agreed.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghanistan-gop-republican-biden-foreign-policy-america-first-spending-isolationist-welfare-11629921576", "title": "Replace Joe Biden's Foreign Policy Now", "date": "2021-08-25 18:14", "summary": "Republicans need to offer an alternative now to the U.S.'s national-security vacuum.. Both Antony Blinken, President Biden's secretary of state, and national security adviser Jake Sullivan have said there will be plenty of time when the evacuation is over to assess what happened. They are wrong. The time to come to grips with the long-term meaning of Kabul is now.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/liberal-states-authoritarian-families-review-susceptible-minds-11629929601", "title": "'Liberal States, Authoritarian Families' Review: Susceptible Minds", "date": "2021-08-25 18:13", "summary": "Reading Locke and Rousseau to determine how best to ensure that our children think for themselves-and not simply follow the crowd.. My childhood school in Toronto is developing an \"anti-racism and pluralism strategy.\" In an update to alumni, the institution acknowledged \"systemic forms of oppression in our school community\" and pledged to create \"an environment where the visibility, the strength and voices of the BIPOC (Black, Indigenous and People of Colour) community is actively cultivated, mentored and promoted through equitable admissions, a diverse curriculum, and hiring of diverse faculty.\" Icons, traditions and monuments will all be reassessed.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/expanding-medicare-for-all-socialized-medicine-health-insurance-cost-age-requirement-11629900715", "title": "The Danger of Expanding Medicare", "date": "2021-08-25 18:05", "summary": "It would reduce the quality of care and strain the program's finances.. Moderate Democrats like Sens. John Breaux of Louisiana and Bob Kerrey of Nebraska once favored gradually raising the Medicare eligibility age to help ensure the program's financial sustainability. But few of them are left in Congress. Today the \"moderate\" Democratic position is that the eligibility age should be lowered as an alternative to establishing a single-payer system. Senate Finance Committee Chairman Bernie Sanders also favors opening Medicare to everyone over 60, but as a step toward single payer.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/militia-member-sentenced-in-alleged-plot-to-kidnap-michigan-gov-gretchen-whitmer-11629928371", "title": "Militia Member Sentenced in Alleged Plot to Kidnap Michigan Gov. Gretchen Whitmer", "date": "2021-08-25 17:52", "summary": "Ty Garbin received 6 years and 3 months after pleading guilty, agrees to testify against other defendants. A Michigan militia member was sentenced to six years and three months in prison after he pleaded guilty to taking part in a plot to kidnap the state's governor, Gretchen Whitmer, over her response to the coronavirus pandemic, a federal judge determined Wednesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-red-machine-how-long-do-you-think-its-gonna-last-justin-vernon-bon-iver-aaron-dessner-taylor-swift-11629928168", "title": "'How Long Do You Think It's Gonna Last?' by Big Red Machine Review: An Elegant Collaboration With Plenty of Friends", "date": "2021-08-25 17:52", "summary": "Bon Iver's Justin Vernon and the National's Aaron Dessner team up once again on this new album, which features the single 'Renegade' and guests like Taylor Swift and Anaïs Mitchell. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-covid-19-hospitalizations-nearly-doubled-in-august-as-some-states-ask-for-resources-11629928044", "title": "U.S. Covid-19 Hospitalizations Nearly Doubled in August", "date": "2021-08-25 17:47", "summary": "Georgia, Kentucky, Tennessee and Idaho among hardest-hit states. U.S. Covid-19 hospitalizations have surpassed 100,000 for the first time since January, nearly doubling since the start of August.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-braces-for-immigration-surge-as-afghans-flee-taliban-11629927526", "title": "Europe Braces for Immigration Surge as Afghans Flee Taliban", "date": "2021-08-25 17:38", "summary": "Officials are seeking to avoid repeating the chaos, risks and political fallout from 2015, when Syria's civil war drove a massive wave of asylum seekers. PARIS-Europe's largest nations have airlifted more than 9,000 Afghans out of their country in recent weeks and are bracing for the possibility that hundreds of thousands more will arrive, in what would be a major test of the region's ability to absorb another wave of immigrants from the Muslim world.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-08-25-2021-11629877868", "title": "Stocks Edge Higher, Giving S&P 500, Nasdaq More Records", "date": "2021-08-25 17:27", "summary": "Dow also gains as market helped by cyclical stocks, banks. Economically sensitive stocks and banks led major U.S. indexes to another set of fresh records.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bruised-chinese-internet-companies-try-to-win-over-beijing-and-investors-11629887191", "title": "Bruised Chinese Internet Companies Try to Win Over Beijing and Investors", "date": "2021-08-25 17:26", "summary": "Shares of Pinduoduo, JD.com rally after companies report sales jumps and highlight their contributions to society. After suffering through stock selloffs this summer, China's internet giants are working hard to regain favor with authorities and global investors as the companies try to chart paths back to normalcy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-j-says-covid-19-booster-shots-after-eight-months-supported-by-data-11629888301", "title": "J&J Says Covid-19 Booster Prompts Strong Immune Response", "date": "2021-08-25 17:22", "summary": "Booster recipients showed ninefold increase in antibody levels compared with one month after first dose, researchers find. Johnson & Johnson said Wednesday that a second dose of its Covid-19 vaccine was found in a study to generate a strong immune response, justifying a booster shot.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mario-giacomelli-figure-ground-getty-center-modern-photography-italy-11629925743", "title": "'Mario Giacomelli: Figure | Ground' Review: He Transfigured the Mundane", "date": "2021-08-25 17:16", "summary": "The photographer elevated his humble subjects-rural people, the countryside-to hallowed heights. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cia-u-s-troops-conduct-missions-outside-kabul-airport-to-extract-americans-allies-11629915605", "title": "CIA, U.S. Troops Conduct Missions Outside Kabul Airport to Extract Americans, Afghan Allies", "date": "2021-08-25 17:04", "summary": "Risky operations include helicopter lifts, ground troops as evacuation window closes. WASHINGTON-The Central Intelligence Agency and the U.S. military are conducting extraction operations to evacuate Americans using helicopters and ground troops as the window begins to close for rescuing all people at risk in Afghanistan.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dylann-roofs-death-sentence-upheld-by-federal-appeals-court-11629915459", "title": "Dylann Roof's Death Sentence for Charleston Church Shooting Upheld", "date": "2021-08-25 16:55", "summary": "Appeals court says crimes qualify Roof for harshest penalty. A federal appeals court unanimously upheld the conviction and death sentence of Dylann Roof, saying his calculated killing of nine Black worshipers at a historic church in Charleston, S.C., in 2015 was done with scarce signs of remorse, to torment the victims and others and incite racial division.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/western-digital-in-advanced-talks-to-merge-with-kioxia-in-20-billion-plus-deal-11629914820", "title": "Chip Makers in Advanced Talks for $20 Billion-Plus Merger", "date": "2021-08-25 16:31", "summary": "Stock deal could be finalized as early as the middle of September, according to people familiar with the matter. Western Digital Corp. is in advanced talks to merge with Japan's Kioxia Holdings Corp., according to people familiar with the matter, in a deal that could be valued at more than $20 billion and further reorder the global chip industry.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-authorities-probing-deutsche-banks-dws-over-sustainability-claims-11629923018", "title": "Deutsche Bank's DWS Probed Over Sustainability Claims", "date": "2021-08-25 16:23", "summary": "Investigation by Justice Department, SEC follow allegations from ex-sustainability chief that firm overstated efforts on environment, other issues. U.S. authorities are investigating Deutsche Bank AG's asset-management arm, DWS Group, after the firm's former head of sustainability said it overstated how much it used sustainable investing criteria to manage its assets, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-names-thursday-crossword-august-26-11629414841", "title": "No-Names (Thursday Crossword, August 26)", "date": "2021-08-25 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/garage-conversion-to-living-space-11629921448", "title": "These Home Garages Sat Idle Before Covid. Now They're Gyms, Art Studios and Even Pubs.", "date": "2021-08-25 16:00", "summary": "The pandemic inspired homeowners to repurpose their seldom-used garages. For two decades, financial adviser Tom West spent his free time painting in the basement of his Maryland home, next to the furnace and the washer and dryer. For almost as long, he dreamed of turning his property's detached two-car garage, seldom used for parking, into an art studio.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trudeau-deploys-vaccine-mandates-as-wedge-issue-in-canadas-election-11629889200", "title": "Trudeau Deploys Vaccine Mandates as Wedge Issue in Canada's Election", "date": "2021-08-25 15:26", "summary": "Ahead of Sept. 20 vote, government details strict vaccine requirement for travelers, federal employees and airline and railway workers. OTTAWA-As countries around the world debate whether mandatory vaccinations would help defeat Covid-19, Canadian Prime Minister Justin Trudeau is betting they will also help him win re-election.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-accounting-watchdog-fines-ey-3-million-over-stagecoach-audit-11629919338", "title": "U.K. Accounting Watchdog Fines EY $3 Million Over Stagecoach Audit", "date": "2021-08-25 15:22", "summary": "The Financial Reporting Council said the firm failed to collect sufficient evidence in a 2017 audit of the U.K. transportation firm, and also fined former EY Partner Mark Harvey $96,000. The U.K.'s accounting watchdog sanctioned Ernst & Young LLP and a former partner at the firm for failings in its 2017 audit of transportation company Stagecoach Group PLC.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-gov-kathy-hochul-taps-state-sen-brian-benjamin-as-lieutenant-governor-11629919089", "title": "New York Gov. Kathy Hochul Taps State Sen. Brian Benjamin as Lieutenant Governor", "date": "2021-08-25 15:18", "summary": "New governor chooses Manhattan Democrat from several downstate candidates. Two days into her job as New York governor, Kathy Hochul picked a state lawmaker from New York City to succeed her in her old post as lieutenant governor, according to a person familiar with the matter.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-centrists-and-progressives-wrestle-over-biden-agenda-11629918771", "title": "Democratic Centrists, Progressives Wrestle Over Biden Agenda", "date": "2021-08-25 15:12", "summary": "Party lawmakers brace for difficult negotiations this fall on details of their $3.5 trillion healthcare, education and climate plan. WASHINGTON-The intraparty fracas over passing a $3.5 trillion budget outline has left Democrats girding for an even more difficult set of negotiations this fall as progressives and centrists begin sparring on the details of their broad healthcare, education and climate plan.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-seven-movies-shows-and-stories-to-stream-this-week-11629918001", "title": "What to Watch: Movies and Shows to Stream This Week", "date": "2021-08-25 15:00", "summary": "Resume Subscription. As the summer winds down, new streaming titles offer another opportunity for escape-to a luxury resort, the isolation of the desert, the tranquility of a happy forest, or just getting out of Seattle. Here's where to stream them all.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/electric-car-charging-stations-give-the-home-garage-a-powerful-upgrade-11629916313", "title": "Electric-Car Charging Stations Give the Home Garage a Powerful Upgrade", "date": "2021-08-25 14:31", "summary": "High-end homeowners are outfitting their garages with heavy-duty outlets, solar panels and battery walls. When Peter Van Deerlin got his first electric vehicle in 2012, the now-57-year-old doctor wanted to be able to charge his car quickly enough to get to the hospital for middle-of-the-night emergencies.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irans-parliament-confirms-conservative-as-top-diplomat-11629906834", "title": "Iran's Parliament Confirms Conservative as Top Diplomat", "date": "2021-08-25 14:23", "summary": "New Foreign Minister Hossein Amir-Abdollahian is expected to resume nuclear talks but restrain ties with the West. Iran's parliament confirmed an experienced diplomat trusted by the country's hard-liners as its new foreign minister as the government prepares for a possible return to nuclear negotiations in coming weeks.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-kabul-private-rescue-efforts-grow-desperate-as-time-to-evacuate-afghans-runs-out-11629875097", "title": "Private Rescue Efforts in Afghanistan Grow Desperate as Time Runs Out", "date": "2021-08-25 13:47", "summary": "Defense contractor Erik Prince charges $6,500 a person, other groups' planes leave Kabul empty. A disparate group of American veterans, military contractors, aid workers and former spies is scrambling to get as many people out of Afghanistan as they can before President Biden shuts the window for rescues in coming days.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-supersonic-flights-really-succeed-11629900002", "title": "Can Supersonic Flights Really Succeed?", "date": "2021-08-25 13:44", "summary": "A supporter says we're ready for a new leap in aviation. A critic says there won't be enough passengers.. The supersonic Concorde jet made its last commercial passenger flight on Oct. 24, 2003. The Anglo-French plane was a wonder to watch, but could never overcome its high costs and concerns over its noise.", "categories": [["U.S.", "Journal Reports"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tricks-for-making-a-vacation-feel-longer-and-more-fulfilling-11629839864", "title": "Tricks for Making a Vacation Feel Longer-and More Fulfilling", "date": "2021-08-25 13:43", "summary": "Resume Subscription. It feels like we just got here.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/former-top-producer-of-abcs-good-morning-america-accused-of-sexual-assault-in-lawsuit-11629898711", "title": "Former 'Good Morning America' Producer Sued for Sexual Assault", "date": "2021-08-25 13:23", "summary": "Michael Corn departed in April and denies the allegations; suit accuses ABC of failing to investigate allegations promptly. An ABC News staffer filed a lawsuit Wednesday against Michael Corn, the former top producer of \"Good Morning America,\" alleging he sexually assaulted her and fostered a toxic work environment.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/affirmative-action-navy-military-promotion-11629844221", "title": "The Danger of Racial Preferences in the Navy", "date": "2021-08-25 13:22", "summary": "Merit becomes untenable in a system no longer defined by standards of individual achievement.. Regarding Harry Jackson's op-ed \"Should Military Officers Be Chosen by Race?\" (Aug. 20): The rational answer is a definitive no. Sadly, as Mr. Jackson points out, this is apparently not the view shared by the nation's senior naval officers and their political masters.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflation-government-jobs-public-private-sector-double-dipping-11629843544", "title": "How the Other Half Lives-in Government Jobs", "date": "2021-08-25 13:21", "summary": "Private-sector workers don't get the same lifetime promise of either employment or benefits.. Regarding Phil Gramm and Mike Solon's op-ed \"Inflation Punishes the Unprotected\" (Aug. 12): Unlike many government employees, average working Americans have no guaranteed income, no cost-of-living or nonmerit regular raises, no access to inexpensive, excellent health insurance, no on-site child care and no lifetime promise of either employment or benefits.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/infrastructure-bill-bridge-highway-repair-inflation-11629842606", "title": "The Infrastructure Bill Won't Juice Inflation", "date": "2021-08-25 13:20", "summary": "One in three U.S. bridges needs repair or replacement, and most of the money will be spent after 2022.. In \"The Trillion-Dollar Infrastructure Bill Will Fuel Inflation\" (op-ed, Aug. 9), Stephen Miran argues that newly funded road construction will cause more traffic congestion, leading to higher inflation. That's a head-scratcher.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steven-koonin-climate-change-global-warming-book-11629841265", "title": "Steven Koonin Is a Must-Read on Climate Change", "date": "2021-08-25 13:18", "summary": "All we are told is that we face certain doom. The former Obama administration official and physicist counsels otherwise.. The two professors, Mark Boslough and Michael Mann, who respond (Letters, Aug. 18) to Steven Koonin's op-ed (\"Climate Change Brings a Flood of Hyperbole,\" Aug. 11), obviously have not read Mr. Koonin's book. The professors find fault with Mr. Koonin's conclusion that better models are required before we waste trillions of dollars trying to avoid the end of the earth as we know it. They argue that the gun of climate change is \"pointed at our head\" and time is running out.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sturgis-motorcycle-rally-south-dakota-covid-spread-11629840693", "title": "Sturgis Motorcycle Rally Puts South Dakota in Danger-Again", "date": "2021-08-25 13:17", "summary": "Motorcyclists are risk takers. Unfortunately, I am forced to share the risk.. Motorcyclists are risk takers and they like their freedom. Unfortunately, I am forced to share the risk and am losing my freedom because of the Sturgis Motorcycle Rally (\"For Sturgis Rally Bikers, Risks Are a Way of Life,\" U.S. News, Aug. 17).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-raises-covid-19-death-toll-by-12-000-under-new-gov-kathy-hochul-11629910207", "title": "New York Raises Covid-19 Death Toll by 12,000 Under New Gov. Hochul", "date": "2021-08-25 13:00", "summary": "Governor changes how state reported numbers under Andrew Cuomo, cites CDC data. New York, under the control of a new governor, has begun publishing federal data that shows the state's Covid-19 death toll is about 12,000 higher than what the state has been reporting.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/renting-out-your-garage-11629909829", "title": "Your Garage May Hold the Keys to a New Rental Opportunity", "date": "2021-08-25 12:46", "summary": "Resume Subscription. If you're looking for a way to create some passive income, look no farther than your own garage. You may be able to convert it into an accessory dwelling unit (ADU) that you can rent out.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/why-the-hype-around-battery-startup-quantumscape-is-discharging-11629887644", "title": "Why the Hype Around Battery Startup QuantumScape Is Discharging", "date": "2021-08-25 12:45", "summary": "The former stock-market darling still has a market value of $10 billion, which is a lot to take on little but hope and trust. This column is part of the Heard on the Street Stock Picking Contest. You're invited to play along with us here.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-sleeper-train-climate-change-11629832201", "title": "European Sleeper Trains Make a Comeback", "date": "2021-08-25 12:22", "summary": "The expansion has been fueled in part by concerns over climate change and flight shaming over short flights. We all know the romanticized version of what it was like to tour Europe on sleeper trains: chance encounters with exotic strangers, late-night border crossings, and diner cars where mysterious passengers nursed cocktails and ate poulet de Bresse while rumbling across the Dauphine alps.", "categories": [["U.S.", "Journal Reports"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/quick-leg-of-lamb-with-sauteed-shallots-peppers-and-tomatoes-11629908564", "title": "Quick Leg of Lamb With Sautéed Shallots, Peppers and Tomatoes", "date": "2021-08-25 12:22", "summary": "With a really nice piece of lamb, you don't need a whole lot of fanfare. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reps-seth-moulton-and-peter-meijer-slip-into-kabul-airport-seeking-information-on-afghan-evacuation-effort-11629864108", "title": "Two Congressmen Slip Into Kabul Airport Seeking Information on Afghan Evacuation Effort", "date": "2021-08-25 12:19", "summary": "Reps. Seth Moulton and Peter Meijer visited Afghanistan as House Speaker Nancy Pelosi warned against such trips. ABU DHABI, United Arab Emirates-Two U.S. congressmen quietly slipped into Kabul airport on Tuesday, saying in an interview that they hoped to gather on-the-ground information to provide to their fellow elected officials about the chaotic evacuation effort in Afghanistan.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/leg-of-lamb-in-minutes-a-delicious-shortcut-recipe-11629908316", "title": "Leg of Lamb in Minutes: A Delicious Shortcut Recipe", "date": "2021-08-25 12:18", "summary": "A quick sear gives butterflied leg of lamb a gorgeous deep-brown crust and a rosy-pink interior. Served over a summer-vegetable sauté, it's a great dinner-party dish and an easy lift anytime.. \"UNHURRIED\" WOULD PROBABLY be the best word for the way Frédéric Eliot cooks leg of lamb in the kitchens he oversees. At Scales-restaurateur Dana Street's classic seafood spot in Portland, Maine-the French-born chef stuffs local lamb with herbs, garlic confit and spices, then roasts it, bone-in, for nearly an hour. At sister restaurant Fore Street, he either slowly braises or spit-roasts leg of lamb over live coals.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-afghan-evacuation-taliban-kabul-airport-united-nations-security-council-china-russia-11629900539", "title": "A Way Out of Biden's Afghan Trap", "date": "2021-08-25 12:11", "summary": "The U.N. Security Council could authorize the U.S. and allies to enforce a safe zone for evacuations.. President Biden seems to have set a trap for himself-and for Americans, allied personnel and Afghans seeking to leave Afghanistan. Those civilians were stranded after Mr. Biden withdrew U.S. troops only to be surprised by the Taliban's quick takeover. Mr. Biden promised to evacuate them by Aug. 31, and the Taliban said they'd hold him to that deadline. On Monday the administration signaled that it intends to abide by it. It won't be enough time.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccinations-rise-as-delta-variant-spreads-pfizer-receives-full-fda-approval-11629905741", "title": "Covid-19 Vaccinations Rise as Delta Variant Spreads, Pfizer Receives Full FDA Approval", "date": "2021-08-25 11:35", "summary": "Some unvaccinated adults are more likely to get the shot, especially in states with a surge in cases. As the highly contagious Delta variant spreads through the U.S., Covid-19 vaccination rates have picked up, particularly in states hit hard by recent surges. But just 51.5% of the total population and 60.3% of those 12 years and older are fully vaccinated, as mutations lead to more infectious versions of the coronavirus, and the number of daily shots in arms remains below spring highs. The U.S. Food and Drug Administration's move to give the Pfizer -BioNTech vaccine full approval could boost those numbers.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhoods-generosity-isnt-cheap-for-shareholders-11629904914", "title": "Robinhood's Generosity Isn't Cheap For Shareholders", "date": "2021-08-25 11:21", "summary": "Investors are paying a big premium for shares of the free-trading pioneer, whose biggest growth is now coming from crypto. This column is part of the Heard on the Street stock-picking contest. You're invited to play along with us here.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taliban-takeover-is-a-boon-for-cash-strapped-iran-11629904448", "title": "Taliban Takeover Is a Boon for Cash-Strapped Iran", "date": "2021-08-25 11:14", "summary": "Tehran gets dollars from new oil sales to Afghanistan, while the Taliban get fuel for the ailing Afghan economy. Iran this week restarted fuel exports to Afghanistan that had been disrupted by fighting between the Taliban and forces under the now deposed Afghan government, traders in Tehran and former U.S. officials say, with the Taliban now providing critical dollars to the sanctions-crushed Iranian economy from its lucrative narcotics operations.", "categories": [["WSJ News Exclusive", "Middle East"]], "category_links": ["https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/immigrant-accountant-advised-time-warners-steven-j-ross-11629900001", "title": "Immigrant Accountant Advised Time Warner's Steven J. Ross", "date": "2021-08-25 11:06", "summary": "Oded 'Ed' Aboodi, who has died at age 79, helped mogul build a media and entertainment conglomerate. As Steven J. Ross assembled Time Warner Inc., he often turned for advice to Oded \"Ed\" Aboodi, an accountant who was born in Jerusalem and immigrated to the U.S. as a teenager.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-origin-researchers-warn-time-is-running-out-to-find-answers-11629903950", "title": "Covid-19 Origin Researchers Warn Time Is Running Out to Find Answers", "date": "2021-08-25 11:05", "summary": "WHO-led team members say it may soon become 'biologically impossible' to obtain data needed to pinpoint the pandemic's cause. Time is running out for conducting crucial studies into the origin of the coronavirus that caused the Covid-19 pandemic, a group of scientists involved in the inquiry warned on Wednesday.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-bennett-netanyahu-biden-coalition-jerusalem-palestinians-11629903262", "title": "Israel's Bennett Seeks New Political Order. Netanyahu Stands in the Way.", "date": "2021-08-25 10:55", "summary": "The new prime minister wants to change Israel's image as brash and confrontational; his predecessor seeks to topple him. TEL AVIV-Since taking over in June as Israel's prime minister, Naftali Bennett has tried to construct a new political order. The biggest obstacle might be the man he displaced, his predecessor, Benjamin Netanyahu.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-kids-delta-pandemic-masks-parents-11629900432", "title": "Toddlers Can't Shake Pandemic Habits. Parents Are Rattled.", "date": "2021-08-25 10:25", "summary": "Resume Subscription. Like many toddlers, 1-year-old Asher Subramanyam is capable of bending the household to his routines and rituals.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/infrastructure-bills-cryptocurrency-measures-risk-pushing-criminals-further-underground-11629883800", "title": "Infrastructure Bill's Cryptocurrency Measures Risk Pushing Criminals Further Underground", "date": "2021-08-25 10:16", "summary": "National-security officials agree on need for regulation but worry about casting too wide a net. WASHINGTON-Tucked into a sweeping bipartisan infrastructure bill that passed the Senate earlier this month are measures intended to help provide what many officials say is badly needed regulation of the burgeoning cryptocurrency industry.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/didi-delays-u-k-europe-expansion-plans-after-officials-raise-data-concerns-11629899875", "title": "Didi Delays U.K., Europe Expansion Plans After Officials Raise Data Concerns", "date": "2021-08-25 09:57", "summary": "Chinese ride-hailing giant's postponement is a sign of the uphill battle that Chinese tech companies face in Western markets. LONDON-Chinese ride-hailing giant Didi Global Inc. has delayed plans to expand to Britain and Europe, partly due to political and regulatory challenges, according to people familiar with the matter, the latest illustration of the uphill battle that Chinese technology companies face in Western markets.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apps-help-users-show-covid-19-vaccination-status-search-for-like-minds-11629898200", "title": "'Vaccinated' Badges Pop Up on All Sorts of Apps-From Dating to Dining", "date": "2021-08-25 09:30", "summary": "Spread of such badges on user profiles might influence others to get the jab, digital experience designers say. More smartphone apps are adding features that let people display their Covid-19 vaccination status and search for other users and businesses that favor vaccines.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nursing-homes-keep-losing-workers-11629898200", "title": "Nursing Homes Keep Losing Workers", "date": "2021-08-25 09:30", "summary": "Resume Subscription. Nursing homes have a long-term care problem: 18 months after the Covid-19 crisis began, their staffs are still shrinking.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/durable-goods-orders-dropped-slightly-in-july-as-supply-constraints-continue-11629896090", "title": "Durable-Goods Orders Drop Slightly", "date": "2021-08-25 09:30", "summary": "Decline of 0.1% follows gains recorded in 13 of the past 15 months. Orders for cars, appliances and other durable goods decreased slightly in July, as manufacturers continued to grapple with shortages in parts and labor and confront higher material costs.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amc-gamestop-nordstrom-salesforce-what-to-watch-when-the-stock-market-opens-today-11629887567", "title": "AMC, GameStop, Nordstrom, Salesforce: What to Watch When the Stock Market Opens Today", "date": "2021-08-25 09:05", "summary": "Shares of Dick's Sporting Goods surge; Nordstrom shares slump. Futures are hovering just below the flat line after stocks on Wall Street hit a record close. Here's what we're watching ahead of Wednesday's trading session.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-rental-assistance-distribution-continues-at-slow-pace-11629896401", "title": "Just a Fraction of Covid-19 Rental Assistance Has Been Distributed", "date": "2021-08-25 09:00", "summary": "Just $4.7 billion of almost $47 billion appropriated by Congress had reached tenants and landlords through July. WASHINGTON-The U.S. program to help tenants and landlords struggling with the impact of the Covid-19 pandemic is still moving at a slow pace and has delivered a fraction of the promised aid, data released by the Treasury Department on Wednesday show.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/11-books-to-read-the-best-reviews-of-august-11629896101", "title": "11 Books to Read: The Best Reviews of August", "date": "2021-08-25 08:55", "summary": "'The Director,' 'How the Mountains Grew,' 'Four Thousand Weeks' and more of the books our reviewers highlighted this month.. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-academy-museums-dramatic-opening-act-11629894725", "title": "The Academy Museum's Dramatic Opening Act", "date": "2021-08-25 08:32", "summary": "Inside Italian architect Renzo Piano's ambitious plans for the long-awaited Academy Museum of Motion Pictures in Los Angeles.. In mid-June, three months before the Academy Museum of Motion Pictures will open its doors to the public for the first time on September 30, the museum's director and president, Bill Kramer, is touring the site with his boss, Dawn Hudson, CEO of the Academy of Motion Picture Arts and Sciences. Major construction largely wrapped a year ago on the $482 million complex, designed by Renzo Piano. The Italian architect transformed the former May Company building, a 1939 streamline moderne landmark on a corner of the Los Angeles County Museum of Art's Miracle Mile campus, erecting an enormous domed theater behind it, a levitating orb attached by glass bridges and topped with a canopied terrace with panoramic views of the Hollywood sign in the distance.", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amanda-gorman-on-the-one-piece-of-advice-that-changed-her-life-11629894654", "title": "Amanda Gorman on the One Piece of Advice That Changed Her Life", "date": "2021-08-25 08:30", "summary": "The poet, who caught the world's attention with her inaugural reading, speaks about what keeps her motivated, her literary influences and her hopes for the future.. What's one goal you hope to accomplish?", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/work-from-home-tropical-island-11629832257", "title": "Some People Worked From Home. These People Moved to a Tropical Island.", "date": "2021-08-25 08:00", "summary": "Lured by promises of paradise and 'digital nomad visas,' some workers took the plunge. Here's how it worked out-and what they plan to do now.. \"If you're working from home, why not try working from paradise instead?\"", "categories": [["U.S.", "Journal Reports"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/choose-the-right-covid-19-test-for-your-needs-11629892800", "title": "Which Covid-19 Test Should You Get, Based on Your Needs", "date": "2021-08-25 08:00", "summary": "Resume Subscription. If you haven't had a Covid-19 test lately, you may need one soon. But which one?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/brandon-staley-chargers-john-carroll-11629861264", "title": "He Was a Division III Assistant in 2016. He's an NFL Head Coach in 2021.", "date": "2021-08-25 08:00", "summary": "Brandon Staley is the first year coach of the Los Angeles Chargers. He made it there because of his time at John Carroll University.. When Brandon Staley faced the biggest question of the biggest job interview of his life last year, he blurted out an odd answer.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gas-shortage-boosts-russias-sway-over-europes-energy-markets-11629891705", "title": "Gas Shortage Boosts Russia's Sway Over Europe's Energy Markets", "date": "2021-08-25 07:41", "summary": "Russia's Nord Stream 2 pipeline to Germany nears completion as natural gas trades at all-time highs. Europe is facing a natural-gas shortage just as Russia is completing a controversial pipeline to Germany, increasing President Vladimir Putin's leverage over the continent's energy flows.", "categories": [["Markets", "Commodities", "Gas Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/gas-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regulators-scrutinize-a-robinhood-marketing-ploy-free-shares-11629891014", "title": "Regulators Eye a Robinhood Marketing Ploy: Free Shares", "date": "2021-08-25 07:30", "summary": "Online broker faces backlash from companies, scrutiny from regulators over cost of delivering proxy materials to millions of new shareholders. WASHINGTON- Robinhood Markets Inc. has for years given customers a free share of stock for opening an account or referring friends. The practice could soon cost the online brokerage a lot more money.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warner-music-is-worth-a-spin-11629889380", "title": "Warner Music Is Worth a Spin", "date": "2021-08-25 07:03", "summary": "Record label's stock has lagged behind even as consumers are paying up for music. This column is part of the Heard on the Street stock-picking contest. You're invited to play along with us here.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spacs-are-having-their-dayin-court-11629889200", "title": "SPACs Are Having Their Day-in Court", "date": "2021-08-25 07:00", "summary": "A wave of legal action targets blank-check companies whose deals have gone south or which may have violated investment regulations. Blank-check companies are booming again-in the courts.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-message-on-afghanistan-withdrawal-draws-critics-11629889203", "title": "Biden's Message on Afghanistan Withdrawal Draws Critics", "date": "2021-08-25 07:00", "summary": "The president's portrayal of the U.S. pullout has prompted accusations he is playing down the deteriorating situation on the ground. WASHINGTON-President Biden has delivered regular remarks about the widening U.S. evacuation efforts in Afghanistan that critics say often paint a rosier picture than the facts on the ground warrant and at times deflect blame for the rapidly deteriorating situation.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-new-robotic-massage-chairs-really-replace-a-spa-visit-11629885601", "title": "Can New, Robotic Massage Chairs Really Replace a Spa Visit?", "date": "2021-08-25 06:00", "summary": "We take sides on whether high-tech luxury chairs-with artificial intelligence, 'brain massage' tech and undulating air bags-can soothe you as effectively as a licenced massage therapist. For the recurring series, That's Debatable, we take on a contentious issue of the day and present two spirited arguments-one in favor and the other emphatically opposed. Previous installments from the series are here.", "categories": [["Life & Work", "Fashion", "That's Debatable"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/that-s-debatable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/director-barry-jenkins-is-the-travel-nerds-travel-nerd-11629885600", "title": "Barry Jenkins Is the Travel Nerd's Travel Nerd", "date": "2021-08-25 06:00", "summary": "The Oscar winner and mind behind 'The Underground Railroad' series has become a go-to follow on social media for frequent fliers. Air travel is a big production that takes a lot of direction. The scenery can be spectacular. So can the drama. Who better to understand the journey than an acclaimed Hollywood filmmaker?", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pharmas-appetite-for-biotech-deals-bodes-well-11629885600", "title": "Pharma's Appetite for Biotech Deals Bodes Well", "date": "2021-08-25 06:00", "summary": "This year has been disappointing for biotech investors, but Pfizer's planned acquisition of Trillium Therapeutics shows things aren't as bleak as they seem. Can the acquisition of a small biotech company help turn around a disappointing year for the entire sector?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-illinois-county-is-losing-people-faster-than-anywhere-in-the-u-s-11629883801", "title": "This Illinois County Is Losing People Faster Than Anywhere in the U.S.", "date": "2021-08-25 05:30", "summary": "Resume Subscription. CAIRO, Ill.-In a nation where more than half of all counties saw population declines during the past decade, nowhere fared worse than Alexander County in far southern Illinois.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/chinese-factories-are-having-labor-painswe-can-hardly-find-any-workers-11629883801", "title": "Chinese Factories 'Can Hardly Find Any Workers'", "date": "2021-08-25 05:30", "summary": "Fear of Covid-19 and youths' changing priorities leave factory owners in a pinch, as demographic challenges mount. Labor shortages are materializing across China as young people shun factory jobs and more migrant workers stay home, offering a possible preview of larger challenges ahead as the workforce ages and shrinks.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/derbys-take-economists-dont-expect-powell-taper-announcement-this-week-11629883801", "title": "Derby's Take: Economists Don't Expect Powell Taper Announcement This Week", "date": "2021-08-25 05:30", "summary": "Analysts don't think the Federal Reserve Chairman will announce the start of tapering the central bank's bonds purchases. It's pretty unlikely Federal Reserve Chairman Jerome Powell will announce in his speech Friday that the central bank is officially ready to start pulling back on its asset-buying stimulus effort, economists reckon.", "categories": [["Central Banks Commentary"]], "category_links": ["https://www.wsj.com/news/types/central-banks-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delta-variant-outbreaks-in-sparsely-vaccinated-asian-countries-disrupt-production-11629807725", "title": "Delta Variant Outbreaks in Sparsely Vaccinated Asian Countries Disrupt Production", "date": "2021-08-25 02:10", "summary": "Vietnam has shut down factories and imposed strict new measures to fight a rising wave of Covid-19 after escaping largely unscathed from the first 14 months of the pandemic. HANOI-The highly-infectious Delta variant has shut down factories in largely unvaccinated parts of Asia, throttling supply chains and contributing to rising consumer prices at a time when many thought the worst of Covid-19 supply disruptions were in the past.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11629827190", "title": "Pepper...and Salt", "date": "2021-08-25 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republican-lobbyist-barry-bennett-comes-under-doj-scrutiny-11629806934", "title": "Republican Lobbyist Comes Under DOJ Scrutiny", "date": "2021-08-25 22:41", "summary": "One-time Trump campaign adviser faces probe into whether he set up an undisclosed lobbying effort to embarrass Qatar's adversaries, people familiar with the matter say. WASHINGTON-Federal prosecutors are investigating Barry Bennett, a Republican lobbyist and onetime unpaid campaign adviser to former President Donald Trump, over allegations that he secretly set up and funded a U.S.-based advocacy group without disclosing its ties to the government of Qatar, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-reinstates-remain-in-mexico-policy-for-asylum-applicants-11629849547", "title": "Supreme Court Reinstates 'Remain in Mexico' Policy for Asylum Applicants", "date": "2021-08-25 21:53", "summary": "Conservative majority rejects Biden's bid to end policy denying entry to migrants while persecution claims are pending. WASHINGTON-The Supreme Court on Tuesday reinstated a Trump-era policy that requires asylum applicants to wait in Mexico while their claims are evaluated by U.S. authorities. The three liberal justices dissented.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-receive-report-on-coronavirus-origins-but-challenges-persist-in-how-to-deal-with-china-11629825758", "title": "Virus Origins Remain Unclear in New U.S. Intelligence Report", "date": "2021-08-25 21:48", "summary": "Review followed previous efforts to corral evidence that ended in bureaucratic infighting and failure. WASHINGTON-A new assessment by U.S. spy agencies of the origins of Covid-19 that was delivered to the White House Tuesday didn't yield a definitive conclusion on whether the new coronavirus jumped to humans naturally, or via a lab leak, in part because of the lack of detailed information from China, two senior U.S. officials said.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charlie-watts-rolling-stones-ringo-starr-11629850410", "title": "Ringo Starr Recalls What Made Charlie Watts Great", "date": "2021-08-25 21:27", "summary": "In an interview, the Beatles member says the longtime Rolling Stones musician was a 'beautiful human being'. Though they were friends for decades, Ringo Starr was blindsided by the announcement of Rolling Stones drummer Charlie Watts's death, just like millions of fans world-wide.", "categories": [["WSJ News Exclusive", "Music"]], "category_links": ["https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charlie-watts-obituary-rolling-stones-11629826362", "title": "Charlie Watts, Rolling Stones Drummer, Dies at Age 80", "date": "2021-08-25 20:46", "summary": "Watts is widely considered one of the most important drummers in the history of rock 'n' roll. Charlie Watts, the influential longtime drummer for the Rolling Stones, has died. He was 80 years old.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/g-7-allies-to-press-u-s-to-extend-afghanistan-presence-11629801930", "title": "Biden Maintains Afghan Exit Deadline as Taliban Block Airport Access", "date": "2021-08-25 20:34", "summary": "Resume Subscription. President Biden said the U.S. is on pace to leave Afghanistan by Aug. 31, warning of growing security risks and describing a tenuous situation on the ground, as the Taliban said they would prevent Afghan citizens from reaching Kabul's airport to board evacuation flights.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/house-democratic-leaders-move-to-get-centrists-on-board-ahead-of-key-vote-11629820709", "title": "House Passes Budget Blueprint, Sets Deadline for Infrastructure Bill", "date": "2021-08-25 20:22", "summary": "Democratic leaders, centrists resolve dispute over key procedural vote to advance Biden agenda. WASHINGTON-The House narrowly passed a measure approving a $3.5 trillion budget blueprint and locking in a late September vote on a roughly $1 trillion infrastructure bill, ending a standoff between centrist Democrats and party leaders over their legislative agenda.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]