[{"link": "https://www.wsj.com/articles/facebook-needs-users-to-shop-not-drop-11619652351", "title": "Facebook Needs Users to Shop, Not Drop", "date": "2021-04-28 19:25", "summary": "As user engagement wanes in key areas, the social-media company is hustling to bolster direct shopping channels to maintain its edge. Facebook is still riding a pandemic high, with ads successfully driving impulse purchases of everything its users didn't even know they wanted. But longer term it will need to become more of a destination for users to buy exactly what they know they need.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-couldnt-dodge-chip-pain-forever-11619652296", "title": "Apple Couldn't Dodge Chip Pain Forever", "date": "2021-04-28 19:24", "summary": "Sales surged in the March quarter, but the iPhone maker warned constraints would be felt in June period. For a company that generates more than 80% of its revenue selling gadgets packed with chips, Apple sure has managed to sell a lot of them.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-equity-and-hedge-funds-facing-a-new-tax-burden-prepare-their-defense-11619649070", "title": "Private Equity and Hedge Funds, Facing a New Tax Burden, Prepare Their Defense", "date": "2021-04-28 19:21", "summary": "Wall Street firms that benefit from carried-interest treatment say Biden's proposal could discourage small-business investment. Some private-equity firms and hedge funds are pushing back against a proposal from President Biden to end the carried-interest tax advantage these types of firms enjoy.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-men-in-ahmaud-arbery-killing-charged-with-federal-hate-crimes-11619644459", "title": "Three Men in Ahmaud Arbery Killing Charged With Federal Hate Crimes", "date": "2021-04-28 19:15", "summary": "Black jogger's shooting death in Georgia in 2020 sparked outcry; three white defendants have pleaded not guilty to state murder charges. Three men have been indicted on federal hate crimes charges in the killing of Ahmaud Arbery, a 25-year-old Black man who was chased and fatally shot in February 2020 while out jogging in southeast Georgia, the Justice Department said Wednesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-cradle-to-grave-government-11619650937", "title": "Biden's Cradle-to-Grave Government", "date": "2021-04-28 19:02", "summary": "His latest $1.8 trillion plan rejects the old social contract of work for benefits.. The progressive hits keep coming from the Biden Administration, and the latest is the $1.8 trillion American Families Plan introduced in broad strokes on Wednesday. It's more accurate to call this the plan to make the middle class dependent on government from cradle to grave. The government will tell you sometime later, after you're hooked to the state, how it will force you to pay for it.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-sigma-impact-and-avance-back-artisan-supplier-11619650860", "title": "Two Sigma Impact and Avance Back Artisan Supplier", "date": "2021-04-28 19:01", "summary": "The investment in Wholesale Supplies Plus marks an exit for Incline Equity Partners, which invested in the e-commerce company in 2019. Two Sigma Impact, the impact strategy of investment manager Two Sigma Investments, is backing Wholesale Supplies Plus LLC, an e-commerce provider of ingredients and materials to commercial artisans.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-fb-1q-earnings-report-2021-11619610405", "title": "Facebook's Ad Business Drives Surge in Revenue", "date": "2021-04-28 19:00", "summary": "Social-media company says it expects its growth to slow in second half of year as pandemic lift fades and Apple's limits on ad tracking roll out. Facebook Inc.'s booming advertising business drove revenue and profit sharply higher, as the company pledged to navigate Apple Inc.'s new ad-targeting rules and accelerate investments in e-commerce, mixed reality and tools to help creators make money from their content.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-latest-earmark-excuse-11619650661", "title": "The Latest Earmark Excuse", "date": "2021-04-28 18:57", "summary": "They won't help Congress debate spending honestly.. Politicians have invented some creative justifications for spending earmarks over the years, but give Vermont Democrat Pat Leahy extra credit. The Senate Appropriations Chairman wants America to think a return to pork-barrel spending will solve Congress's budgeting dysfunction.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-escape-from-hong-kong-11619650575", "title": "No Escape From Hong Kong", "date": "2021-04-28 18:56", "summary": "New legislation lets the government block people from leaving.. Mark another step in Hong Kong's descent: On Wednesday the Legislative Council made it easier for the government to block Hong Kongers from leaving.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pipeline-dispute-draws-competing-concerns-from-supreme-court-11619650494", "title": "Pipeline Dispute Draws Competing Concerns from Supreme Court", "date": "2021-04-28 18:54", "summary": "Justices consider whether pipeline developer can use federal power to seize state land. WASHINGTON-The U.S. government in 2018 approved a new natural gas pipeline in the Northeast and gave the developer federal eminent domain power to acquire the land to build it. New Jersey objected when the builder then moved to take state property. What happens now?", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beefless-journalism-11619650407", "title": "Beefless Journalism", "date": "2021-04-28 18:53", "summary": "To address climate change, Epicurious deserts beef recipes.. Beef is off the menu at Condé Nast. The editors of its food publication Epicurious announced Monday they would no longer publish recipes, articles, social media, or newsletters featuring beef.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-posts-highest-quarterly-net-income-in-years-11619642497", "title": "Ford Posts Highest Quarterly Net Income in Years", "date": "2021-04-28 18:52", "summary": "Auto maker's bottom line reversed a $2 billion loss from a year earlier. Ford Motor Co. posted $3.3 billion in net income-its highest quarterly result in years-but warned the financial toll from the continuing global computer-chip shortage will likely worsen.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-music-city-meltdown-11619649990", "title": "The Music City Meltdown", "date": "2021-04-28 18:46", "summary": "A decade ago Nashville's rise seemed inevitable, but fiscal recklessness left the city ill-prepared to absorb the pandemic's economic blows.. For more than a decade, Nashville, Tenn., has been one of America's hippest and fastest-growing cities. Anchored by the country-music industry and boosted by a hospitable state tax climate, the city and surrounding region attracted businesses and residents. While its music scene made it a tourist mecca, Nashville also lured a generation of college-educated transplants, earning a position as one of the country's new \"brainpower cities.\"", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-woke-money-is-no-good-here-11619649421", "title": "Your Woke Money Is No Good Here", "date": "2021-04-28 18:37", "summary": "Corporations have taken advantage of Republicans for too long. I won't take their PAC dollars anymore.. Georgia's new election law runs 98 generously spaced pages. A fast reader can get through it in one sitting. If you're the CEO of a major corporation, you can pay someone to do it for you. But I don't think CEOs took the time to read Georgia's Election Integrity Act of 2021, because so much of what they said about it was nonsense.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lockdowns-give-school-choice-a-boost-11619649358", "title": "Lockdowns Give School Choice a Boost", "date": "2021-04-28 18:35", "summary": "Under Biden, advocates expected a setback. But the movement has notched notable victories this year.. President Biden wants credit for opening up the nation's schools within 100 days of taking office. Yet over a third of U.S. students still aren't going to a classroom every day. Many urban districts open their doors only to young children or for just two days a week, and scare talk dissuades numerous parents from sending their kids.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/government-wont-fix-the-semiconductor-shortage-11619649205", "title": "Government Won't Fix the Semiconductor Shortage", "date": "2021-04-28 18:33", "summary": "The semiconductor and auto industries will resolve the issue before politicians finish assigning blame.. Jerry Sanders, a former chairman of the Semiconductor Industry Association and a founder of Advanced Micro Devices , predicted in the 1970s that \"semiconductors would prove to be the crude oil of the information age.\" It was an understatement.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-coalition-to-advance-u-s-global-interests-11619649120", "title": "A New Coalition to Advance U.S. Global Interests", "date": "2021-04-28 18:32", "summary": "We hope to unite people who disagreed on Trump behind six principles of American foreign policy.. The U.S. is at a critical crossroads when it comes to the defense of American freedom, security and prosperity. Around the world, the U.S. faces significant national-security threats. Chief among them are revisionist powers, the spread of nuclear, chemical and biological weapons, and transnational terrorism and crime-all made more dangerous by renewed great-power competition with, and myriad threats posed by, the Chinese Communist Party.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-likely-to-keep-rates-near-zero-as-recovery-picks-up-11619602202", "title": "Fed Holds Steady on Rates, Notes Recent Economic Gains", "date": "2021-04-28 18:30", "summary": "Central bank maintains easy-money policies while noting recent economic gains. WASHINGTON-The Federal Reserve held its key interest rate near zero and said it plans to continue supporting the economic recovery, while acknowledging recent progress in growth and employment.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-art-of-the-non-deal-11619647864", "title": "Joe Biden's Art of the Non-Deal", "date": "2021-04-28 18:11", "summary": "Negotiating with the opposition, the left concluded, merely impedes achieving their policy goals.. At 100 days, 90% of Joe Biden's presidency can be summed up in one sentence: Whatever Donald Trump did, do the opposite.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peace-poverty-and-betrayal-review-to-oblige-and-rule-11619647732", "title": "'Peace, Poverty and Betrayal' Review: To Oblige and Rule", "date": "2021-04-28 18:08", "summary": "Britain's connection to India shaped the views of political philosophers and goaded the British into major reforms, at home and abroad.. As India reels from the Covid pandemic, is it wrong to ask whether independent India is really taking better care of Indians than the British Raj did? This question-yes, provocative-isn't one that Roderick Matthews poses in \"Peace, Poverty and Betrayal,\" a book he describes as \"a new history of British India.\" But many of his readers could be tempted to ask it as they observe present-day Indians die in the thousands from a lack of hospital beds, medicines and oxygen-dying, in fact, from the sort of callous and conspicuous dereliction of care that we've been schooled to ascribe to colonial rulers.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-proposal-would-close-longtime-real-estate-tax-loophole-11619647044", "title": "Biden Proposal Would Close Real-Estate Tax Loophole", "date": "2021-04-28 18:07", "summary": "President's economic plan would end deferred capital-gains payments on property sales. President Biden's new economic plan would eliminate a tax break for many real-estate owners that has enabled them to defer paying capital gains on property sales.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-to-end-curfew-on-restaurants-and-bars-11619628767", "title": "New York to End Curfew on Restaurants, Bars", "date": "2021-04-28 18:06", "summary": "Gov. Andrew Cuomo says he is easing Covid-19 restrictions because state has made enough progress in fighting virus. ALBANY, N. Y.-The curfew on New York's bars and restaurants will be lifted next month, Gov. Andrew Cuomo said Wednesday, as state lawmakers repealed a mandate that food be served to everyone who buys an alcoholic drink.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-gop-lawmakers-advance-voting-law-changes-11619617457", "title": "Florida GOP Lawmakers Advance Voting-Law Changes", "date": "2021-04-28 18:02", "summary": "Legislation including new rules on drop boxes and voter identification heads back to the Senate. Florida's Republican-controlled legislature advanced a measure that would tighten vote-by-mail rules, marking the latest state-level push to change election rules after voters flocked to remote voting during the pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/things-heard-seen-review-the-horror-of-the-unknown-11619557620", "title": "'Things Heard & Seen' Review: The Horror of the Unknown", "date": "2021-04-28 18:00", "summary": "In a smart Netflix film based on the book 'All Things Cease to Appear,' Amanda Seyfried stars as a young mother who comes to suspect that her marriage and new home have a dark side. It's the rare supernatural thriller that finds its philosophical underpinnings in the Christian mystic Emanuel Swedenborg (1688-1772), who was viewed as both enlightened and mad but can certainly put a spin on a ghost story: Per Swedenborg's benign view of the spirit world, it isn't the dead of \"Things Heard & Seen\" who should inspire loathing. It's the living.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-votes-to-reverse-trump-era-loosening-of-methane-emission-rules-11619645144", "title": "Senate Votes to Reverse Trump-Era Loosening of Methane Emission Rules", "date": "2021-04-28 17:57", "summary": "Lawmakers backed restoring regulations for emissions that leak into the air from oil and gas production. The Senate voted to restore regulations on methane gas that leaks into the air from U.S. oil and gas production, reversing a Trump-era policy and giving a boost to the Biden administration's goal of reducing emissions.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/verizon-explores-sale-of-media-assets-11619642003", "title": "Verizon Explores Sale of Media Assets", "date": "2021-04-28 17:57", "summary": "Private-equity firms including Apollo are among possible bidders for Verizon media assets, sources say. Verizon Communications Inc. is exploring a sale of assets including Yahoo and AOL, as the telecommunications giant looks to exit an expensive and unsuccessful bet on digital media.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frances-macron-seeks-broader-counterterror-surveillance-11619629713", "title": "France's Macron Eyes Artificial Intelligence to Monitor Terrorism", "date": "2021-04-28 17:55", "summary": "The move comes as the French president comes under pressure to crack down on terrorism and Islamist separatism. PARIS-The government of French President Emmanuel Macron aims to deploy algorithms and other technology to monitor the web-browsing of terror suspects amid growing tensions over a group of retired generals who recently warned the country was sliding toward a civil war.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-weighs-limits-to-schools-power-to-patrol-student-speech-11619646940", "title": "Supreme Court Weighs Limits to Schools' Power to Patrol Student Speech", "date": "2021-04-28 17:55", "summary": "Angry cheerleader's intemperate Snapchat drew a yearlong suspension from team that Pennsylvania school board asks court to reinstate. WASHINGTON-The Supreme Court signaled reluctance Wednesday to extend throughout the internet campus rules that curb student speech, as arguments drew wide agreement among justices that the First Amendment lets public schools address threats and cyberbullying but not punish expression merely because administrators find it distasteful.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oregon-reverses-some-reopenings-as-covid-19-cases-hospitalizations-jump-11619645743", "title": "Oregon Reverses Some Reopenings as Covid-19 Cases, Hospitalizations Jump", "date": "2021-04-28 17:35", "summary": "Weekly cases have increased more than 20% in the past five weeks. Oregon is placing a large portion of the state under new restrictions, pulling back on recent reopenings as Covid-19 cases and hospitalizations climb once more.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/video-of-police-killing-of-anthony-alvarez-released-by-chicago-officials-11619638705", "title": "Video of Police Killing of Anthony Alvarez Released by Chicago Officials", "date": "2021-04-28 17:34", "summary": "City officials say they are reworking city's foot-pursuit policy after death of 22-year-old man. CHICAGO-Chicago officials on Wednesday released video footage of a police officer shooting and killing 22-year-old Anthony Alvarez after a foot chase, the second such release this month.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-does-bidens-plan-for-families-mean-for-community-college-pre-k-11619644490", "title": "What Does Biden's Plan for Families Mean for Community College, Pre-K?", "date": "2021-04-28 17:27", "summary": "The $1.8 trillion plan would offer students four more years of free schooling. On Wednesday, in advance of his address before Congress, President Biden unveiled his $1.8 trillion \"American Families Plan.\" The administration is proposing offering four more years of free schooling for all students: two in the form of universal prekindergarten for 3- and 4-year-olds and two after high school in the form of tuition-free community college.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transcript-fed-chief-powells-postmeeting-press-conference-11619644895", "title": "Transcript: Fed Chief Powell's Postmeeting Press Conference", "date": "2021-04-28 17:21", "summary": "Resume Subscription. Federal Reserve Chairman Jerome Powell discussed the central bank's decision to hold interest rates near zero and maintain its pace of asset purchases, the outlook for inflation and the economic recovery, the housing market and bank supervision during a virtual press conference Wednesday after the Fed's monetary policy meeting. Here is a transcript, lightly edited for clarity and length.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-is-coeur-dalene-americas-hottest-housing-market-11619644273", "title": "Why Is Coeur d'Alene America's Hottest Housing Market?", "date": "2021-04-28 17:11", "summary": "The Wall Street Journal/Realtor.com Emerging Housing Market Index identifies the top metro areas for home buyers.. The lakeside city of Coeur d'Alene, Idaho, tops the list of the country's hottest emerging housing markets, according to the ranking. The Wall Street Journal/Realtor.com Emerging Housing Market Index ranks the 300 biggest metro areas in the U.S. The rankings look at which housing markets are expected to provide a strong return on investment-and are a nice place to live. After Coeur d'Alene, the top metro areas in the ranking are Austin, Texas, Springfield, Ohio, and Billings, Mont. Spokane, Wash., just across the state border from Coeur d'Alene, ranks fifth.", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-a-viral-love-song-girl-in-red-debuts-her-new-album-11619644169", "title": "After a Viral Love Song, Girl in Red Debuts Her New Album", "date": "2021-04-28 17:09", "summary": "The Norwegian alternative artist is part of a new wave of pop musicians who are bringing a rawer, more intimate sound that centers introspection and emotional honesty. Girl in Red, the Norwegian alternative musician whose debut album arrives on Friday, is drawing a growing Gen Z audience thanks to her yearning songs about infatuation, heartbreak and mental health.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/video-of-andrew-brown-shooting-to-be-released-publicly-in-30-plus-days-11619631948", "title": "Video of Andrew Brown Shooting to Be Released Publicly in 30-Plus Days", "date": "2021-04-28 17:05", "summary": "North Carolina judge denies request to release body-cam and dashboard footage immediately. A North Carolina judge said video footage of the fatal police shooting of Andrew Brown Jr. would be kept from public view for at least a month but that Mr. Brown's family members could watch the videos privately much sooner.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-does-bidens-tax-plan-mean-for-student-debt-11619640338", "title": "Biden's Tax Plan Expands Federal Grants, but Doesn't Include Student Loan Forgiveness", "date": "2021-04-28 17:05", "summary": "The $1.8 trillion dollar plan includes provisions aimed at reducing the amount of student debt taken on by students in the future. President Biden's American Families Plan was released on Wednesday with a number of proposed provisions that would lessen the amount of student debt taken on by future students.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/d-c-statehood-needs-a-constitutional-fix-11619643379", "title": "D.C. Statehood Needs a Constitutional Fix", "date": "2021-04-28 16:56", "summary": "To make D.C. a state or to continue it as a district while granting full congressional representation, or its retrocession to Maryland, can be only accomplished by constitutional amendment.. Regarding your editorial \"The D.C. Statehood Gambit\" (April 22): The Constitution's Article 1, Section 8, provides for the possibility of \"such District (not exceeding ten Miles square) as may, by Cession of particular States.\" At the 1788 New York ratifying convention Alexander Hamilton proposed a constitutional amendment to remedy the proposed district's lack of representation if an unspecified population threshold was realized. It was not agreed to. In 1846 the Virginia portion of the cession was ceded back to it, indicating that the District of Columbia as a geographical entity (within the limit of 100 square miles) was malleable.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-climate-plan-is-wise-and-necessary-11619643244", "title": "Biden's Climate Plan Is Wise and Necessary", "date": "2021-04-28 16:54", "summary": "The U.S. is competing with China and other countries for leadership on both climate protection and the industries and the jobs of the future. We must win this race.. Your April 23 editorial \"Biden's 10-Year Climate Plan\" gets one thing right: Cleaning up the power grid and electrifying transportation and buildings are needed to meet the president's target of cutting U.S. climate pollution in half by 2030 and reaching net-zero emissions by 2050.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/election-objectors-brought-disaster-to-gop-11619643291", "title": "Election Objectors Brought Disaster to GOP", "date": "2021-04-28 16:54", "summary": "The Republicans who voted to decertify the last presidential election and haven't publicly asked for forgiveness of their sins against our democracy will receive no support from me.. After the despicable events of Jan. 6, I have taken time to reflect upon whom I shall continue to support in the House of Representatives (\"PACs Cut Funds to Election Objectors,\" U.S. News, April 17). The Republicans who voted to decertify the last presidential election and haven't publicly asked for forgiveness of their sins against our democracy will receive no support from me. They are delusional transgressors against our Constitution and an anathema to our Founding Fathers.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-supreme-court-is-not-meant-to-be-apportioned-11619643192", "title": "The Supreme Court Is Not Meant to Be Apportioned", "date": "2021-04-28 16:53", "summary": "The role of the courts, including the Supreme Court, is to objectively and without bias decide cases based on what the law says.. An April 23 letter from Ian Silverman regarding term limits for the Supreme Court reveals an increasingly common misconception about the nature of the court. Mr. Silverman states that: \"Term limits would provide a greater assurance that presidents of both parties will appoint our justices, helping the higher court reflect the will of the people.\" The role of the courts, including the Supreme Court, is to objectively and without bias decide cases based on what the law says. This may or may not be what the will of the people currently is. The \"will of the people\" is subject to change, and should not be the basis for judicial decisions.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gottlieb-is-right-about-wearing-masks-outdoors-11619643100", "title": "Gottlieb Is Right About Wearing Masks Outdoors", "date": "2021-04-28 16:51", "summary": "If this year has taught me anything, it is that people are egregiously prone to be obedient to baseless government pronouncements.. Thanks to Dr. Scott Gottlieb for pointing out the absurdity of wearing masks outdoors to prevent Covid-19 transmission (\"Time to End Outdoor Mask Edicts,\" op-ed, April 26). I am old enough to collect Social Security and love walking outdoors with my wife every chance we get. We live near the ocean where there is usually a fresh, stiff breeze blowing, and often a gale. Nevertheless, as we traverse our well-worn beaches and trails, we encounter many people wearing masks, and parents often have their young children wearing them as well. If this year has taught me anything, it is that people are egregiously prone to be obedient to baseless government pronouncements echoed by many in a mindless and obedient media. That is one of the saddest outcomes of this pandemic.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-04-28-2021-11619595826", "title": "Stocks Slip After Fed Holds Rates Steady", "date": "2021-04-28 16:46", "summary": "Indexes hover near records as the corporate earnings season gets off to better-than-expected start. U.S. stocks ticked lower Wednesday after the Federal Reserve said it would stick to the loose monetary policy that has underpinned the market's rally in recent months.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-english-manor-so-grand-it-has-its-own-exhibit-at-the-metropolitan-museum-of-art-11619641838", "title": "An English Manor So Grand It Has Its Own Exhibit at the Met", "date": "2021-04-28 16:30", "summary": "Resume Subscription. Few of us can claim our dining room is so spectacular that millions of people will pay to nose around it. Peter and Eleanor Buxton are an exception to the rule.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-museum-worthy-english-estate-11619641765", "title": "A Museum-Worthy English Estate", "date": "2021-04-28 16:29", "summary": "New York's Metropolitan Museum of Art displays the dining room of Kirtlington Park House, the ultimate trophy home of its day.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/treasury-yields-erase-earlier-rise-following-fed-statement-11619638691", "title": "Treasury Yields Erase Earlier Rise Following Fed Statement", "date": "2021-04-28 16:24", "summary": "Fed Chairman Powell's comments eased concerns that central bank will tighten monetary policy more quickly than anticipated. U.S. government-bond yields pared an early climb Wednesday after the Federal Reserve reiterated that it is too early to discuss withdrawing easy-money policies, potentially easing concerns that the central bank will tighten monetary policy more quickly than anticipated.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-time-is-bidens-speech-tonight-how-to-watch-presidents-address-to-congress-11619602201", "title": "What Time Is Biden's Speech to Congress Tonight? How to Stream the President's Address", "date": "2021-04-28 16:21", "summary": "Biden will deliver his first address to a joint session of Congress to mark the end of his first 100 days in office. President Biden's first address to a joint session of Congress will look different from past presidents' because of the coronavirus pandemic. The speech will give him a chance to discuss his first 100 days and his legislative agenda before a prime-time audience.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbus-subsidiary-pleads-guilty-in-saudi-bribery-case-11619631031", "title": "Airbus Subsidiary Pleads Guilty in Saudi Bribery Case", "date": "2021-04-28 16:08", "summary": "GPT Special Project Management pleaded guilty to one count of corruption and was ordered to pay $38.9 million, plus costs, the U.K.'s Serious Fraud Office said. A subsidiary of Airbus SE pleaded guilty in London to a corruption charge stemming from a defense contract that the U.K. arranged with Saudi Arabia, the U.K.'s Serious Fraud Office said.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-democrats-not-sold-on-bidens-proposed-capital-gains-tax-boost-11619637705", "title": "Some Democrats Not Sold on Biden's Proposed Capital-Gains Tax Boost", "date": "2021-04-28 16:08", "summary": "Idea to raise revenue from high-income households would help pay for president's $1.8 trillion antipoverty package. WASHINGTON-President Biden's push to sharply raise taxes on capital gains for high-income households to help pay for his antipoverty program faces skepticism from some fellow Democrats, who say they are concerned higher rates could slow economic growth.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/headbands-thursday-crossword-april-29-11619204352", "title": "Headbands (Thursday Crossword, April 29)", "date": "2021-04-28 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-special-comfort-of-audiobooks-during-covid-19-and-trying-times-11619639796", "title": "The Special Comfort of Audiobooks During Covid-19 and Trying Times", "date": "2021-04-28 15:56", "summary": "Under difficult circumstances, listening to the written word can provide some much needed succor.. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/soutine-de-kooning-conversations-in-paint-review-discordant-dialogue-11619639649", "title": "'Soutine / De Kooning: Conversations in Paint' Review: Discordant Dialogue", "date": "2021-04-28 15:54", "summary": "Though the two artists never met and had very different styles, an intriguing Barnes Foundation exhibition looks for signs of the French modernist's influence on the Abstract Expressionist painter. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auction-house-phillips-names-former-christies-executive-as-new-ceo-11619614802", "title": "Auction House Phillips Names Former Christie's Executive as New CEO", "date": "2021-04-28 15:50", "summary": "Stephen Brooks plans to expand Phillips's global reach, bolster contemporary art sales. A former Christie's executive known for arranging complex art deals and navigating the auction house through a recession has been hired to run Phillips, a smaller rival.", "categories": [["Books & Arts", "Arts", "Art"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/developer-behind-brooklyns-dumbo-neighborhood-lists-hamptons-estate-for-35-million-11619639007", "title": "Developer Behind Brooklyn's Dumbo Neighborhood Lists Hamptons Estate for $35 Million", "date": "2021-04-28 15:43", "summary": "David Walentas extensively renovated the 17,000-square-foot, 11-bedroom property in Southampton. 'It was a great old mansion, but it was a total wreck'. A Hamptons estate extensively renovated by David Walentas, the real-estate investor who developed Brooklyn's Dumbo region into a popular retail and residential destination, is on the market for $35 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-10-shows-and-movies-to-stream-this-week-11619638720", "title": "What to Watch: 10 Shows and Movies to Stream This Week", "date": "2021-04-28 15:38", "summary": "A new film from the Tom Clancy universe starring Michael B. Jordan, a crazy family and killer robots in 'The Mitchells vs. the Machines,' small-town comedy 'Rutherford Falls'-and more. The Oscars have happened, and actress Frances McDormand has instructed the nation to watch her movie \"Nomadland\" on the largest screen possible. (For streaming viewers, that means the biggest screen that gets Hulu.) And here's what else is streaming this week on screens of every size:", "categories": [["Books & Arts", "Entertainment", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-mayoral-candidate-scott-stringer-accused-of-sexual-harassment-11619638548", "title": "New York City Mayoral Candidate Scott Stringer Accused of Sexual Harassment", "date": "2021-04-28 15:35", "summary": "A lobbyist said Stringer groped her on several occasions during 2001 campaign; he denies the claims. A New York City lobbyist accused city comptroller and mayoral candidate Scott Stringer of sexually harassing and groping her on several occasions when she worked as an unpaid intern on his 2001 campaign for public advocate.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-covid-19-surge-spreads-rapidly-beyond-new-delhi-mumbai-11619634804", "title": "India's Covid-19 Surge Spreads Rapidly Beyond New Delhi, Mumbai", "date": "2021-04-28 14:33", "summary": "Five states including Uttar Pradesh account for about 35% of the country's active coronavirus cases. DEHRADUN, India-The Covid-19 outbreak that has overwhelmed hospitals in New Delhi and Mumbai is spreading to states across India, as the world's fastest-growing Covid-19 surge shows no signs of slowing.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-reports-loss-as-air-force-one-work-drags-11619612158", "title": "Boeing Reports Loss as Air Force One Work Drags", "date": "2021-04-28 14:32", "summary": "Aerospace giant cites patchy recovery in airline traffic after sluggish resumption of 737 MAX and 787 Dreamliner deliveries. Boeing Co. reported its sixth consecutive quarterly loss but said it is at an inflection point as production and delivery of new jetliners hinge on vaccination rates and trade relations between the U.S. and China.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/5-summer-skirts-almost-as-good-as-an-italian-vacation-11619634327", "title": "5 Summer Skirts Almost as Good as an Italian Vacation", "date": "2021-04-28 14:25", "summary": "Can't travel to the Amalfi Coast for a sunny holiday? No problem. These breezy cotton styles will help transport you to the seaside-no matter how landlocked your summer digs may be.. EVEN IF YOU'RE not lavishly vacationing on the Amalfi Coast, you can dress like you are. Though the closest most of us will get to Italy this summer is imagining we're Gwyneth Paltrow pining for Jude Law in the midcentury \"Mongibello\" milieu of 1999's \"The Talented Mr. Ripley,\" or Audrey Hepburn evading her royal duties on the back of a Vespa in 1953's \"Roman Holiday,\" clothes can prove transporting. Classic 1950s cotton skirts in colorful prints are an easy way to channel sunnier and more romantic locales.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-irs-is-bidens-infrastructure-11619634319", "title": "The IRS Is Biden's Infrastructure", "date": "2021-04-28 14:25", "summary": "Funding massive entitlements with payers to be named later.. President Joe Biden will focus his Wednesday night speech on one of his multitrillion-dollar spending plans. This one aims to make permanent many of the enacted and proposed emergency entitlements of 2020, especially in education. Ironically, this sector of the economy has experienced a windfall of federal subsidies over the past year even while many practitioners have remained far away from classrooms. But while teachers unions may be controversial, they are not nearly as unpopular as tax collectors, who also figure prominently in tonight's presentation. The new Biden plan relies on an historic expansion of Washington's most infamous bully, the Internal Revenue Service.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-green-germany-could-pump-up-europes-fiscal-push-11619626947", "title": "A Green Germany Could Pump Up Europe's Fiscal Push", "date": "2021-04-28 14:20", "summary": "With Merkel retiring, surging Greens challenge German orthodoxy on debt and government spending. A decade ago Germany's intransigence over bailouts and borrowing prolonged the eurozone's sovereign debt crisis, one reason the region's economic recovery lagged behind the U.S.'s.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-thin-house-majority-to-be-tested-by-multitrillion-dollarplans-11619614802", "title": "Democrats' Thin House Majority to Be Tested by Multitrillion-Dollar Plans", "date": "2021-04-28 14:01", "summary": "On infrastructure and antipoverty plans, lawmakers air differences on tax policy, Medicare expansion, child tax benefits. WASHINGTON-Speaker Nancy Pelosi (D., Calif.) is now leading the slimmest House majority since World War I, putting a premium on party unity as leaders this spring craft trillions of dollars of infrastructure and antipoverty legislation.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/take-off-your-mask-and-go-outside-11619631659", "title": "Take Off Your Mask and Go Outside", "date": "2021-04-28 13:41", "summary": "The CDC's guidance is too restrictive. If it isn't crowded, it's safe to show your face.. You don't need to wear a mask outdoors.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-is-the-six-trillion-dollar-man-11619631701", "title": "Joe Biden Is the Six Trillion Dollar Man", "date": "2021-04-28 13:41", "summary": "The staggering cost of his radical agenda means a 2022 GOP opportunity.. President Biden has 53% approval in the RealClearPolitics average as his 100th day looms. That's 12 points higher than President Trump at this point in his presidency-but still the second-lowest such rating for any president elected since modern polling of presidential performance began in 1945.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smashed-cucumber-and-sugar-snap-pea-salad-with-jerk-vinaigrette-11619630915", "title": "Smashed Cucumber and Sugar Snap Pea Salad With Jerk Vinaigrette", "date": "2021-04-28 13:28", "summary": "Smashed cucumbers and sugar snap peas drink up a jerk vinaigrette full of fresh ginger, other warming spices and a bracing burst of lime. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-snappy-spring-salad-that-comes-together-in-20-minutes-11619630594", "title": "A Snappy Spring Salad That Comes Together in 20 Minutes", "date": "2021-04-28 13:23", "summary": "Smashed cucumbers and sugar snap peas drink up a jerk vinaigrette full of fresh ginger, other warming spices and a bracing burst of lime. THINK OF THIS salad as a love letter to Los Angeles in springtime. At Bridgetown Roti, chef Rashida Holmes serves dishes marrying the Caribbean flavors she grew up with to the region's bounty of local produce.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apollo-11-astronaut-michael-collins-dies-at-90-11619629772", "title": "Apollo 11 Astronaut Michael Collins Dies at 90", "date": "2021-04-28 13:09", "summary": "Pilot of spacecraft returned his moonwalking crewmates Neil Armstrong and Buzz Aldrin back to Earth. People invariably asked Apollo 11 astronaut Michael Collins, who died Wednesday, how he felt orbiting behind the far side of the Moon, cut off from his home world, while his two crewmates made history landing on the lunar surface for the first time.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-california-a-former-journalist-discovers-a-new-beat-architecture-11619629229", "title": "In California, a Former Journalist Discovers New Beat: Architecture", "date": "2021-04-28 13:00", "summary": "Resume Subscription. It was hatred for a Tudor that catapulted Mary Maydan toward a career in architecture.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-closer-look-11619531953", "title": "A Closer Look", "date": "2021-04-28 12:43", "summary": "Selections from 'Juan Hormiga' by Gustavo Roldán. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-closer-look-11618259121", "title": "A Closer Look", "date": "2021-04-28 12:42", "summary": "Selections from 'The Crow and the Peacock' by Jo Fernihough. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-you-can-afford-to-hire-your-dream-interior-designer-11619627877", "title": "You Actually Can Afford a Top Interior Designer-Here's How", "date": "2021-04-28 12:37", "summary": "A new online service lets you video-meet with A-list design pros for a timed rate-and makes once-inaccessible advice a reality. MANY AMERICANS dream of hiring an ace decorator to spiff up their digs, but most of us assume, reasonably enough, that top designers only undertake big-budget projects and that the process involves retainers, markups and contracts.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-top-covid-adviser-olympics-11619626218", "title": "Japan's Top Covid Adviser Urges Caution About Proceeding With Tokyo Games", "date": "2021-04-28 12:13", "summary": "Shigeru Omi said it was time to discuss the Olympics' potential strain on Japan's medical system. TOKYO-The Japanese government's top medical adviser on Covid-19 urged caution about going ahead with the Summer Olympics in Tokyo as highly contagious variants of the coronavirus drive a surge in new infections in Japan.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-boeing-delivering-will-be-tough-11619626332", "title": "For Boeing, Delivering Will Be Tough", "date": "2021-04-28 12:12", "summary": "First-quarter results showcase struggles to shrink stockpile of undelivered planes. Boeing 's big problem isn't selling the infamous 737 MAX. It is delivering it.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alber-elbaz-fashion-designer-who-revived-lanvin-brand-dies-at-age-59-11619620542", "title": "Alber Elbaz, Fashion Designer Who Revived Lanvin Brand, Dies at Age 59", "date": "2021-04-28 11:42", "summary": "Creative director, who also worked for Guy Laroche and Yves Saint Laurent brands, vigorously promoted new AZ Factory line. Julie Gilhart recalls working with the designer Alber Elbaz about 15 years ago when she was fashion director of Barneys New York. The department store was holding a trunk show for Lanvin, the French heritage brand Mr. Elbaz revived when he was its fashion director from 2001 to 2015.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musk-tesla-spacex-regulators-crash-11619624227", "title": "Elon Musk's War on Regulators", "date": "2021-04-28 11:39", "summary": "Resume Subscription. He's become one of the world's most successful entrepreneurs by reinventing industries from electric cars to rockets. Along the way, he's also rewritten the rules of engagement with U.S. regulators.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/mortgage-refinancing-initiative-to-help-lower-income-borrowers-11619616615", "title": "Mortgage Refinancing Initiative to Help Lower-Income Borrowers", "date": "2021-04-28 11:34", "summary": "Federal housing regulator says program could help mortgage borrowers refinance at a lower interest rate. WASHINGTON-The federal regulator of Fannie Mae and Freddie Mac unveiled a new program Wednesday aimed at helping more households lock in historically low interest rates, targeting lower-income borrowers who have missed out on the refinancing boom of the past year.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/revel-plans-launch-of-all-electric-ride-hailing-service-in-new-york-city-11619620232", "title": "Revel Plans Launch of All-Electric Ride-Hailing Service in New York City", "date": "2021-04-28 11:31", "summary": "Company known for its electric-moped-share system plans to launch fleet of for-hire cars in Manhattan, but taxi regulator is pushing back. Revel, the company best known for its electric-moped-share system, is locked in a battle with New York City over launching an electric-vehicle ride-hailing service in Manhattan next month.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-johnson-faces-probe-into-financing-of-downing-street-apartment-refit-11619623601", "title": "Boris Johnson Faces Probe Into Financing of Apartment Refit", "date": "2021-04-28 11:26", "summary": "U.K. prime minister faces battles over his conduct, but he stays ahead in the polls. LONDON-U.K. Prime Minister Boris Johnson is being investigated by the country's electoral watchdog following allegations that he failed to declare who funded an upgrade of his residence at 11 Downing Street, the latest of a series of political battles over his conduct and that of his government.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazil-covid-19-variant-spreads-across-south-america-in-warning-to-world-11619611204", "title": "Covid-19 Variant Tears Through South America", "date": "2021-04-28 11:25", "summary": "Countries that recently had the spread of Covid-19 under control are now seeing hospitalizations and deaths surge. TACUAREMBÓ, Uruguay-An aggressive coronavirus variant from Brazil that has been detected in more than 30 nations is now raging across South America, prompting deaths and hospitalizations to soar even in countries that have widely administered vaccines.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-tweaks-app-to-further-integrate-food-with-rides-11619622303", "title": "Uber Rides App to Prompt Food-Delivery Orders", "date": "2021-04-28 11:05", "summary": "Ride-hailing giant positions its business to steer past the pandemic. Uber Technologies Inc. is adding features to its app that will further entwine the rides and food-delivery businesses as it steers toward a future when a vaccinated public starts traveling, going to work and potentially ordering-in less frequently.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ces-plans-return-to-las-vegas-in-2022-11619619923", "title": "CES Plans Return to Las Vegas in 2022", "date": "2021-04-28 11:02", "summary": "Annual consumer tech show to resume in-person format after 2021 event went all-virtual during the pandemic. CES, the world's largest consumer-electronics exhibition, plans to hold its annual convention in-person next year in Las Vegas, a vote of confidence in live events amid optimism that the rollout of vaccinations is slowing the pace of Covid-19 infections.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-crushing-burden-of-healthcare-microregulation-11619622081", "title": "The Crushing Burden of Healthcare Microregulation", "date": "2021-04-28 11:01", "summary": "To improve patient care, doctors need freedom from the intrusive rules set by insurers, medical societies and government agencies.. When my wife finally made the decision to close her medical practice, she said it was because of the endless paperwork that often left her in tears by the end of the day. Trying to get \"prior authorization\" from insurers for medications she prescribed, for example, consumed hours of practice time and sometimes resulted in weeks of treatment delays. \"I don't see how I can keep this up,\" she'd been saying for years.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spotify-adds-subscribers-as-covid-19-boosts-at-home-streaming-11619604000", "title": "Spotify Adds Subscribers, Says Rogan Drawing More Users Than Expected", "date": "2021-04-28 10:59", "summary": "Audiostreaming platform warns of uncertain growth as newer markets endure a surge in coronavirus cases. Continued at-home listening of music and podcasts helped Spotify Technology SA post another quarter of strong subscription gains, though overall user growth softened as some of the company's newest markets face a fierce resurgence of Covid-19.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-in-bidens-american-families-plan-proposal-11619621174", "title": "What's in Biden's American Families Plan? From Taxes to Child Care", "date": "2021-04-28 10:58", "summary": "The $1.8 trillion proposal includes subsidized child care, free preschool and higher taxes on the wealthy. President Biden's administration rolled out its $1.8 trillion American Families Plan on Wednesday ahead of his first address to Congress. The plan is Mr. Biden's third in a series of proposals to overhaul the American economy.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capitol-tightens-security-for-bidens-first-address-to-congress-11619620600", "title": "Capitol Tightens Security for Biden's First Speech to Congress", "date": "2021-04-28 10:51", "summary": "The threat environment and Covid-19 make for a buttoned-up affair compared with similar events. WASHINGTON-Security measures have been heightened at the Capitol ahead of President Biden's first address to Congress on Wednesday because of Covid-19 and lingering safety concerns months after pro-Trump rioters stormed the complex on Jan. 6.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ad-giants-ipg-wpp-report-return-to-organic-revenue-growth-11619620972", "title": "IPG, WPP Report Return to Organic Revenue Growth", "date": "2021-04-28 10:42", "summary": "The agency holding companies follow rivals Omnicom and Publicis in reporting signs of recovery after the impact of the pandemic. Interpublic Group of Cos. and WPP PLC both reported a return to organic revenue growth in the first quarter of 2021, adding to signs the advertising industry is turning a corner after a year of uncertainty stemming from the coronavirus pandemic.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/post-covid-vaccine-life-in-gibraltar-11619617033", "title": "Want a Peek at Post-Covid Life? Check Out Gibraltar", "date": "2021-04-28 10:33", "summary": "Resume Subscription. GIBRALTAR-On this strip of densely populated rock jutting into the Mediterranean Sea, people are tasting freedom.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/in-ukraines-east-fears-grow-of-new-russian-power-play-11619602285", "title": "In Ukraine's East, Fears Grow of New Russian Power Play", "date": "2021-04-28 10:25", "summary": "Resume Subscription. AVDIIVKA, Ukraine-Arthur Volodymyrovych ducked his head down as he walked along the bottom of a trench last week, hoping to avoid sniper fire from Russia-backed separatists positioned less than 900 feet away.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/cant-decide-what-to-stream-netflixs-new-feature-will-choose-for-you-11619618402", "title": "Can't Decide What to Stream? Netflix's New Feature Will Choose for You", "date": "2021-04-28 10:00", "summary": "Streaming service says 'Play Something' button will starts playing a television show or movie without making you pick. Netflix Inc. has rolled out a feature designed to alleviate a very modern malady: the so-called choice fatigue experienced when deciding what to watch next on a streaming service. Its solution is a \"Play Something\" button that, as its name suggests, starts playing a television show or movie without making you pick.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-can-no-longer-fly-under-the-radar-11619618402", "title": "Microsoft Can No Longer Fly Under the Radar", "date": "2021-04-28 10:00", "summary": "A $2 trillion market value raises the stakes for software giant's performance and could bring additional scrutiny. As Microsoft is learning early, $2 trillion comes with a price.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaccines-appear-to-be-slowing-spread-of-covid-19-infections-11619615436", "title": "Vaccines Appear to Be Slowing Spread of Covid-19 Infections", "date": "2021-04-28 09:10", "summary": "With more than 37% of U.S. adults fully vaccinated, Anthony Fauci expects case numbers to drop significantly. Vaccines appear to be starting to curb new Covid-19 infections in the U.S., a breakthrough that could help people return to more normal activities as infection worries fade, public-health officials say.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alphabet-pinterest-mondelez-what-to-watch-when-the-stock-market-opens-today-11619607977", "title": "Alphabet, Pinterest, Mondelez, Dogecoin: What to Watch When the Stock Market Opens Today", "date": "2021-04-28 09:04", "summary": "Results are due from Apple and Facebook. Here's what we're watching ahead of Wednesday's opening bell.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/messagebird-investors-inject-1-billion-to-help-finance-u-s-expansion-11619614823", "title": "MessageBird Investors Inject $1 Billion to Help Finance U.S. Expansion", "date": "2021-04-28 09:00", "summary": "The communications technology provider is using fresh capital to acquire private-equity-backed SparkPost. MessageBird BV has received roughly $1 billion in private-equity investments that the Amsterdam-based communications technology company is using to bolster its U.S. market share and its product offerings.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/books-to-read-the-best-reviews-of-april-11619614823", "title": "Books to Read: The Best Reviews of April", "date": "2021-04-28 09:00", "summary": "'The Agitators,' 'The Man Who Lived Underground' and more of the books our reviewers singled out for praise.. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airports-new-hubs-austin-boston-raleigh-durham-11619536100", "title": "The U.S. Cities Where Airlines See the Most Growth", "date": "2021-04-28 08:56", "summary": "Austin, Boston and Raleigh-Durham are among the mini-hubs the major carriers will be fighting over this year, to the benefit of air passengers. Is your city about to get the gift of more direct flights?", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-suisse-bank-of-america-credit-agricole-fined-by-eu-for-bond-trading-cartel-11619610283", "title": "Credit Suisse, Bank of America, Credit Agricole Fined by EU for Bond-Trading Cartel", "date": "2021-04-28 08:49", "summary": "Three banks fined a combined total of $34.4 million. Deutsche Bank avoided a penalty by informing the EU about the cartel.. The European Union fined Credit Suisse Group AG , Bank of America Corp. and Crédit Agricole SA for illegally colluding on trades in government bond markets at the expense of their clients.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supermodel-amber-valletta-success-interview-11619613046", "title": "Supermodel Amber Valletta on the One Achievement She's Most Proud of", "date": "2021-04-28 08:31", "summary": "The WSJ. cover star shares the secrets to her success. What's the one piece of advice that you live by?", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hiroshi-sugimotos-interview-11619612963", "title": "Hiroshi Sugimoto's Radical Traditionalism", "date": "2021-04-28 08:30", "summary": "The Japanese photographer and architect, who's redesigning the Hirshhorn Museum's sculpture garden, is tired of modern architecture and much of the art made amid contemporary capitalism. Hiroshi Sugimoto has dedicated much of his art to capturing the fleeting sense of time. He photographs buildings with ultralong exposures, lending them a blurred effect, as though they were dissolving with the passage of history. His grainy seascape photographs, their blocky waviness like black-and-white Rothkos, feel boundless, as though one might fall into them. As an architect, the buildings he designs with centuries-old techniques also seem to be a part of that infinite past.", "categories": [["Still Life"]], "category_links": ["https://www.wsj.com/news/types/magazine-still-life?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/odile-mir-furniture-french-11619612888", "title": "The Granddaughter Revitalizing Her 94-Year-Old Grandmother's French Design Glory", "date": "2021-04-28 08:28", "summary": "Odile Mir created thrilling designs for the brand Prisunic in the late '60s and into the '70s. Now her granddaughter, interior designer Léonie Alma Mason, is bringing them back.. In the late 1960s, the French sculptor Odile Mir was hired as a freelance designer at the Delmas lighting factory, in Montauban, in the southern French region of Occitanie-an hour's drive from Saint-Sulpice-la-Pointe, the village where she lived with her husband and teenage daughter. She was the only female designer working in the factory, conceiving and producing lighting prototypes to be sold to major department stores all over France. (She had already learned welding from the blacksmith in her town.) At night, she stayed back after everyone had gone home and focused on her \"real work\" as an established artist, which saw her creating imposing bronze and steel sculptural forms and figures that towered above her 5-foot-3-inch frame.", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gavin-newsom-recall-what-happens-next-11619611533", "title": "Gavin Newsom Recall: What Happens Next?", "date": "2021-04-28 08:05", "summary": "California governor almost certain to face recall election later this year, the sixth attempt by Republican activists since he was elected. California Gov. Gavin Newsom is almost certain to face a recall election in the fall of 2021 after California's secretary of state confirmed on April 26 that election officials have verified 1.63 million signatures on a recall petition. Just under 1.5 million verified signatures were needed.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deutsche-bank-is-drama-free-for-now-11619611379", "title": "Deutsche Bank Is Drama-Free for Now", "date": "2021-04-28 08:03", "summary": "Sidestepping the Archegos debacle reinforces the lender's turnaround story. Investors may soon start asking what comes next.. After years of drama, Deutsche Bank has become boring. That is welcome, but also brings closer the moment when the lender will be judged on something wider-and in some ways harder to resolve-than a corporate overhaul.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-companies-buy-back-shares-pay-dividends-a-year-into-pandemic-11619611204", "title": "More Companies Buy Back Shares, Pay Dividends a Year Into Pandemic", "date": "2021-04-28 08:00", "summary": "U.S. businesses, many of them no longer facing cash-flow woes, are returning more capital to shareholders. Companies are spending more money on dividends and share repurchases after pausing or shrinking them last spring in an effort to preserve cash during the coronavirus pandemic.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nfl-draft-2021-time-trevor-lawrence-jaguars-11619583808", "title": "Trevor Lawrence Has Always Been No. 1", "date": "2021-04-28 08:00", "summary": "The Clemson quarterback was the top college recruit in America. He won a championship. Now he'll finally be the top pick in the draft.. Two years ago, Clemson browbeat Alabama 44-16 in the national championship. It was the most lopsided loss of Nick Saban's tenure in Tuscaloosa. And every day since that blowout in January 2019, the first pick of the NFL draft in April 2021 has been a certainty: Trevor Lawrence, the quarterback who wrecked the greatest college football coach ever and made it look easy at age 19.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sony-eyes-a-broader-entertainment-empire-11619611009", "title": "Sony Eyes a Broader Entertainment Empire", "date": "2021-04-28 07:56", "summary": "Electronics-and-entertainment company is betting on broader content offerings as pandemic's boost fades. The pandemic's boost is fading for Sony , but the company's longer term content-focused strategy still looks likely to pay off.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-the-eus-covid-19-vaccine-drive-stumbled-it-turned-to-mr-fixit-11619610808", "title": "When the EU's Covid-19 Vaccine Drive Stumbled, It Turned to Mr. Fixit", "date": "2021-04-28 07:53", "summary": "Thierry Breton, a seasoned French executive, tracked vaccine supplies, pressured pharma companies to deliver. 'We will win this fight.'. Thierry Breton knew the European Union's vaccine campaign needed help when his boss called him in January.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venture-firms-bask-in-a-surge-of-blockbuster-profits-11619608939", "title": "Venture Firms Bask in a Surge of Blockbuster Profits", "date": "2021-04-28 07:22", "summary": "Sutter Hill's Snowflake bet eclipses some of the biggest returns in U.S. startup history. Nearly a decade ago, venture-capital firm Sutter Hill Ventures made a small wager on an idea for a cloud computing services company, helping found and fund Snowflake Inc.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/7-eleven-taps-spring-breakers-director-harmony-korine-for-70-million-marketing-campaign-11619607612", "title": "7-Eleven Taps 'Spring Breakers' Director Harmony Korine for $70 Million Marketing Campaign", "date": "2021-04-28 07:00", "summary": "Convenience chain works to keep consumers coming amid increasingly convenient e-commerce. 7-Eleven Inc. is rolling out its biggest television advertising push in years as part of a marketing campaign to counter increasing competition from all sides and to gain a new look from shoppers.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/openap-launches-data-tool-meant-to-streamline-tv-ad-buying-11619607627", "title": "OpenAP Launches Data Tool Meant to Streamline TV Ad Buying", "date": "2021-04-28 07:00", "summary": "The industry group's system creates an identifier that ultimately will let advertisers measure reach across both digital and traditional TV networks. TV ad industry consortium OpenAP is launching a so-called identifier to help advertisers more efficiently place and measure ads across separate digital and traditional TV systems.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/atl-partners-led-group-invests-more-than-300-million-in-arrive-logistics-11619607612", "title": "ATL Partners-Led Group Invests in Arrive Logistics", "date": "2021-04-28 07:00", "summary": "The group became the largest investor in the freight-brokerage company, while early backer Lead Edge Capital sold a portion of its stake. ATL Partners led a group backing a $300 million-plus investment in Arrive Logistics, giving the group the largest stake in the freight-brokerage company.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fidelity-launches-platform-for-fund-managers-to-profit-from-short-sellers-11619607644", "title": "Fidelity Launches Platform for Fund Managers to Profit From Short Sellers", "date": "2021-04-28 07:00", "summary": "Boston firm launched securities-lending business in-house two years ago and is now extending those services to other asset managers. Fidelity Investments Inc. is ramping up a business that helps money managers profit on those eager to bet against stocks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huaweis-sales-slide-steepens-under-weight-of-u-s-sanctions-11619607280", "title": "Huawei's Sales Drop Steepens Under Weight of U.S. Sanctions", "date": "2021-04-28 06:54", "summary": "Chinese tech giant suffers second straight quarterly drop in revenue as smartphone sales drop. HONG KONG-Huawei Technologies Co. reported a steepening decline in revenue in the first quarter, as its smartphone sales tumbled and the Chinese tech giant continued to struggle under U.S. sanctions.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deutsche-bank-avoids-archegos-meltdown-reports-profit-surge-11619589444", "title": "Deutsche Bank Avoids Archegos Meltdown, Reports Profit Surge", "date": "2021-04-28 05:42", "summary": "Bank benefits from frenzied investor activity in a volatile market and companies raising funding and merging. Deutsche Bank AG reported its strongest quarter in seven years thanks to activity at its investment bank, while the lender escaped the implosion of Archegos Capital Management that badly hit some rivals.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-home-covid-19-tests-might-cost-too-much-for-regular-use-11619602221", "title": "At-Home Covid-19 Tests Might Cost Too Much for Regular Use", "date": "2021-04-28 05:30", "summary": "Rapid, paper-strip tests are arriving at pharmacies with price tags of $20 or more for two tests. Covid-19 tests for people to use to get quick results at home are finally becoming available to buy at pharmacies and retailers. Yet an obstacle might stand in the way of regular use: cost.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-ohio-town-grapples-with-tearing-down-a-plant-from-the-cold-war-11619602203", "title": "Ohio Town Grapples With Tearing Down Cold War Plant", "date": "2021-04-28 05:30", "summary": "Resume Subscription. PIKETON, Ohio-Through the trees around her home, Elizabeth Lamerson can see part of the 70-year-old uranium-enrichment plant that government contractors plan to start tearing down this week. In this small Appalachian community, she and many of her neighbors say they are worried about any escape of radioactive material and the impact it could have on their health.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/saudi-arabia-to-sell-more-aramco-stakes-crown-prince-says-11619600845", "title": "Saudi Arabia to Sell More Aramco Stakes", "date": "2021-04-28 05:07", "summary": "After its 2019 IPO failed to generate much foreign demand, Aramco is in talks to sell a 1% stake to an unnamed global energy company. Saudi Arabia is talking with unnamed foreign investors about selling stakes in Aramco, with options that include a 1% acquisition by a leading global energy company, according to the kingdom's crown prince.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsungs-lee-family-to-offload-picassos-monets-as-it-settles-gargantuan-tax-bill-11619575441", "title": "Samsung's Lee Family to Offload Art as It Settles Tax Bill", "date": "2021-04-28 00:34", "summary": "South Korea's wealthiest family faces massive inheritance taxes following the death of Samsung Chairman Lee Kun-hee last year. ", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11619534273", "title": "Pepper...and Salt", "date": "2021-04-28 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-leaders-clash-on-trump-at-annual-retreat-11619563002", "title": "GOP Leaders Clash on Trump at Annual Retreat", "date": "2021-04-28 21:48", "summary": "Republicans hope to take back control of Congress in midterms. ORLANDO, Fla.-House GOP leaders presented clashing views at their annual gathering over the 2020 election, the best way to win back control of Congress and the role former President Donald Trump will play in the party's future.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eric-schneiderman-loses-law-license-for-one-year-11619573054", "title": "Eric Schneiderman Loses Law License for One Year", "date": "2021-04-28 21:24", "summary": "Former New York attorney general admits to engaging in professional misconduct and abusing previous girlfriends, disciplinary opinion says. A New York court on Tuesday barred former New York Attorney General Eric Schneiderman from practicing law for a year, saying his admitted abuse of girlfriends was professional misconduct.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pinterest-cfo-looks-to-ramp-up-spending-on-marketing-product-investments-11619570245", "title": "Pinterest CFO Looks to Ramp Up Spending on Marketing, Product Investments", "date": "2021-04-28 20:37", "summary": "The image-sharing platform expects the number of U.S. users to plateau as the pandemic abates. Pinterest Inc.'s finance chief plans to spend more money on marketing to offset a potential slowdown in activity on its image-sharing platform as the U.S. economy reopens.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}]