[{"link": "https://www.wsj.com/articles/where-is-my-tax-refund-millions-of-americans-are-waiting-for-the-irs-to-pay-up-11620379833", "title": "Millions of Americans Are Waiting for the IRS to Pay Up", "date": "2021-05-07 19:05", "summary": "The IRS is grappling with unprecedented delays caused by the pandemic and late changes to the law. 'This has been a challenging year.'. It's May. Do you know where your tax refund is?", "categories": [["Markets", "Tax Report"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/tax-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-names-two-cios-11620427754", "title": "JPMorgan Names Two CIOs", "date": "2021-05-07 18:49", "summary": "James Reid, tech chief for the bank's new employee experience unit, is the company's first Black CIO. JPMorgan Chase & Co. created a new chief information officer position that is focused on building and improving technology used by its internal workforce, and promoted a technologist to fill the role.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-proposes-rule-to-curb-spread-of-ghost-guns-11620425982", "title": "Justice Department Proposes Rule to Curb Spread of 'Ghost Guns'", "date": "2021-05-07 18:47", "summary": "Agency says it recovered more than 23,000 unmarked firearms from potential crime scenes from 2016 to 2020. WASHINGTON-The Justice Department proposed a new rule Friday aimed at curbing ghost guns, which lack the serial numbers law enforcement use to track criminals' weapons.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moderna-peloton-microsoft-stocks-that-defined-the-week-11620427284", "title": "Moderna, Peloton, Microsoft: Stocks That Defined the Week", "date": "2021-05-07 18:44", "summary": "Here are seven major companies whose stocks moved on the week's news. Moderna Inc.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyse-to-delist-chinese-telecoms-carriers-after-rejecting-appeals-11620394719", "title": "NYSE to Delist Chinese Telecom Carriers After Rejecting Appeals", "date": "2021-05-07 18:35", "summary": "Delistings to follow Trump-era investment ban and Biden-era review. China's big three telecom carriers lost their appeals against being kicked off the New York Stock Exchange, which moved to delist them to comply with an investment ban introduced by former President Donald Trump.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-supply-side-jobs-slowdown-11620426462", "title": "The Supply-Side Jobs Slowdown", "date": "2021-05-07 18:27", "summary": "When you pay people not to work, guess what? Many people don't.. An economy doesn't live by demand alone. There is no clearer evidence of that dictum than Friday's surprising jobs report for April, which undershot the expectations of economists by more than 700,000. Welcome to the supply-side jobs slowdown.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/southlake-says-no-to-woke-education-11620426330", "title": "Southlake Says No to Woke Education", "date": "2021-05-07 18:25", "summary": "A parent revolt against critical-race theory in the K-12 classroom.. The takeover of higher education by critical-race theory may be a fait accompli, but some parents won't surrender K-12 education without a fight. That's the message voters in the Dallas suburb of Southlake sent last weekend.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-book-banning-blueprint-11620426021", "title": "Facebook's Book-Banning Blueprint", "date": "2021-05-07 18:20", "summary": "The company throttles a Journal review on climate science.. Amazon this year started its foray into politicized book-banning, pulling a three-year-old book on transgender policy by a conservative think-tanker from its web store. Facebook doesn't sell books, but it can suppress their distribution when they conflict with a political agenda. The social-media giant now appears to be throttling a Wall Street Journal review of a book on climate science by physicist Steven Koonin, the former top scientist at the Obama Energy Department and provost of the California Institute of Technology.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-lifts-covid-19-vaccine-production-targets-for-2021-2022-11620425904", "title": "Pfizer Lifts Covid-19 Vaccine Production Targets for 2021, 2022", "date": "2021-05-07 18:18", "summary": "Drugmaker's raised goal comes as India and other developing countries clamor for more doses. Pfizer Inc. is raising manufacturing projections for its Covid-19 vaccine this year and next, saying it could produce hundreds of millions of extra doses it would send to developing countries.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/britains-political-realignment-11620425846", "title": "Britain's Political Realignment", "date": "2021-05-07 18:17", "summary": "The Tories continue to gain in the former Labour heartland.. Local elections rarely warrant global attention, but these aren't normal times and the votes Britons cast Thursday don't count as a normal local election. The results mark the next step in what's becoming a major political realignment in the world's fifth-largest economy.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/astrazeneca-weighs-seeking-full-u-s-approval-for-covid-shot-skipping-emergency-use-application-11620423584", "title": "AstraZeneca Weighs Seeking Full U.S. Approval for Covid Shot, Skipping Emergency-Use Application", "date": "2021-05-07 18:01", "summary": "British drugmaker faces challenges gathering data; may wait to apply for full approval by the FDA, which takes longer. ", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-courage-of-the-apolitical-ceo-11620423959", "title": "The Courage of the Apolitical CEO", "date": "2021-05-07 17:46", "summary": "A small software firm shows leadership when many execs (whatever their PR says) act from fear.. A reader proposes making \"Basecamp\" a verb. He's referring to a Chicago-based software startup that became famous overnight when it asked employees to stop bringing their politics to work, even offering generous severance to any who felt squelched by such a stricture.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/family-policy-shouldnt-penalize-married-and-stay-at-home-parents-11620423991", "title": "Family Policy Shouldn't Penalize Married and Stay-at-Home Parents", "date": "2021-05-07 17:46", "summary": "To leave behind a plan that lasts, Biden needs to reach across the aisle.. The U.S. birthrate reached its lowest level ever in 2020, according to data released this week by the Centers for Disease Control and Prevention. Young people are marrying less and having fewer kids in part because they don't feel confident about their job prospects and financial security. As everyone knows, raising kids is expensive. Health-insurance premiums are 55% higher than they were a decade ago. Home prices are rising at the fastest pace in 15 years, and a median starter home now costs $215,000. College tuition has more than doubled in real terms since the 1980s.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washington-has-no-authority-to-dictate-state-taxes-11620423917", "title": "Washington Has No Authority to Dictate State Taxes", "date": "2021-05-07 17:45", "summary": "Ohio and 20 others are suing to challenge an unconstitutional poison pill in the Covid relief law.. Columbus, Ohio", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-the-philadelphia-museum-of-art-frank-gehrys-renovation-goes-beneath-the-surface-11620423758", "title": "At the Philadelphia Museum of Art, Frank Gehry's Renovation Goes Beneath the Surface", "date": "2021-05-07 17:42", "summary": "The institution had no choice but to expand downward in an impressive $233 million project.. Philadelphia", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-covid-19-metrics-signal-hopeful-turn-11620423357", "title": "U.S. Covid-19 Metrics Signal Hopeful Turn", "date": "2021-05-07 17:35", "summary": "Newly reported cases, hospitalizations and deaths have been declining, as the country meets a vaccination benchmark. The U.S. may finally have turned a corner in the Covid-19 pandemic, according to epidemiologists and public-health officials.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-allies-ask-u-s-to-slow-afghan-withdrawal-officials-say-11620420804", "title": "European Allies Ask U.S. to Slow Afghan Withdrawal, Officials Say", "date": "2021-05-07 17:34", "summary": "Turkey says it may leave job of security at Kabul airport, adding to difficulties. WASHINGTON-European allies are pushing the U.S. to delay its withdrawal from Afghanistan-which U.S. officials had suggested could be complete by as early as July 4-to give NATO allies more time and support to leave, U.S. officials said.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bombardier-says-u-s-doj-has-requested-information-on-indonesian-jet-deals-11620422514", "title": "Bombardier Says U.S. DOJ Has Requested Information on Indonesian Jet Deals", "date": "2021-05-07 17:21", "summary": "The transactions, which took place around a decade ago, were already under investigation by U.K. authorities for alleged bribery and corruption. Bombardier Inc. said the U.S. Justice Department has requested information and documents related to its deals with airline PT Garuda Indonesia, transactions that were already under investigation by U.K. authorities for alleged bribery and corruption.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/servicenow-cio-looks-to-retain-lockdown-lessons-in-hybrid-work-plans-11620421600", "title": "ServiceNow CIO Looks to Retain Lockdown Lessons in Hybrid Work Plans", "date": "2021-05-07 17:06", "summary": "Certain cultural changes brought on by the pandemic need to be kept in the new hybrid mode, says Chris Bedi. The new hybrid way of working in the wake of the coronavirus pandemic, with some employees at home and some at the office, will force technology leaders to think more strategically about workplace culture, said Chris Bedi, chief information officer at ServiceNow Inc.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/neiman-marcus-foe-kamensky-sentenced-to-six-months-in-prison-for-bankruptcy-fraud-11620405322", "title": "Hedge-Fund Founder Gets Prison Sentence for Fraud Tied to Neiman Bankruptcy", "date": "2021-05-07 17:05", "summary": "Marble Ridge Capital founder Dan Kamensky had asked for probation and community service instead of prison time. Hedge-fund founder Dan Kamensky was sentenced to six months in prison for bankruptcy fraud over his attempt to quash a rival bid for shares of a Neiman Marcus Group Ltd. business that he wanted to buy himself.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexico-protests-u-s-funding-of-civic-group-ahead-of-meeting-with-vice-president-harris-11620420636", "title": "Mexico Protests U.S. Funding of Civic Group Ahead of Meeting With Harris", "date": "2021-05-07 16:50", "summary": "In diplomatic note, Mexico says the funding interferes in domestic affairs. MEXICO CITY-Mexican President Andrés Manuel López Obrador blasted U.S. funding of a local civil society group critical of his policies as interference in Mexico's internal affairs, hours before a virtual meeting Friday with Vice President Kamala Harris over immigration.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-weve-lost-in-rejecting-the-sabbath-11620399624", "title": "What We've Lost in Rejecting the Sabbath", "date": "2021-05-07 16:43", "summary": "Setting aside one day a week for rest and prayer used to be an American tradition. In an age of constant activity, we need it more than ever.. In 2019, North Dakota lawmakers abolished their state's Sunday-trading ban. Going back to the 19th century, business owners had faced jail time and a fine for keeping their doors open Sunday mornings. It was America's last statewide blue law, and it went the way of the rotary telephone and the airplane smoking section. The bill's main GOP sponsor in the state legislature claimed that a majority \"wants to make decisions for themselves.\" Ending the ban, officials argued, would boost shopping and, with it, revenues.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-05-07-2021-11620372977", "title": "Stocks Climb as S&P 500, Dow Hit Records", "date": "2021-05-07 16:41", "summary": "Nasdaq outperforms other indexes; Treasury yields stay volatile. A lackluster monthly jobs report sparked a rebound in technology shares and other growth stocks Friday, helping send the S&P 500 and Dow Jones Industrial Average to fresh highs.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-fauci-and-the-origins-of-covid-11620419989", "title": "China, Fauci and the Origins of Covid", "date": "2021-05-07 16:39", "summary": "Did the virus come from a Chinese lab funded by the celebrated doctor's U.S. government institute?. Before Covid-19 ravaged the world, Dr. Anthony Fauci's National Institutes of Allergy and Infectious Diseases funded coronavirus research that included work at China's Wuhan Institute of Virology. The idea was to study the ability of such viruses to attack humans, but could a Fauci-funded experiment actually be the source of the deadly global infection? In an exhaustive account of the viral possibilities published this week by the Bulletin of the Atomic Scientists, Nicholas Wade argues that the Chinese lab is the most likely source of the world-wide agony.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/convertible-debt-funds-are-they-good-investments-11620419897", "title": "Convertible-Debt Funds: Are They Good Investments?", "date": "2021-05-07 16:38", "summary": "We examined returns for the past 15 years. Here's what we found.. Should individual investors consider convertible debt? Based on my analysis, the answer appears to be \"yes,\" at least on a risk-adjusted basis.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comparing-covid-with-asian-flu-of-the-50s-11620419854", "title": "Comparing Covid With Asian Flu of the '50s", "date": "2021-05-07 16:37", "summary": "Niall Ferguson's case for seeing the mid-20th century American response as wiser rests on an apples-versus-oranges assertion that the human cost this time was only 40% worse in years of life lost.. Niall Ferguson offers an alluring comparison of \"How a More Resilient America Beat a Mid-Century Pandemic\" (Review, May 1) without lockdowns, school closings or masks, in sharp contrast to the American approach to Covid-19. But his case for seeing the mid-20th century American response as wiser rests on an apples-versus-oranges assertion that the human cost this time was only 40% worse in years of life lost. To honestly compare responses, we must do one of two things. Either estimate how many years of life would have been saved in the 1957-58 pandemic if the U.S. had adopted the preventive measures pursued in much of the country in 2020-21. Or estimate how many years of life would have been lost in the past 15 months had the U.S. acted now as then: no masks, no lockdowns, no one stays home unless symptomatic. That comparison has potential to shed light on the relative merits of different responses to pandemics. It would likely lead most of us to be less nostalgic for the midcentury past.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeopardy-hysteria-shows-growing-disunity-11620419806", "title": "Jeopardy! Hysteria Shows Growing Disunity", "date": "2021-05-07 16:36", "summary": "What would the progressives accuse a deaf person of when he or she is merely using American Sign Language to sign the number \"nine.\". I have to admit that before I read your editorial \"Mass Hysteria for $2,000\" (May 3) I was unaware that there was a \"contestant community\" out there and that it had taken such a unified and principled stand on the hand gestures of others, particularly those who might be perceived as fellow or aspiring members. Eagerly awaited from these gesticulation experts is the \"community's\" take on gang signing by film stars, rappers, inner-city gang members, MS-13, etc., which, at least to an untrained hand-gesture critic like myself, seem to have real, intentionally nefarious meaning. OK?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manage-farming-incentives-more-effectively-11620419745", "title": "Manage Farming Incentives More Effectively", "date": "2021-05-07 16:35", "summary": "Congress should make major reforms to agriculture and climate policy.. Regarding \"Farmers Want Help Cutting Emissions\" (U.S. News, May 3): Taxpayer-funded federal programs have certainly helped America's agricultural sector become one of the most productive and efficient in the world. Now, through expanded adoption of conservation practices, our nation's farmers have the potential to help reduce global-warming emissions while enhancing crop productivity and profitability.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-knew-philip-roth-had-so-ironic-a-sense-of-humor-11620419630", "title": "Who Knew Philip Roth Had So Ironic a Sense of Humor?", "date": "2021-05-07 16:33", "summary": "A group of my friends, including Philip Roth, attended a New Year's Eve party in Princeton in 1970.. Regarding Sam Sacks's \"Zuckerman's Complaint\" (Books, April 3) about Blake Bailey's biography of Philip Roth: A group of my friends, including Philip Roth, attended a New Year's Eve party in Princeton in 1970. Roth and I chatted about \"Winners\"-a movie I was writing. He genuinely listened and graciously made comments. However, he spent every other moment whining about everything-cold food, lousy band, uninteresting people, etc. At the end of the evening I told him I had experienced the \"Gripes of Roth.\" He was amused.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dems-back-anti-asianism-11620419389", "title": "Dems Back Anti-Asianism", "date": "2021-05-07 16:29", "summary": "The second casualty is often Asian-Americans.. Regarding your editorial \"A Revealing Vote on Anti-Asian Bias\" (April 26): When it comes to Democrats and elite admission policies, the first casualty is truth, the second casualty is often Asian-Americans.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cryptocurrency-crash-no-big-deal-bitcoin-ether-dogecoin-11620332378", "title": "If Crypto Crashes Tomorrow, It's No Big Deal. In Five Years, It Might Be.", "date": "2021-05-07 16:27", "summary": "Bitcoin, dogecoin, ether and other cryptocurrencies are now worth about $2 trillion. But the world of crypto is still small, and stands apart from the rest of the economy.. \"Have fun being poor!\"", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/april-jobs-report-unemployment-rate-2021-11620332156", "title": "U.S. Employers Added 266,000 Jobs in April as Hiring Slowed", "date": "2021-05-07 16:23", "summary": "Unemployment rose to 6.1%; some businesses have struggled to fill openings. Hiring in the U.S. unexpectedly slowed in April, a sign the nation's recovery from the pandemic still faces challenges as many businesses struggle to find workers or remain cautious about the economic outlook.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/defending-the-beauty-of-numbers-11620418106", "title": "Defending the Beauty of Numbers", "date": "2021-05-07 16:08", "summary": "G.H. Hardy's 'A Mathematician's Apology' has been called 'the best account of what it is like to be a creative artist.'. The finest reflection on creativity I know of, capturing the magic and transience of its gifts, is not the work of an artist. Its author did not paint, sculpt, write or compose, though he appreciated those who do. He was not of the humanities, nor are his name and achievements much spoken of today. For all that, G.H. Hardy's \"A Mathematician's Apology,\" published in 1940, was, according to Graham Greene, along with Henry James's exquisite notebooks, \"the best account of what it is like to be a creative artist.\"", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bands-on-the-run-saturday-crossword-may-8-11619796962", "title": "Bands on the Run (Saturday Crossword, May 8)", "date": "2021-05-07 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-journal-acrostic-saturday-may-8-11619798212", "title": "The Journal Acrostic (Saturday, May 8)", "date": "2021-05-07 16:01", "categories": [["WSJ Puzzles", "Acrostic"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/acrostic?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-grand-jury-indicts-former-officers-in-george-floyd-killing-11620397342", "title": "Federal Grand Jury Indicts Former Officers in Floyd Killing", "date": "2021-05-07 15:56", "summary": "Derek Chauvin and three other ex-officers are charged with violating Floyd's constitutional rights. A federal grand jury has indicted Derek Chauvin and three other former Minneapolis police officers on charges of violating George Floyd's constitutional rights during the May 2020 encounter that killed him.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-yields-dip-after-jobs-report-11620396669", "title": "Treasury Yields Rebound After Early Drop", "date": "2021-05-07 15:54", "summary": "Labor Department says economy added 266,000 jobs in April, well short of what economists had anticipated. U.S. government bond yields swung sharply Friday after a disappointing jobs report caught traders off guard but didn't fundamentally change Wall Street's mostly optimistic outlook on the economic recovery.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-read-this-week-11620417144", "title": "What to Read This Week", "date": "2021-05-07 15:52", "summary": "The secrets of the forest, a double agent's last confession, Paul Theroux's surfing tale, a friendly pack of dog stories and more.. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/politics-stories-vs-resumes-11620416965", "title": "Politics: Stories vs. Résumés", "date": "2021-05-07 15:49", "summary": "Memoirs from Tim Scott, Carl Levin and Mazie K. Hirono offer facts-and filler.. The political memoir, as a genre, is in bad shape. There are too many memoirists, for one thing. Unimportant cabinet secretaries, mid-level White House staffers, lawmakers that most of the country has never heard of-they all, these days, feel the need to write detail-heavy 300- or 400-page accounts of their time in the halls of power. Very few of these chroniclers are gifted writers, and even fewer have anything important to relate.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-population-declines-for-first-time-in-more-than-a-century-11620416887", "title": "California Population Declines for First Time in More Than a Century", "date": "2021-05-07 15:48", "summary": "Pandemic-related deaths and immigration declines added to long-running trends. California's population fell by nearly one-half of a percentage point last year, its first decline in at least 120 years, according to data released Friday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bets-on-economic-rebound-push-copper-prices-to-record-high-11620384716", "title": "Bets on Economic Rebound Push Copper Prices to Record High", "date": "2021-05-07 15:29", "summary": "Industrial-metal prices have marched higher for over a year, one reason why some investors are girding for higher inflation. Copper prices climbed to record highs for the first time in more than a decade Friday, fueled by bets on a U.S.-led global economic rebound that would boost demand for metals used in manufacturing and construction.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-biontech-ask-fda-for-full-approval-of-covid-19-vaccine-11620415712", "title": "Pfizer, BioNTech Ask FDA for Full Approval of Covid-19 Vaccine", "date": "2021-05-07 15:28", "summary": "Move would ease some restrictions, allow companies to make fuller case to people hesitant to get a shot. Pfizer Inc. and BioNTech SE have asked the U.S. Food and Drug Administration to grant full approval for their Covid-19 vaccine, which would ease restrictions on distribution and advertising and give the vaccine the imprimatur of one of the world's most influential regulatory bodies.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-dogecoin-is-creating-a-frenzy-for-the-next-big-cryptocurrencyand-why-experts-advise-caution-11620411623", "title": "How Dogecoin Is Creating a Frenzy for the Next Big Cryptocurrency-and Why Experts Advise Caution", "date": "2021-05-07 15:20", "summary": "Individual investors are betting that cheaper alternatives to bitcoin and dogecoin will skyrocket in price and make them money.. Dogecoin, a cryptocurrency that was created as a joke, has risen in price by more than 12,000% and hit a record 69 cents per token this week. Bitcoin climbed briefly to over $60,000 apiece last month, more than doubling its price since the end of 2020. These rallies are prompting individual investors to turn their attention to newer cryptocurrencies such as DigiByte, VeChain and SafeMoon in the hunt for cheaper alternatives that could be the next to skyrocket. Here's what you need to know.", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-support-for-patent-waiver-unlikely-to-cost-covid-19-vaccine-makers-in-short-term-11620414260", "title": "U.S. Support for Patent Waiver Unlikely to Cost Covid-19 Vaccine Makers in Short Term", "date": "2021-05-07 15:04", "summary": "Biden administration's move doesn't affect vaccine makers' deals to supply billions of dollars in doses, but could have longer-term consequences. The Biden administration's unexpected support for temporarily waiving Covid-19 vaccine patents won't have an immediate financial impact on the companies making the shots, industry officials and analysts said.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grocers-restaurants-to-suppliers-hurry-up-make-more-11620388801", "title": "Grocers, Restaurants to Suppliers: Hurry Up, Make More", "date": "2021-05-07 15:02", "summary": "Walmart, Sysco and others implement penalties for late or incomplete orders, adding pressure to food makers dealing with labor and ingredient shortages. Friction between food retailers and their suppliers is adding costs across the food chain.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indian-states-impose-curbs-on-work-travel-to-help-slow-covid-19-surge-11620413239", "title": "Indian States Impose Curbs on Work, Travel to Help Slow Covid-19 Surge", "date": "2021-05-07 14:47", "summary": "National lockdown 'not on the cards,' as government fears further damage to an already ailing economy. Indian state governments extended lockdown measures and imposed other new restrictions on Friday as authorities attempted to curb a ferocious and fast-moving Covid-19 outbreak that has overwhelmed the country's healthcare system.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-recommends-chinas-sinopharm-vaccine-for-emergency-use-11620403582", "title": "WHO Endorses China's Covid-19 Vaccine Sinopharm", "date": "2021-05-07 14:39", "summary": "International health body says it will 'rapidly accelerate Covid-19 vaccine access for countries' in the developing world. The World Health Organization on Friday gave its first endorsement for a Chinese-made Covid-19 vaccine, clearing a shot from the state-owned firm Sinopharm for global use.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-black-life-lost-in-seattles-no-cop-zone-11620412478", "title": "A Black Life Lost in Seattle's No-Cop Zone", "date": "2021-05-07 14:34", "summary": "Horace Lorenzo Anderson Jr. was gunned down in the 'occupied' area. His parents now seek justice.. This is the story of a black life that didn't matter enough, a young man who died in a place where politicians didn't want the police to go. The story begins with what Seattle Mayor Jenny Durkan dubbed the \"summer of love\" and ends with a 19-year-old left to perish from gunshot wounds.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rhodes-scholarship-turns-against-its-legacy-of-excellence-11620412428", "title": "The Rhodes Scholarship Turns Against Its Legacy of Excellence", "date": "2021-05-07 14:33", "summary": "It rejects its civilizing mission as 'obsolete' and favors the trendy notion of 'radical inclusion.'. The Rhodes Scholarship stood for more than 120 years, through cataclysm and world war, as a symbol of individual excellence. But since 2019, under the shadow of a supposed reckoning with racism, the scholarships have been corrupted from within.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-rocket-debris-expected-to-tumble-into-earths-atmosphere-this-weekend-11620401791", "title": "Chinese Rocket Debris Expected to Tumble Into Earth's Atmosphere", "date": "2021-05-07 14:29", "summary": "Resume Subscription. A Chinese rocket booster is hurtling toward Earth and it is still unclear where its pieces may land. The debris, which is expected to re-enter Earth's atmosphere Saturday or Sunday, might be some of the largest ever to descend from orbit in an uncontrolled re-entry.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/eager-for-stamps-in-your-passport-head-to-nebraska-11620411083", "title": "Eager for Stamps in Your Passport? Head to Nebraska.", "date": "2021-05-07 14:11", "summary": "Resume Subscription. ALLIANCE, Neb.-Tim Shelmadine isn't sure he's ready for the hordes of visitors expected to descend on his little print shop, here in the wilds of the Nebraska Panhandle.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/from-dutch-tulips-to-internet-stocks-bubbles-often-burst-11620379809", "title": "From Dutch Tulips to Internet Stocks, How to Spot a Bubble", "date": "2021-05-07 14:01", "summary": "Long before SPACs and NFTs, investors clamored for everything from exotic bulbs to Pets.com. What history shows is that an inventive corner of the financial world can turn into a mania that attracts swindlers and wipes out investors.. About 300 years ago, financiers in Europe found themselves agog about the financial prospects of novel trading companies granted special rights in international commerce by the governments of France and England. The shares of these trading vehicles-England's South Sea Company and France's Mississippi Company-soared and then collapsed in 1720, wiping out hordes of angry investors.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/squares-edge-still-comes-from-sellers-11620409665", "title": "Square's Edge Still Comes from Sellers", "date": "2021-05-07 13:47", "summary": "The Cash App business may be getting a lot of the attention right now, but linking up the app with a growing seller business is a big opportunity. Helping businesses take payments might not get the same headlines as Jay-Z, bitcoin or fashion, but it is still a very key part of Square's future.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-order-in-jeopardy-blinken-tells-u-n-citing-nationalism-repression-11620409602", "title": "Global Order in Jeopardy, Blinken Tells U.N.", "date": "2021-05-07 13:46", "summary": "Russian and Chinese officials fire back, blaming the U.S. and the West during virtual gathering. WASHINGTON-U.S. Secretary of State Antony Blinken warned the United Nations Security Council on Friday that the international order was in \"serious jeopardy\" in comments that decried what he described as rising nationalism and repression around the world.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/draftkings-reports-higher-revenue-costs-as-it-bets-on-growth-11620401883", "title": "DraftKings Reports Higher Revenue, Costs as It Bets on Growth", "date": "2021-05-07 13:44", "summary": "Sports-betting platform posts big year-over-year gains in revenue and user base, benefiting from rollout in more states. With more states on the path to legalizing sports gambling, DraftKings Inc. is betting that a big investment in marketing will yield outsize customer growth as the pastime goes mainstream.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/edward-bramsons-sherborne-investors-sells-entire-barclays-stake-11620372045", "title": "Barclays Activist Investor Sells Entire Stake", "date": "2021-05-07 13:32", "summary": "Bramson unsuccessfully pushed Chief Executive Jes Staley to scale back Barclays's investment banking operations. LONDON-Edward Bramson's Sherborne Investors said it sold its entire stake in Barclays PLC, giving up on a yearslong activist campaign to restructure the British bank with a major Wall Street presence.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/voting-rules-bill-passes-texas-house-11620407824", "title": "Texas House Passes GOP-Backed Election Bill", "date": "2021-05-07 13:17", "summary": "Legislation bars public officials from distributing applications for mail-in ballots, empowers partisan poll watchers. AUSTIN, Texas-The Texas House approved legislation on new election rules early Friday, in a party-line vote that followed an all-night debate.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/accounting-rules-for-energy-tax-credits-divide-utilities-solar-producers-11620404888", "title": "Accounting Rules for Energy Tax Credits Divide Utilities, Solar Producers", "date": "2021-05-07 12:28", "summary": "Some utilities, including Duke Energy Corp., say changing normalization rules could spur more investments in clean energy. A bill in Congress to boost investments in renewable energy is exposing a rift between some utilities and solar energy companies over changes it would make to decades-old accounting rules.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democracys-digital-defenses-11620403161", "title": "Democracy's Digital Defenses", "date": "2021-05-07 11:59", "summary": "New tools, many developed by the private sector, have the potential to thwart surveillance and disinformation by authoritarian governments. In early 2021, the audio-only social media app Clubhouse allowed users in mainland China to enter chat rooms and talk freely to the world-including American journalists and people in Hong Kong and Taiwan, areas usually off-limits to Chinese citizens. For a brief period, users of the app had an uncensored glimpse of the internet beyond the Great Firewall.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-get-the-best-local-produce-delivered-to-your-door-a-tech-savvy-shoppers-guide-11620402333", "title": "The Digital Farmers' Market: New Shortcuts to the Freshest Food", "date": "2021-05-07 11:45", "summary": "Want your heirloom carrots, grass-fed beef and artisan cheese straight from the farm-minus the schlep to the market? The technology is finally there.. IN 2010, Tom Bennett left the Marine Corps and began raising chickens and heritage-breed pigs on empty cornfields in southwest Michigan. Bennett Farms' pastured meats became a farmers' market success, but the seasonal business was not enough to support a family. Not until Mr. Bennett launched an online shop in 2019 was he able to leave a day job in sales and focus full-time on expanding his farm.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-25-million-the-gilded-manhattan-townhomes-of-a-wall-street-heavyweight-11620402345", "title": "For $25 Million, the Gilded Manhattan Townhomes of a Wall Street Heavyweight", "date": "2021-05-07 11:45", "summary": "A pair of 1930s-era townhouses on New York's Upper East Side were originally built by the family of George F. Baker Sr., one of the world's richest men, and later owned by investor Richard H. Jenrette. On New York's Upper East Side, a pair of Georgian-style townhomes built around 1930 by the family of one of the world's richest men-and more recently owned by the late investment banker and preservationist Richard H. Jenrette-is coming on the market for $25 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-pair-of-new-york-townhomes-offer-a-view-into-the-1800s-11620402287", "title": "A Pair of New York Townhomes Offer a View into the 1800s", "date": "2021-05-07 11:44", "summary": "Built for George F. Baker Sr., one of the world's richest men of his era, the properties were restored by Richard H. Jenrette, the late investment banker and preservationist.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/dont-freak-out-yet-about-jobs-11620402047", "title": "Don't Freak Out (Yet) About Jobs", "date": "2021-05-07 11:42", "summary": "There are many moving parts and explanations for the surprisingly weak employment report; persistent weakness could be cause for real concern. In normal times, a month during which the economy added as many jobs as it did in April would be considered good. But these aren't normal times.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-house-of-fragile-things-review-forever-outsiders-11620401509", "title": "'The House of Fragile Things' Review: Forever Outsiders", "date": "2021-05-07 11:31", "summary": "Neither their wealth, prominence nor philanthropy could save these French Jews from harm.. Ghosts from the pages of Proust and the paintings of Renoir wander through sumptuously appointed salons and galleries, charmed to life by James McAuley in his alluring and disturbing history \"The House of Fragile Things.\" These spectral figures once belonged to a highly affluent milieu that was as celebrated as it was demonized. Its members bore such names as Cahen d'Anvers, Camondo, Ephrussi, Reinach and Rothschild-Jewish citizens of France who, in the years between the Franco-Prussian War of 1870 and the country's ignominious defeat by Hitler in 1940, assumed that their wealth, prominence and perhaps especially their philanthropy would save them from harm. Just how wrong they were about the depths of French anti-Semitism is the stunning subject that Mr. McAuley lays bare.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yale-names-alexander-banker-as-interim-endowment-head-11620401290", "title": "Yale Names Alexander Banker as Interim Endowment Head", "date": "2021-05-07 11:28", "summary": "Longtime endowment chief David Swensen died on Wednesday. Yale University said Friday that Alexander Banker, director of investments at Yale's endowment, would run the endowment until a successor is named for longtime endowment chief David Swensen.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/want-to-get-rich-quick-who-can-stop-you-11620399961", "title": "Want to Get Rich Quick? Who Can Stop You?", "date": "2021-05-07 11:06", "summary": "A good financial adviser can keep you from getting caught up in the moment. A bad one may be hooked by the excitement, too.. When everybody except you seems to be getting rich quick, what you need most is prudent guidance from a financial adviser.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-apple-wireless-networks-sidewalk-find-my-11620397704", "title": "Amazon and Apple Built Vast Wireless Networks Using Your Devices. Here's How They Work.", "date": "2021-05-07 11:00", "summary": "Apple's iPhone-powered Find My network and Amazon's Sidewalk network-coming soon to all newer Echo devices-are platforms in their own right, capable of supporting billions of connected devices. What to do if you're a globe-spanning tech titan that wants to connect millions or even billions of devices, but you don't want the hassle or cost of dealing with telcos, satellite operators or cable companies for connectivity? You use the devices your customers have already purchased-and brought into homes, businesses and public spaces-to make an end-run around traditional wireless networks.", "categories": [["Tech", "Keywords: Christopher Mims"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/atlanta-mayor-keisha-lance-bottoms-wont-seek-reelection-11620398431", "title": "Atlanta Mayor Keisha Lance Bottoms Won't Seek Re-Election", "date": "2021-05-07 10:40", "summary": "Second Black female mayor of Atlanta was among Biden's earliest endorsers. ATLANTA-Atlanta Mayor Keisha Lance Bottoms said she wouldn't seek a second term, an election-year surprise that marks a sharp turnabout for the city's second Black woman executive, who months ago was among those President Biden considered for his running mate.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-americans-now-double-stuffed-11620398141", "title": "More Americans Now Double-Stuffed", "date": "2021-05-07 10:35", "summary": "Pizza sales and expanding waistlines probably aren't unrelated. Papa John's might have phrased things a bit differently.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spies-lies-and-exile-review-memories-of-a-mole-11620397374", "title": "'Spies, Lies and Exile' Review: Memories of a Mole", "date": "2021-05-07 10:22", "summary": "George Blake's revelations to the Soviets were more damaging than any of the Cambridge Five.. In May 2012, after some delicate negotiations, the Financial Times columnist Simon Kuper sat down next to a partially blind 89-year-old in the conservatory of an aging dacha on the outskirts of Moscow. His interviewee was the former MI6 intelligence officer, KGB agent, yoga enthusiast, charmer and traitor George Blake. While Blake's name may not be as instantly recognizable as Kim Philby or Anthony Blunt-who, like him, worked for the Soviet Union against the West-in terms of the damage he caused, Blake was \"much worse than Philby,\" according to Dick White, a former head of MI6. By 2012, Blake was the last of these British double agents still standing, a wizened historical artifact from the Soviet era ending his days in Putin's Russia. \"Spies, Lies, and Exile\" is Mr. Kuper's fascinating, rich and probing account of the interview that followed, agreed to on the understanding that the result would be published after Blake's death, which happened late last year.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cinemark-reaches-deals-with-hollywood-studios-to-show-movies-11620397200", "title": "Cinemark, Studios Reach Deals on How Movies Are Shown", "date": "2021-05-07 10:20", "summary": "Agreements with top Hollywood studios outline how long releases play exclusively on big screens before hitting streaming platforms. Cinemark Holdings Inc. struck agreements to show films from some of its major Hollywood studio partners, a move aimed at establishing how long movies play in theaters before moving to home video.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-paul-therouxs-under-the-wave-at-waimea-11620397189", "title": "Fiction: Paul Theroux's 'Under the Wave at Waimea'", "date": "2021-05-07 10:19", "summary": "The story of an aging surfer touches on the precariousness of everyday happiness.. 'You have everything, especially that thing that makes you impossible to write about-you're happy,\" a magazine interviewer gushes in Paul Theroux's \"Under the Wave at Waimea\" (Houghton Mifflin Harcourt, 409 pages, $28), speaking to big-wave surfer Joe Sharkey. Sharkey does have a way of making everyone else's life choices seem desperately misguided. A military brat who came to Hawaii as a kid, he dropped out of school to commit to surfing, quickly racking up championships. He's traveled the world conquering the most extreme swells, from Chile's El Gringo to Nazaré off Portugal. He subsists on endorsements and a hefty inheritance, and he's got a wise, devoted girlfriend, an ER nurse named Olive. \"The best surfer is the one having the most fun,\" he likes to declaim, and for most of his aquatic life he's honored the maxim.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ages-of-american-capitalism-review-road-to-chaos-11620396972", "title": "'Ages of American Capitalism' Review: Road to Chaos", "date": "2021-05-07 10:16", "summary": "The story of the evolution of American finance is also a tale of the state's increased power over money.. 'The U.S. economy' is the humdrum name we give to the daily miracle of 151 million people getting out of bed in the morning to go to work. Astoundingly, a year after the nation dropped tools to lock down against the novel coronavirus, the sum total of this mass, diffused, constructive effort-the gross domestic product-has finally regained its $21 trillion per annum pre-pandemic heights.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-find-you-first-review-11620396822", "title": "Mysteries: 'Find You First' Review", "date": "2021-05-07 10:13", "summary": "A multimillionaire's quest to find his previously unknown heirs runs into a deadly complication.. Linwood Barclay's\"Find You First\" (Morrow, 438 pages, $27.99) introduces Miles Cookson, a Connecticut-based tech entrepreneur and multimillionaire who seems to have life under control. But near the start of Mr. Barclay's whirligig of a novel, the unmarried Miles is hit with life-changing information: He has a debilitating hereditary disease that will leave him physically helpless before killing him.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/motley-stones-review-more-than-human-11620396475", "title": "'Motley Stones' Review: More Than Human", "date": "2021-05-07 10:07", "summary": "Folklore, the details of everyday life and the forces of earth and weather all have their place in Adalbert Stifter's fiction.. There's a convincing argument in literary studies that the form of fiction we now call the \"novel\" was born out of bourgeois culture, out of the historical rise of literacy and leisure time for a once-growing European middle class. The novel is a comforting genre, the argument goes, its purpose to confirm for middle-class readers that they are good people with the right values. Complicating that view is the fact that the novel is also a radical art form, and has always had to balance the affirmation we ask of it with the critical interrogation that art demands. The great novelists have managed to live convincingly in both of these worlds. \"Madame Bovary\" is one of our great novels not because Flaubert stood outside a middle-class worldview and thumbed his nose at it, but precisely because he stood inside-Madame Bovary, c'est moi-and both lived and critiqued what he saw.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-you-should-avoid-getting-a-tax-refund-11620396399", "title": "Why You Should Avoid Getting a Tax Refund", "date": "2021-05-07 10:06", "summary": "Using the tax withholding system to save means that your money is locked up with no return for a year. Scott Baker is an associate professor of finance at Northwestern University's Kellogg School of Management", "categories": [["THE EXPERTS | Wealth Management"]], "category_links": ["https://www.wsj.com/news/types/experts-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-books-on-americas-violent-19th-century-11620396339", "title": "Five Best: Books on America's Violent 19th Century", "date": "2021-05-07 10:05", "summary": "Selected by Jon Grinspan, the author, most recently, of 'The Age of Acrimony: How Americans Fought to Fix Their Democracy, 1865-1915.'. By Joanne B. Freeman (2018)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-sports-executive-scott-oneil-failure-is-the-best-teacher-11620396298", "title": "For Sports Executive Scott O'Neil, Failure Is the Best Teacher", "date": "2021-05-07 10:04", "summary": "The CEO of the Philadelphia 76ers and the New Jersey Devils thinks 'we just don't talk enough' about struggles and setbacks. In the heady days of the late-'90s dot-com boom, when Scott O'Neil was 28, he and a friend launched an online basketball network called HoopsTV. They had great content, built a talented team and in no time were flying around the country meeting Phil Knight of Nike and David Stern, the then-commissioner of the NBA. Then, just as swiftly, the business came crashing down. Part of the problem was that it was \"a video-heavy site when we were still hearing that terrible dial-up sound when you turn on a computer,\" Mr. O'Neil recalls. The bigger issue, he says, was that he was living out his dream of being a company president but neglected basic responsibilities like raising funds, driving revenue and adjusting the product to meet the market.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chemist-helped-invent-home-tests-for-diabetics-11620396000", "title": "Chemist Helen Murray Free Helped Invent Home Tests for Diabetics", "date": "2021-05-07 10:00", "summary": "Helen Murray Free, who has died at age 98, teamed up with her husband to create color-coded strips. Helen Murray, a straight-A student in high school, expected to become an English and Latin teacher when she enrolled at the College of Wooster in Ohio in September 1941.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musk-spacex-rocket-boca-chica-texas-starbase-11620353687", "title": "Elon Musk's SpaceX Is Buying Up a Texas Village. Homeowners Cry Foul.", "date": "2021-05-07 10:00", "summary": "Resume Subscription. BOCA CHICA VILLAGE, Texas-In autumn 2019, Celia Johnson began resisting efforts by billionaire Elon Musk's SpaceX to buy two modest houses she owns near the company's rocket-launch facility.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/gallery-of-clouds-review-afloat-in-a-book-11620395838", "title": "'Gallery of Clouds' Review: Afloat in a Book", "date": "2021-05-07 09:57", "summary": "The pastoral mode recognizes that reading is like wandering, because it takes us to a place we've never been.. Literature, Rachel Eisendrath likes to tell her students, is \"a history of retrospection.\" In \"Gallery of Clouds,\" her divagating, fragmented meditation on Philip Sidney's divagating, fragmented pastoral \"Arcadia,\" Ms. Eisendrath works partly to illuminate Sidney's famous but rarely read 16th-century romance, and partly to examine what retrospection is and what it (and also literature) might be for. Her title speaks to the floating, mutable quality of thought (\"clouds,\" she notes, \"are always in the process of becoming something else\"), but also to the sense of grandeur and magic that works like Sidney's can convey. Clouds (like those painted on the ceiling of the New York Public Library's Rose Reading Room, which also grace the cover of this book) bridge the gap between divine and daydream.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fec-decides-not-to-review-trumps-role-in-stormy-danielss-payments-11620358793", "title": "FEC Decides Not to Review Trump's Role in Stormy Daniels Payments", "date": "2021-05-07 09:48", "summary": "The Federal Election Commission didn't have enough votes to break a tie between Republicans and Democrats. A split Federal Election Commission said it won't pursue a complaint that former President Donald Trump violated campaign finance rules when his lawyer tried to buy an adult film actress's silence before the 2016 presidential election.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-doggy-delights-11620395220", "title": "Children's Books: Doggy Delights", "date": "2021-05-07 09:47", "summary": "Loyal, inquisitive furry friends star in these books.. There's nothing so consoling as the love of a dog. In Marion Dane Bauer's novel \"Sunshine\" (Candlewick, 194 pages, $16.99), an anxious boy named Ben need only drop his hand to the head of his dog to feel swathed in reassurance. When Ben calls, Sunshine comes running. When Ben eats lunch, he leaves morsels of food on the floor for her. The boy knows that his father disapproves, for in truth there is no dog: Sunshine lives only in Ben's imagination.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/terrycloth-fashion-shirt-tombolo-11620394135", "title": "How to Wear a Robe All the Time", "date": "2021-05-07 09:29", "summary": "Terry cloth pieces are stepping out from the powder room into the sunlight this summer.. In 1964's Goldfinger, James Bond makes cinematic history at Miami's Fontainebleau Hotel. Yes, 007 takes on monomaniacal supervillain Auric Goldfinger and romances Jill Masterson to the dramatic strains of Shirley Bassey. But as anyone who's seen the third Bond outing knows, the real star is Sean Connery's brief, powder-blue terry cloth romper.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dogecoin-and-other-cryptocurrencies-have-investors-wondering-whether-its-too-late-to-buy-11620394079", "title": "Dogecoin and Other Cryptos Have Investors Wondering If It's Too Late to Buy", "date": "2021-05-07 09:28", "summary": "While online excitement can fuel price gains, many industry professionals say meme coins can be even more speculative than traditional crypto assets. The prices of cryptocurrencies like dogecoin have posted incredible gains in recent weeks, leaving some on the sidelines to wonder: Is it too late to buy?", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gopro-peloton-roku-draftkings-what-to-watch-when-the-stock-market-opens-today-11620385043", "title": "GoPro, Peloton, Roku, DraftKings: What to Watch When the Stock Market Opens Today", "date": "2021-05-07 09:06", "summary": "Futures point to gains for technology shares at the end of the week. Here's what we're watching before Friday's trading action gets underway.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/my-octopus-teacher-is-not-an-octopus-11620392753", "title": "My 'Octopus Teacher' Is Not an Octopus", "date": "2021-05-07 09:05", "summary": "An odd film about a man and a cephalopod wins an Oscar, and offers a helpful message about the need to live in the moment. This year's Academy award for Best Documentary went to \"My Octopus Teacher,\" an eccentric and unexpectedly tender film about a South African man who grows obsessed with an octopus living in the shallows of a nearby shoreline. He swims daily with the cephalopod, monitoring its movements and feedings, eventually interacting with it underwater. I'll stop there. I don't want to spoil \"My Octopus Teacher\" for people who haven't seen it-the doc is currently on Netflix . Suffice it to say, it's a very unusual nature film-slash-love story that sticks to you for days, like, well, a tentacle.", "categories": [["Life & Work", "Ideas", "Jason Gay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/jason-gay-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-the-gop-win-in-the-suburbs-again-virginia-offers-early-test-11620392400", "title": "Can the GOP Win in the Suburbs Again? Virginia Offers Early Test", "date": "2021-05-07 09:00", "summary": "Republicans will pick a candidate for governor Saturday who they hope can reverse the party's fortunes in the state. Republican officials and activists in Virginia will gather Saturday to choose their gubernatorial nominee, the party's first major effort during President Biden's tenure to win back voters in a state where Democrats made significant gains during Donald Trump's presidency.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazilian-towns-mass-vaccination-creates-oasis-of-well-being-11620392401", "title": "A Small Brazilian Town Is Beating Covid-19 Through a Unique Experiment", "date": "2021-05-07 09:00", "summary": "Resume Subscription. SERRANA, Brazil-This town of 45,000 people in southeastern Brazil has been at the center of a unique experiment for the past three months: vaccinate nearly every adult against Covid-19 and see what happens.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-york-mets-francisco-lindor-steve-cohen-11620359838", "title": "The New York Mets' $341 Million Slump", "date": "2021-05-07 09:00", "summary": "Francisco Lindor signed a 10-year extension to be the face of the team. Instead, he's having the worst hitting stretch of his career.. When Steve Cohen bought the Mets this winter, turning a penny-pinching laughingstock into baseball's richest club, he reached into his deep pockets to change the team's reputation with a single splashy move. The Mets didn't just trade for Francisco Lindor. They also signed him to a $341-million contract tying him to the team for another decade.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scared-or-prepared-inside-swedens-effort-to-steel-its-citizens-against-threats-from-russia-11620390691", "title": "Inside Sweden's Effort to Steel Its Citizens Against Threats From Russia", "date": "2021-05-07 08:31", "summary": "Scandinavian country is reviving its Cold War-era 'Total Defense' plans to prepare for crises from cyberattacks to war. In peaceable Sweden, authorities are readying schoolchildren and adults for the kind of crisis that seemed unthinkable a decade ago: a military invasion by Russia.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californias-program-for-those-with-no-retirement-plan-defeats-court-challenge-11620390273", "title": "California Retirement Savings Plan Prevails in Court", "date": "2021-05-07 08:24", "summary": "Ruling seen weakening opposition to further adoption of state-run savings plans, which 13 states and two cities have approved. A federal appeals court in San Francisco on Thursday dismissed a legal challenge to California's state-sponsored retirement savings plan, a development that supports the growing number of public programs for private-sector workers who lack access to retirement plans at work.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-7-most-impractical-but-popular-pieces-of-furniture-11620388858", "title": "The 7 Most Impractical but Popular Pieces of Furniture", "date": "2021-05-07 08:00", "summary": "We asked interior designers to name sought after-or even famous-pieces of furniture that are nevertheless really hard to live with. WHAT DO armless sofas, Edison bulbs and Marcel Breuer's strappy Wassily chair have in common? They are all, according to designers, as impractical as they are ubiquitous. Some have even achieved icon status, despite the dearth of comfort they deliver. \"As designers we can make anything beautiful, but if it's not functional, what's the point?\" said Kendra Nash, an interiors pro in San Carlos, Calif. (Cut to Woody Allen's \"Sleeper\" character struggling to perch on a futuristic seat so reductivist, he pratfalls to the floor.)", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-tarnishes-chinas-north-strengthens-southern-swing-for-jobs-11620380747", "title": "Pandemic Tarnishes China's North, Strengthens Southern Swing for Jobs", "date": "2021-05-07 08:00", "summary": "The country's north-south divide in jobs and housing is sharpening. The economic fallout from the pandemic has heightened regional disparities in China, creating fresh incentives for people to leave the country's industrial heartlands in search of better jobs further south.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-consumers-are-opening-their-wallets-again-11620387093", "title": "Chinese Consumers Are Opening Their Wallets Again", "date": "2021-05-07 07:31", "summary": "The country's exports and imports also rose in April from a year earlier. BEIJING-China's post-coronavirus recovery has been strong but uneven. A burst of data released Friday, however, suggests the world's second-largest economy is rebalancing as consumer spending-the weak link so far in the recovery-picks up steam.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-bill-is-coming-due-for-greener-offices-11620385382", "title": "A Bill Is Coming Due for Greener Offices", "date": "2021-05-07 07:03", "summary": "Energy-inefficient buildings will need to be upgraded if countries are to meet net-zero commitments. Signs that landlords can claw back the cost are mixed.. Cutting carbon emissions is about reducing energy leakage from buildings as much as photogenic new technologies like wind turbines and electric cars. Property owners are understandably nervous about who foots the bill.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-texas-went-dark-the-state-paid-natural-gas-companies-to-go-offline-11620385201", "title": "As Texas Went Dark, the State Paid Natural-Gas Companies to Go Offline", "date": "2021-05-07 07:00", "summary": "Resume Subscription. As a winter storm attacked Texas in February, the state's grid operator made a last-ditch attempt to avert mass blackouts. The move ended up constraining natural-gas supplies needed by power plants, a Wall Street Journal examination shows.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/biden-tax-plan-takes-aim-at-trump-era-investment-incentive-11620385200", "title": "Biden Tax Plan Takes Aim at Trump-Era Investment Incentive", "date": "2021-05-07 07:00", "summary": "Administration aims to repeal a tax break tied to foreign sales by U.S. companies. WASHINGTON-The Biden administration says it's trying to spur investment in America-while proposing to remove a four-year-old tax break that was intended to do exactly that.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nick-saban-covid-vaccine-alabama-football-11620358870", "title": "Alabama Drafts Nick Saban to Champion the Vaccine", "date": "2021-05-07 07:00", "summary": "With one of the nation's lowest Covid-19 vaccination rates, Alabama has called on the state's leading influencer to offer a powerful incentive: full football stadiums. With a Covid-19 vaccination rate that ranks among the lowest in the country, Alabama is enlisting someone with experience leading the state to the top of the national rankings: Crimson Tide football coach Nick Saban.", "categories": [["WSJ News Exclusive", "College Football"]], "category_links": ["https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-mirror-should-be-doing-more-11620381876", "title": "Why a 'Selfie Mirror' Is More Than Just a Mirror", "date": "2021-05-07 06:04", "summary": "Want to add instant energy to your selfies and your décor? Hang one of the latest wave of wriggly framed mirrors designers are pitching to clients, inspired by the Ultrafragola mirror of the 1970s.. WRIGGLY MIRROR frames boost your décor the same way they add likability to the myriad Instagram selfies taken in front of them: by adding impact. \"Wavy mirrors are a smart way to make a statement because they combine the interesting visual characteristics of a piece of art with the practical and functional elements of a mirror,\" said New York City interior designer Emma Beryl.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spring-tv-ad-sales-season-expected-to-show-rebound-from-2020-more-spending-on-streaming-11620381600", "title": "Spring TV Ad-Sales Season Expected to Show Rebound From 2020", "date": "2021-05-07 06:00", "summary": "Ad-supported streaming services are set to attract more advertising dollars as marketers face limited supply of commercials on broadcast and cable channels. This year's annual spring ritual known as the upfront, in which advertisers commit to buying commercials for fall programming, is expected to bounce back from a tepid 2020 and show more ad dollars migrating to streaming platforms.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-global-house-price-boom-could-haunt-the-recovery-from-covid-19-11620379832", "title": "The Global House Price Boom Could Haunt the Recovery From Covid-19", "date": "2021-05-07 06:00", "summary": "House prices around the world have rallied through the economic turmoil. Growing leverage and decreasing affordability raise both financial and political risks.. The year of the pandemic saw the largest increase in global house prices since the U.S. housing boom of the mid-2000s. And there is no sign the rally is coming to an end.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grabs-huge-spac-merger-heralds-asias-next-tech-boom-11620379803", "title": "Grab's Huge SPAC Merger Heralds Asia's Next Tech Boom", "date": "2021-05-07 05:33", "summary": "The Southeast Asian ride-hailing and delivery app is going public in the U.S. at a $40 billion valuation and others look likely to follow suit. For Southeast Asia's technology industry, Grab Holdings Inc.'s record-breaking deal to go public via a SPAC is a watershed moment.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccines-are-wasted-as-special-syringes-run-short-11620379801", "title": "Covid-19 Vaccines Are Wasted as Special Syringes Run Short", "date": "2021-05-07 05:30", "summary": "States and vaccinators say they have too few 'low-dead-space' syringes to extract all Moderna and Pfizer-BioNTech doses from vials. Vaccine administrators say they aren't receiving enough special syringes needed to extract every last dose of Covid-19 shots from vials, a problem at risk of worsening because manufacturers project that domestic production won't improve until the second half of this year.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/d-c-statehood-what-the-constitution-says-11620379800", "title": "D.C. Statehood: What the Constitution Says", "date": "2021-05-07 05:30", "summary": "Admissions clause has few stipulations for any area that wants to become a state. The prospect of turning Washington, D.C., into the 51st state has opponents on the offensive.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tsa-overhaul-poses-a-labor-test-for-biden-democrats-11620379801", "title": "TSA Overhaul Poses a Labor Test for Biden, Democrats", "date": "2021-05-07 05:30", "summary": "Legislation to alter compensation and labor rights at TSA is likely to be part of the House version of Biden's infrastructure package. DEMOCRATS MULL TRANSPORTATION SECURITY ADMINISTRATION revamp, under the watchful eye of labor unions. Around 40,000 transit security officers are represented by the American Federation of Government Employees, but lack collective bargaining and whistleblower rights and are outside the normal federal pay structure, making them among the lowest-paid federal employees. That is the result of the post-Sept. 11, 2001, circumstances under which the TSA was created, when Congress wanted the agency to be able to quickly change its workforce structure following a national emergency. AFGE calls the situation for transit security officers separate and unequal, while Republicans say changing the system would lock TSA into an outdated federal bureaucracy.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/derbys-take-firm-measurements-of-feds-bond-buying-success-prove-elusive-11620379802", "title": "Derby's Take: Firm Measurements of Fed's Bond Buying Success Prove Elusive", "date": "2021-05-07 05:30", "summary": "Resume Subscription. Federal Reserve officials believe their $120 billion a month in asset buying is a critical part of their efforts to aid the U.S. economy, but when it comes to measuring the effect of the purchases, things turn slightly ephemeral.", "categories": [["Central Banks Commentary"]], "category_links": ["https://www.wsj.com/news/types/central-banks-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-legislature-set-to-vote-on-election-bill-11620293402", "title": "Texas Lawmakers Pass Election Bill as Florida Governor Signs Its Own Into Law", "date": "2021-05-07 05:08", "summary": "Republicans say proposed legislation would enhance election security, while Democrats say it would restrict voting access. AUSTIN, Texas-Lawmakers in Texas approved Republican-sponsored election legislation early Friday, after an all-night debate.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/finding-the-mother-tree-review-seeing-the-forest-11620397546", "title": "'Finding the Mother Tree' Review: Seeing the Forest", "date": "2021-05-07 00:01", "summary": "Trees share resources through fungi networks, support seedlings and are generous even in death.. For more than a decade I've had Google alerts set up for \"fungi\" and \"mushrooms\" and, until recently, most of the articles were about cures for athlete's foot or recipes like stuffed mushrooms. There were annual notices of forays and festivals, and occasionally a poisoning, usually a curious puppy, sometimes an unfortunate family. But lately interest in fungi has swelled. Mushrooms seem to be the newest health and wellness trend and, judging from my Instagram feed, there's a whole new crowd of gorgeous young people interested in mycology. These days I'm drowning in alerts about mushroom hunting, medicinal mushrooms, psychedelic mushrooms, fungi in fashion and fungi as a metaphor for the common good.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11620324275", "title": "Pepper...and Salt", "date": "2021-05-07 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/relationship-between-houston-business-leaders-and-politicians-fractures-over-texas-voting-access-11620346397", "title": "In Houston, Democrats' Pressure on Companies Over Voting Bill Prompts a Split", "date": "2021-05-07 22:35", "summary": "Amid internal debate, chamber of commerce statements fail to satisfy politicians. Tensions rose between the Houston business community and some of the area's Democratic leaders as the state Legislature was hotly debating voting legislation.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-oxygen-express-races-to-supply-hospitals-but-covid-patients-die-as-stocks-run-out-11620213025", "title": "India's Covid-19 Patients Die as Oxygen Stocks Run Out", "date": "2021-05-07 22:30", "summary": "Country is using its railways and air force to speed it to hospitals, but crisis caught system unprepared, say medical and industry experts. As hospitals throughout India put out pleas on social media for more oxygen, the country has pressed its national railways and air force to speed distribution. International aid has flowed in.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roku-reports-nearly-79-jump-in-revenue-in-latest-quarter-11620334094", "title": "Roku Reports 79% Jump in Revenue in Latest Quarter", "date": "2021-05-07 20:32", "summary": "Streaming-media company releases better-than-expected outlook for current quarter. Roku Inc. reported that first-quarter revenue surged 79% in the latest quarter as the streaming-media service continued to get a boost from homebound customers consuming more content during the Covid-19 pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/news-corp-revenue-rises-on-real-estate-and-publishing-growth-11620340562", "title": "News Corp Revenue Rises on Real Estate and Publishing Growth", "date": "2021-05-07 20:23", "summary": "HarperCollins book unit boosted by 'Bridgerton' sales; The Wall Street Journal adds about 170,000 digital subscribers. News Corp reported 3% revenue growth for the quarter that ended in March, driven by positive foreign-exchange fluctuations plus solid growth at the company's digital real estate, book publishing and Dow Jones units.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-deal-shows-expansion-in-telehealth-new-front-with-amazon-11620340379", "title": "Walmart Deal Shows Expansion in Telehealth, New Front With Amazon", "date": "2021-05-07 20:06", "summary": "Retail giant's move into virtual health follows Amazon's healthcare expansion. Walmart Inc. said Thursday it purchased telehealth provider MeMD and plans to offer nationwide virtual health care services, another sign of the retail behemoth's healthcare ambitions.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/david-swensen-yale-endowment-chief-who-changed-the-course-of-institutional-investing-dies-at-67-11620305438", "title": "David Swensen, Yale Endowment Chief, Dies at 67", "date": "2021-05-07 20:01", "summary": "Through an embrace of diversification, Swensen grew university's endowment from $1 billion in 1985 to $31.2 billion in 2020. David Swensen, the pioneering Yale University endowment chief who changed the course of institutional investing, died Wednesday evening. He was 67 years old.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}]