[{"link": "https://www.wsj.com/articles/trimetazidine-drug-valieva-roc-olympics-doping-11644635466", "title": "Drug at Heart of Russian Doping Drama Leaves Narrow Path for Skater Kamila Valieva", "date": "2022-02-12 22:13", "summary": "Trimetazidine is used to treat coronary heart disease and is banned by the World Anti-Doping Agency. BEIJING-The banned heart drug that Russian Olympic Committee skating prodigy Kamila Valieva has tested positive for is considered a risky substance that could be used to boost athletic performance under anti-doping rules.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ukraine-russia-skeleton-beijing-olympics-11644592922", "title": "Ukrainian Athlete Makes First Overt Political Statement of the Beijing Olympics, Asking for 'No War'", "date": "2022-02-12 20:58", "summary": "Vladyslav Heraskevych got off his sled and held up the small sign after the men's skeleton race. A Ukrainian skeleton racer held up a sign that said \"No War in Ukraine\" to a television camera after finishing a race Friday, bringing the first overt political statement to an Olympics that has been bracing for athlete protests.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cisco-made-20-billion-plus-takeover-offer-for-splunk-11644622277", "title": "Cisco Made $20 Billion-Plus Takeover Offer for Splunk", "date": "2022-02-12 19:59", "summary": "Bid was made recently though companies aren't currently in active talks, according to people familiar with the matter. Cisco Systems Inc. has made a takeover offer worth more than $20 billion for software maker Splunk Inc., according to people familiar with the matter, in what would be the networking giant's biggest acquisition ever.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-canada-business-leaders-demand-end-to-bridge-blockade-11644592039", "title": "Canadian Judge Gives Green Light to Remove Protesters From Bridge", "date": "2022-02-12 19:13", "summary": "Span linking Canada and U.S. has been blocked this week by demonstrations against Covid-19 vaccine mandates. A Canadian judge said he would grant police permission to forcibly remove protesters who have choked off most access to a U.S.-Canada trade corridor, disrupting pockets of the auto industry and stirring concerns among North American business leaders.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}]