[{"link": "https://www.wsj.com/articles/lyfts-revenue-jumps-70-as-riders-spending-increases-11644356305", "title": "Lyft's Revenue Jumps 70% as Higher Fares Offset Fewer Riders", "date": "2022-02-08 18:55", "summary": "Ride-hailing company says Omicron surge will likely affect revenue growth in the first quarter. Lyft Inc. said revenue increased 70% in the fourth quarter, as longer trips and higher fares offset weaker-than-expected ridership numbers.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-message-of-canadas-trucker-rebellion-covid-vaccine-mandates-restrictions-justin-trudeau-11644361250", "title": "The Message of Canada's Trucker Protest", "date": "2022-02-08 18:44", "summary": "They are saying that it's time for the pandemic emergency orders to end.. Canadian truckers opposed to a Covid-19 vaccination mandate used their rigs on Monday to block the Ambassador Bridge connecting Windsor, Ontario, and Detroit, the busiest international land-border crossing in North America.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-irs-does-a-face-plant-face-id-tax-records-chuck-rettig-11644359917", "title": "The IRS Does a Face Plant on Face Scans", "date": "2022-02-08 18:41", "summary": "The tax agency scraps its biometric ID plan requirement to see personal records.. The Internal Revenue Service has walked back the biometrics security program we wrote about last week, and we're glad to hear it. But it's still worth addressing the flawed arguments that led to this face plant.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/labor-flexible-work-statistics-workers-jobs-shifts-count-fed-doordash-amazon-instawork-data-11644339248", "title": "See No Labor, Hear No Labor", "date": "2022-02-08 18:38", "summary": "Hourly workers fall off the government's radar as they shift from traditional payrolls to flexible apps.. More than six million people disappeared from the Labor Department's count of hourly paid workers between 2019 and 2021. They didn't just vanish. Many found ways of working that expose a blind spot in government policy while transforming the economy. They signed up for flexible working apps such as DoorDash , Amazon Flex, Trusted Health and the one from my company, Instawork-apps that match hourly workers with local businesses on a shift-by-shift or task-by-task basis.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/racial-gerrymanders-in-the-dock-supreme-court-alabama-congressional-map-11644357539", "title": "Racial Gerrymanders at the Supreme Court", "date": "2022-02-08 18:38", "summary": "Does the law command proportional representation by race?. The Supreme Court isn't above criticism, heaven knows, but it would be nice if the critics didn't accuse the Court of judgments it hasn't made. A case in point is the hyperventilating over the Court's 5-4 ruling Monday that stayed a lower-court order requiring Alabama's Congressional map to be redrawn in a few weeks (Merrill v. Milligan). The ruling did not rewrite the Voting Rights Act.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/second-gentleman-emhoff-ushered-out-of-event-after-threat-to-d-c-school-11644354227", "title": "Second Gentleman Emhoff Ushered Out of Event After Threat to D.C. School", "date": "2022-02-08 18:37", "summary": "Secret Service says there's no indication threat was directed toward husband of Vice President Kamala Harris. Second gentleman Doug Emhoff, the husband of Vice President Kamala Harris, was ushered out of an event Tuesday at Dunbar High School in Washington, D.C., after a security threat to the school, law-enforcement officials said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-black-coaches-nfl-football-brian-flores-miami-dolphins-racial-bias-sports-fired-systemic-racism-11644352627", "title": "Why There Aren't More Black Coaches in the NFL", "date": "2022-02-08 18:36", "summary": "One reason is that teams don't want to hire someone they can't fire without being labeled racist.. Not long after Barack Obama became president, he made an appearance on the \"Late Show With David Letterman.\" It was September 2009, and the administration's plans to overhaul the U.S. healthcare system had not been going over well in the polls. Some people, including former President Jimmy Carter, were insisting that criticism of Mr. Obama was racially motivated. Asked about it, Mr. Obama demurred. \"It's important to remember,\" he said to Mr. Letterman, \"that I was actually black before the election.\"", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theres-apartheid-in-the-holy-land-but-not-in-israel-amnesty-international-palestine-racial-discrimination-disfavored-group-11644338888", "title": "There's Apartheid in the Holy Land, but Not in Israel", "date": "2022-02-08 18:36", "summary": "Palestinian law makes selling land to Jews a crime punishable by death, often without trial.. The report by Amnesty International accusing Israel of apartheid-a likely preview of similar moves at the United Nations and the International Criminal Court-has been widely debunked, including in these pages. Yet what is remarkable about its 200 pages of distortions is the evidence of real apartheid-like policies that Amnesty leaves out. There are reasons to be concerned about the emergence of apartheid in the Holy Land-but not the ones Amnesty cites.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-backward-midterm-elections-forward-2020-gop-democrats-republicans-11644355922", "title": "Notable & Quotable: Will the GOP Get it Backward?", "date": "2022-02-08 18:35", "summary": "'Democrats want to talk about 2020 because they believe they can use it to defeat Republicans.'. Byron Yorkwriting for the Washington Examiner, Feb. 8:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/us-canada-border-open-11628539364", "title": "U.S.-Canada Border Restrictions: What to Know About Crossing Requirements", "date": "2022-02-08 18:30", "summary": "Fully vaccinated tourists can now cross the border in both directions. For more than 16 months, the U.S. and Canada turned away tourists at entry points across the 5,500-mile land border in an effort to contain further spread of Covid-19. On Aug. 9, Canada began allowing fully vaccinated Americans to enter the country again, and on Sept. 7, Canada expanded that reopening to include fully vaccinated visitors from other countries.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macys-aims-rfid-at-organized-retail-theft-11644362969", "title": "Macy's Aims RFID at Organized Retail Theft", "date": "2022-02-08 18:29", "summary": "Radio-frequency identification chips provide insights into where, when and what items are being stolen, says Macy's vice president of asset protection. Amid a recent spate of high-profile thefts targeting retailers nationwide, Macy's Inc. said it is leaning on radio-frequency identification technology for asset protection.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-passes-stopgap-measure-funding-government-through-mid-march-11644360872", "title": "House Passes Stopgap Measure Funding Government Through Mid-March", "date": "2022-02-08 18:19", "summary": "Legislation moves to Senate as talks continue on long-term omnibus spending bill. WASHINGTON-The House passed legislation to keep the government funded through mid-March, advancing a temporary fix that will give negotiators time to reach a global agreement on fiscal 2022 spending after weeks of negotiations failed to yield a deal.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-cold-warrior-russia-nato-putin-ukraine-crimea-donbas-germany-aid-president-scholz-11644353348", "title": "Joe Biden, a President for the New Cold War", "date": "2022-02-08 18:15", "summary": "In one way, the 79-year-old NATO adherent is the right man for his times.. I've been waiting for some fragment of vindication after suggesting in 2019 that Joe Biden might be the \"best we can do\" in 2020.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heiresses-review-it-wasnt-all-schiaparelli-11644362081", "title": "'Heiresses' Review: It Wasn't All Schiaparelli", "date": "2022-02-08 18:14", "summary": "Wealthy women were once legally unprotected from predatory husbands who 'controlled their fortunes'-in every sense of the phrase.. According to Laura Thompson, the essence of the heiress's dilemma is: \"How can she ever be sure that she is wanted for herself?\" How can she avoid falling prey to a fortune-hunter as she yearns for love?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-rogan-vs-the-spotify-boycott-podcast-free-speech-censorship-musicians-cancel-culture-neil-young-joni-mitchell-11644352174", "title": "Joe Rogan vs. the Spotify Boycott", "date": "2022-02-08 18:13", "summary": "Students discuss the controversy over the podcast star and his platform.. Editor's note: In this Future View, students discuss the Joe Rogan and Spotify controversy. Next week we'll ask, \"So far, viewership of the Beijing Winter Olympics has been extremely low. Is this a reflection of a loss of interest in sports, a decline in identification with nation-states, or a judgment on the evils of the communist regime in China? Or is something else the cause of the collective yawn?\" Students should click here to submit opinions of fewer than 250 words before Feb. 15. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bondholders-for-aerospace-supplier-incora-hire-legal-counsel-11644357574", "title": "Bondholders for Troubled Aerospace Supplier Incora Hire Legal Counsel", "date": "2022-02-08 18:09", "summary": "Akin Gump-represented group of bondholders seeks talks with company about how to restructure $2 billion of debt. Bondholders for airplane parts distributor Incora have hired a law firm to engage the company about how to restructure $2 billion of debt, according to people familiar with the matter.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peloton-ceo-john-foley-to-step-down-become-executive-chair-11644314403", "title": "Peloton CEO to Step Down, Company to Cut 2,800 Jobs", "date": "2022-02-08 17:59", "summary": "Exercise-equipment maker names former Spotify CFO Barry McCarthy as successor, changes board. Peloton Interactive Inc. is replacing its chief executive and cutting 2,800 jobs after a slowdown in demand caused the once-hot bike maker's value to plummet.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-sony-viacomcbs-view-indian-cricket-as-streaming-prize-11644361098", "title": "Disney, Sony, ViacomCBS View Indian Cricket as Streaming Prize", "date": "2022-02-08 17:58", "summary": "Bidding is set to begin for rights to the Indian Premier League, a likely lure for India's sizable base of potential streaming subscribers. Some of the world's biggest media firms are preparing to do battle over a major prize in the global streaming wars: Indian cricket matches.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economic-recovery-pushes-2021-u-s-trade-deficit-to-record-level-11644328979", "title": "U.S. Trade Deficit Hit Record Level in 2021", "date": "2022-02-08 17:42", "summary": "Increase underscores strength of American economy as well as continued dependence on imports from China and other countries. The U.S. trade deficit increased 27% last year to an all-time high of $859.1 billion, underscoring the strength of the nation's economy and its continued hefty dependence on imports from China and other countries.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-your-peloton-instructor-isnt-getting-laid-off-11644359877", "title": "No, Your Peloton Instructor Isn't Getting Laid Off", "date": "2022-02-08 17:37", "summary": "Fitness instructors, often social-media famous and viewed as brand ambassadors, elude company cutbacks. Peloton Interactive Inc . 's fitness instructors won't face layoffs amid the company's recent cutbacks as the exercise-equipment maker spared its brand ambassadors.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-democrats-who-want-to-abandon-florida-11644359659", "title": "The Democrats Who Want to Abandon Florida", "date": "2022-02-08 17:34", "summary": "They used to call it a swing state.. In recent years Republican voters have become more diverse and this trend has been so powerful in one big swing state that some Democrats are suddenly wondering if they should even bother competing there. Politico's Sabrina Rodriguez reports today:", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-girl-before-hbo-max-david-oyelowo-ben-hardy-jp-delaney-gugu-mbatha-raw-11644359634", "title": "'The Girl Before' TV Review: House Rules", "date": "2022-02-08 17:34", "summary": "A fancy yet affordable London flat comes with numerous stipulations for residents-and the watchful eye of its mysterious architect. The floor plan of \"The Girl Before\"-the latest in what now seems a hallowed tradition of imperiled-women miniseries on HBO-seems inevitable enough, maybe even overdue: the smart home as a haunted house. While it's not quite that simple in this four-part melodrama, the automated domicile does have its array of horror-movie accessories: disembodied voices; the sense of being watched; things that go bump-or worse-in the night. Have you ever seen Alexa? Me neither.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-markets-dow-update-02-08-2022-11644309070", "title": "Bond Yields, Stocks Rise Amid Earnings", "date": "2022-02-08 17:29", "summary": "Investors continue to sell government bonds in anticipation of interest-rate increases. Major U.S. stock indexes rose Tuesday as investors snapped up shares of companies across industries.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-gobble-up-dividend-stocks-during-market-turbulence-11644275114", "title": "Investors Gobble Up Dividend Stocks During Market Turbulence", "date": "2022-02-08 17:25", "summary": "Shift toward dividend-paying stocks is a bid for protection against a slowing economy, rising interest rates. Boring companies have been hot during the stock market's winter swoon.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australian-company-to-build-ev-charging-station-factory-in-tennessee-11644345869", "title": "Australian Company to Build EV Charging-Station Factory in Tennessee", "date": "2022-02-08 17:09", "summary": "White House touts plans by Tritium DCFC as part of a wave of new plants to support EVs. WASHINGTON-Australia's Tritium DCFC Ltd. is planning to break ground this year on a Tennessee factory to build electric-vehicle charging stations, a development touted by the White House on Tuesday as part of a wave of new private-sector spending spurred by President Biden's infrastructure policy.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irss-struggles-with-backlogs-draw-scrutiny-from-lawmakers-taxpayers-11644358180", "title": "IRS's Struggles With Backlogs Draw Scrutiny From Lawmakers, Taxpayers", "date": "2022-02-08 17:09", "summary": "The tax agency is reshuffling about 1,200 workers to help clear delayed refunds and correspondence. WASHINGTON-Lawmakers pressed for solutions to the Internal Revenue Service's paperwork backlog, which continues delaying millions of refunds from tax year 2020 and slowing taxpayers' ability to get answers from the government.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vermont-is-one-step-closer-to-adding-abortion-rights-to-its-constitution-11644348231", "title": "Vermont Is One Step Closer to Adding Abortion Rights to Its Constitution", "date": "2022-02-08 17:00", "summary": "If voters approve constitutional amendment in November, it would make state first in U.S. to have such protections. Vermont lawmakers approved a state constitutional amendment on Tuesday enshrining abortion rights, the culmination of a yearslong legislative effort that could make the New England state the first in the U.S. with such protections.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foreign-investment-in-u-s-commercial-property-exceeds-pre-pandemic-levels-11644325201", "title": "Foreign Investment in U.S. Commercial Property Exceeds Pre-Pandemic Levels", "date": "2022-02-08 16:38", "summary": "Overseas investors join domestic U.S. investors in focusing more on warehouses and rental apartments. Foreign investment in U.S. commercial property surpassed pre-pandemic levels last year, as overseas investors piled back in after travel restrictions eased and the U.S. economy bounced back.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-grilled-cheese-tomato-soup-recipe-2022-11644356267", "title": "The Best Grilled Cheese and Tomato Soup Recipe Relies on One Simple Tool", "date": "2022-02-08 16:38", "summary": "Yes, it all comes down to a sheet pan. Cook both soup and sandwich on that trusty kitchen multitasker, and a comforting meal is yours in no time.. IT IS A TRUTH universally acknowledged that grilled cheese and tomato soup is the quintessential comfort-food combo. So, the ideal recipe needs to be easy and leisurely, full stop. Enter the sheet pan. Yep, that hero of weeknight suppers is also the secret to prepping the world's lowest-effort soup and sandwich. The only other must-haves? A blender and some flexible pantry staples. From there, it's just broil, blend, crunch, slurp.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackrock-names-ed-fishwick-as-risk-chief-11644355007", "title": "BlackRock Names Ed Fishwick as Risk Chief", "date": "2022-02-08 16:16", "summary": "He succeeds BlackRock co-founder Ben Golub, who will transition to a senior advisory role at the money manager. BlackRock Inc. has named company insider Ed Fishwick as its chief risk officer, according to an employee memo viewed by The Wall Street Journal.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saturday-night-live-alum-david-spade-gets-19-5-million-for-beverly-hills-home-11644354478", "title": "'Saturday Night Live' Alum David Spade Gets $19.5 Million for Beverly Hills Home", "date": "2022-02-08 16:08", "summary": "The Trousdale Estates home was listed a month ago for just under $20 million, got multiple offers. Comedian David Spade has sold his longtime Beverly Hills home for $19.5 million, just a month after listing it for $19.995 million.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/take-a-hike-wednesday-crossword-february-9-11644352999", "title": "Take a Hike (Wednesday Crossword, February 9)", "date": "2022-02-08 16:01", "categories": [["WSJ Puzzles", "Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/wsj-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/semiconductor-chips-china-market-japan-miti-11644275442", "title": "How to Keep Up in the Economic Arms Race?", "date": "2022-02-08 15:53", "summary": "Semiconductors, free-market principles and the allure of control.. Regarding your editorial \"The Be More Like China Act\" (Feb. 3): In the 1980s, the accepted wisdom was that Japan was going to take over everything. The Ministry of International Trade and Industry (MITI) was a government agency that effectively directed Japanese companies. U.S. politicians wanted to emulate MITI's great success. Not much later, Japan entered a decadeslong recession.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pro-life-abortion-robert-califf-fda-biden-nominee-11644274583", "title": "The Pro-Life Case Against Robert Califf for the FDA", "date": "2022-02-08 15:52", "summary": "President Biden's nominee caters to the abortion industry and the most extreme voices in his party.. Your editorial \"Robert Califf for the FDA\" (Jan. 31) unfairly dismissed well-documented pro-life and public-health concerns with President Biden's nominee. While serving as commissioner of the Food and Drug Administration under President Obama, Dr. Califf authorized the weakening of data reporting requirements on medical complications that result from chemical abortions, obscuring the real dangers these drugs pose to women and girls.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rove-family-virtues-whoopi-goldberg-information-humility-11644274380", "title": "Some Things in Life Are Bigger Than Politics", "date": "2022-02-08 15:51", "summary": "The formula to move through these challenging times: resilience, compassion, humility, appreciation and responsibility.. Thanks and condolences to Karl Rove for his heartfelt article on his sister's passing as a result of Covid-19 (\"Requiescat in Pace, Alma,\" op-ed, Feb. 3). I am heartened that Mr. Rove did not make her passing a political incrimination of anyone. What we don't know about life and medicine remains a mystery, but family is our ultimate solace. Thank you, Mr. Rove for reminding us of that truth.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuny-union-psc-anti-israel-pro-china-woke-ccp-11644273762", "title": "What's Going On With CUNY's Woke Union?", "date": "2022-02-08 15:50", "summary": "The Professional Staff Congress representing faculty and staff denounces Israel but won't say a peep about China.. I am a retired City University of New York employee and former Professional Staff Congress (PSC) grievance counselor, representing employees in labor disputes with CUNY. I am familiar with the statements from Avraham Goldstein's op-ed \"I'm Stuck With an Anti-Semitic Labor Union\" (Jan. 21), and I found Prof. Goldstein's criticism of the PSC quite restrained.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-school-mask-children-kids-future-moderation-11644273335", "title": "With Covid, Stop Treating Children Like the Enemy", "date": "2022-02-08 15:49", "summary": "The schools need to give them their best chance at a healthy future.. Thank you, Dr. Eran Bendavid, for saying what we are thinking (\"Covid and the 'Hygiene Hypothesis,'\" op-ed, Feb. 2). As a mother and grandmother, I am beyond frustrated with the mask mandates in schools. Where is the balance? My father (who lived to 94) always said, \"everything in moderation.\" The teachers unions and the CDC need to stop treating children like the enemy. They are the hope of the future, and they need to be given their best chance at a healthy one.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-forecasts-54-billion-in-2022-sales-from-its-covid-19-vaccine-treatment-11644325656", "title": "Pfizer Forecasts $54 Billion in 2022 Sales From Covid Vaccine, Treatment", "date": "2022-02-08 14:44", "summary": "Drugmaker in search for deals to boost pipeline of products. As Pfizer Inc. forecasts strong sales this year for its Covid-19 vaccine and treatment, the drugmaker is on the hunt for deals to bolster its pipeline of experimental products.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/houseplants-best-for-bathrooms-11644346366", "title": "Which Houseplants Are Best in Bathrooms?", "date": "2022-02-08 13:54", "summary": "Horticulture pros suggest five beauties that suit the moisture and low light of most bathroom biospheres. PLANTS ARE already a go-to decorating tool. Whether it's an erupting schefflera that offsets a boxy sofa or an ivy that softens the doldrums of a desk, they bring a much-needed living element to décor. So why not extend that soul-soothing effect by adding foliage to a bathroom, a habitat particularly hospitable to flora? \"The humidity [of the bathroom] makes it the most greenhouse-like portion of a home,\" said Christopher Satch, professor at the New York Botanical Garden and a botanist with Horti, a houseplant subscription service based in Brooklyn. Well-suited to thrive in a loo are tropical plants known as epiphytes-orchids, ferns and air plants among them-that in the forest grow within the tree canopy. Unlike terrestrial types, such as a spider plant, these gather nutrients and drink up the water droplets from the air.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pro-china-twitter-accounts-flood-hashtag-critical-of-beijing-winter-olympics-11644343870", "title": "Pro-China Twitter Accounts Flood Hashtag Critical of Beijing Winter Olympics", "date": "2022-02-08 13:11", "summary": "Researchers say many accounts are largely automated and are meant to drown out calls by advocacy groups to boycott the Beijing Games. Pro-China accounts have been flooding Twitter with messages that include the hashtag #GenocideGames, in what researchers say is an effort to dilute the hashtag's power to galvanize criticism of the Winter Olympics host nation.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oscars-nominations-2022-see-the-full-list-of-nominees-11644330653", "title": "The Full List of Oscars Nominees", "date": "2022-02-08 12:57", "summary": "'The Power of the Dog' leads with 12 nominations, followed by 'Dune' and 'Belfast'. The nominations for the 2022 Oscars were announced by actress Tracee Ellis Ross and actor Leslie Jordan in a livestream. \"The Power of the Dog\" scored 12 Oscar nominations and the sci-fi epic \"Dune\" earned 10. Additionally, period drama \"Belfast\" and Steven Spielberg's update of \"West Side Story\" received seven nominations each.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/axis-autocracy-russia-putin-ukraine-china-france-germany-commit-defense-invasion-scholz-biden-macron-11644336548", "title": "The New Axis of Autocracy", "date": "2022-02-08 12:15", "summary": "Germany and France are weak links as the West faces an alliance of China and Russia.. The Feb. 4 meeting in Beijing between Vladimir Putin and Xi Jinping makes it official: The U.S. and its allies now face an axis of autocracy stretching from the Baltic to the Pacific.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doctor-unvaccinated-physician-icu-intensive-care-unit-antivaxxer-refusing-treatment-patients-covid-omicron-immunity-11644336402", "title": "The Doctor Will See You Now-Wait, Not You", "date": "2022-02-08 12:13", "summary": "Physicians, losing patience with their patients, forget their obligation to care.. Doctors are increasingly refusing to treat the unvaccinated. Physicians in Alabama, Florida, the District of Columbia and Toronto have dismissed unvaccinated patients from their practices. A Texas task force has considered reserving beds in intensive-care units solely for the vaccinated.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retired-pope-benedict-xvi-asks-for-forgiveness-over-handling-of-sex-abuse-cases-11644337031", "title": "Retired Pope Benedict XVI Asks for Forgiveness Over Handling of Sex-Abuse Cases", "date": "2022-02-08 12:12", "summary": "Benedict fights to defend his record after report criticized failings during his time as an archbishop. ROME-Retired Pope Benedict XVI replied to charges that he mishandled cases of clerical sexual abuse during his tenure as an archbishop in Germany, but his response seemed unlikely to remove the taint that the allegations have left on his record.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-relief-funds-drive-up-nurse-pay-hospitals-say-11644316203", "title": "Covid-19 Relief Funds Drive Up Nurse Pay, Hospitals Say", "date": "2022-02-08 12:11", "summary": "Federal funding contributes to huge wage gains amid healthcare labor shortage. Hospitals and lawmakers are pressing the Biden administration to review federal pandemic-relief programs that they say have distorted pay rates for travel nurses.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-chinese-investors-feud-over-startup-icon-aircraft-during-national-security-review-of-deal-11644340248", "title": "U.S., Chinese Investors Feud Over Plane Startup During National Security Review", "date": "2022-02-08 12:10", "summary": "Sparring over plane maker is risky tactic during secretive screening process by government panel Cfius. Feuding investors in a California plane startup are firing off allegations against each other while the company is in the midst of a U.S. national security review, a risky tactic during the secretive process.", "categories": [["WSJ News Exclusive", "National Security"]], "category_links": ["https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-rogan-racial-slur-spotify-11644275660", "title": "What's Happening With Joe Rogan and Spotify", "date": "2022-02-08 12:07", "summary": "As Joe Rogan faces scrutiny surrounding past uses of racial slurs, here's what to know about the podcaster and Spotify's response. Joe Rogan has been facing public scrutiny for his past use of racial slurs. On Feb. 5, Mr. Rogan apologized after a compilation video emerged showing how he and some of his guests used the N-word numerous times on his show. On Feb. 6, Spotify Chief Executive Daniel Ek apologized to employees for the way Mr. Rogan's use of the slur in previous podcast episodes has impacted them.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-aims-to-boost-microchip-output-with-billions-in-new-funding-11644322236", "title": "Europe Aims to Boost Microchip Output With Billions in New Funding", "date": "2022-02-08 11:46", "summary": "EU plan could mobilize about $49 billion in government and private cash, though critics fear a subsidy race. BRUSSELS-A European Union proposal to increase microchip production could unleash tens of billions of dollars in funding for research and new production facilities, part of the bloc's economywide effort to boost its commercial independence.", "categories": [["Business", "Europe"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bnp-paribas-wants-to-be-europes-global-investment-bank-11644338706", "title": "BNP Paribas Wants to Be Europe's Global Investment Bank", "date": "2022-02-08 11:45", "summary": "France's top lender filled out its equities business last year in a bid to become a European bank with a wider reach. The European lender with the most ambitious plans to create a U.S.-style full-service global investment bank these days is France's BNP Paribas . Fourth-quarter results Tuesday showed what a challenge that can be.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-to-turn-iphones-into-payment-terminals-11644338371", "title": "Apple Will Let Businesses Use iPhones to Take Customer Payments", "date": "2022-02-08 11:39", "summary": "Payment processor Stripe will be the first platform to offer the feature to its customers, which include Shopify's point-of-sale app. Apple Inc. said it would launch a tap-to-pay feature that will allow businesses and retailers to use an iPhone to accept Apple Pay, contactless credit and debit cards as well as other digital wallets without any other hardware necessary.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-is-pelotons-new-ceo-barry-mccarthy-11644332088", "title": "Who Is Peloton's New CEO Barry McCarthy?", "date": "2022-02-08 11:24", "summary": "Silicon Valley veteran took Spotify public and was CFO at Netflix when it shifted from DVDs to streaming. Peloton Interactive Inc. is turning to Barry McCarthy, a former finance executive and Silicon Valley veteran, to help revive its faltering at-home fitness business.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kkr-earnings-fall-while-cash-available-to-shareholders-hits-new-heights-11644321092", "title": "KKR Earnings Fall While Cash Available to Shareholders Hits New Heights", "date": "2022-02-08 11:21", "summary": "The private-equity firm reported net income of $507.6 million in the final quarter of 2021 versus $1.48 billion a year earlier. KKR & Co.'s fourth-quarter earnings fell as the change in the value of its investments lagged behind the broader market, while cash available to shareholders more than doubled to a fresh record.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/calls-to-boycott-hyundai-rise-in-india-after-social-media-post-about-pakistan-11644331762", "title": "Calls to Boycott Hyundai Rise in India After Kashmir Comment", "date": "2022-02-08 11:19", "summary": "New Delhi summons South Korea's ambassador after comments by a Pakistani distributor trigger online backlash. NEW DELHI-Social media posts by a Pakistan distributor for Hyundai Motor Co. have triggered calls to boycott the company and prompted India's government to summon South Korea's ambassador to express its displeasure.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bp-says-transition-to-greener-investments-wont-spoil-profits-11644337047", "title": "BP Says Transition to Greener Investments Won't Spoil Profits", "date": "2022-02-08 11:17", "summary": "British oil giant posts strong results on rising commodity prices; downplays concerns its pullback in fossil-fuel investment will crimp future earnings. BP PLC sought to reassure investors that declining oil-and-gas production won't cripple earnings for the remainder of the decade as the British energy giant pivots to lower-carbon investments.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pet-gifts-cats-dogs-valentines-day-presents-2022-11644336774", "title": "Maybe Your Dog Needs a Valentine's Day Gift", "date": "2022-02-08 11:13", "summary": "From brands like Hermès and Alessi, the upscale pet's Valentine's Day gift for 2022. Wouldn't it be nice to give a Valentine's Day gift to someone with no expectations? Who's not, say, secretly pining for a diamond necklace as you present them a beef-jerky subscription box? Who's not going to look distrustfully at your packing-tape-inclusive wrapping job? Who's not doing the dishes extra loudly upon sight of those bent 7-Eleven carnations? Presenting eight Valentine's Day 2022 gifts for a neglected cohort on this holiday-your pet, or the family member most likely to be equally thrilled with the gift, the discarded packaging and the human behind it all. (And to whom, we're quite sure, a beef-jerky subscription box would go down pretty well.) WSJ. Magazine's editors select:", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carl-icahn-mcdonalds-pigs-gestation-crates-11644335198", "title": "Relentless Wall Street Billionaire Has a Secret Cause", "date": "2022-02-08 11:02", "summary": "Carl Icahn, the investor known for his campaigns against CEOs and rivals, is pressing McDonald's for better treatment of pigs; 'Animals are one of the things I feel really emotional about'. Carl Icahn, the billionaire investor known for his relentless campaigns against CEOs and rivals, has a secret cause that he has pursued for a decade.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-power-of-the-dog-leads-oscar-nominations-with-12-nods-11644328789", "title": "'The Power of the Dog' Leads Oscar Nominations With 12 Nods", "date": "2022-02-08 11:00", "summary": "The 2022 Academy Awards are set for March, following another year in which the pandemic reshaped moviegoing. \"The Power of the Dog\" scored 12 Oscar nominations Tuesday, including nods for best director and best picture. The psychological Western from director Jane Campion received the most nominations among films in the running for the 94th Academy Awards scheduled for March 27, giving Netflix Inc. a shot at its first-ever win for best picture.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ukraine-russia-invasion-zelensky-biden-11644334948", "title": "Ukraine's Zelensky Wants to Fend Off Russia-and America, Too", "date": "2022-02-08 10:57", "summary": "Resume Subscription. KYIV, Ukraine-With Russian military forces gathering on three sides of Ukraine last month, advisers to President Volodymyr Zelensky urged a low-key response. His top national security adviser, in a cellphone call, counseled him with two words: \"Olympian calm.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-i-met-your-father-actor-chris-lowell-recalls-his-coming-of-age-at-the-family-lake-house-11644335375", "title": "'How I Met Your Father' Actor Chris Lowell Recalls Coming of Age at the Family Lake House", "date": "2022-02-08 10:49", "summary": "The actor learned courage jumping off the boathouse and was inspired by his artistic parents. ", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-is-there-more-lithium-to-power-cars-and-phones-beneath-a-california-lake-11644037217", "title": "The U.S. Race for Lithium Runs Beneath a California Lake", "date": "2022-02-08 10:41", "summary": "Resume Subscription. CALIPATRIA, Calif.-In the U.S. hunt for lithium, an essential component of the batteries that power electric vehicles and cellphones, one big untapped source might be bubbling under a giant lake in Southern California.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/israel-offers-economic-help-to-palestinians-but-not-peace-talks-11644319692", "title": "Israel Offers Economic Help to Palestinians in Bid to Stem Influence of Hamas", "date": "2022-02-08 10:38", "summary": "Centrist coalition government launches a series of economic initiatives in West Bank aimed at curbing Hamas, propping up Palestinian Authority. RAMALLAH, West Bank-Israel is rushing to prop up the Palestinian Authority, promising loans, allowing infrastructure upgrades and holding high-level talks with West Bank leaders for the first time in years, in a bid to stem the growing influence of Hamas and keep a lid on violent unrest.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peloton-thriller-will-keep-on-cycling-11644334521", "title": "Peloton Thriller Will Keep on Cycling", "date": "2022-02-08 10:35", "summary": "Subscription to Peloton drama seems like better investment than stock itself. First Big, now Foley. The casualties of the Peloton Interactive drama are getting more real by the day. Don't expect a happily ever after to come overnight.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ukraine-prepares-military-exercises-as-macron-visits-kyiv-11644324610", "title": "Ukraine Prepares Military Exercises as Macron Visits Kyiv", "date": "2022-02-08 10:07", "summary": "French president meets with Ukraine's Zelensky following talks with Putin amid border tensions. KYIV, Ukraine-Ukraine's armed forces geared up for military exercises in response to Russia's troop buildup along its borders as French President Emmanuel Macron shuttled from Moscow to Kyiv on Tuesday in an attempt to ease tensions and avert a conflict.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/guacamole-recipe-restaurant-quality-super-bowl-11644273171", "title": "How to Make Super Bowl Guacamole That's Restaurant-Quality", "date": "2022-02-08 10:00", "summary": "This recipe is your best possible starting point. The secret ingredient is optional but highly recommended.. AS IT HAPPENS, we addressed this very popular question in our new book, \"Food IQ: 100 Questions, Answers, and Recipes to Raise Your Cooking Smarts\" (Feb. 22, HarperWave).", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meta-platforms-peloton-general-motors-what-to-watch-in-the-stock-market-today-11644322710", "title": "Peloton, Pfizer, Meta, General Motors: What to Watch in the Stock Market Today", "date": "2022-02-08 09:47", "summary": "Earnings are due after the market close from Lyft, Chipotle Mexican Grill and Peloton Interactive.. U.S. stock indexes wobbled in morning trading as investors awaited another docket of major earnings reports. Here's what we're following in markets Tuesday:", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-tech-grocery-stock-delivers-more-food-less-profit-11644330868", "title": "High-Tech Grocery Stock Delivers More Food, Less Profit", "date": "2022-02-08 09:34", "summary": "Ocado said costs will be higher than expected this year as it burns through cash to get automated warehouses up and running for supermarket clients like Kroger. Supermarket stocks have been a good investment during the pandemic. The British tech company that is leading the grocery industry's global shift online, less so.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-private-developers-abstain-from-land-auctions-as-red-lines-draw-blood-11644330780", "title": "China's Private Developers Abstain From Land Auctions as 'Red Lines' Draw Blood", "date": "2022-02-08 09:33", "summary": "Regulatory limits on borrowing and a concerted push to rein in debt-fueled property market threaten key driver of economic growth. BEIJING-China's embattled private property developers have pulled back from buying new land, punching a hole in the local government funding that is needed to service their mountains of debt, fuel economic growth and pay for leader Xi Jinping's ambitious social spending vision.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/startup-wants-to-store-spare-renewable-electricity-to-power-heavy-industry-11644328800", "title": "Startup Wants to Store Spare Renewable Electricity to Power Heavy Industry", "date": "2022-02-08 09:00", "summary": "Rondo Energy, which raised $22 million in venture funding, wants to use renewable electricity when it is abundant to store as heat for industrial applications. ", "categories": [["Sustainable Business"]], "category_links": ["https://www.wsj.com/news/types/sustainable-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-pandemic-led-to-smaller-than-expected-baby-bust-new-data-suggest-11644328800", "title": "Covid-19 Pandemic Led to Smaller-Than-Expected Baby Bust, New Data Suggest", "date": "2022-02-08 09:00", "summary": "Resume Subscription. New data on U.S. births suggest that the Covid-19 pandemic has led to a smaller-than-expected baby bust.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/hedge-fund-showdown-with-mexican-lender-credito-real-nears-endgame-11644283923", "title": "Hedge-Fund Showdown With Mexican Lender Credito Real Nears Endgame", "date": "2022-02-08 09:00", "summary": "Hedge funds that questioned the nonbank payroll lender's accounting are reaping paper gains as the risk of a default mounts. Bond investors are bracing for a potential default by Mexico's largest payroll lender.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/olympic-hockey-usa-canada-11644327784", "title": "Boxing Had Ali vs. Frazier. Olympic Hockey Has USA vs. Canada.", "date": "2022-02-08 08:43", "summary": "One of the great Winter Games rivalries is on course for another gold medal collision. Beijing", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/neutral-looks-not-boring-11644327112", "title": "14 Neutral Looks That Are Anything But Boring", "date": "2022-02-08 08:32", "summary": "This season, discover new ways to translate khaki shades into smart styles.. Fashion's favorite spring neutral-khaki-got a major upgrade this season, driven by new styles from brands such as Prada, Miu Miu and Givenchy, which offered it up as everything from structured bustiers to pale paper-like dresses. Beige cotton drill, a fabric typically associated with vintage wartime attire, workwear and school uniforms, has now been reintroduced in new shapes that range from sexy to austere. A strapless belted minidress with cargo pockets from Hedi Slimane at Celine resembles a uniform even a Girl Scout would approve of. Childhood chinos have graduated to sultry crop tops and box-pleat ultra-mini skirts at Miu Miu. A boiler suit from Isabel Marant, here worn open at the top with a Salvatore Ferragamo bra and a pair of sleek black Manolo Blahnik mules, even transforms traditional workwear into an evening-appropriate ensemble. The season is also full of new versions of tan gabardine trench coats. If you're unable to choose just one, layering two from The Row adds luxuriously effortless texture. Don't worry about doubling up-mixing khaki pieces is a move that will never fail. -Jenny Hartman", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alexandre-arnault-interview-tiffany-co-lvmh-11644326619", "title": "How Alexandre Arnault Is Shaking Things Up at Tiffany & Co.", "date": "2022-02-08 08:30", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/hong-kong-expands-vaccine-mandate-amid-record-covid-19-outbreak-11644326507", "title": "Hong Kong Expands Vaccine Mandate Amid Record Covid-19 Outbreak", "date": "2022-02-08 08:21", "summary": "Unvaccinated residents will be barred from supermarkets, shopping malls starting Feb. 24. HONG KONG-Unvaccinated residents will be barred from Hong Kong's supermarkets and malls, as city officials try to beat back a record outbreak of Covid-19.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/business-casual-mens-hybrid-work-dress-code-11644274239", "title": "What Does Men's Business Casual Look Like Now?", "date": "2022-02-08 08:06", "summary": "Now that WFH has relaxed dress workday codes, must guys obey old style rules as they trickle back to the office? And how much of their comfy home-office wardrobe can go with them? Here, five queries, answered.. AFTER NEARLY two years of working from home, many men are saying goodbye to daytime pajama bottoms and returning to the office. This is a tricky proposition. The rules governing workplace attire were already relaxing pre-Covid; throw in two years of Zoom calls and a universal acclimation to comfy outfits, and the once-standard \"business casual\" dress-code has become problematically hazy.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/l-a-hotels-dealt-a-setback-with-the-home-team-rams-in-the-super-bowl-11644325200", "title": "L.A. Hotels Dealt a Setback With the Home Team Rams in the Super Bowl", "date": "2022-02-08 08:00", "summary": "Hotel owners were rooting for two visiting teams to play, but bookings are starting to pick up. Los Angeles hotel owners have already suffered a defeat going into Super Bowl Sunday, but they are hoping they can at least keep the score close.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buy-now-pay-later-travel-11644269159", "title": "Should You Book Travel With a Buy-Now, Pay-Later Plan?", "date": "2022-02-08 08:00", "summary": "More airlines, cruises and other vacation businesses are offering installment plans; experts warn buyers to watch for interest rates and cancellation policies. More travel companies are offering buy-now, pay-later deals for their flights, cruises and vacation packages. For consumers, the most important details to know are the interest rate and fine print before agreeing to the deal.", "categories": [["Life & Work", "Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/los-angeles-super-bowl-lvi-11644298989", "title": "The Freak Rain Storms That Saved a Los Angeles Super Bowl", "date": "2022-02-08 08:00", "summary": "SoFi Stadium, the host of Super Bowl LVI, was supposed to host the game a year earlier-when fans would have been barred because of the pandemic. But heavy rainfall during its construction delayed the opening and inadvertently prevented a nightmare.. The rain began in November of 2016, picked up in December and turned into the Los Angeles equivalent of a flood by January. In an area famous for droughts, it had started to pour.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nvidia-can-afford-to-lose-an-arm-but-softbank-needs-to-slim-down-11644323607", "title": "Nvidia Can Afford to Lose an Arm. But SoftBank Needs to Slim Down.", "date": "2022-02-08 07:33", "summary": "While U.S. chip company can let biggest semiconductor deal lapse, seller SoftBank is in a trickier position. Brawny chip company Nvidia can afford to lose Arm. Keeping the high-tech appendage fully attached a while longer may prove a headache for SoftBank.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/developing-countries-brace-for-impact-from-fed-rate-increases-11644321780", "title": "Developing Countries Brace for Impact From Fed Rate Increases", "date": "2022-02-08 07:03", "summary": "U.S. rises could destabilize their economies, but lower U.S. inflation could offer them breathing room. LONDON-For developing countries, the Federal Reserve's battle to squelch U.S. inflation with a series of rate increases this year stirs a mix of hope and anxiety.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nft-yats-emoji-investment-11644267028", "title": "When You Marry NFTs and Emojis, You Get a Yat", "date": "2022-02-08 07:00", "summary": "Combinations of the basic symbols of the internet are now for sale, following the run on digital art and sports highlights. You can now invest in the heart-eyes emoji the same way you would a bar of gold.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apparel-brands-rally-hangs-by-a-thread-11644321601", "title": "Apparel Brands' Rally Hangs by a Thread", "date": "2022-02-08 07:00", "summary": "Clothing brands face the daunting task of surpassing last year's strong sales and margins, which were driven by unusual circumstances. Vietnam factory shutdowns and supply chain snags notwithstanding, apparel companies emerged from the pandemic looking sharp. How long can they keep it up?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-restrictions-unwind-as-omicron-wanes-in-u-s-parts-of-europe-11644319970", "title": "Covid-19 Restrictions Unwind as Omicron Wanes in U.S., Parts of Europe", "date": "2022-02-08 06:32", "summary": "Deaths from disease remain little changed, adding to evidence that latest virus wave is ebbing. The downturn in Covid-19 cases in the U.S. continued at the start of the week, while deaths of people diagnosed with the disease remained little changed, adding to evidence that the surge caused by the Omicron variant of the virus is receding.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/health-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/profitable-companies-enlist-bankruptcy-courts-to-sidestep-cancer-trials-11644319800", "title": "Profitable Companies Enlist Bankruptcy Courts to Sidestep Cancer Trials", "date": "2022-02-08 06:30", "summary": "Corporations facing unwieldy asbestos litigation are accessing the benefits of bankruptcy without filing chapter 11 themselves. A handful of large, profitable corporations are using a new strategy to access U.S. bankruptcy courts, unlocking powerful legal tools for settling thousands of asbestos lawsuits for a fraction of what juries might force these companies to pay.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-much-is-trumps-new-social-media-company-worth-traders-cant-decide-11644316380", "title": "Traders Struggle to Value Trump's Social-Media Company", "date": "2022-02-08 05:33", "summary": "Schism has emerged between shares and warrants of blank-check company taking former president's firm public. Traders are struggling to place a consistent value on Donald Trump's new social-media venture, a business that hasn't offered much in the way of details but one that supporters think is destined to take off.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/putin-says-the-west-is-goading-russia-into-warwithukraineand-many-russians-agree-11644316200", "title": "Putin Says the West Is Goading Russia Into War-and Many Russians Agree", "date": "2022-02-08 05:30", "summary": "Resume Subscription. Like many Russians, graduate student Anastasia Bukhteyeva hopes the current standoff between Russia and the West over Ukraine doesn't erupt into a full-scale war.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/vans-parent-vf-works-to-lock-in-inventory-early-as-supply-chain-issues-linger-11644316200", "title": "VF Works to Lock In Inventory Early as Supply-Chain Issues Linger", "date": "2022-02-08 05:30", "summary": "The apparel and footwear company said it is pulling forward commitments to suppliers by a few weeks on average. VF Corp. , the owner of apparel brands such as the North Face, Vans and Supreme, is agreeing to buy raw materials earlier than usual amid lingering supply-chain pressures.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eileen-gu-beijing-olympics-big-air-11644293309", "title": "Eileen Gu's Olympics Begin With Gold in Big Air-and Citizenship Questions", "date": "2022-02-08 05:02", "summary": "The U.S.-born freestyle skiing star competing for China landed a huge trick on her final run to win the first of three events she'll contest at these Games. BEIJING-A surprise gold medal by Eileen Gu, the U.S.-born freestyle skier competing for her mother's homeland of China, set off jubilation in the Chinese public but spurred renewed questions about her citizenship status.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/keegan-messing-olympics-figure-skating-11644309709", "title": "The Most Interesting Man in Figure Skating's Most Incredible Olympic Saga", "date": "2022-02-08 05:00", "summary": "A seemingly impossible race across airports and time zones to compete in Beijing is about as normal as life gets for Keegan Messing. Canadian figure skater Keegan Messing lives in the wilderness of Alaska, where he built his own backyard rink and has been known to use a chain saw for weight training.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/putin-to-meet-macron-as-france-tries-to-flex-diplomatic-muscle-over-ukraine-11644241608", "title": "Macron Meets With Putin as France Tries to Flex Diplomatic Muscle Over Ukraine", "date": "2022-02-08 04:00", "summary": "French president is also going to Kyiv, and Biden met with Germany's leader. President Biden said Monday that the Nord Stream 2 pipeline to deliver Russian natural gas to Germany won't go forward if Russia invades Ukraine, stepping up pressure to isolate Moscow as French President Emmanuel Macron kicked off a round of shuttle diplomacy aimed at thawing tensions between the Kremlin and the West.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nathan-chen-olympic-figure-skating-yuzuru-hanyu-11644301997", "title": "Nathan Chen Smashed His Short Program. Up Next: A Gold Medal?", "date": "2022-02-08 01:35", "summary": "Resume Subscription. BEIJING-It began with Nathan Chen resting his hand on his heart with four years of Olympic pressure on his shoulders. It ended with a triumphant fist pump.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11644296401", "title": "Pepper...and Salt", "date": "2022-02-08 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-says-nord-stream-2-pipeline-wont-go-forward-if-russia-invades-ukraine-11644268407", "title": "Biden Says Nord Stream 2 Pipeline Won't Go Forward if Russia Invades Ukraine", "date": "2022-02-08 22:40", "summary": "President made the comment during joint press conference with German Chancellor Olaf Scholz. President Biden said the Russian-built Nord Stream 2 natural-gas pipeline to Germany would be suspended if Russia invades Ukraine, with the German chancellor offering support but without explicitly saying the project would be halted.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-top-science-adviser-violated-workplace-behavior-rules-officials-say-11644251882", "title": "Biden's Science Adviser Quits Over Behavior Toward Staff", "date": "2022-02-08 22:24", "summary": "A White House investigation found he demeaned staff in violation of workplace-behavior rules. WASHINGTON-President Biden's top science adviser resigned after an internal White House investigation found that he demeaned staff in violation of the administration's workplace-behavior rules.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-honduran-president-hernandez-barred-from-entry-into-u-s-11644285360", "title": "U.S. Bars Former Honduran President Hernández From Entry", "date": "2022-02-08 21:34", "summary": "State Department cites reports of Juan Orlando Hernández being involved in corruption and illicit campaign financing. The U.S. government barred former Honduran President Juan Orlando Hernández from entering the country, and made the decision public as it seeks to improve ties with the Central American country as part of efforts to curb migration to the U.S.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-authorities-trace-origins-of-chained-woman-after-footage-stirs-online-anger-11644286645", "title": "Chinese Authorities Trace Origins of Chained Woman After Footage Stirs Online Anger", "date": "2022-02-08 21:17", "summary": "Questions remain over how 'Little Plum Blossom' came to marry a man nearly 2,000 miles from her home. Authorities in an eastern corner of China where video footage recently emerged of a mother of eight chained in a shed said they have traced the origins of the woman to a village in China's south.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-agrees-to-lift-trump-era-tariffs-on-japanese-steel-11644271202", "title": "U.S. Agrees to Lift Trump-Era Tariffs on Japanese Steel", "date": "2022-02-08 20:47", "summary": "The agreement removes a longstanding irritant between the two allies. WASHINGTON-The U.S. said Monday it has agreed to lift import tariffs on Japanese steel imposed by the Trump administration, removing a longstanding irritant in the bilateral relations between the two allies.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-overwhelmingly-passes-bipartisan-bill-to-bar-mandatory-arbitration-in-cases-of-sexual-assault-and-harassment-11644282186", "title": "House Passes Bill to Bar Mandatory Arbitration in Cases of Sexual Assault and Harassment", "date": "2022-02-08 20:13", "summary": "The measure now heads to the Senate where it's expected to pass with bipartisan support. WASHINGTON-The House passed a bipartisan bill that would bar mandatory arbitration in cases of sexual assault and harassment, and the Senate could take it up as soon as this week, as the legislation moves closer to becoming law.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banker-sentenced-to-year-in-prison-on-bribery-conviction-tied-to-paul-manafort-loans-11644277237", "title": "Former Bank Executive Sentenced to a Year in Case Tied to Manafort Loans", "date": "2022-02-08 19:53", "summary": "Stephen Calk sought Trump administration job while bank loans were pending. A former bank executive was sentenced Monday to a year and a day in prison for corruptly arranging $16 million in loans to former Trump campaign chairman Paul Manafort in an effort to obtain a high-ranking government job.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/guess-faces-calls-to-remove-marciano-brothers-from-board-11644281322", "title": "Guess Investor Wants Marcianos Out", "date": "2022-02-08 19:48", "summary": "Activist investor argues sexual-misconduct allegations threaten turnaround efforts. An activist investor is calling for the co-founders of Guess Inc. to be removed from the clothing maker's board, arguing that sexual-misconduct allegations against one of the men threaten its turnaround efforts.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sensor-maker-velodyne-lidars-shares-surge-after-amazon-investment-11644281275", "title": "Sensor Maker Velodyne Lidar's Shares Surge After Amazon Investment", "date": "2022-02-08 19:47", "summary": "Stock jumps in extended-hours trading after company issues warrant to tech giant to buy nearly 40 million shares. Velodyne Lidar Inc.'s stock jumped more than 50% in extended-hours trading Monday after the maker of sensors for autonomous cars reported an investment by Amazon.com Inc.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/minnesota-ag-keith-ellison-to-review-shooting-death-of-amir-locke-11644012360", "title": "Minnesota to Review Shooting Death of Amir Locke", "date": "2022-02-08 19:39", "summary": "State's attorney general to review police shooting of 22-year-old Black man as they executed search warrant. Minneapolis Mayor Jacob Frey ordered a moratorium on no-knock warrants in the city after a Black man was fatally shot by Minneapolis police inside his apartment early Wednesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-based-hytera-charged-with-stealing-trade-secrets-from-motorola-solutions-11644280175", "title": "China-Based Hytera Charged With Stealing Trade Secrets From Motorola Solutions", "date": "2022-02-08 19:29", "summary": "U.S. prosecutors allege that Hytera got Motorola Solutions employees to steal proprietary digital mobile radio technology. A U.S. indictment alleges a China-based telecommunications company conspired to steal digital mobile radio technology developed by Motorola Solutions Inc.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-church-shooting-survivors-families-awarded-more-than-230-million-from-u-s-government-11644274975", "title": "Texas Church-Shooting Survivors, Families Awarded More Than $230 Million From U.S. Government", "date": "2022-02-08 19:18", "summary": "Judge previously found the Air Force mostly responsible for the Sutherland Springs shooting in which 26 died. The U.S. government must pay just over $230 million to the survivors and families of victims of a 2017 mass shooting at a church in Sutherland Springs, Texas, a federal judge ruled Monday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-to-lift-school-mask-mandate-next-month-11644246532", "title": "Several States Lift Mask Mandates", "date": "2022-02-08 19:11", "summary": "Connecticut, New Jersey, California among those aiming to ease mask mandates in public places as Omicron surge subsides. Officials in several Democrat-led states said Monday they would lift mask mandates for schools or other indoor areas in coming weeks as Covid-19 cases fall.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/divided-supreme-court-allows-alabama-congressional-map-for-now-11644273658", "title": "Justices Allow Alabama Congressional Map for Now", "date": "2022-02-08 19:09", "summary": "Republican-drawn map will remain in place while justices hear the case in full. WASHINGTON-The Supreme Court Monday granted Alabama's request to reinstate its electoral map that has produced a House delegation of six white Republicans and one Black Democrat, temporarily blocking a lower-court order that found the state's map disadvantages Black voters.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]