[{"link": "https://www.wsj.com/articles/what-threatens-american-jews-extremism-anti-semitism-attack-synagogue-israel-zionist-bigotry-11643145791", "title": "What Threatens American Jews?", "date": "2022-01-25 18:53", "summary": "College students weigh anti-Semitism from the left and right.. Editor's note: In this Future View, students discuss anti-Semitism. Next week we'll ask, \"Are Asians discriminated against when they apply to America's premier colleges?\" Students should click here to submit opinions of fewer than 250 words before Feb. 1. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-summary-of-the-2020-election-biden-wisconsin-trump-lawsuit-voting-rights-fraud-absentee-dropboxes-ballot-curing-big-lie-11642966744", "title": "The Best Summary of the 2020 Election", "date": "2022-01-25 18:52", "summary": "Rules were bent, GOP voters defected, and real fraud hasn't turned up.. At his first big political rally of 2022, President Trump was again focused on 2020. \"We had a rigged election, and the proof is all over the place,\" he said. Mr. Trump was apparently too busy over Christmas to read a 136-page report by a conservative group in Wisconsin, whose review shows \"no evidence of widespread voter fraud.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-msft-q2-earnings-report-2022-11643112605", "title": "Microsoft Earnings, Revenue Show Strong Growth", "date": "2022-01-25 18:51", "summary": "Software giant's cloud-computing business continues to thrive on people's shift to remote work during the pandemic. Microsoft Corp. said its earnings continued to grow last quarter as its cloud-services business stayed strong.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/assassinating-police-in-new-york-jason-rivera-wilbert-mora-nypd-eric-adams-11643152291", "title": "Assassinating Police in New York", "date": "2022-01-25 18:48", "summary": "Cops are increasingly a target, as two more die in the line of duty.. A second New York police officer died of his wounds Tuesday after being ambushed on Friday night while responding to a call about a domestic dispute. Wilbert Mora, who was 27 years old, died after being shot in the head by an assailant who kicked open the door of a bedroom and opened fire on officers.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/workers-care-more-about-flexible-hours-than-remote-work-11643112004", "title": "Workers Care More About Flexible Hours Than Remote Work", "date": "2022-01-25 18:46", "summary": "New survey of more than 10,000 knowledge workers found 95% want to set their own hours. Workers, flush with power as employers raise wages and scramble to fill open jobs, say they care even more about flexible schedules than whether or not they go into an office.", "categories": [["Life & Work", "Work & Life"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/work-life?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-supreme-court-cases-to-watch-property-rights-sackett-epa-ftc-11643148597", "title": "Two Supreme Court Cases to Watch", "date": "2022-01-25 18:45", "summary": "The Justices take up the excesses of the administrative state.. The new Supreme Court is getting interesting, and we don't mean only on abortion, guns and race. The Justices are also addressing crucial, but often ignored, issues on the separation of powers and property rights as they agreed to hear in two cases Monday.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-considers-potent-export-controls-against-russia-11643122300", "title": "U.S. Plans Sanctions, Export Controls Against Russia if It Invades Ukraine", "date": "2022-01-25 18:44", "summary": "Biden administration is working to mitigate market shocks if Russia withholds energy supplies in retaliation. The U.S. is prepared to impose export controls on critical sectors of the Russian economy if Russian President Vladimir Putin invades Ukraine, and is working to soften market shocks if Russia withholds energy supplies in retaliation, officials said.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-johnsons-tax-bill-comes-due-uk-big-government-conservatives-11643149004", "title": "Boris Johnson's Tax Bill Comes Due", "date": "2022-01-25 18:43", "summary": "The U.K. leader's big government agenda is a political flop.. As U.K. Prime Minister Boris Johnson's political future becomes less certain, now might seem like an odd time for British Conservatives to argue about tax policy. But they're right to do so. Mr. Johnson's career is in danger in large part because he has attempted a foolish and failing agenda of big government conservatism.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-are-republicans-for-gop-biden-press-conference-scruton-volunteer-charity-welfare-administrative-state-11643145502", "title": "What Are Republicans For?", "date": "2022-01-25 18:39", "summary": "An answer to President Biden's question from the conservative philosopher Roger Scruton.. In President Biden's diffuse, platitudinous and often flat-out erroneous press conference of last week, one question stood out as potent and still awaits an answer. Mr. Biden asked-was it three or four times?-what his opponents, the Republicans, were for, apart from denying him credit for any accomplishments he might have had during his first year in office.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/faith-cant-abrogate-a-contract-religious-exemptions-legal-rights-court-freedom-bixler-scientology-11643145135", "title": "Faith Can't Abrogate a Contract", "date": "2022-01-25 18:38", "summary": "A California state court goes too far in a ruling against Scientology's arbitration agreement.. The California Court of Appeal has opened a new front in the legal war over religious exemptions. In Bixler v. Church of Scientology, the court ruled in favor of former members of the church who allege that they were raped by a church agent before leaving the faith. It held that they aren't bound by an arbitration contract, a condition of church membership, in which they agreed that any claims against the church have to be submitted to Scientology arbitration tribunals.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-i-outran-the-pandemic-doldrums-running-races-london-marathon-boom-covid-coronavirus-11643144783", "title": "How I Outran the Covid Doldrums", "date": "2022-01-25 18:33", "summary": "Many trained for races, but some took on extreme challenges.. The temperature and humidity both neared triple digits as I loped around my in-laws' suburban Houston neighborhood last summer. Despite the pain, or perhaps because of it, running made me feel alive.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baseball-hall-of-fame-barry-bonds-roger-clemens-david-ortiz-11643153323", "title": "Barry Bonds, Roger Clemens Fall Short of Hall of Fame Entry as David Ortiz Is Elected", "date": "2022-01-25 18:29", "summary": "The failure of Bonds and Clemens to win enshrinement to Cooperstown serves as a powerful rebuke of the faces of baseball's Steroid Era. Barry Bonds and Roger Clemens were denied entry to the National Baseball Hall of Fame in their final appearance on the ballot, as voters decided for a 10th time that they would not overlook the superstars' connection to performance-enhancing drugs.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chance-to-remove-race-college-admissions-supreme-court-racial-preference-test-score-affirmative-action-11643151400", "title": "A Chance to Remove Race From College Admissions", "date": "2022-01-25 18:26", "summary": "After equivocating for decades, will the Supreme Court finally declare that discrimination is illegal?. Peter Arcidiacono, an economist at Duke University, and two of his colleagues, Ken Spenner and Esteban Aucejo, published an academic paper in 2012 on how racial preferences affect the number of black science and economics majors at elite universities. It's the type of research the Supreme Court might keep in mind now that it has agreed to hear cases challenging the use of race-conscious admissions policies at Harvard and the University of North Carolina.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/waiting-for-the-last-days-of-putin-nato-allies-soviet-union-russia-estonia-latvia-lithuania-ukraine-biden-11643149228", "title": "Waiting for the Last Days of Putin", "date": "2022-01-25 18:25", "summary": "One view of the Ukrainian showdown: Russia's 'godfather' is losing it.. Vladimir Putin's actions in Ukraine are hard to rationalize, but I suppose it's possible he believes Ukraine might be allowed to join NATO and then with NATO's backing be allowed to attempt to expel the Russian forces occupying parts of Eastern Ukraine since 2014.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manhattan-phoenix-review-from-grit-to-greatness-11643153090", "title": "'Manhattan Phoenix' Review: From Grit to Greatness", "date": "2022-01-25 18:24", "summary": "Was the Great Fire of 1835, which reduced the Lower East Side to ashes, the catalyst for the explosive development of Manhattan?. If you think today's Manhattan has little in common with the tight little island of two centuries or so ago, you may have to think again.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fidelity-once-stodgy-and-adrift-bets-on-the-reddit-crowd-11643125668", "title": "Fidelity, Once Stodgy, Bets on the Reddit Crowd", "date": "2022-01-25 17:51", "summary": "Resume Subscription. Fidelity Investments Chief Executive Abigail Johnson, granddaughter of the financial behemoth's founder, checks the pulse of the investing world from an unlikely place these days: Reddit's stock-picking forums.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/reddits-wallstreetbets-was-the-gamestop-kingmaker-but-longtime-users-say-the-thrill-is-gone-11643025602", "title": "WallStreetBets Loses Its Cool Factor", "date": "2022-01-25 17:48", "summary": "The group was once the engine that powered rookie traders, but now veteran members say only tired-out ideas remain. Reddit's WallStreetBets was the place to be last year for meme-stock mania. These days, some onetime fans say it is hardly worth clicking on.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/verizons-profit-rises-after-tracfone-takeover-11643117451", "title": "Verizon Confident 5G Concerns in Aviation Will Be Resolved", "date": "2022-01-25 17:45", "summary": "Wireless giant expects to spend about $10 billion over several years to expand 5G services using recently licensed radio spectrum. Verizon Communications Inc. said limits on its 5G expansion haven't hurt its ability to connect customers, though the wireless company is still waiting for firm government rules on where its signals can reach in the months ahead.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-changes-loom-for-online-marketers-11643150679", "title": "More Changes Loom for Online Marketers", "date": "2022-01-25 17:44", "summary": "From Google to Apple and California to Belgium, digital marketers have a lot to consider soon. Online marketers face a slew of changes affecting the way they reach consumers online.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-lose-appetite-for-stocks-of-unprofitable-companies-11643106602", "title": "Investors Lose Appetite for Stocks of Unprofitable Companies", "date": "2022-01-25 17:40", "summary": "The Russell 2000 index of small companies has fallen 18% since its record close in November. Almost a third of the index is made up of companies with no profit. The prospect of rising interest rates has been especially hard on the Russell 2000 small-cap index, in large part because of the high proportion of small-caps that aren't making money.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-mask-mandate-reinstated-in-state-appeal-11643150424", "title": "New York Mask Mandate Reinstated in State Appeal", "date": "2022-01-25 17:40", "summary": "After a court struck down the requirements for face coverings indoors, an appeals court judge put it back in place for now. An appellate judge reinstated New York's indoor mask mandate on Tuesday after the state Health Department appealed a ruling that struck down pandemic-related requirements for schools and businesses.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/asia-alternatives-banks-2-billion-to-back-asia-pacific-managers-11643149801", "title": "Asia Alternatives Banks $2 Billion to Back Asia Pacific Managers", "date": "2022-01-25 17:30", "summary": "The Asia focused fund-of-funds manager aims to commit around half of its newest portfolio to private-equity and venture firms investing across China. Asia Alternatives Management, one of the oldest independent fund-of-funds managers focused exclusively on the Asia Pacific region, has $2 billion in fresh capital to commit through the strategy.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-woman-in-the-house-across-the-street-from-the-girl-in-the-window-netflix-amy-adams-kristen-bell-appy-pratt-tom-riley-11643149562", "title": "'The Woman in the House Across the Street From the Girl in the Window' Review: A Mocking Mouthful", "date": "2022-01-25 17:27", "summary": "Netflix's Kristen Bell-led parody of another of the streamer's thrillers is as wryly funny as its title is unwieldy. The title of \"The Woman in the House Across the Street From the Girl in the Window\" isn't just a mouthful, it's a spoiler-not on the level of \"Death of a Salesman,\" maybe, but a spoiler nonetheless. While it suggests any number of similarly plotted thrillers, including \"The Girl on the Train,\" \"Gone Girl,\" \"Rear Window\" and \"The House at the End of the Street,\" the eight-part Netflix series isn't just a genre parody. It spoofs a specific film-namely \"The Woman in the Window,\" last year's feature starring Amy Adams that made such a lukewarm splash on Netflix. Whether Ms. Adams has discussed this new project with its star, Kristen Bell, is unknown. But it's an intriguing thing to ponder.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-karloff-the-man-behind-the-monster-shudder-frankenstein-the-mummy-how-the-grinch-stole-christmas-11643149446", "title": "'Boris Karloff: The Man Behind the Monster' Review: A Very Different Creature", "date": "2022-01-25 17:25", "summary": "Thomas Hamilton's documentary about the actor best known as Frankenstein's monster reveals a warm man who meant much to the many lives he touched.. If there were an actor's Mount Rushmore of American horror cinema, it would include Lon Chaney, Bela Lugosi, maybe Vincent Price, and without a doubt the subject of \"Boris Karloff: The Man Behind the Monster.\" In Thomas Hamilton's not-quite-adoring but hugely affectionate biographical documentary, Karloff emerges as a very decent man, whose job was to terrify millions. And whose often-startling filmography is worth a revisit.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lets-stay-together-al-green-temptations-four-tops-stevie-wonder-royal-recording-studios-memphis-willie-mitchell-james-mitchell-11643149204", "title": "Al Green's 'Let's Stay Together' at 50", "date": "2022-01-25 17:21", "summary": "On the album, the singer's hushed, cooing vocal approach set new boundaries for soul seduction and altered the genre's landscape. In the evolution of soul, there's before Al Green and after. Prior to the singer-songwriter's \"Let's Stay Together\" album-released 50 years ago, on Jan. 31, 1972-male romantic soul tended to be the domain of vocal-harmony groups like the Temptations, the Intruders, the Four Tops and the Delfonics, pop-gospel crooners such as Sam Cooke, Smokey Robinson and Marvin Gaye, and emotive shouters like Percy Sledge, Wilson Pickett and Otis Redding.", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-ukraine-biden-america-china-taiwan-conflict-11643071859", "title": "The Free World Acquiesces to a Russian Advance", "date": "2022-01-25 17:19", "summary": "No one should think that China will fail to learn the lessons of U.S. and Western inaction on Ukraine.. Walter Russell Mead's column \"How to Halt Putin's Ukraine Push\" (Global View, Jan. 18) offers a compelling critique of the approach of the Biden administration to a Russian invasion of Ukraine. As he says, the threat of severe sanctions, even if they can be agreed on among allies, will not be enough. With the Afghan debacle in the background, the inadequate response to the threat to Ukraine will be a dress rehearsal for China and Taiwan. No one should think that China will fail to learn its lessons. The administration's failure to craft, fund and implement a strong defense policy that might win Vladimir Putin's respect has put the U.S. on the path to acquiescing in major changes in balances of power that will be unfavorable to us and our allies and to the fate of democracy in the world.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/massachusetts-investigates-potential-target-date-funds-tax-issue-11643145644", "title": "Massachusetts Investigates Potential Target-Date Funds Tax Issue", "date": "2022-01-25 17:19", "summary": "Secretary of the commonwealth sends letters to five asset-management companies. Massachusetts is investigating some asset-management companies over potential tax-disclosure issues related to target-date mutual fund offerings.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jon-stewart-patriotism-national-anthem-patriotism-11643070919", "title": "Jon Stewart and Patriotism at the Ballgame", "date": "2022-01-25 17:18", "summary": "Is the American ritual of playing and standing for the national anthem mandatory?. Fay Vincent's explanation of why people customarily stand for the national anthem at sporting events (\"An Anthem Answer for Jon Stewart,\" op-ed, Jan. 20) was duly patriotic. Mr. Stewart, however, was not necessarily \"irreverent\" in wondering how the custom arose. American patriotism is full of \"weird rituals\"-and we are free to disregard them while still loving our country. Mr. Stewart campaigns for 9/11 first responders. That's a noble form of patriotism. One of the beauties of our country is that we can show it reverence in almost any way we see fit.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/met-woke-art-grief-david-museum-pc-11643070267", "title": "Contemplate Grief-or Not, at the Met", "date": "2022-01-25 17:16", "summary": "What's 'the price we pay for having loved' next to an opportunity to denounce colonialism again?. Here is a suggestion for overcoming what Hamilton Cain posits as \"the ineffability of grief\" in his review of Michael Cholbi's \"Grief: A Philosophical Guide\" (Bookshelf, Jan. 18). I borrow words from the dean/rector of the Episcopal Church Cathedral in my hometown. In many a funeral homily, he offers this insight: \"Grief is the price we pay for having loved.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadian-national-railway-to-name-new-ceo-to-avert-proxy-fight-11643145669", "title": "Canadian National Railway Names New CEO, Averts Proxy Fight", "date": "2022-01-25 17:16", "summary": "The railroad operator selects Tracy Robinson; U.K.-based activist investor TCI Fund Management Ltd. agrees to drop its proxy contest. Canadian National Railway Co. named a new chief executive officer and made changes to its board Tuesday, moves that will allow the railroad operator to avert a proxy fight.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/student-loan-debt-government-credit-risk-private-11643069955", "title": "Get Washington Out of the Student Loan Business", "date": "2022-01-25 17:13", "summary": "The federal government's has shown itself unable to evaluate students' credit risk.. Washington should sell its $1.6 trillion student loan portfolio (\"Navient, the Student Loan Punching Bag,\" Review & Outlook, Jan. 15). Put it out for bid to the private sector. Many of the educational institutions and degrees are little more than scams, and private companies can better evaluate the credit risk of students.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-federal-vaccine-mandate-work-from-home-job-11643069135", "title": "Biden's Vaccine Mandate Could Cost Me My Work-From-Home Job", "date": "2022-01-25 17:12", "summary": "The federal government instructed me to vaccinate to work alone in my home office.. Regarding \"Biden's Pointless Vaccine Mandate\" (Review and Outlook, Jan. 22): A few weeks before a federal judge's injunction against the vaccine mandate for federal employees-which the Biden administration says it will appeal-I received a disciplinary letter from my federal agency for \"Failure to Follow Instruction\" to get vaccinated. I was told this \"behavior\" is not acceptable and that I face further disciplinary action, including termination.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-reagan-speech-teleprompter-off-the-cuff-11643068686", "title": "Biden Without Teleprompter Is Bad News", "date": "2022-01-25 17:11", "summary": "He starts to look like a skydiver without a parachute.. After chuckling at Kenneth Khachigian's comparison of the communication skills of Presidents Reagan and Biden (\"Biden Flails, Literally and Figuratively,\" Jan. 20), I almost spit up my coffee at the suggestion that Mr. Biden ditch the teleprompter. That's akin to telling a skydiver to ditch the parachute, and it is almost certainly one of his handlers' top fears.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/imf-urges-el-salvador-to-ditch-bitcoins-legal-tender-status-11643148210", "title": "IMF Urges El Salvador to Ditch Bitcoin's Legal Tender Status", "date": "2022-01-25 17:03", "summary": "After adopting bitcoin as national currency, Central American country plans to issue bonds backed by bitcoin as negotiations with the IMF stall. The International Monetary Fund urged El Salvador to strip bitcoin of its status as legal tender because of its large risks to financial stability, the latest twist in protracted talks between the fund and the highly indebted Central American country to secure a $1.3 billion loan.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-times-alum-feels-like-an-oregonian-11643147983", "title": "New York Times Alum Feels Like an Oregonian", "date": "2022-01-25 16:59", "summary": "Now he just needs a change in Beaver State law to be eligible for a gubernatorial run.. if you think New York Times columnists are going overboard in their opposition to state laws requiring voter identification, you should see what happens after they leave the newspaper. One former Timesman is now arguing that an ineligible candidate should be Oregon's next governor.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-markets-dow-update-01-25-2022-11643081252", "title": "Stocks End Lower as Wall Street Turbulence Continues", "date": "2022-01-25 16:59", "summary": "Nasdaq falls 2.3% a day after late rally erased sharp losses. U.S. stock indexes tumbled, partly recovered and then retreated again in a second straight day of tumultuous trading, highlighting investor anxiety over the likely path of Federal Reserve interest-rate increases ahead of the central bank's regular meeting.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amc-in-advanced-talks-to-refinance-debt-as-meme-stock-luster-fades-11643121676", "title": "AMC in Advanced Talks to Refinance Debt as Meme-Stock Luster Fades", "date": "2022-01-25 16:45", "summary": "As AMC shares and bonds fall, the cinema giant is in active discussions to refinance its high-interest debt, people familiar with the matter said. AMC Entertainment Holdings Inc. is stepping up its efforts to refinance some of its debt as the cinema chain's shares and bonds have slumped, giving up most of their gains since the company became a meme-stock favorite.", "categories": [["Pro Bankruptcy Credit Markets"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marc-jacobs-web-glitch-listed-300-handbags-as-free-11643146593", "title": "Marc Jacobs Web Glitch Listed $300 Handbags as Free", "date": "2022-01-25 16:36", "summary": "Luxury brand says it canceled orders after error allowed some shoppers to get 100% discounts on its website. Some Marc Jacobs customers temporarily snagged pricey handbags at a 100% discount Tuesday morning due to what the luxury brand called an \"inadvertent error.\" The company canceled the orders after some customers bought multiple bags and spread word about the glitch on social media.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/casino-operator-ballys-shares-jump-on-standard-general-buyout-offer-11643128138", "title": "Casino Operator Bally's Shares Jump on Standard General Buyout Offer", "date": "2022-01-25 16:23", "summary": "Stock soars more than 20% after Standard General offers to buy the shares it doesn't already own in a deal that values the company at $2.07 billion. Shares of casino operator Bally's Corp . jumped more than 20% on Tuesday after the company's largest shareholder, hedge fund Standard General LP, submitted an offer to buy the remaining stock it doesn't already own for $38 a share.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ukrainian-city-tries-to-ward-off-russia-by-promising-a-better-future-11643135362", "title": "Ukrainian City Tries to Ward Off Russia by Promising a Better Future", "date": "2022-01-25 16:23", "summary": "Mariupol preserves some scars of earlier fighting as a reminder, but has also added parks and restaurants. MARIUPOL, Ukraine-The snow-covered port city of Mariupol, just outside Ukraine's Russia-linked breakaway region, has paid the price of eight years of war.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/johnson-johnson-posts-higher-quarterly-sales-as-it-prepares-for-split-11643115201", "title": "Johnson & Johnson Posts Higher Quarterly Sales Despite Some Pandemic-Related Pains", "date": "2022-01-25 16:22", "summary": "Healthcare-products firm, planning to shed its consumer division, had its best quarter yet for Covid-19 vaccine sales. Johnson & Johnson finished 2021 with its strongest quarter to date for Covid-19 vaccine sales, contributing to year-over-year revenue growth across the company as it prepares to separate its consumer-health division.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-deaths-top-2-100-a-day-highest-in-nearly-a-year-11643135898", "title": "Covid-19 Deaths Top 2,100 a Day, Highest in Nearly a Year", "date": "2022-01-25 16:15", "summary": "Omicron variant, though milder for some patients, is spreading with record-breaking speed. Covid-19 deaths in the U.S. have reached the highest level since early last year, eclipsing daily averages from the recent Delta-fueled surge, after the newer Omicron variant spread wildly through the country and caused record-shattering case counts.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-withdraws-emergency-covid-19-vaccine-mandate-after-supreme-court-blocks-rule-11643144853", "title": "Biden Administration Withdraws Emergency Covid-19 Vaccine Mandate", "date": "2022-01-25 16:07", "summary": "OSHA said it would continue to seek the private-sector mandate via the regular rule-making process. The Biden administration is withdrawing an emergency private-sector vaccination mandate against Covid-19 after the Supreme Court blocked its implementation.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-fifth-of-beethoven-wednesday-crossword-january-26-11643144500", "title": "A Fifth of Beethoven (Wednesday Crossword, January 26)", "date": "2022-01-25 16:02", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lockheed-martin-ftc-agree-not-to-close-aerojet-rocketdyne-deal-before-jan-27-11643114368", "title": "FTC Sues to Block Lockheed Martin Acquisition of Aerojet Rocketdyne", "date": "2022-01-25 15:51", "summary": "Regulator says proposed $4.4 billion purchase would allow the defense giant to control access to parts needed to build missile engines. The Federal Trade Commission on Tuesday filed an antitrust lawsuit that seeks to block Lockheed Martin Corp.'s planned $4.4 billion purchase of Aerojet Rocketdyne Holdings Inc., arguing the deal would harm rival defense contractors and lead to unacceptable consolidation in markets critical to national security and defense.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/imports-drop-at-southern-california-ports-as-ship-backup-grows-11643143742", "title": "Imports Drop at Southern California Ports as Ship Backup Grows", "date": "2022-01-25 15:49", "summary": "Combined inbound volume fell 14% in December at the ports of Los Angeles and Long Beach as the queue of vessels waiting to unload surpassed 100 ships. Imports are tumbling at the nation's busiest container port complex even as the backup of ships waiting to unload there breaks records.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-fuels-best-ever-commercial-real-estate-sales-11643115601", "title": "Covid-19 Fuels Best-Ever Commercial Real-Estate Sales", "date": "2022-01-25 15:35", "summary": "Property investors bet big on apartment buildings, warehouses and on U.S. growth shifting to the Sunbelt. Investors set a record for U.S. commercial-property sales last year, betting that the pandemic is reordering how Americans live, work and play.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-you-should-sit-out-the-mayhem-11643142839", "title": "Why You Should Sit Out the Mayhem", "date": "2022-01-25 15:34", "summary": "What matters isn't what the market does-but what you do in response. It isn't investments that get tested in turbulent markets; it's investors.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beat-back-gloom-with-interior-design-11643142726", "title": "How to Beat Back Gloom With Interior Design", "date": "2022-01-25 15:33", "summary": "This décor makeover of a Seattle bungalow ensured the kind of coziness that counters the city's many gray days. WHEN SEATTLE DESIGNER Lauren Caron embarked upon a recent renovation of a home in the city's historic Capitol Hill neighborhood, her primary challenge was making the 1930s English-style cottage feel fresh and feminine-more Lady Mary than lord of the manor.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/3ms-n95-mask-sales-climb-lifting-revenue-as-omicron-drives-demand-11643136555", "title": "3M's N95 Mask Sales Climb, Lifting Revenue as Omicron Drives Demand", "date": "2022-01-25 15:31", "summary": "Company says government raised awareness of the product to help fight spread of Covid-19 variant. 3M Co. said rising N95 mask sales helped deliver higher-than-expected revenue in the materials company's most recent quarter, as the Omicron variant drove U.S. confirmed Covid-19 infections to record levels.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/el-chapo-conviction-upheld-by-federal-appeals-court-11643142125", "title": "El Chapo Conviction Upheld by Federal Appeals Court", "date": "2022-01-25 15:22", "summary": "Lawyer for the Mexican drug lord had asked for new trial based on alleged juror misconduct. A federal appeals court on Tuesday upheld the conviction of Mexican drug lord Joaquín \"El Chapo\" Guzmán Loera, rejecting claims of juror misconduct and arguments that his pretrial treatment in jail hampered his defense.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/junk-loans-shine-amid-market-rout-11643068646", "title": "Junk Loans Shine Amid Market Rout", "date": "2022-01-25 14:48", "summary": "Investors put a record $2.25 billion into leveraged loan mutual funds last week. Fear of rising interest rates has shaken most markets this month, with a notable exception: junk-rated corporate loans.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-buffetts-berkshire-hathaway-will-host-annual-meeting-in-person-11643138863", "title": "Berkshire Hathaway Will Host Annual Meeting in Person", "date": "2022-01-25 14:40", "summary": "Past two shareholder meetings were held virtually due to Covid-19 pandemic. Warren Buffett's \"Woodstock for Capitalists\" event is coming back in-person this year.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-pile-into-gold-seeking-safety-from-market-geopolitical-turbulence-11643123826", "title": "Investors Pile Into Gold, Seeking Safety From Market, Geopolitical Turbulence", "date": "2022-01-25 14:12", "summary": "The SPDR Gold Shares exchange-traded fund on Friday notched its largest single day of inflows on record. One asset holding up through the early 2022 market turmoil: gold.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shark-attacks-return-to-pre-pandemic-levels-11643137502", "title": "Shark Attacks Return to Pre-Pandemic Levels", "date": "2022-01-25 14:05", "summary": "The 73 unprovoked shark bites reported globally in 2021 was higher than the 52 recorded in 2020, but close to the five-year average. Shark attacks increased across the globe last year compared with 2020, returning to levels recorded before the Covid-19 pandemic, a new report said.", "categories": [["Science"]], "category_links": ["https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amex-has-runway-as-travel-recovers-11643134504", "title": "AmEx Has Runway as Travel Recovers", "date": "2022-01-25 13:15", "summary": "After benefitting from more online at-home spending, a big resumption of travel-and-entertainment would be upside for American Express. Whether people are leaving home or not, American Express is a stock that investors seem to want to have in their pockets.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yemen-houthis-terror-list-sanction-rebels-radical-islam-saudi-arabia-iran-ansar-allah-terrorist-11643123568", "title": "Yemen's Houthis Belong on the Terror List", "date": "2022-01-25 12:54", "summary": "The Biden administration removed them in an effort to appease Iran.. The Biden administration's Yemen policy is taking heat from Capitol Hill. Within days of the president's inauguration last year, the administration pulled support from the Saudi-led effort to contain the Iran-backed Houthi terrorist group, officially known as Ansar Allah. The Biden team then removed the group from the State Department's list of foreign terrorist organizations and lifted sanctions against them. Since then, U.S. policy can only be described as a quixotic pursuit of dialogue. Iran has used the opportunity to better arm and train its Yemeni proxy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-moment-to-face-the-inflation-music-polling-real-wages-approval-rating-cost-of-living-11643122991", "title": "Biden's Moment to Face the Inflation Music", "date": "2022-01-25 12:53", "summary": "The president needs to give a big speech and follow up with action on high prices.. Tucked away in the latest NBC survey is a question that deserves the full attention of the Biden administration and Democrats in Congress: \"Do you think that your family's income is going up faster than the cost of living, staying about even with the cost of living, or falling behind the cost of living?\" Only 7% of respondents reported that they were getting ahead and 31% that they were breaking even, while 61% said they were falling behind.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dozens-of-federal-judges-broke-the-law-on-conflicts-what-you-need-to-know-11632922140", "title": "Dozens of Federal Judges Had Financial Conflicts: What You Need to Know", "date": "2022-01-25 12:48", "summary": "A Wall Street Journal investigation finds more than 130 federal judges unlawfully ruled in cases involving companies in which they or their families held shares. A Wall Street Journal investigation found that federal judges around the nation have violated U.S. law and judicial ethics by overseeing 965 court cases involving companies in which they or their family owned stock.", "categories": [["Hidden Interests"]], "category_links": []}, {"link": "https://www.wsj.com/articles/kroger-workers-approve-new-contract-after-nine-day-strike-11643123074", "title": "Kroger Workers Approve New Contract After Nine-Day Strike", "date": "2022-01-25 12:40", "summary": "More than 8,000 unionized workers ratify contract that gives them wage increases and better healthcare and pension benefits. More than 8,000 workers at Kroger Co. 's King Soopers grocery stores ratified a new three-year contract following a nine-day strike in Denver.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ge-and-raytheon-are-in-it-for-the-long-haul-11643132447", "title": "GE and Raytheon Are in It for the Long Haul", "date": "2022-01-25 12:40", "summary": "Jet engines were a bright spot in earnings from General Electric, Raytheon, but further gains hinge on still-elusive rebound in international flights. Jet-engine makers are getting back to business, but they still need more long-haul flying.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/berns-steak-house-tampa-florida-11643131988", "title": "The 1950s Steak House in Florida You Need to Book Months in Advance", "date": "2022-01-25 12:34", "summary": "Bern's Steak House in Tampa, Florida, with its massive wine list and quirky decor, is still one of the most coveted reservations in town. For the Time Capsule series, we spotlight a cherished restaurant, hotel or landmark that's changed remarkably little over the years. This week, we visit Bern's Steak House in Tampa, Fla.", "categories": [["Life & Work", "Travel", "Time Capsule"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/time-capsule?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-begins-study-testing-omicron-vaccine-in-people-11643111101", "title": "Pfizer Begins Study Testing Omicron Vaccine in People", "date": "2022-01-25 12:27", "summary": "Trial will examine safety and immune response in case regulators deem an adapted Covid-19 vaccine necessary. Pfizer Inc. and BioNTech SE have started a trial evaluating an adapted version of their Covid-19 vaccine that targets the Omicron variant of the coronavirus.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/health-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-overhauls-cookie-replacement-plan-after-privacy-critiques-11643115603", "title": "Google Overhauls Cookie Replacement Plan After Privacy Critiques", "date": "2022-01-25 12:27", "summary": "New proposal aims to provide less-granular information to advertisers, with implications for rivals and marketers. Google is overhauling its plans for targeted online advertising after pushback from privacy advocates, aiming to give marketers less-granular information about web users than under the tech giant's initial proposal.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/generation-z-financial-technology-11642714326", "title": "What Generation Z Wants From Financial Technology", "date": "2022-01-25 12:00", "summary": "Among other things: products that are personalized, reflect their values and offer a sense of community. Fintech companies are competing to fulfill those needs.. Generation Z doesn't know a world without mobile banking. And that presents opportunities-and challenges-for financial-technology companies.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ges-4q-sales-fell-3-hit-by-supply-chain-woes-11643112508", "title": "GE's Sales Decline 3%, Hit by Supply-Chain Woes", "date": "2022-01-25 11:59", "summary": "Conglomerate projects return to revenue growth this year, fueled by growth in aviation unit. General Electric Co. reported fourth-quarter revenue fell 3%, weighed down by supply-chain difficulties, and projected a return to sales growth this year as its aviation business begins to recover.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/downing-street-lockdown-parties-to-be-investigated-by-u-k-police-11643109832", "title": "Police Probe of Lockdown Parties Puts Boris Johnson on Defensive", "date": "2022-01-25 11:44", "summary": "Investigation raises pressure on U.K. prime minister, including calls for resignation from within his own party. LONDON-British police said Tuesday they would conduct an investigation into parties that took place in Downing Street during lockdowns, raising pressure on Prime Minister Boris Johnson, whose popularity has fallen sharply in the wake of the revelations and who faces calls to resign from within his own political party.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-beleaguered-hotel-industry-braces-for-even-more-hotels-11643029202", "title": "New York's Beleaguered Hotel Industry Braces for Even More Hotels", "date": "2022-01-25 11:42", "summary": "Property openings show no signs of slowing even as occupancy, room rates lag. New York City hotels are still suffering from the effects of the pandemic, but that hasn't slowed the flow of new properties expected to open this year and in the years to come.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/making-a-super-bowl-commercial-is-super-stressful-this-year-11643112183", "title": "Making a Super Bowl Commercial Is Super Stressful This Year", "date": "2022-01-25 11:40", "summary": "Omicron disrupts and delays shoots, sending costs up; advertisers watch their tone to fit national mood. At a time when many Americans were eating their Thanksgiving leftovers, the marketing chief for Avocados From Mexico was dealing with a crisis that threatened the organization's Super Bowl commercial.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-u-k-drop-border-travel-restrictions-lessening-burden-of-flying-11643127604", "title": "EU, U.K. Drop Border Travel Curbs, Lessening Burden of Flying", "date": "2022-01-25 11:20", "summary": "Fully vaccinated passengers don't need to test or quarantine as governments loosen rules after Omicron wave. LONDON-The European Union is lifting Covid-19 travel restrictions, allowing member countries to do away with quarantine and testing for vaccinated fliers traveling inside the bloc.", "categories": [["Business", "Europe"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sustainable-investing-bubbles-can-change-the-worldand-sink-your-portfolio-11643126999", "title": "Sustainable Investing Bubbles Can Change the World-and Sink Your Portfolio", "date": "2022-01-25 11:13", "summary": "A mania in clean-energy stocks holds lessons for ESG investors. This is the third in a series of Streetwise columns taking a critical look at sustainable investing.. If you want a company to do more of what it does, one way to accelerate its expansion is to buy its stock; get all your friends to buy its stock; persuade fund managers, Reddit readers and pension funds to buy its stock; and watch the price soar. Eventually the board will take advantage of the bubble you create to raise what is for the company very cheap money and invest it in the business. Job done.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ibm-microsoft-ge-johnson-johnson-what-to-watch-when-the-stock-market-opens-today-11643110474", "title": "AMC, IBM, Microsoft, GE: What to Watch in the Stock Market Today", "date": "2022-01-25 11:07", "summary": "IBM reported higher profit and revenue; Microsoft results are due after the close. Wall Street indexes dropped in morning trading, putting stocks on course for another bumpy day. Here's what we're watching Tuesday:", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/egan-bernal-crash-cycling-tour-de-france-11643124880", "title": "Cycling Champion Egan Bernal Suffers Catastrophic Crash", "date": "2022-01-25 11:06", "summary": "The Tour de France and Giro d'Italia winner fractured his back, femur, kneecap during a training ride in his native Colombia on Monday. BOGOTÁ, Colombia-Tour de France and Giro d'Italia champion Egan Bernal sustained extensive injuries in a crash during a training ride in his native Colombia on Monday that threatened one of the most promising careers in professional cycling.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-pumps-more-money-into-evs-picks-michigan-for-big-investment-11643126418", "title": "GM Plans Multibillion-Dollar EV Push With Michigan Plants", "date": "2022-01-25 11:00", "summary": "Auto maker doubles down on electric-truck production, plans battery-cell factory with LG Energy Solution. General Motors Co. confirmed plans for a multibillion-dollar investment to produce electric pickup trucks in Michigan, giving the Great Lakes region a boost as competition intensifies between states to win a bigger role in the industry's shift to battery-powered cars.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kristen-bell-had-five-parents-who-were-always-there-for-her-11643125876", "title": "Kristen Bell Had Five Parents Who Were Always There for Her", "date": "2022-01-25 10:51", "summary": "The 'Woman in the House' actress on coping with anxiety and loving husband Dax Shepard's touring bus. ", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/driving-mr-butters-people-are-taking-road-trips-with-their-cat-11643125232", "title": "Cats on Road Trips: What Could Go Wrong?", "date": "2022-01-25 10:40", "summary": "Lots of drivers cruise around with their dogs, but the pandemic has more cat owners giving it a try; 'a car of crazy'. Sarah Schacht, her husband, Guillaume Rosney, and their cat, Effie, took a winter vacation to the Palm Springs area but found their flight home to Seattle postponed by airline disruptions in the coronavirus surge.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hungarian-refugee-founded-car-parts-maker-linamar-in-canada-11643122802", "title": "Hungarian Refugee Founded Car-Parts Maker in Canada", "date": "2022-01-25 10:00", "summary": "Frank Hasenfratz, who has died at age 86, bedded down in train stations after arriving in Quebec City, then found a factory job. Within seven years, he was his own boss.. Frank Hasenfratz, a Hungarian refugee, arrived in Quebec City, Canada, in 1957. An immigration official welcomed Mr. Hasenfratz and gave him 5 Canadian dollars of pocket money.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fintech-apps-beyond-robinhood-2022-11642799820", "title": "Beyond Robinhood: 4 Financial Apps That Help Individual Investors Get Started in 2022", "date": "2022-01-25 10:00", "summary": "A look at what these apps do-and don't-offer, and how much they cost. While Robinhood Markets Inc.'s trading app gets all the attention, most financial professionals agree that short-term trading isn't the way to build long-term wealth.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-launches-suspected-cruise-missiles-11643102172", "title": "North Korea Launches Suspected Cruise Missiles", "date": "2022-01-25 09:47", "summary": "Kim Jong Un regime previously conducted four ballistic-missile tests this month. SEOUL-North Korea launched two suspected cruise missiles on Tuesday, South Korea's military said, in what would be the Kim Jong Un regime's fifth weapons test of the month.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-calling-the-bottom-on-credit-suisse-is-tricky-11643120016", "title": "Why Calling the Bottom on Credit Suisse Is Tricky", "date": "2022-01-25 09:13", "summary": "Beleaguered bank's second negative surprise in as many weeks tests the trust of investors hoping for a turnaround. Company turnarounds can be very rewarding for investors, but they need perfect timing or nerves of steel to ride out the early bumps. Credit Suisse seems intent on testing its shareholders' mettle.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflation-supply-chain-omicron-expected-to-take-a-bigger-toll-on-global-growth-11643119381", "title": "Inflation, Supply Chain, Omicron Expected to Take a Bigger Toll on Global Growth", "date": "2022-01-25 09:03", "summary": "The IMF scales back its 2022 outlook, with the U.S. getting the biggest downgrade of any major country. WASHINGTON-The pace of economic growth both in the U.S. and globally is likely to decline more sharply than previously expected, the International Monetary Fund says in its latest forecast, citing inflation, fallout from the Omicron variant and chronic supply-chain problems.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-counter-inflation-youll-need-to-do-more-than-switch-brands-11643119203", "title": "To Counter Inflation, You'll Need to Do More Than Switch Brands", "date": "2022-01-25 09:00", "summary": "Many consumers are making larger changes, such as scaling back their weddings or learning a new skill to save money. People are starting to make bigger decisions to blunt the impact of rising prices.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-think-i-might-have-covid-19-should-i-isolate-or-quarantine-11643119202", "title": "I Think I Might Have Covid-19. Should I Isolate or Quarantine?", "date": "2022-01-25 09:00", "summary": "A guide to when and how long to stay home if you are exposed to Omicron. You should stay home for at least five days after a Covid-19 exposure or infection in most situations, the Centers for Disease Control and Prevention said last month, cutting in half its previous 10-day guidance.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/health-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-home-price-growth-slowed-in-november-11643119207", "title": "Home-Price Growth Slowed in November", "date": "2022-01-25 09:00", "summary": "Case-Shiller national home price index rose 18.8% in year ended in November. U.S. home-price growth decelerated in November as months of fast-rising prices pushed some buyers out of the market.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rafael-nadal-australian-open-federer-djokovic-grand-slam-11643117611", "title": "Rafael Nadal Is Still Here-With a Chance to Win the Australian Open", "date": "2022-01-25 08:34", "summary": "As Roger Federer fades and Novak Djokovic runs into travel hurdles, the 20-time major winner from Spain is one match away from the Australian Open final. A little over six weeks ago, Rafael Nadal was lying in bed at home, completely exhausted, with Covid-19. For four days, he could barely get up. And for three more, he says, he felt \"physically destroyed.\"", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dua-lipa-interview-service95-newsletter-11643117322", "title": "How Dua Lipa Stormed the Top of the Charts", "date": "2022-01-25 08:29", "summary": "Last year the pop star had one of the most-streamed songs on the planet. Now she's launching a podcast and newsletter-and, at long last, going on tour for 'Future Nostalgia.'. We all remember what March 2020 was like.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-common-prosperity-to-squeeze-cash-strapped-local-governments-11643115843", "title": "China's 'Common Prosperity' to Squeeze Cash-Strapped Local Governments", "date": "2022-01-25 08:04", "summary": "Beijing has pledged to expand public services in education, healthcare and housing, but much of cost burden is expected to fall on heavily-indebted local governments. BEIJING-Local governments in China have long been weighed down by debts. Now Chinese leader Xi Jinping's push for \"common prosperity\" is heaping more pressure on them-while removing some of their most reliable sources of income.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-startups-race-to-rate-carbon-offsets-11643115605", "title": "Tech Startups Race to Rate Carbon Offsets", "date": "2022-01-25 08:00", "summary": "Sylvera has raised $32.6 million of venture funding to grade forestry projects by how effectively they keep carbon out of the atmosphere; it faces competition. Technology startups are trying to bring quality control to the carbon-offset market as more companies seek to compensate for their greenhouse-gas emissions.", "categories": [["Sustainable Business"]], "category_links": ["https://www.wsj.com/news/types/sustainable-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/experian-to-allow-consumers-to-create-their-own-credit-reports-11643115602", "title": "Experian to Allow Consumers to Create Their Own Credit Reports", "date": "2022-01-25 08:00", "summary": "Millions of consumers don't have reports and are shut off from affordable lending. Consumers will soon be able to create their own credit reports.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/park-avenue-landlords-rush-to-upgrade-famous-but-aging-office-buildings-11643115604", "title": "Park Avenue Landlords Rush to Upgrade Aging Office Towers", "date": "2022-01-25 08:00", "summary": "New construction, renovations aim to restore Midtown's status as Manhattan's most prestigious and pricey office district. Owners of Park Avenue's office towers are injecting tens of millions of dollars into their stately postwar properties, aiming to stem the tide of tenants bolting for modern offices on Manhattan's west side.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sat-to-go-digital-11643115606", "title": "SAT Changes Will Make Exam Shorter, Simpler and Digital", "date": "2022-01-25 08:00", "summary": "New college entrance exam to roll out in U.S. in 2024; test will be one hour shorter. Put away your No. 2 pencils: The new SAT is digital and will be a shorter, simpler and perhaps easier test.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijing-will-save-housing-projects-but-not-necessarily-developers-11643114826", "title": "Beijing Will Save Housing Projects, But Not Necessarily Developers", "date": "2022-01-25 07:47", "summary": "To head off a deepening housing downturn, Beijing is backpedaling a bit on tough leverage rules. That might not be enough to save weaker developers.. After a tumultuous 2021, Beijing needs a stable housing market this year-not least because the clock is ticking down to this fall's 20th Party Congress, where Xi Jinping appears likely to bid for a precedent-breaking third term at the Communist Party's head.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-detroit-loves-that-used-car-smell-11643112184", "title": "Why Detroit Loves That Used-Car Smell", "date": "2022-01-25 07:03", "summary": "Investors in used-car retail should watch out for auto makers' move into this space, but should probably ease up on the panic button. General Motors and Ford are veering into online used-car sellers' lane. How quickly can they overtake them?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-hospitalizations-continue-to-fall-in-u-s-11643112218", "title": "Covid-19 Hospitalizations Continue to Fall in U.S.", "date": "2022-01-25 07:03", "summary": "Vaccine makers begin human trials of shot targeted at Omicron variant. Hospitalizations with Covid-19 in the U.S. continued to decline, following the downward trend in new cases of the virus identified in the country since the middle of this month.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/health-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-epa-rules-to-target-power-plant-pollution-11643112003", "title": "New EPA Rules to Target Power Plant Pollution", "date": "2022-01-25 07:00", "summary": "Administrator Michael Regan says agency expects to propose tighter regulations on air and water emissions from electric utility plants. WASHINGTON-The Environmental Protection Agency is preparing to advance tougher regulations on power plants in coming months as part of President Biden's plan to cut greenhouse-gas emissions.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unilever-looks-to-jumpstart-growth-with-sweeping-overhaul-11643110414", "title": "Unilever Looks to Jump-Start Growth With Sweeping Overhaul", "date": "2022-01-25 06:33", "summary": "Ben & Jerry's owner to run ice cream business as a stand-alone unit, shuffle executives and cut jobs as investor pressure builds. Unilever PLC said it would restructure its operations into five stand-alone divisions, reshuffle top executives and cut jobs in a sweeping reorganization aimed at accelerating sales growth as the Dove soap owner girds itself against an activist investor and looks to quell shareholder dissatisfaction.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/people-itching-to-cruise-by-cargo-ship-hope-for-reversal-of-covid-19-bans-11643108401", "title": "People Itching to Cruise by Cargo Ship Hope for Reversal of Covid-19 Bans", "date": "2022-01-25 06:00", "summary": "Though standard cruises are back, business is nearly nonexistent for freighter travel agencies that book passage on the most basic of international journeys. In November, before the Omicron wave of Covid-19 hit, Hamish Jamieson still hoped his business would make it through the pandemic. Now the managing director of Freighter Travel Ltd. isn't so sure.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-suisse-warns-profit-will-be-hit-by-litigation-costs-11643108096", "title": "Credit Suisse Warns Profit Will Be Hit by Litigation Costs", "date": "2022-01-25 05:54", "summary": "Profit warning is the latest in a series of blows for the bank, whose chairman resigned earlier this month. Credit Suisse Group AG issued a profit warning on Tuesday, the latest setback for the beleaguered Swiss bank.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opec-russian-oil-output-increases-fall-short-of-promises-stoking-prices-11643108001", "title": "Oil Price Rise Blamed in Part on OPEC, Russian Output Shortfalls", "date": "2022-01-25 05:53", "summary": "Shortfalls in countries such as Nigeria and Iraq raise questions about whether output increases are enough to quell markets. OPEC and its Russia-led partners have promised to increase oil production to pre-pandemic levels this year but are falling short of those public commitments, stoking fast-rising global crude markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/floridas-west-coast-cities-top-wsj-realtor-coms-housing-index-11643106606", "title": "Florida's West Coast Cities Top WSJ/Realtor.com's Housing Index", "date": "2022-01-25 05:30", "summary": "Resume Subscription. Cities on Florida's west coast climbed to the top of The Wall Street Journal/Realtor.com Emerging Housing Markets Index, boosted by the growth of remote work and warm weather in the Sunshine State.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/many-countries-fail-to-counter-corruption-despite-promises-antigraft-group-says-11643106606", "title": "Many Countries Fail to Counter Corruption Despite Promises, Antigraft Group Says", "date": "2022-01-25 05:30", "summary": "The U.S. has done little to improve its own reputation, according to Transparency International's latest survey. Many countries around the world have stalled in their efforts to improve their image regarding the amount of corruption within their borders, Transparency International said Tuesday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microstrategy-to-continue-buying-bitcoin-despite-market-tumble-cfo-says-11643106608", "title": "MicroStrategy to Continue Buying Bitcoin Despite Market Tumble, CFO Says", "date": "2022-01-25 05:30", "summary": "The SEC recently told the software company to revise its disclosure on the crypto asset. MicroStrategy Inc. plans to continue investing in bitcoin despite recent declines in the value of the cryptocurrency asset and a call by U.S. securities regulators to revise its disclosure in future filings.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tv-remotes-the-most-hated-devices-in-your-home-get-better-11643106609", "title": "The Most Hated Device in Your Home Gets an Upgrade", "date": "2022-01-25 05:30", "summary": "Remote controls aren't going away. Instead, they're being reinvented.. For far too long, TV remotes were ugly, clunky, button-filled clickers that were easy to lose between your couch cushions and hard to use. They're now getting an update as companies try to make technology that blends more seamlessly into our lives.", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tsmc-overtakes-chinese-tech-giants-to-become-asias-most-valuable-stock-11643105547", "title": "TSMC Overtakes Chinese Tech Giants to Become Asia's Most Valuable Stock", "date": "2022-01-25 05:30", "summary": "Taiwan-based company is the world's largest contract chip maker. Rising demand for semiconductors has helped lift Taiwan Semiconductor Manufacturing Co. to a market capitalization of $600 billion, making it the most valuable company in Asia.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hollywood-visual-effects-studio-dneg-reaches-1-6-billion-spac-merger-to-go-public-11643105702", "title": "Hollywood Visual-Effects Studio DNEG Reaches SPAC Merger", "date": "2022-01-25 05:15", "summary": "Merger would come as content creators such as Disney and Netflix spend billions to accelerate movie and television production. Hollywood visual-effects studio DNEG is combining with a special-purpose acquisition company to go public with a roughly $1.6 billion valuation, the companies said.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rio-tinto-reaches-deals-to-break-mongolia-copper-logjam-11643101977", "title": "Rio Tinto Reaches Deals to Break Mongolia Copper Logjam", "date": "2022-01-25 04:12", "summary": "Delays and cost overruns at Oyu Tolgoi underground mine have angered the Mongolian government. ADELAIDE, Australia- Rio Tinto PLC renegotiated agreements with the Mongolian government to advance a delayed and costly expansion of the Oyu Tolgoi copper mine, a sign of resource nationalism's impact on the mining sector.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11643052526", "title": "Pepper...and Salt", "date": "2022-01-25 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-scrambles-fighter-jets-near-taiwan-in-wake-of-u-s-carrier-exercises-11643031049", "title": "China Scrambles Fighter Jets Near Taiwan in Wake of U.S. Exercises", "date": "2022-01-25 23:14", "summary": "Sorties are the most sent by the People's Liberation Army since October; U.S. Navy was conducting joint drills with Japan. TAIPEI-China sent several dozen military aircraft on sorties near Taiwan, launching its largest such show of aerial force in months as two U.S. aircraft carrier strike groups concluded training exercises with Japan in the region over the weekend.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-mask-mandate-struck-down-by-judge-11643076985", "title": "New York Mask Mandate Struck Down by Judge", "date": "2022-01-25 21:56", "summary": "Nassau County court says state health commissioner didn't have authority to require face coverings in indoor settings in December. A Long Island judge struck down New York state's indoor mask mandate Monday, saying health officials needed approval from the legislature for a December rule requiring face coverings in schools, transit hubs and other indoor settings.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-curses-at-fox-news-reporter-after-inflation-question-11643073814", "title": "Biden Curses at Fox News Reporter After Inflation Question", "date": "2022-01-25 21:40", "summary": "The president called Peter Doocy a 'stupid son of a bitch' on a live microphone at a White House event. WASHINGTON-President Biden called a reporter who asked him about the potential political consequences of inflation a \"stupid son of a bitch\" at a White House event on Monday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deterrence-message-to-moscow-us-nato-biden-russia-vladimir-putin-ukraine-11643066402", "title": "Deterrence Message to Moscow on Ukraine", "date": "2022-01-25 21:19", "summary": "The U.S. can't stop a Ukraine invasion, but it can raise the cost.. The U.S. put 8,500 troops on alert Monday with the possibility of deploying them to shore up NATO defenses in Eastern Europe, and allies are sending ships and fighter jets. The West is finally getting more serious about deterring Russian aggression, and let's hope it's not too late for Ukraine.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-chinas-international-students-two-years-of-limbo-take-a-toll-11643020201", "title": "For China's Half-Million Foreign Students, a Painful Wait Extends Into Third Year", "date": "2022-01-25 20:36", "summary": "Hundreds of thousands of college students locked out by China's 'zero-Covid' restriction try to salvage their diploma from many time zones away. The pandemic has scrambled life for students everywhere. The challenges have been uniquely complex for hundreds of thousands of international students enrolled at Chinese universities but locked out of the country for two years.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dispute-between-apollo-co-founders-black-harris-boils-over-11643020207", "title": "Dispute Between Apollo Co-Founders Black, Harris Boils Over", "date": "2022-01-25 19:55", "summary": "Leon Black has accused Josh Harris of plotting his removal in an act of revenge for being passed over as CEO, a claim Mr. Harris vehemently denies. Tension between Leon Black and his Apollo Global Management Inc. co-founder Josh Harris is boiling over, threatening to buffet the investment giant with fresh controversy.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-shootings-of-police-prompt-mayor-eric-adams-to-focus-on-anti-crime-policies-11643065350", "title": "New York Shootings of Police Prompt Mayor to Focus on Anti-Crime Policies", "date": "2022-01-25 19:47", "summary": "Five NYPD officers have been shot so far in 2022, and crime is up 40% from the same period a year ago. New York City Mayor Eric Adams proposed new policing initiatives and asked state lawmakers to change bail laws Monday after a series of high-profile shootings have dominated his early weeks in office.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-limits-use-of-regeneron-and-lilly-covid-19-antibody-drugs-11643067844", "title": "U.S. Limits Use of Regeneron and Lilly Covid-19 Antibody Drugs", "date": "2022-01-25 19:34", "summary": "FDA revised authorizations for the therapies, which don't work against Omicron variant, to make sure doctors only use them on non-Omicron patients. The Biden administration restricted the use of two monoclonal antibody drugs for Covid-19 because they are unlikely to be effective against the Omicron variant.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/health-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-markets-dow-update-01-24-2022-11643011323", "title": "Stocks Come Back to Finish Wild Day With Gains", "date": "2022-01-25 19:31", "summary": "The Dow has never before closed positive after being down at least 1,000 points. Major U.S. stock indexes registered a massive comeback Monday to close higher after the Dow industrials were down more than 1,100 points at midday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeopardy-amy-schneider-streak-matt-amodio-11643061768", "title": "Amy Schneider Wins 39th Straight 'Jeopardy!' Game", "date": "2022-01-25 19:30", "summary": "Reigning champion's consecutive victory streak trails only Ken Jennings. The clue: The \"Jeopardy!\" contestant with the second-highest number of consecutive wins. The answer: Who is Amy Schneider?", "categories": [["Books & Arts", "Entertainment", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-baltimore-firefighters-killed-in-vacant-home-blaze-11643070406", "title": "Baltimore Blaze Kills Three Firefighters", "date": "2022-01-25 19:26", "summary": "A fourth firefighter who had also been trapped after the structure collapsed is in critical condition. Three Baltimore firefighters were killed and a fourth was injured when part of a vacant home collapsed while they were battling a blaze early Monday, the city's fire chief said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-wants-banks-to-loop-in-foreign-affiliates-on-suspicious-transactions-11643069742", "title": "Treasury Wants Banks to Loop in Foreign Affiliates on Suspicious Transactions", "date": "2022-01-25 19:15", "summary": "The pilot program from the department's anti-money-laundering watchdog would allow participating banks to share so-called suspicious activity reports with branches abroad. The U.S. Treasury Department's Financial Crimes Enforcement Network has proposed a new rule that would allow banks to share so-called suspicious activity reports more readily with foreign affiliates.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nato-to-send-ships-jet-fighters-to-eastern-europe-amid-standoff-with-russia-11643026393", "title": "NATO to Send Ships, Jet Fighters to Eastern Europe", "date": "2022-01-25 19:05", "summary": "U.S. confers with European allies, puts thousands of troops on standby to potentially deploy near Russia. BRUSSELS-NATO allies are bolstering the alliance's eastern flank in response to Russia's military buildup around Ukraine, as the European Union set out plans for loans and grants for Kyiv worth more than $1.3 billion and the Pentagon ordered thousands of troops to prepare for possible deployment.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}]