[{"link": "https://www.wsj.com/articles/texas-earthquakes-prompt-new-fracking-rules-11642424582", "title": "Texas Earthquakes Prompt New Fracking Rules", "date": "2022-01-17 08:03", "summary": "Frackers need to find a new home for wastewater as the state acts to stem rising seismic activity, adding to drillers' costs. Frackers in America's hottest oil field are facing an expensive new setback: earthquakes.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/betty-whites-100th-birthday-special-is-now-a-movie-theater-memorial-11642424402", "title": "Betty White's 100th Birthday Special Is Now a Movie-Theater Memorial", "date": "2022-01-17 08:00", "summary": "A feature originally filmed as a centennial celebration has become a tribute to the late actress, with a special engagement in over 1,500 theaters. Betty White lived her life on television. The late star is making an encore appearance on the big screen.", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-variant-encourages-some-to-move-past-covid-19-precautions-despite-risks-11642424401", "title": "Omicron Variant Encourages Some to Drop Precautions Despite Risks", "date": "2022-01-17 08:00", "summary": "Hyper-infectiousness and low disease severity convince some of diminished danger; health experts say risks remain. Omicron's ubiquity and reduced severity are encouraging some people to drop pandemic precautions, decisions that public-health experts say present new risks for people at risk of severe Covid-19 outcomes.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/health-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unilever-sets-out-ambition-to-expand-in-health-products-11642415056", "title": "Unilever Sets Out Ambition to Expand in Health Products", "date": "2022-01-17 07:43", "summary": "Dove soap maker defends its takeover approach for GlaxoSmithKline's and Pfizer's consumer-healthcare business. Unilever PLC said it wants to push further into health, beauty and hygiene products at the expense of slower-growing food brands, laying out its biggest strategic shift in years after disclosing a $68 billion approach for GlaxoSmithKline PLC's consumer-health business.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-are-all-these-people-showering-in-their-arcteryx-jackets-11642422998", "title": "Why Are All These People Showering in Their Arc'teryx Jackets?", "date": "2022-01-17 07:36", "summary": "The outdoor brand's Gore-Tex jackets have become a TikTok meme, thanks to their mesmerizingly waterproof fabric. In its advertisements, Arc'teryx-a 33-year-old North Vancouver outdoor-gear company-shows its hardy outfits being worn on powder-drenched ski slopes and verdant forest trails. But lately, Arc'teryx consumers can't seem to stop wearing the brand's jackets in a far less extreme setting: their showers. On the video app TikTok, you can more than a hundred clips of people showering in Arc'teryx's Gore-Tex jackets, with their cloaked heads and shoulders planted directly beneath a flowing showerhead. These clips are weirdly mesmerizing. Many commenters voice the same observation, that the water \"just beads right off\" the jackets (that exact wording has become meme-ified, becoming part of the in-joke). These videos are almost always set to \"Arc'teryx,\" an infectious 2021 song by British rapper YT, that opens with the swaggering lyrics: \"Arc'teryx on me, nah, we don't rock no Patagonia. Arc'teryx on me, I could go hiking in Snowdonia.\"", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-chinas-central-bankers-are-still-worried-11642422869", "title": "Why China's Central Bankers Are Still Worried", "date": "2022-01-17 07:34", "summary": "China's economy grew 4% from a year earlier in the fourth quarter-faster than expected. But December data should give investors pause.. After a tumultuous 2021 marked by near-disaster in the property sector and a widening crackdown on other previously fast-growing industries such as internet technology, China's economy demonstrated a bit of spark Monday. New figures showed fourth-quarter growth at 4% year over year, slower than the third quarter's 4.9% but still well above the 3.3% consensus estimate among economists polled by FactSet.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/novak-djokovic-deported-australia-vaccination-tennis-11642356108", "title": "Vaccines Aren't Done Shaping Djokovic's Tennis Legacy", "date": "2022-01-17 07:30", "summary": "The 20-time major winner's deportation from Australia may be just the start of his struggles to enter major tournaments as an unvaccinated player. When Novak Djokovic boarded a flight from Melbourne, Australia to Dubai on Sunday night, he put an end to the strangest trip of his nearly two decades as a professional tennis player.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-property-giant-country-garden-endures-sectors-latest-selloff-11642421463", "title": "Chinese Property Giant Country Garden Endures Sector's Latest Selloff", "date": "2022-01-17 07:11", "summary": "Company's stock fell 8.1% Monday in Hong Kong, to reach its lowest closing level in nearly five years. Investors in Chinese property bonds can't catch a break, as a crisis of confidence spreads to stronger-looking developers that mostly avoided last year's selloff.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schools-battle-covid-pandemic-disruption-third-year-11642131856", "title": "Schools Battle Covid Pandemic Disruption for Third Academic Year", "date": "2022-01-17 07:00", "summary": "Educators are looking for ways to help children who face learning loss, as well as setbacks in social-emotional development. Educators are preparing to contend with the pandemic on a long-term basis as it continues to take a toll on children around the world, even with schools largely back in session.", "categories": [["U.S.", "Journal Reports"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jamarr-chase-micah-parsons-opt-out-rookie-of-the-year-11642390546", "title": "They Opted Out of College Football-and Became NFL Stars", "date": "2022-01-17 07:00", "summary": "Players like Ja'Marr Chase and Micah Parsons gave up their final college seasons during the first year of the pandemic. Then they emerged as the biggest rookie sensations in the pros.. When this NFL season began, it had been nearly two years since Cincinnati Bengals rookie wide receiver Ja'Marr Chase had played a football game.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iowas-child-care-problems-show-scale-of-washingtons-challenge-11642415403", "title": "Iowa's Child-Care Problems Show Scale of Washington's Challenge", "date": "2022-01-17 05:30", "summary": "Resume Subscription. WATERLOO, Iowa-Erin Turner recently started working 12-hour shifts to cover the $1,520 a month she spends on child care for her two young children, more than twice her rent. She says she sometimes eats crackers for dinner because money is so tight.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/orange-juice-prices-climb-after-forecasts-for-the-smallest-crop-since-1945-11642393017", "title": "Orange-Juice Prices Climb After Forecasts for the Smallest Crop Since 1945", "date": "2022-01-17 05:30", "summary": "Florida's oranges are smaller than usual and dropping out of trees as disease spoils the juice crop. Government agricultural forecasters said they expect the smallest Florida orange crop since World War II, touching off a rally in juice futures that were already at their highest level in years because of the pandemic.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/giant-stock-swings-kick-off-2022-11642351304", "title": "Giant Stock Swings Kick Off 2022", "date": "2022-01-17 05:30", "summary": "Hundreds of U.S.-listed companies are off more than 20% from highs. Many are in a bear market.. U.S. stocks are off to a rocky start in 2022. Under the surface, things are even more volatile.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-probes-a-sams-club-store-over-food-safety-issues-11642412630", "title": "China Probes a Sam's Club Store Over Food-Safety Issues", "date": "2022-01-17 04:43", "summary": "Local regulator's investigation into Walmart-owned store comes as China steps up scrutiny into U.S. retailer. A local Chinese regulator said it is investigating a Walmart Inc. Sam's Club store over food-safety issues, another sign of increased scrutiny by Chinese authorities of the U.S. retailer amid rising geopolitical tensions between Beijing and Washington.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/putin-wants-nato-to-back-off-but-is-achieving-exactly-the-opposite-says-alliance-chief-11642412572", "title": "Putin Wants NATO to Back Off but Is Achieving the Opposite, Says Alliance Chief", "date": "2022-01-17 04:42", "summary": "U.S. has most troops in Europe since Cold War because of Russia's actions against Ukraine and West in recent years. BRUSSELS-Russian President Vladimir Putin has said he wants NATO to reduce its presence in Eastern European countries that were once part of the Soviet bloc but his actions are achieving the opposite, said NATO's chief.", "categories": [["WSJ News Exclusive", "World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-suisse-chairman-to-leave-bank-amid-board-probe-11642376538", "title": "Credit Suisse Chairman to Exit After Breach of Covid-19 Rules", "date": "2022-01-17 03:37", "summary": "Board had investigated António Horta-Osório's personal use of corporate aircraft and breach of quarantine rules. Credit Suisse Group AG Chairman António Horta-Osório is leaving the global bank following a board investigation into his travel and personal conduct, according to people familiar with the bank.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tonga-left-largely-cut-off-after-volcanic-eruption-tsunami-11642405227", "title": "Tonga Left Largely Cut Off After Volcanic Eruption, Tsunami", "date": "2022-01-17 02:40", "summary": "Ash cloud threatens clean water supplies as New Zealand mobilizes aid effort. WELLINGTON, New Zealand-When an underwater volcanic eruption off Tonga triggered tsunami waves at least a meter high on Saturday, the managers of the Ha'atafu Beach Resort and their children sprinted through bushes in a desperate scramble to safety.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-population-barely-grew-in-2021-as-births-dropped-for-a-fifth-year-11642385947", "title": "China's Population Stalls, With Births in 2021 the Lowest in Modern History", "date": "2022-01-17 23:39", "summary": "The number of newborns fell for a fifth straight year, to 10.62 million, barely outnumbering deaths. The number of newborns in China fell for a fifth straight year to the lowest in modern Chinese history, despite Beijing's increasing emphasis on encouraging births.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-gdp-grew-8-1-in-2021-though-momentum-slowed-in-fourth-quarter-11642386349", "title": "China GDP Grew 8.1% in 2021, but Momentum Slowed in Quarter", "date": "2022-01-17 23:21", "summary": "China's GDP grew just 4% in the fourth quarter compared with a year earlier. BEIJING-China's economy expanded 8.1% last year as a pandemic-plagued world snapped up its goods, though slowing growth in the final months of the year points to challenges ahead for its economy.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}]