[{"link": "https://www.wsj.com/articles/inflation-haunts-the-biden-economy-federal-reserve-consumer-price-index-11644531980", "title": "Inflation Haunts the Biden Economy", "date": "2022-02-10 18:53", "summary": "An historic policy failure calls for a sharp turn at the Fed and White House.. So how's the U.S. government's grand experiment in modern monetary theory turning out? Not well. Consumer prices over the past 12 months rose 7.5%-the most in 40 years-while real wages declined 1.7%, the Bureau of Labor Statistics reported Thursday.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californias-laughing-rail-stock-high-speed-rail-authority-105-billion-11644444340", "title": "California's Laughing Rail Stock", "date": "2022-02-10 18:47", "summary": "The bullet train's price tag goes up again, this time to $105 billion.. California Democrats once hoped that their 500-mile bullet train from Los Angeles to San Francisco would be a high-speed rail model for the nation. It's a model, all right-in how politics can drive public works off the rails.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zendesk-receives-takeover-approaches-from-private-equity-firms-including-thoma-bravo-11644525454", "title": "Zendesk Receives Takeover Approaches From Private-Equity Firms", "date": "2022-02-10 18:43", "summary": "Communications firm rejects bid from private-equity consortium; Thoma Bravo circles, too, and Jana Partners plans proxy fight. Zendesk Inc. came under new pressure over its proposal to buy the parent of web-survey company SurveyMonkey , with the company saying it has received a roughly $17 billion bid of its own and a shareholder activist preparing to launch a proxy fight.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-approves-bill-barring-forced-arbitration-in-sexual-assault-harassment-claims-11644510020", "title": "Senate Approves Bill Barring Forced Arbitration in Sexual-Assault, Harassment Claims", "date": "2022-02-10 18:42", "summary": "Some lawmakers want to ban such clauses for other complaints, such as racial discrimination. WASHINGTON-The Senate passed legislation barring companies from forcing employees into arbitration proceedings to address sexual-assault and harassment complaints, a significant change to workplace practices in the wake of the #MeToo movement.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comcasts-nbcuniversal-near-deal-to-alter-content-sharing-partnership-with-hulu-11644536221", "title": "Comcast's NBCUniversal Near Deal to Shift Content to Peacock From Hulu", "date": "2022-02-10 18:37", "summary": "New episodes of shows such as 'Saturday Night Live,' 'The Voice' and 'New Amsterdam' would be affected starting this fall. Comcast Corp.'s NBCUniversal is finalizing a plan that would drastically change its partnership with Hulu, shifting high-profile programming to its own Peacock streaming platform, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-stand-against-excess-gop-future-leadership-woke-policies-sane-centrist-11644533212", "title": "Republicans, Stand Against Excess", "date": "2022-02-10 18:35", "summary": "Be the party of the big center-of normal, regular people-against the forces of ideology assailing them.. Simi Valley, Calif.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fly-the-friendly-skies-of-stephen-breyer-deregulation-airlines-supreme-court-retirement-summer-11644533187", "title": "Fly the Friendly Skies of Stephen Breyer", "date": "2022-02-10 18:34", "summary": "The jurist cites his efforts for the Airline Deregulation Act as among his best and most significant work. Stephen Breyer reshaped aviation in America. Justice Breyer, who joined the Supreme Court in 1994 and plans to retire this summer, has cited his research for the Airline Deregulation Act as among his best and most significant work.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-fraudulent-ethics-debate-elaine-luria-democrats-socks-insider-trading-lawmakers-restrictions-financial-interests-11644533664", "title": "A Fraudulent Ethics Debate on Congressional Stock Trading", "date": "2022-02-10 18:32", "summary": "Elaine Luria is right. Existing rules are enough.. For a lesson in the perils of exposing Washington frauds, see the case of Rep. Elaine Luria. The Virginia Democrat this week punctured the Beltway's moral preening over lawmakers' stock trading and is taking it from all sides.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/silicon-valleys-closet-christians-religious-diversity-startup-culture-tech-faith-google-church-secular-beliefs-atheist-catholic-culture-war-11644510973", "title": "Silicon Valley's Secret Christians", "date": "2022-02-10 18:31", "summary": "Discomfort with faith cuts the tech industry off from a necessary moral foundation.. HBO's \"Silicon Valley\" won praise during its six-season run for accurately satirizing Northern California's tech startup culture. A classic episode depicts a meeting in which one of the main characters accidentally \"outs\" a colleague, leaving the gathered tech leaders uncomfortable. But they're not upset that their potential partner is gay-rather, they're shocked to learn that he goes to church. Another character later admits that Christianity \"freaks people out in the Valley.\"", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-us-should-want-a-cold-war-with-china-xi-jinping-taiwan-geopolitics-military-confrontation-competition-biden-democracy-11644510051", "title": "The U.S. Should Want a Cold War With China", "date": "2022-02-10 18:30", "summary": "Competition, not cooperation, is the best way to avoid direct military confrontation.. Simmering crises in Ukraine and Taiwan have reminded leaders that geopolitics never die. Yet President Biden declared at the United Nations in September that the U.S. is \"not seeking a new Cold War\" with either China or Russia. Mr. Biden has sought to downsize the scope of the competition with China while seeking cooperation on areas of mutual interest. This is the wrong approach. A Cold War-style competition with China is precisely what the U.S. should want.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-a-girl-i-found-my-hero-in-joe-montana-nfl-football-sports-super-bowl-quarterback-identity-11644533479", "title": "As a Girl, I Found My Hero in Joe Montana", "date": "2022-02-10 18:29", "summary": "It's a mistake to oversimplify who one can identify with.. Joe Montana was my childhood hero. The NFL quarterback remains the person who, more than any other, shaped who I wanted to be.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-better-to-be-feared-review-the-gridirons-greatest-duo-11644535737", "title": "'It's Better to Be Feared' Review: The Gridiron's Greatest Duo?", "date": "2022-02-10 18:28", "summary": "Tom Brady and Bill Belichick achieved something historic with the New England Patriots. A look back at their twinned story.. After an astonishing 20-year run with Bill Belichick's New England Patriots, Tom Brady won his seventh championship ring last year, at the age of 43, as he led the Tampa Bay Buccaneers over the Kansas City Chiefs. Then he almost swamped interest in this year's big game when news of his retirement was leaked, denied, then finally announced. The media frenzy Brady touched off confirmed, as if any confirmation were needed, that he is indeed the greatest pro-football quarterback of all time.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zillows-shuttered-home-flipping-business-lost-881-million-in-2021-11644529656", "title": "Zillow's Shuttered Home-Flipping Business Lost $881 Million in 2021", "date": "2022-02-10 18:24", "summary": "Real-estate company says in a letter to shareholders that it is targeting revenue of $5 billion by 2025. Zillow Group said on Thursday that it lost $881 million on its algorithmic-driven home-flipping business last year in its first earnings report since the real-estate company shut down that operation in the fall.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/us-inflation-consumer-price-index-january-2022-11644452274", "title": "U.S. Inflation Rate Accelerates to 7.5%, a 40-Year High", "date": "2022-02-10 18:09", "summary": "Strong consumer demand and pandemic-related supply constraints continued to push up prices in January. A relentless surge in U.S. inflation reached another four-decade high last month, accelerating to a 7.5% annual rate as strong consumer demand collided with pandemic-related supply disruptions.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/death-on-the-nile-kenneth-branagh-agatha-christie-hercule-poirot-gal-gadot-sophie-okonedo-tom-bateman-annette-bening-russell-brand-leitita-wright-armie-hammer-11644534276", "title": "'Death on the Nile' Review: Low-Flow Hercule Poirot", "date": "2022-02-10 18:05", "summary": "The latest version of Agatha Christie's thriller about a fateful Egyptian cruise founders on the shoals of seriousness. The best to be said about \"Death on the Nile,\" playing in theaters and set mostly aboard an Egyptian paddle-wheel vacation steamer shortly before World War II, is that it passes time painlessly-for us, not for the vacationers, most of whom become murder suspects with ample motives. Yet pleasure eludes the production's grasp. Disney's take on Agatha Christie's 1937 novel, directed by and starring Kenneth Branagh, has pizazz and period style in the same way today's big-brand toothpastes have flavor-artificial ingredients give them a taste that's discernible, but too generic to name.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-sky-is-everywhere-cherry-jones-jandy-nelson-grace-josephine-decker-kaufman-havana-rose-liu-jason-siegel-ji-young-yoo-jacques-calimon-pico-alexander-11644534128", "title": "'The Sky Is Everywhere' Review: Vividly Capturing Love and Loss", "date": "2022-02-10 18:03", "summary": "A high-school student struggles with the death of her older sister in Josephine Decker's screen version of Jandy Nelson's young-adult novel. The brights are brighter than they have any right to be in \"The Sky Is Everywhere.\" Flowers in rainbow profusion recall \"The Wizard of Oz.\" Hummingbirds have a choice of feeders. When a handsome member of the high-school honor band plays a gleeful riff on a trumpet, notes stream out of his horn and dance in the air as they once did in \"Fantasia.\" And the darks can be all-encompassing. Seventeen-year-old Lennie (a lovely performance by Grace Kaufman) has just lost her beloved older sister, Bailey (Havana Rose Liu), and she is inconsolable. Josephine Decker's screen version of the Jandy Nelson young-adult novel, which was adapted by the author, embraces excess as an expression of the heroine's mercurial spirit. Sometimes the results are excessively excessive, blithely blissed-out or simply clichéd. Mostly, though, they're funny, affecting and endearing.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oscar-peterson-black-and-white-hulu-barry-avrich-art-tatum-ramsey-lewis-herbie-hancock-jon-batists-quincy-jones-billy-joel-ray-brown-herb-ellis-ed-thigpen-11644534058", "title": "'Oscar Peterson: Black + White' Review: A Giant of Jazz Piano", "date": "2022-02-10 18:02", "summary": "A pantheon of musical lights pay homage to this brilliant musician. As noted in the thoroughly entertaining \"Oscar Peterson: Black + White,\" the jazz giant never seemed to struggle, not musically: He arrived on the scene \"fully formed,\" someone notes, a technical wonder, a master of swing who reigned over the jazz keyboard for 60 years. Which is not to say that a Black musician coming up in the '40s didn't have problems. But Peterson also had a solution. \"If the only way I was going to make it was to frighten the hell out of everyone pianistically,\" he says, \"I was going to do it that way.\"", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/affirm-stock-plunges-21-after-a-slip-of-the-tweet-11644534009", "title": "Affirm Stock Plunges 21% After a Slip of the Tweet", "date": "2022-02-10 18:00", "summary": "Affirm's 'great quarter' tweet sent shares up. Investors were less impressed after they saw the results.. A Twitter slip-up sent Affirm Holdings Inc.'s shares on a wild ride that ended with the buy-now-pay-later company's worst one-day drop on record.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crypto-exchange-binance-to-invest-200-million-in-forbes-11644534040", "title": "Binance to Invest in Forbes", "date": "2022-02-10 18:00", "summary": "CEO of crypto exchange operator eyes more investment in 'traditional industries' amid regulatory scrutiny. Cryptocurrency exchange operator Binance Holdings Ltd. is making a $200 million investment in the publisher of Forbes magazine, an unusual tie-up between a digital-currency firm and a traditional media outfit, the companies said Thursday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blacklight-liam-neeson-aidan-quinn-mark-williams-nick-may-bill-dubuque-ozark-11644533922", "title": "'Blacklight' Review: Dim Drama, Dumb Action", "date": "2022-02-10 17:59", "summary": "Liam Neeson's shadowy fixer discovers corruption in the FBI and moves to cast it out in this turgid thriller. \"Blacklight\" isn't much of a title. At the very least, though, it provides a useful hint that the movie isn't much either. One could even argue that it's not a movie at all, only a rusted-out recycling bin of ill-fitting themes, notions, poses, conventions, affectations, tropes, tropelets and inert snippets of dialogue from other movies. By the same token, what's on screen represents well-paid employment for hundreds of artisans, stunt persons and laborers, as well as those who were willing, for reasons of their own, to put their faces on camera. Merely willing, however, not eager. No one looks glad to be visible, starting with Liam Neeson, who hasn't looked glad about it for ages; including Aidan Quinn, whose performance captures noncommittal in a bottle; and extending to other members of the cast who won't be named here because they've harmed no one and should be able to resume their careers forthwith. (The film is showing in theaters that are numerous rather than select.)", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-sued-by-california-civil-rights-agency-for-alleged-racial-discrimination-harassment-11644468985", "title": "California Sues Tesla, Alleging Racial Bias and Abuse", "date": "2022-02-10 17:49", "summary": "California Department of Fair Employment and Housing says it acted after receiving hundreds of complaints from workers. A California regulatory agency has sued Tesla Inc. for alleged racial discrimination and harassment, saying the electric-vehicle maker turned a blind eye to years of complaints from Black factory workers.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-facts-and-crack-pipes-distribution-drug-use-safety-racial-equity-fact-check-snopes-11644511578", "title": "Notable & Quotable: 'Facts' and Crack Pipes", "date": "2022-02-10 17:40", "summary": "'While outraged media coverage focused almost exclusively on 'crack pipes,' this was actually only a very small part of the program.'. From a Feb. 8 \"fact check\" (subsequently revised) at Snopes.com:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/free-covid-19-test-pandemic-cost-bill-insurance-11644447187", "title": "Behind the Veil of the 'Free' Covid Test", "date": "2022-02-10 17:32", "summary": "You don't have to be an expert to know that something about this stinks.. The day before Cameron Kaplan's op-ed \"The High Cost of 'Free' Covid Testing\" (Feb. 4) was published, I received a $5,025 \"summary of claim for services\" from my health-insurance provider. It included a $975 charge for a physician and five separate laboratory charges. Our insurance company paid about $1,200 and our uncovered liability was $655, for which we have not yet been billed. We had no idea what the bill was about.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-ohio-gerrymander-electoral-map-11644446619", "title": "New York's Gerrymander Takes the Cake", "date": "2022-02-10 17:30", "summary": "Ohio's now-discarded electoral map pales in comparison.. Your point about the gerrymandering of New York's 10th District is well-founded (\"New York's Democratic Jerrymander,\" Review & Outlook, Feb. 2). But Ohioans should take issue with your characterization of Ohio's now-discarded electoral map as an \"aggressive\" gerrymander.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corporate-bonds-in-europe-tumble-most-since-pandemic-began-11644488298", "title": "Corporate Bonds in Europe Suffer Biggest Fall Since Pandemic Began", "date": "2022-02-10 17:30", "summary": "Worries about the ability of indebted economies and companies in southern Europe to withstand tighter monetary policy prompts selloff. Corporate bonds in Europe have taken their biggest hit since 2020 over the past week after a sudden pivot from the European Central Bank toward tighter policy reanimated worries about the region's economic health.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-raskin-climate-finance-regulation-oil-gas-prices-energy-credit-11644446091", "title": "This Fed Nominee Will Cost You at the Pump", "date": "2022-02-10 17:28", "summary": "Sarah Bloom Raskin's confirmation would be the culmination of a two-decade offensive by the left to strand carbon assets.. Sarah Bloom Raskin's confirmation as the Federal Reserve Board's vice chair for supervision would be the culmination of a two-decade offensive by the left to strand carbon assets (\"Sarah Raskin's Systemic Risk,\" Review & Outlook, Feb. 4).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/evidence-pre-k-education-tennessee-study-11644445286", "title": "The Other Evidence on Free Pre-K", "date": "2022-02-10 17:27", "summary": "The Tennessee study doesn't discredit the effort to help disadvantaged children.. Your editorial about a Tennessee study suggesting publicly funded preschool does not help boost achievement for economically disadvantaged children (\"The Evidence on 'Free' Pre-K,\" Feb. 1) fails to address three important points.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whoopi-goldberg-the-view-jews-anti-semitic-race-abc-suspended-11644444222", "title": "Much Ado About Whoopi and 'The View?'", "date": "2022-02-10 17:26", "summary": "Hers were the comments of a good woman with bad information. They were not anti-Semitic.. I am surprised that Whoopi Goldberg's comments elicited such an outcry (\"We're All Whoopi Goldberg Now\" by Rebecca Sugar, op-ed, Feb. 3). They were not anti-Semitic. They were the comments of a good woman with bad information. Ms. Goldberg gave us a teachable moment and has graciously apologized, which is more than many experts do when they misspeak. ABC should get her back to work. A suspension was unnecessary.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-is-easing-mask-mandates-for-its-warehouse-staff-11644530431", "title": "Amazon Is Easing Mask Mandates for Its Warehouse Staff", "date": "2022-02-10 17:19", "summary": "Company had previously required vaccinated workers to wear masks in December. Amazon.com Inc. will allow fully vaccinated employees to go maskless inside of its warehouses and is taking steps to adjust its paid time off policies after several states lifted indoor mask mandates this week.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-expects-to-be-cash-flow-positive-by-fourth-quarter-of-2022-11644512326", "title": "Uber Expects to Be Cash-Flow Positive by Fourth Quarter of 2022", "date": "2022-02-10 17:19", "summary": "Finance chief Nelson Chai's projection overshadows company's pledge to be cash-flow positive by end of 2022. Uber Technologies Inc. spooked investors with a midterm earnings forecast that fell short of expectations and overshadowed the company's pledge to be cash-flow positive by the end of this year.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-russia-invade-ukraine-11644531392", "title": "Will Russia Invade Ukraine?", "date": "2022-02-10 17:16", "summary": "The latest on deterring Vladimir Putin's potential military attack.. Vladimir Putin has deployed his military on Ukraine's northern, southern and eastern borders. The U.S. fears these aggressive moves are the precursor to an attack on the democracy. Meanwhile, Ukraine also fears Russia will try to destabilize its government, conduct cyberattacks on critical infrastructure, or use other forms of hybrid warfare against it. The Wall Street Journal editorial page is on the ground to report on one of the most tense moments in Europe since the collapse of the Soviet Union.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-mississippi-life-expectancy-was-6-years-lower-than-hawaii-pre-pandemic-11644521759", "title": "In Mississippi, Life Expectancy Was 6 Years Lower Than Hawaii Pre-Pandemic", "date": "2022-02-10 17:16", "summary": "Many of the states with the lowest life expectancies in 2019 were in the South. Southern states had some of the lowest life expectancies in the country before the Covid-19 pandemic, according to a new report from the U.S. Centers for Disease Control and Prevention, reflecting differing lifespans for Americans across regions.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-degradation-of-life-in-l-a-is-exponential-11644531039", "title": "'The Degradation of Life in L.A. is Exponential'", "date": "2022-02-10 17:10", "summary": "Will the voters who don't flee to Texas finally demand reform?. Fleeing Los Angeles residents have lately been willing to acknowledge the expensive dysfunction and lawlessness that's driving them to relocate. But this week brings hope that even those who remain may finally be willing to turn away from the extremes of progressive governance. Voters who decide not to abandon L.A. before this fall's elections for mayor and other municipal positions can set a new course toward sanity.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-floats-giving-activist-investors-less-time-to-report-positions-11644516069", "title": "SEC Floats Giving Activist Investors Less Time to Report Positions", "date": "2022-02-10 17:05", "summary": "The proposed rule would reduce the window for filing a 13D disclosure form to five days from 10. WASHINGTON-The Securities and Exchange Commission proposed Thursday to shorten the window for shareholders to alert the market when they build an ownership stake of more than 5% of a company's stock, a potential setback to activist investors.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germany-russia-ukraine-world-war-ii-11644444797", "title": "Letters: Another Lesson from World War II", "date": "2022-02-10 17:04", "summary": "There is something worse than Germany aligned against Russia.. In \"Putin Targets Germany, NATO's Weakest Link\" (op-ed, Feb. 7), Peter Rough refers to the lesson from 1941: \"Any war with Russia, German historical memory teaches, will lead to ruin.\" Yes, Germany still remembers that lesson. But all the rest of Europe, the Eastern part especially, still remembers the lesson from two years earlier: Fear cooperation between Germany and Russia.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-markets-dow-update-02-10-2022-11644481903", "title": "Stocks Drop After Inflation Report", "date": "2022-02-10 16:55", "summary": "Inflation accelerated to 7.5% annual rate in January; 10-year Treasury yield rises above 2%. Stocks dropped Thursday as bond yields rose in the wake of data showing inflation reached a new four-decade high, raising the stakes on whether the Federal Reserve will plot a more aggressive path on interest rates.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/education-technology-hits-a-steep-learning-curve-11644494400", "title": "Education Technology Hits a Steep Learning Curve", "date": "2022-02-10 16:52", "summary": "Investors are walking away from Chegg, Coursera and Udemy, but the traditional higher-education system's pain could become their gain. An investment in knowledge pays the best interest, said the man whose face graces the $100 bill. So far, that hasn't been the case for investors in education technology companies.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sarah-palin-testifies-in-defamation-case-against-new-york-times-11644521286", "title": "Palin Testifies in Defamation Case Against New York Times", "date": "2022-02-10 16:41", "summary": "Former vice presidential nominee, Alaska governor says she was distressed by editorial linking her political rhetoric and gun violence. Former Republican vice-presidential candidate Sarah Palin testified Thursday in support of her allegations that she was libeled by the New York Times , but suffered a blow when the presiding judge said he would not allow punitive damages against the newspaper.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brookfield-weighs-spinning-out-asset-management-business-11644517753", "title": "Brookfield Weighs Spinning Out Asset-Management Business", "date": "2022-02-10 16:33", "summary": "The Toronto firm pegs the stand-alone value of its asset-management business at as much as $100 billion. Brookfield Asset Management Inc. is weighing a plan to spin out its asset-management business, with Chief Executive Bruce Flatt saying the operation could be worth as much as $100 billion.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-airtags-can-be-used-to-track-you-how-to-stay-safe-11643724014", "title": "New Apple Update Targets AirTag Tracking Concerns", "date": "2022-02-10 16:31", "summary": "Apple acknowledged that its smart little tracking discs are turning up in nefarious situations. Here's how to look for them, and what to do if you find one.. Apple Inc.'s AirTags help you find your lost keys or bag. They can also be used in ways that spark privacy and safety concerns-such as stalking or other surveillance. Those concerns prompted Apple to add more AirTag setup warnings and to be clearer about when an AirTag is following someone.", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-yields-climb-after-inflation-data-release-11644502206", "title": "Treasury Yields Rise Above 2% After Inflation Data", "date": "2022-02-10 16:29", "summary": "Yields on shorter-term Treasurys led gains. An intensifying selloff in U.S. government bonds drove benchmark borrowing costs above 2% for the first time since mid-2019, after data showing sustained inflation fueled new bets the Federal Reserve will rapidly remove pandemic stimulus measures.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/choosing-front-door-paint-colors-11644528131", "title": "What Color Should I Paint My Front Door?", "date": "2022-02-10 16:23", "summary": "Design professionals share the four most important points to consider when choosing how to decorate your main entrance. THE COLOR YOU CHOOSE for your primary portal is no throwaway decision. It \"sets the tone for the entire experience of the home; just like the first impressions of a person do,\" said Anne Tollett, an interior designer with Hanover Avenue, in Richmond, Va.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/container-ship-backup-at-southern-california-ports-is-receding-11644523945", "title": "Ship Backup at Southern California Ports Is Receding", "date": "2022-02-10 16:21", "summary": "The number of ships waiting to unload at the ports of Los Angeles and Long Beach fell this week to the lowest level since November but remains extensive. The lengthy backup of container ships waiting to unload in Southern California is shrinking, the first sign in three months of an easing of U.S. supply-chain congestion at the nation's busiest container port complex.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/all-your-neighbors-are-going-to-the-comedy-club-11644527716", "title": "All Your Neighbors Are Going to the Comedy Club", "date": "2022-02-10 16:15", "summary": "A behavioral economist answers questions about the power of social norms and the demographics of concern about the environment. Behavioral economist Dan Ariely uses psychological research to advise on everyday dilemmas. Read more columns here.", "categories": [["Life & Work", "Ideas", "Ask Ariely"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/ask-ariely?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-reserve-to-test-ability-of-largest-banks-to-weather-recession-11644527027", "title": "Federal Reserve to Test Ability of Largest Banks to Weather Recession", "date": "2022-02-10 16:03", "summary": "Stress test will feature a scenario in which markets seize up and unemployment jumps to 10%. WASHINGTON-The Federal Reserve said it would test the ability of the largest U.S. banks to weather a hypothetical recession in which markets deteriorate markedly and unemployment jumps above 10%.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/listen-up-friday-crossword-february-11-11644522973", "title": "Listen Up (Friday Crossword, February 11)", "date": "2022-02-10 16:01", "categories": [["WSJ Puzzles", "Crossword Contest"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword-contest?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-february-5-11644526690", "title": "Bestselling Books Week Ended February 5", "date": "2022-02-10 15:58", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-recorded-119-billion-budget-surplus-its-first-since-before-pandemic-11644519768", "title": "U.S. Government Recorded $119 Billion Budget Surplus, Its First Since Before Pandemic", "date": "2022-02-10 15:40", "summary": "Revenue topped expenses in January for first time since September 2019, showing receding spending on pandemic programs. The federal budget in January ran a monthly surplus for the first time since September 2019, as the government took in more in tax and other revenue and spent less on Covid-19 pandemic aid programs.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-advisers-say-agency-shouldnt-approve-china-developed-cancer-drug-now-11644524951", "title": "FDA Advisers Say Agency Shouldn't Approve China-Developed Cancer Drug Now", "date": "2022-02-10 15:29", "summary": "The experts voted 14 to 1 that Eli Lilly and its Chinese partner conduct more testing before the FDA approves the lung-cancer immunotherapy. A panel advising U.S. drug regulators said Eli Lilly and Co. and its Chinese partner should conduct more studies of a proposed new lung-cancer drug before approval, citing concerns about the medicine's testing in China.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/health-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-stocks-slump-as-global-demand-remains-robust-opec-says-11644499852", "title": "Oil Stocks Slump as Global Demand Remains Robust, OPEC Says", "date": "2022-02-10 15:21", "summary": "Cartel raises its estimate for global oil demand growth in the third quarter of 2021. Stockpiles of oil in the largest consuming nations slumped in December, tightening an already stretched global energy market, as the supply of crude continues to lag behind robustly rising global demand, the Organization of the Petroleum Exporting Countries said Thursday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amir-locke-shooting-what-to-know-about-the-fatal-no-knock-shooting-in-minneapolis-11644364515", "title": "Amir Locke Shooting: What to Know About the Fatal No-Knock Shooting in Minneapolis", "date": "2022-02-10 15:17", "summary": "Mr. Locke, a Black man, was killed during a no-knock warrant seeking a suspect in a murder in St. Paul. Amir Locke, a 22-year-old Black man, was killed on the morning of Feb. 2 when Minneapolis police were executing a no-knock warrant connected to a murder investigation in St. Paul.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/women-accuse-foundation-planning-u-s-250th-anniversary-of-discrimination-11644514646", "title": "Nonprofit Planning U.S.'s 250th Anniversary Accused of Discrimination", "date": "2022-02-10 15:09", "summary": "Former executives say they resigned from the America250 Foundation because it fostered a hostile workplace. WASHINGTON-Four female executives have resigned in recent months from the nonprofit foundation planning official commemorations of the U.S.'s 250th anniversary, saying its leaders have fostered a hostile and discriminatory workplace and dismissed concerns about a male employee's questionable expenditures.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frances-macron-bets-on-nuclear-power-to-fight-climate-change-11644508634", "title": "Macron Bets on Nuclear Power to Fight Climate Change", "date": "2022-02-10 15:05", "summary": "French president tries to turn the tide on a slide in public support for the nuclear industry in the West. PARIS-French President Emmanuel Macron announced a plan to build six new nuclear reactors, betting on a technology that produces electricity with almost zero greenhouse gas emissions but faces questions about the high cost of new projects.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-nine-movies-and-shows-to-stream-valentines-day-weekend-11644523200", "title": "What to Watch: Nine Movies and Shows to Stream Valentine's Day Weekend", "date": "2022-02-10 15:00", "summary": "Resume Subscription. There is a streaming solution for every approach to Valentine's Day weekend. For viewers who want love stories, there are tales of heartbreak (\"The Sky Is Everywhere\"), humor (\"Feel Good\") and Jennifer Lopez (\"Marry Me\"). And, if you want to forget the day altogether, there is a harrowing cave drama (\"The Rescue\") and the Super Bowl. Here's where to stream it all:", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/french-discoverer-of-hiv-luc-montagnier-has-died-at-89-11644522238", "title": "French Discoverer of HIV, Luc Montagnier, Dies at 89", "date": "2022-02-10 14:43", "summary": "Resume Subscription. PARIS-French researcher Luc Montagnier, who won a Nobel Prize in 2008 for discovering HIV, the virus that causes AIDS, and who more recently spread false claims about the coronavirus, has died at age 89, according to local government officials in France.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/higher-inflation-is-probably-costing-you-250-a-month-11644489000", "title": "Higher Inflation Is Probably Costing You $276 a Month", "date": "2022-02-10 14:42", "summary": "Who is feeling the price squeeze the most? Millennials, Latinos and the middle class are at the top of the list. The average U.S. household is spending an additional $276 a month because of inflation that is rising at its fastest rate in 40 years, a new economic analysis showed.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-says-it-wont-limit-whistleblower-payouts-11644522072", "title": "SEC Says It Won't Limit Whistleblower Payouts", "date": "2022-02-10 14:41", "summary": "Regulator proposes changes to two amendments adopted during Trump administration that it says could have been used by future commission to reduce awards. The Securities and Exchange Commission said Thursday that it was revising two amendments governing the rules of its whistleblower program to address concerns that they would discourage tipsters from coming forward.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/homeland-security-issues-warning-on-possible-trucker-protest-11644507822", "title": "Homeland Security Issues Warning on Possible Trucker Protest", "date": "2022-02-10 14:39", "summary": "Agency tells police forces to prepare for Covid-19 protest convoy forming in L.A. on Super Bowl Sunday and bound for Washington. WASHINGTON-The U.S. Department of Homeland Security is warning law-enforcement officials that a convoy of truckers protesting Covid-19 vaccination mandates could make its way across the U.S., potentially blocking roads in several major cities and disrupting Super Bowl Sunday in Los Angeles.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medieval-knights-and-their-little-war-ponies-11644521974", "title": "Medieval Knights and Their Little War Ponies", "date": "2022-02-10 14:39", "summary": "The towering battle steeds of lore? Shorties fit for a kiddie party.. Every so often I like to check in with the International Journal of Osteoarchaeology, just to see if there have been any exciting new developments in the study of ancient bones found at archaeological sites.", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/websites-could-be-liable-for-child-sex-abuse-content-under-bill-passed-by-senate-panel-11644520383", "title": "Websites Could Be Liable for Child-Sex-Abuse Content Under Bill", "date": "2022-02-10 14:13", "summary": "Tech industry and others object, saying Earn It Act could lead to patchwork of state litigation and censorship. WASHINGTON-Internet platforms could be liable for child-sexual-abuse content on their sites under a bill passed unanimously by the Senate Judiciary Committee on Thursday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/massive-russian-military-drills-on-ukraine-border-ratchet-up-threat-11644496231", "title": "Russia's Massive Military Drills on Ukraine Border Stir Invasion Fears", "date": "2022-02-10 14:12", "summary": "Western officials believe Moscow has sent up to 30,000 troops to Belarus in what they fear could be a key element of any invasion. Russia kicked off large-scale military exercises in Belarus on its western borders with Poland and Lithuania and along its southern flank near Ukraine, an escalation of the standoff between Moscow and Western powers and a possible precursor to a Russian invasion of a smaller neighbor.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oaklands-school-closures-might-be-a-warning-sign-for-california-11644499800", "title": "Oakland's School Closures Might Be a Warning Sign for California", "date": "2022-02-10 14:10", "summary": "Resume Subscription. Oakland education officials voted to close seven schools following a contentious debate that state officials say could be a harbinger of further cuts as California's student enrollment declines.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/brush-fire-near-californias-laguna-beach-prompts-evacuations-threatens-homes-11644513975", "title": "Brush Fire Near California's Laguna Beach Prompts Evacuations, Threatens Homes", "date": "2022-02-10 14:04", "summary": "Residents of Emerald Bay, Irvine Cove told to leave homes; schools in area closed. A brush fire in the area of Laguna Beach, Calif., erupted early Thursday morning, and law-enforcement officials ordered a mandatory evacuation order for two seaside communities.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-inflation-is-hitting-hardest-prices-of-groceries-utilities-rent-jump-11644519819", "title": "Where Inflation Is Hitting Hardest: Prices of Groceries, Utilities, Rent Jump", "date": "2022-02-10 14:03", "summary": "Costs of everyday items are rising the fastest, affecting everything from your breakfast cereal to your light bill. American consumers are kicking off 2022 with some big price increases in everyday purchases. The price of food and utilities surged in January from the previous month, according to the Labor Department. Prices for healthcare and housing have also started to creep up.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kohls-poison-pill-wont-kill-potential-sale-11644519380", "title": "Kohl's Poison Pill Won't Kill Potential Sale", "date": "2022-02-10 13:56", "summary": "A power struggle is playing out at Kohl's, where Macellum announced a new board slate. Whichever way shareholders vote, a sale could still happen; it just has to be at the right price.. A poison pill is clearly a tough one for Kohl's activist investor Macellum to swallow.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hydrogen-powered-cars-11644519367", "title": "Dude, Where's My Hydrogen-Powered Car?", "date": "2022-02-10 13:56", "summary": "With zero-carbon emissions, hydrogen was supposed to be an energy cure-all. So why aren't we filling up our cars with it? Dan Neil explains.. IF THIS WERE a party, and you sat down and asked, \"Why not hydrogen-powered cars?\" you could be in for a long night. May I get you an espresso?", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflation-definition-cause-what-is-it-11644353564", "title": "What Is Inflation and What Causes It? What to Know", "date": "2022-02-10 13:55", "summary": "Pandemic-related forces have helped bump up prices, including for gasoline, where production has lagged behind surging demand. U.S. inflation is at its highest rate in four decades, reaching 7.5% in January from a year ago. Consumers are seeing prices rise sharply for a variety of goods and services because strong demand is colliding with persistent supply shortages.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mlb-lockout-opening-day-spring-training-11644518870", "title": "Manfred Says MLB Can Avoid 'Disastrous' Outcome: Missed Games", "date": "2022-02-10 13:51", "summary": "Commissioner Rob Manfred said the season can still begin on time despite a lockout that began Dec. 1. Talks with players are set for this weekend.. A resolution to Major League Baseball's two-month-old labor dispute is nowhere in sight. Yet commissioner Rob Manfred said Thursday he believes a new collective bargaining agreement with players can be struck in time to begin the season as planned on March 31.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-winter-olympics-china-seeks-to-dial-down-the-nationalism-a-notch-11644504896", "title": "At Winter Olympics, China Seeks to Dial Down Anti-Athlete Vitriol a Notch", "date": "2022-02-10 13:32", "summary": "Authorities rein in online attacks on a U.S.-born Chinese figure skater as Beijing plays host to the world. BEIJING-Geopolitical rivalry between the U.S. and China has at times threatened to boil over and scorch the Winter Olympics. Now, Beijing appears to be trying to dial down the heat.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-peak-decline-covid-restrictions-11644514531", "title": "As Omicron Declines, U.S. Rethinks Mask Guidance, Covid-19 Measures", "date": "2022-02-10 13:21", "summary": "As mask mandates loosen and cases fall, health experts say U.S. must bolster defenses. Health officials and epidemiologists are working out how quickly they think the U.S. should dial back Covid-19 restrictions while also preparing for an uncertain future living with the virus and its variants.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/health-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/january-6-committee-electoral-votes-college-mike-pence-certify-2020-presidential-election-trump-liz-cheney-riot-protest-insurrection-11644510638", "title": "The Jan. 6 Committee Won't Be Intimidated", "date": "2022-02-10 13:10", "summary": "We are focused on facts, not rhetoric, and will present them no matter what our critics say.. I keep on my desk a copy of the oath my great-great-grandfather signed when he re-enlisted in the Union Army in 1863. Like the oath given by all those who serve in government and every member of our armed forces, Samuel Fletcher Cheney swore to \"support and defend the Constitution of the United States against all enemies foreign and domestic.\" Generations of Americans have sworn that same oath and given their lives to defend the Constitution and our nation.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghan-refugees-held-for-months-in-the-u-a-e-protest-the-conditions-11644511778", "title": "Afghan Refugees Held for Months in the U.A.E. Protest the Conditions", "date": "2022-02-10 13:09", "summary": "Thousands at a facility in Abu Dhabi have been waiting to continue to the U.S. since being evacuated last summer. Protests erupted among thousands of Afghan refugees who complain of prisonlike conditions at a facility in Abu Dhabi, where they have been held for months since being evacuated from Afghanistan awaiting resettlement in the U.S.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-net-zero-crackup-climate-change-natural-gas-nuclear-prices-boris-johnson-esg-sunak-european-commission-green-energy-11644509997", "title": "Europe's Net-Zero Carbon Crackup Begins Ahead of Schedule", "date": "2022-02-10 13:09", "summary": "Politicians everywhere will rue the day they tried to enlist financial markets to do their green bidding.. At the end of last year, I predicted that 2022 would be the year politicians stepped back from the climate-policy cliff. I allowed too much time. It happened in January.", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/listing-on-a-prayer-bon-jovi-asks-21-5-million-for-manhattan-home-11644516216", "title": "Listing on a Prayer: Bon Jovi Asks $22 Million for Manhattan Home", "date": "2022-02-10 13:03", "summary": "The rocker bought the Greenwich Village condo for $18.94 million in 2017. The show is over for Jon Bon Jovi's Greenwich Village apartment. The rocker is putting the four-bedroom condominium on the market for $22 million, according to people familiar with the listing.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-route-for-an-optimal-result-11644515661", "title": "The Best Route for an Optimal Result", "date": "2022-02-10 12:54", "summary": "Trying to run a series of errands in the most effective way calls for a journey through the field of optimization. Mathematician Eugenia Cheng explores the uses of math beyond the classroom. Read more columns here.", "categories": [["Life & Work", "Ideas", "Everyday Math"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/everyday-math?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cat-trees-upscale-11644515553", "title": "Are Any Cat Trees Not Hideous-Looking?", "date": "2022-02-10 12:53", "summary": "Four modern perches for your feline that won't destroy your sophisticated decor. WHEN HOUSE CATS are anxious or frightened, their inner panther spurs them to seek higher ground, clambering up onto a bookshelf or atop a fridge, said Dr. Kelly Ballantyne, a veterinary behaviorist at Insight Animal Behavior Services in Chicago. Many owners-eager to spare their ceramics or plants from leaping felines-install cat trees. These are invariably clad in beige wall-to-wall that one would never install on one's own floors. The towers' fuzzy tiers may be ideal for jumping sprees, naps and scratching, but \"let's face it, they can be a bit unsightly,\" said Dr. Ballantyne.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coke-and-pepsico-post-big-sales-gains-on-big-price-increases-11644500511", "title": "Coke and PepsiCo Earnings Show Big Sales Gains on Big Price Increases", "date": "2022-02-10 12:48", "summary": "Global giants able to tap into robust demand but caution about rising costs for materials and transportation. Coca-Cola Co. and PepsiCo Inc. reported higher quarterly sales as the global soda giants pushed through price increases but also felt the squeeze of higher costs for commodities and transportation.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cookie-delays-turn-girl-scouts-into-economics-experts-11644513348", "title": "Inflation and Other Woes Are Eating Your Girl Scout Cookies", "date": "2022-02-10 12:15", "summary": "This year, scouts trying to meet their targets have felt the effects of supply-chain woes and price increases; 'Do you have cookies you can spare?'. Girl Scouts are earning a new badge in global economic turmoil.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/interpublic-group-forecasts-continued-growth-amid-healthy-ad-market-11644513227", "title": "Interpublic Group Forecasts Continued Growth Amid Healthy Ad Market", "date": "2022-02-10 12:13", "summary": "The ad holding company says clients are increasingly looking for expertise in areas like first-party data management and direct-to-consumer commerce. Interpublic Group of Cos. said organic net revenue grew 11.9% in 2021 compared with 2020 and increased 6.5% over the pre-pandemic year of 2019 as it reported fourth-quarter and 2021 financial results.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/7-books-that-explain-why-russia-wants-ukraine-reviews-11644512471", "title": "7 Books That Explain Why Russia Wants Ukraine", "date": "2022-02-10 12:03", "summary": "Going behind the headlines with books on the conflict and the region, as reviewed in The Wall Street Journal.. With the threat of a Russian invasion of Ukraine dominating the headlines, we've collected a short list of books that provide historical context for the situation today, as discussed by reviewers in the pages of The Wall Street Journal.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-porter-criticize-wall-street-arbitration-after-judge-says-process-was-manipulated-11644512412", "title": "Warren, Porter Criticize Wall Street Arbitration in Letter", "date": "2022-02-10 12:00", "summary": "Letter to Finra follows Georgia judge's decision that Wells Fargo manipulated arbitrator selection process. Sen. Elizabeth Warren (D., Mass.) and Rep. Katie Porter (D., Calif.) called out Wall Street's self-regulator, questioning how it handles disputes between brokers and their customers.", "categories": [["WSJ News Exclusive", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/today-gift-giver-hurt-you-tomorrow-11644247456", "title": "Why Today's Gift Giver May Hurt You Tomorrow", "date": "2022-02-10 12:00", "summary": "A new study suggests that the giver of gifts may feel entitled to behave badly in the future. There's a lot to be said for giving gifts. They enable givers to demonstrate their generosity, sensitivity and creativity. Givers receive emotional benefits from gifting, such as feelings of closeness with recipients, and the pleasure of shopping for an important relationship partner.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boy-scouts-win-over-key-abuse-survivors-group-on-bankruptcy-plan-11644475135", "title": "Boy Scouts Win Over Key Abuse-Survivors Group on Bankruptcy Plan", "date": "2022-02-10 11:47", "summary": "Lawyers of the official committee, representing 82,200 individual claimants, will now recommend they accept the youth group's offer. The Boy Scouts of America won backing for a landmark sex-abuse compensation plan from the official committee representing 82,200 individual claimants, further solidifying support for ending the largest bankruptcy case ever filed over childhood abuse.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-housing-affordability-worsens-11644507291", "title": "U.S. Housing Affordability Worsened at Year's End", "date": "2022-02-10 11:34", "summary": "Median sales price for single-family existing homes was higher in fourth quarter versus year ago in 181 of 183 metro areas. U.S. housing affordability worsened in the fourth quarter as home prices rose alongside mortgage-interest rates.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/forget-the-officesalesforce-is-making-a-wellness-retreat-for-workers-11644510615", "title": "Forget the Office-Salesforce Is Making a Wellness Retreat for Workers", "date": "2022-02-10 11:30", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/inflation-surge-will-leave-a-mark-11644510600", "title": "Inflation Surge Will Leave a Mark", "date": "2022-02-10 11:30", "summary": "Even when inflation caused by supply-chain woes recedes, there are worrying signs the Fed will have to act to corral services inflation. Rising goods costs drove U.S. consumer prices up by 7.5% from a year earlier last month. But if you are worried about inflation, that might not be the biggest thing to worry about.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washington-post-to-expand-health-climate-coverage-in-bid-for-more-readers-11644508824", "title": "Washington Post to Expand Health, Climate Coverage in Bid for More Readers", "date": "2022-02-10 11:00", "summary": "The plan, which includes the addition of at least 70 newsroom roles, also will expand coverage of social issues, technology and international investigations. The Washington Post said it plans to significantly expand coverage in areas such as health and wellness, climate and technology, part of a strategy to reach younger readers and grow its digital audience.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bob-saget-died-from-brain-bleed-after-hitting-head-11644460293", "title": "Bob Saget Died From Brain Bleed After Hitting Head", "date": "2022-02-10 11:00", "summary": "Comic had no drugs or alcohol in system, family said. Actor-comedian Bob Saget died in his sleep last month after suffering a brain bleed from a bump on the head, his family said in a statement Wednesday.", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-johnson-partygate-scandal-uk-politics-11644508593", "title": "Inside Boris Johnson's 'Partygate' Scandal: Wine in the Garden and Lockdown Jokes", "date": "2022-02-10 10:59", "summary": "Resume Subscription. LONDON-In May 2020, a month after U.K. Prime Minister Boris Johnson was discharged from the hospital following a serious case of Covid-19, he sat in the Downing Street garden with his top adviser, Dominic Cummings, and private secretary Martin Reynolds.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tesla-to-locate-china-design-center-in-beijing-11644508456", "title": "Tesla to Locate China Design Center in Beijing", "date": "2022-02-10 10:54", "summary": "The electric-car maker's placement for the center, which it first disclosed in 2020, was cited in a Beijing government document. Tesla Inc. is placing a design center in China's capital, according to a Beijing government document.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-nominee-raskin-agrees-to-expanded-ethics-pledge-to-slow-revolving-door-with-wall-street-11644508323", "title": "Fed Nominee Raskin Agrees to Expanded Ethics Pledge to Slow Revolving Door With Wall Street", "date": "2022-02-10 10:52", "summary": "Republicans question Sarah Bloom Raskin's role at Colorado payments firm. WASHINGTON-Sarah Bloom Raskin, President Biden's pick to become the Federal Reserve's top banking regulator, said she would take added steps to assure lawmakers that she would avoid potential conflicts of interest.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-democrats-introduce-resolution-allowing-staff-to-unionize-11644448647", "title": "House Democrats Introduce Resolution Allowing Staff to Unionize", "date": "2022-02-10 10:50", "summary": "Effort is still in early stage and has no Republican support. WASHINGTON-House Democrats introduced a resolution Wednesday that would recognize congressional staff's right to unionize, but many details of the nascent organizing effort remain unresolved.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-mogul-turns-california-contemporary-into-an-arty-funhouse-11644507840", "title": "Tech Mogul Turns California Contemporary Into an Arty Funhouse", "date": "2022-02-10 10:44", "summary": "A pool table made out of a 1959 Corvette, chandeliers hanging from giraffe sculptures, a bedroom inside an Airstream. Former CrowdStrike executive Mike Carpenter and his partner, Jessica Hope Jones, transform their Bay Area house into an immersive art experience.. Growing up in the 1980s in Peabody, in the North Shore region of Massachusetts, Mike Carpenter and his neighborhood friends played Wiffle ball morning to night, all summer long. It was an absorbing and joyous experience, he says.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-japan-central-bank-still-wants-interest-rates-near-zero-11644497877", "title": "Japan's Central Bank Still Wants Interest Rates Near Zero", "date": "2022-02-10 10:43", "summary": "Bucking global trend, Bank of Japan takes action to ensure benchmark bond yield stays below 0.25%. TOKYO-Japan is taking action to keep interest rates ultra low and stimulate its economy, bucking the global trend symbolized by the Federal Reserve's plans for multiple rate increases.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unilevers-turnaround-hopes-clash-with-inflation-11644507406", "title": "Unilever's Turnaround Hopes Clash With Inflation", "date": "2022-02-10 10:36", "summary": "Maker of Ben & Jerry's ice cream says profit margins will take a much bigger hit from higher input costs than expected. Unilever Chief Executive Alan Jope was under fire even before he delivered more bad news to investors Thursday. But the company's problems aren't the type that could be quickly fixed by new leadership.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-profits-drop-company-says-apple-impact-largely-avoided-11644494401", "title": "Twitter Profit Falls; Apple Impact Largely Avoided", "date": "2022-02-10 10:05", "summary": "Social-media company announces a $4 billion share buyback, its first since a $2 billion initiative in 2020. Twitter Inc. on Thursday posted lower-than-expected profit as expenses climbed but said it largely dodged the impact of privacy changes that are hurting Facebook parent Meta Platforms Inc.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/liz-claiborne-co-founder-helped-create-a-fashion-star-11644505274", "title": "Liz Claiborne Co-Founder Helped Create a Fashion Star", "date": "2022-02-10 10:01", "summary": "Jerry Chazen, who has died at 94, persuaded department stores to let a garment maker decide how its merchandise should be displayed. As a co-founder and later chief executive of Liz Claiborne Inc., Jerry Chazen helped shape a company that supplied the unofficial uniform for millions of women entering the workforce.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-puzzles-saturday-february-12-11643924404", "title": "Number Puzzles (Saturday, February 12)", "date": "2022-02-10 10:00", "categories": [["WSJ Puzzles", "Number Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/number-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-israeli-palestinian-conflict-isnt-about-race-11644505041", "title": "The Israeli-Palestinian Conflict Isn't About Race", "date": "2022-02-10 09:57", "summary": "Resume Subscription. In the Six-Day War of 1967, Israel conquered the West Bank-which most Israelis refer to as Judea and Samaria-and East Jerusalem from Jordan. This territory was the heartland of the biblical kingdom of David and Solomon, and successive Israeli governments have been unable or unwilling to give it up. Since then, more than half a million Israelis have settled there, making an Israeli withdrawal inconceivable even if Palestinian leaders were sincerely willing to agree to peace in exchange.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/twitter-still-reads-like-a-blind-retweet-11644504861", "title": "Twitter Still Reads Like a Blind Retweet", "date": "2022-02-10 09:54", "summary": "Twitter has a new face, but its new content isn't fresh enough. Try to retweet a story without clicking on it and Twitter will somewhat superciliously ask you if you'd like to read it first. Right about now, the platform could use one of its own reminders.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-twitter-mattel-pepsico-tesla-what-to-watch-when-the-stock-market-opens-today-11644493861", "title": "Twitter, Disney, Mattel, Twilio, Tesla: What to Watch in the Stock Market Today", "date": "2022-02-10 09:37", "summary": "Disney added nearly 12 million subscribers to its streaming service; Mattel reported better-than-expected earnings during the holidays. Wall Street stock indexes fell in morning trading after data showed inflation in January hit a new four-decade high. Here's what we're watching Thursday:", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/metas-super-bowl-ad-leans-on-an-animatronic-dog-to-promote-metaverse-11644503400", "title": "Meta's Super Bowl Ad Leans on an Animatronic Dog to Promote Metaverse", "date": "2022-02-10 09:30", "summary": "Tech giant puts its virtual-reality headsets on display in its Super Bowl commercial as it pivots to focus on an immersive digital world. Meta Platforms Inc.'s Super Bowl ad will try to sell the promise of the metaverse, and the company's virtual-reality headsets, with the help of an out-of-work animatronic singing dog.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heres-why-ill-be-keeping-my-shoes-on-in-your-shoeless-home-11644503227", "title": "Here's Why I'll Be Keeping My Shoes on in Your Shoeless Home", "date": "2022-02-10 09:27", "summary": "Why are you assuming that your guests' shoes are dirtier than your floors?. Shoes are one of the things that separates us from other species. Not only are shoes fabulous, but they protect our soft and not-very-well-designed feet from threats both foreign and domestic. Every single toe that I ever broke got that way while I was not wearing shoes.", "categories": [["Real Estate", "Homeownerous"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homeownerous?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-opens-probe-into-trumps-handling-of-records-retrieved-from-florida-residence-11644503007", "title": "House Opens Probe Into Trump's Handling of Records", "date": "2022-02-10 09:23", "summary": "Oversight Committee asks National Archives for more information by Feb. 18. WASHINGTON-The House Oversight Committee opened an investigation Thursday into Donald Trump's handling of official records following news that 15 boxes of material were recently recovered at the former president's Florida estate.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/skinny-jeans-low-rise-denim-trends-2022-11644502889", "title": "If Skinny Jeans Are Over, What's Next in Denim?", "date": "2022-02-10 09:22", "summary": "Jeans are back in the mix and, from loose low-rise to barrel leg, there are more styles to choose from than ever before. But with so many options, knowing which to pick can be tricky. Here, we suggest four pairs to try in 2022.. THE PANDEMIC era changed our relationship with clothes, denim included. Some women relegated jeans to the \"hard pants\" category, deeming them at odds with WFH comfort dressing. Others, like Rajni Lucienne Jacques, 39, the Brooklyn-based global head of fashion and beauty at Snapchat, evolved their denim habits to suit the times. She shifted from high-waist jeans to a roomy, 1990s wide-leg silhouette.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sting-sells-songwriting-catalog-of-solo-work-and-hits-by-the-police-11644501600", "title": "Sting Sells Songwriting Catalog of Solo Work and Hits by the Police", "date": "2022-02-10 09:00", "summary": "Deal with Universal Music Publishing Group fetches around $300 million. Sting sold his entire song catalog to Universal Music Publishing Group, the company said, in one of the largest publishing transactions for an individual artist's work.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jobless-claims-decline-as-labor-market-moves-past-omicron-disruptions-11644500463", "title": "Jobless Claims Decline as Labor Market Moves Past Omicron Disruptions", "date": "2022-02-10 08:45", "summary": "New applications for unemployment benefits fell by 16,000 last week, Labor Department says. New applications for unemployment benefits fell last week for the third week in a row, reflecting a tight labor market that appears to have moved past the temporary disruptions caused by the Omicron variant of Covid-19.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-suisse-reports-2-2-billion-loss-from-charges-lower-revenue-11644479284", "title": "Credit Suisse Posts Big Loss After Tumultuous Year", "date": "2022-02-10 08:39", "summary": "Swiss bank, reeling from major stumbles, says 2022 will be a year of transition. Credit Suisse Group AG capped a turbulent year with a net loss of more than $2 billion in the fourth quarter and said 2022 would be a year of transition for repairing its balance sheet and reputation.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/textile-designers-you-need-to-know-11644499999", "title": "Meet the Three Textile Designers You Need To Know", "date": "2022-02-10 08:33", "summary": "Based in three different countries, these artists have tapped the skills of traditional weavers to create handcrafted but modern housewares and accessories. Here they discuss their pandemic go-tos, sources of inspiration and favorite stops around the world.. After studying fashion in London, Akosua Afriyie-Kumi, 35, hadn't intended on moving back to Ghana, but it turned out that starting her own brand in her home country made sense. \"I thought, Why not go back and try something new?\" says Afriyie-Kumi, who wanted to make items in Africa that could compete with international brands. \"When I was living in the U.K. I never saw products made in Ghana. People [may have] thought that Africa is not a production place.\" Afriyie-Kumi spent 18 months seeking artisans and finalizing her design ideas before she debuted AAKS in 2014. \"Working with communities is something I'm really passionate about,\" she says. The brand, which produces lampshades and handbags with colorful fringes and tufts, was snapped up by Anthropologie and is now stocked globally and on Africa-centric platforms such as Industrie Africa. In the pipeline is a new collection as well as a vision to make AAKS into a comprehensive lifestyle brand. AAKSOnline.com", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kato-taiwanese-restaurant-expands-11644499901", "title": "Kato, a Taiwanese Hot Spot in L.A., Goes Big", "date": "2022-02-10 08:32", "summary": "Chef Jon Yao upgrades his tiny but much-lauded restaurant to an expansive, more ambitious dining destination.. Now we have the tools to do things properly,\" says chef Jon Yao of the 4,400-square-foot space his Taiwanese tasting-menu restaurant, Kato, just took over in downtown Los Angeles. Some might point out that Yao and his team were doing just fine at their old address, a tiny spot on L.A.'s Westside. In 2019, just three years after it opened, Kato earned a Michelin star and topped the L.A. Times' list of the city's 101 best restaurants, all without even having a liquor license.", "categories": [["Food"]], "category_links": ["https://www.wsj.com/news/types/magazine-food?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-u-k-s-omicron-wave-many-people-are-dying-with-covid-19-not-from-it-11644499077", "title": "In U.K.'s Omicron Wave, Many People Are Dying With Covid-19, Not From It", "date": "2022-02-10 08:20", "summary": "Data suggest a common pandemic indicator is now overestimating Covid-19 mortality. For the first time since the start of the pandemic, the number of people dying in the U.K. with a recent positive Covid-19 test is significantly overstating the true death toll from the virus, according to new data.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/health-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gunmen-attack-libyan-premiers-car-raising-fears-of-renewed-conflict-11644496742", "title": "Gunmen Fire at Libyan Premier's Car, Raising Fears of Renewed Conflict", "date": "2022-02-10 08:05", "summary": "Attack comes as rival factions wrangle for control over Libya's interim government. Gunmen fired at the Libyan prime minister's car early Thursday, raising tensions in the war-torn country as rival political factions wrangle for control over its interim government in a standoff that could unravel a United Nations-backed peace process.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cios-see-job-titles-stretch-with-ever-expanding-roles-11644498000", "title": "CIOs See Job Titles Stretch With Ever-Expanding Roles", "date": "2022-02-10 08:00", "summary": "Meet the 'chief digital information technology data operations officer'. Some companies are appending the title \"chief information officer\" with words such as \"digital,\" \"operations\" and \"technology,\" or mashing multiple executive titles together in an attempt to address the growing role information-technology chiefs play within their organizations, corporate tech leaders and industry analysts say.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/super-bowl-is-poised-to-be-biggest-bet-game-in-football-history-11644497301", "title": "Super Bowl Is Poised to Be Biggest Bet Game in Football History", "date": "2022-02-10 08:00", "summary": "Legalization of sports betting across the U.S. is fueling industry's rapid growth. This year's Super Bowl is set to become the biggest legal gambling event in football history.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-burrow-namath-montana-theismann-flacco-super-bowl-qbs-11644487493", "title": "Want to Raise a Super Bowl Quarterback? Name Him Joe", "date": "2022-02-10 08:00", "summary": "Joe Burrow can join Namath, Montana, Theismann and Flacco as the Joes to lead their teams to a Super Bowl title and make the name the most legendary in Super Bowl history. LOS ANGELES-Joe Namath sees some of himself in a certain NFL quarterback. They both came from Big Ten country. They went on to win national championships at Southeastern Conference schools. They have been captured during their most iconic moments chewing on cigars.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-unwelcome-surprises-at-credit-suisse-11644497749", "title": "More Unwelcome Surprises at Credit Suisse", "date": "2022-02-10 07:55", "summary": "Full-year results at the bank weren't the nonevent needed to convince investors that the overhaul is on course. After a profit warning only last month, Credit Suisse 's full-year results on Thursday should have been boring. Instead, the beleaguered Swiss bank had more bad news.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shareholders-reign-supreme-despite-ceo-promises-to-society-11644496644", "title": "Shareholders Reign Supreme Despite CEO Promises to Society", "date": "2022-02-10 07:40", "summary": "An analysis of takeover deals shows CEOs deliver for shareholders-and themselves. Chief executives love to talk about \"stakeholder capitalism.\" But when they face a final choice to sell a company and divide the spoils between workers and shareholders, guess who gets the money? You got it: Shareholders are the winners-along with the executives themselves.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-a-kindergarten-to-a-strip-club-kyiv-readies-for-looming-invasion-11644496454", "title": "From a Kindergarten to a Strip Club, Kyiv Readies as Invasion Threat Looms", "date": "2022-02-10 07:34", "summary": "Resume Subscription. KYIV, Ukraine-Beneath the surface calm here, daily routines are inching toward war footing.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/yuzuru-hanyu-beijing-olympics-11644496123", "title": "Yuzuru Hanyu: Fourth in the Beijing Games, First in Fans' Hearts", "date": "2022-02-10 07:29", "summary": "The two-time gold Olympic champion from Japan didn't win any medals but still captured the hearts of Chinese fans. BEIJING-Nathan Chen won the gold medal in men's figure skating singles on Thursday. But only Yuzuru Hanyu drew crowds of Pooh-clutching fans expressing their undying love for him on the streets around Capital Indoor Stadium.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/narendra-modis-party-faces-test-in-uttar-pradesh-indias-california-and-texas-rolled-into-one-11644495582", "title": "Narendra Modi's Party Faces Test in India's Biggest Battleground", "date": "2022-02-10 07:19", "summary": "Prime minister's Bharatiya Janata Party vies for support in country's most populous state amid discontent over inflation, failed farming overhaul. LUCKNOW, India-When it comes to Indian politics, there is no greater prize than Uttar Pradesh. With more than 200 million people, it is the most populous state and it has been a linchpin of Prime Minister Narendra Modi's success.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/evergrande-ceo-sold-bonds-before-profit-warning-11644494745", "title": "Evergrande CEO Sold Bonds Before Profit Warning", "date": "2022-02-10 07:05", "summary": "Xia Haijun sold bonds for 36 to 52 cents on the dollar. China Evergrande Group 's chief executive sold his holdings of company dollar bonds with a face value of $128 million last summer, stock exchange-filings showed, with the sales coming a few weeks before the property developer issued a profit warning.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/erin-jackson-roller-derby-speedskating-11644494429", "title": "The Roller Derby Star Chasing Speedskating Gold", "date": "2022-02-10 07:02", "summary": "Team USA's Erin Jackson is a medal contender in the 500 meters. Her teammates from the 'New Jax City Rollers' will be watching.. Beijing", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-signals-shift-in-attempt-to-ban-certain-private-equity-practices-11644494400", "title": "SEC Signals Shift in Attempt to Ban Certain Private-Equity Practices", "date": "2022-02-10 07:00", "summary": "Regulator plans a tougher approach to stamp out buyout-firm conduct it says harms investors. The Securities and Exchange Commission's plan to ban a range of controversial activities by private-fund managers marks a major change in the agency's approach and likely will face industry challenges, experts say.", "categories": [["Pro PE Legal Regulatory"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-legal-regulatory?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/contamination-at-maker-of-flash-memory-chips-poses-risk-to-global-supply-chain-11644492256", "title": "Contamination at Maker of Flash-Memory Chips Poses Risk to Global Supply Chain", "date": "2022-02-10 06:24", "summary": "Western Digital and Kioxia said they had to halt some production in Japan. TOKYO-Two factories making flash-memory chips have been hit by production stoppages since late January over a contamination issue, a problem likely to affect the already troubled semiconductor supply chain.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mikaela-shiffrin-beijing-olympics-11644486412", "title": "Mikaela Shiffrin Will Take On the Super G, With a Boost From Simone Biles", "date": "2022-02-10 06:24", "summary": "After skidding out of the Beijing Olympics giant slalom and slalom, the U.S. ski star signaled she'll enter her third planned race. Yanqing, China", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/billion-year-old-black-diamond-sells-for-4-3-million-11644491201", "title": "Billion-Year-Old Black Diamond Sells for $4.3 Million", "date": "2022-02-10 06:06", "summary": "Diamond dubbed 'the Enigma' could have originated from space, auction house Sotheby's says. LONDON-The world's largest cut diamond, believed to be at least one billion years old, has sold for $4.3 million to an unidentified buyer who opted to pay with cryptocurrency, London-based auction house Sotheby's said.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-keeps-its-finance-head-count-flat-with-ai-bots-and-other-tech-11644489001", "title": "Microsoft Keeps Its Finance Head Count Flat With AI, Bots and Other Tech", "date": "2022-02-10 05:30", "summary": "The new tools help automate tasks. But 'we love Excel,' says Cory Hrncirik, who leads Microsoft's Modern Finance project.. Microsoft Corp. employs about 5,000 people in its finance team, a number that has remained largely flat in recent years, even though the company's operations, profit and market capitalization have grown tremendously. Microsoft had 181,000 employees at the end of June, when its fiscal year closed, up from around 163,000 a year before.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-months-on-many-developers-are-still-downloading-flawed-log4j-tool-11644489002", "title": "Two Months On, Many Developers Are Still Downloading Flawed Log4j Tool", "date": "2022-02-10 05:30", "summary": "More than one-third of the software's downloads contain bug that could open the door for hackers. The December disclosure of a security flaw in a widely used piece of logging software known as Log4j drew grave warnings from U.S. officials that the bug could open the door for a surge in cyberattacks.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-high-gasoline-prices-could-stick-around-for-a-while-11644489001", "title": "Why High Gasoline Prices Could Stick Around for a While", "date": "2022-02-10 05:30", "summary": "Demand for oil is outstripping supply, with little promise of relief ahead. Americans are paying about twice as much for gasoline now as they were early in the Covid-19 pandemic. And the high price of fuel is costing consumers away from the gas pump, too, contributing to decades-high inflation on a range of goods and services.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nathan-chen-olympics-figure-skating-11644470997", "title": "Nathan Chen's Golden Hour", "date": "2022-02-10 05:13", "summary": "Resume Subscription. BEIJING-He flew across the ice, floated in the air, challenged the laws of physics with his jumps and when the music finally stopped after four minutes of magnificent skating, Nathan Chen didn't need to look at the scores to know: He was the Olympic champion.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ev-charging-network-will-target-interstate-highways-11644487200", "title": "EV Charging Network Will Target Interstate Highways", "date": "2022-02-10 05:00", "summary": "Money approved by Congress for electric-vehicle chargers should first build out a network on high-use corridors, federal officials say. WASHINGTON-The $5 billion program to create a national network of electric-vehicle charging stations will give priority to interstate highways and fast chargers before expanding into remote rural and crowded urban areas, federal officials said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ben-jerrys-owner-says-soaring-costs-will-take-a-bite-out-of-profit-11644485537", "title": "Ben & Jerry's Owner Unilever Says Soaring Costs Will Eat Into Profit", "date": "2022-02-10 04:32", "summary": "Under pressure to boost growth, company says it won't pursue big deals and will invest in existing brands despite high inflation. Unilever PLC reported higher quarterly sales growth but warned its profit margin would fall sharply this year as the owner of Dove soap and Ben & Jerry's ice cream grapples with the impact of surging costs around the world.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kobold-metals-raises-192-5-million-to-use-ai-to-find-battery-minerals-11644472801", "title": "KoBold Metals Raises $192.5 Million to Use AI to Find Battery Minerals", "date": "2022-02-10 01:00", "summary": "Investors participating in Series B funding round include Apollo Projects, BHP, and Canada's largest pension fund. ADELAIDE, Australia-KoBold Metals, a startup backed by Bill Gates's Breakthrough Energy Ventures that aims to use artificial intelligence to find metals needed for the electric-vehicle boom, raised $192.5 million in its latest financing round, according to two people familiar with the matter.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11644469201", "title": "Pepper...and Salt", "date": "2022-02-10 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chloe-kim-halfpipe-beijing-olympics-11644464278", "title": "Chloe Kim Wins Gold Medal in Halfpipe, Defending Her 2018 Win", "date": "2022-02-10 22:39", "summary": "Resume Subscription. ZHANGJIAKOU, China-The rules of physics seem not to apply to Chloe Kim. In jump after gravity-defying jump down the halfpipe at Genting Snow Park on Thursday, the 21-year-old American blew away the field and successfully defended the gold medal she won in 2018 that catapulted her to fame as a 17-year-old.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/samsung-unveils-new-galaxy-s22-smartphones-and-keeps-old-prices-11644418801", "title": "Samsung Unveils New Galaxy S22 Smartphones at Unpacked Event, Keeps Old Prices", "date": "2022-02-10 21:42", "summary": "South Korean tech giant hopes to woo a wider range of buyers by holding prices steady despite rising costs. SEOUL-The world's largest smartphone maker is answering a year of rising inflation and increasing component costs with a tactical move: holding down prices.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peloton-whats-happening-layoffs-stock-ceo-11644451589", "title": "What's Happening With Peloton as a New CEO Steps In", "date": "2022-02-10 21:17", "summary": "Here's what to know about Peloton as co-founder John Foley steps down as chief executive and Barry McCarthy takes over. Peloton Interactive Inc . , in the span of two years, has gone from a pandemic darling to a company that has changed its chief executive and is cutting roughly 20% of its corporate positions.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijings-digital-currency-push-at-winter-olympics-puts-visa-in-a-bind-11644402602", "title": "At the Winter Olympics, Beijing's Digital Yuan Push Puts Visa in a Bind", "date": "2022-02-10 21:05", "summary": "For decades, the U.S. card giant was the only electronic-payments provider at the Games. Not this time.. The Beijing Winter Olympics is giving Visa Inc. a run for its money.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-seen-reporting-tepid-growth-at-streamer-disney-11644407213", "title": "Disney+ Subscriptions Near 130 Million, Beating Expectations", "date": "2022-02-10 20:54", "summary": "Shares jump in after-hours trading on the better-than-expected results; company says it's 'more confident than ever' in its streaming platform. Walt Disney Co. regained momentum in subscription growth for its flagship Disney+ streaming service and reported record income from its theme parks and resorts, signaling that the worst of the damage the company suffered from the coronavirus pandemic may be behind it.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sarah-palin-the-new-york-times-and-the-oops-defense-11644457557", "title": "Sarah Palin, the New York Times and the Oops Defense", "date": "2022-02-10 20:45", "summary": "Crediting a former editor's argument would make it nearly impossible to win libel cases against media companies.. The former editorial page editor of the New York Times is making the same claim about his intent in publishing an outrageous falsehood about Sarah Palin that he made in 2017. If the jury credits his argument in 2022, victims of journalistic malpractice may find it nearly impossible to win libel cases against media organizations.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/super-bowl-brian-flores-stephen-ross-dan-snyder-11644394484", "title": "The NFL's Super Bowl of Scandals", "date": "2022-02-10 19:41", "summary": "NFL commissioner Roger Goodell addressed the explosive problems that have rocked the country's most popular sport ahead of the big game between the Cincinnati Bengals and Los Angeles Rams. INGLEWOOD, Calif.-The past two weeks have been a whirlwind for the National Football League. That's not abnormal for this time of year. The unusual part is that the tornadoes sweeping through the sport have nothing to do with the Super Bowl.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/officials-raise-concerns-canada-border-protest-will-disrupt-supply-chains-11644451307", "title": "Officials Raise Concerns Canada Border Protest Will Disrupt Supply Chains", "date": "2022-02-10 19:29", "summary": "Canadian authorities are re-routing trucks north of the critical Ambassador Bridge crossing as the White House eyes the impact on automotive logistics networks. Canadian and U.S. officials expressed concerns Wednesday on the possible fallout from a prolonged traffic disruption at Detroit's Ambassador Bridge on already strained supply-chain networks.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-raises-concerns-about-china-developed-drugs-11644408180", "title": "FDA Raises Concerns About China-Developed Drugs", "date": "2022-02-10 19:25", "summary": "Agency could slow the plans of big Western drugmakers to sell Chinese-tested medicines in U.S.. U.S. regulators are poised to tap the brakes on approving dozens of cancer drugs and other new medicines developed in China.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rideshare-recovery-still-lacks-an-eta-11644452051", "title": "Rideshare Recovery Still Lacks an ETA", "date": "2022-02-10 19:15", "summary": "Omicron has hit both Uber and Lyft hard, but one is better protected. Omicron has sneezed on rideshare's recovery, but only one platform is vaccinated.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-more-insider-trading-in-congress-stocks-prices-sasse-pelosi-mccarthy-boston-dallas-fed-scandal-11644447705", "title": "No More Insider Trading in Congress", "date": "2022-02-10 19:04", "summary": "The current penalties are so small that lawmakers hardly take them seriously.. Sen. Ben Sasse (R., Neb.) introduced a bill on Feb. 2 to ban members of Congress from buying or selling individual shares of stocks. The move came amidst controversy surrounding stock trades by lawmakers and scandals involving trades made by Federal Reserve regional bank presidents and Federal Reserve Board members.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}]