[{"link": "https://www.wsj.com/articles/biden-leads-commemorations-of-jan-6-capitol-riot-11641465004", "title": "Biden Assails Trump Over Jan. 6 Riot, Efforts to Overturn Election Results", "date": "2022-01-06 18:59", "summary": "President, congressional Democrats mark anniversary of riot at U.S. Capitol by Trump supporters. WASHINGTON-President Biden assailed former President Donald Trump and a mob of his supporters for the Jan. 6 riot at the U.S. Capitol, using the first anniversary of the attack to rebuke his predecessor's attempts to undermine the 2020 election results.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/murders-in-u-s-cities-were-near-record-highs-in-2021-11641499978", "title": "Murders in U.S. Cities Were Near Record Highs in 2021", "date": "2022-01-06 18:59", "summary": "The surge of killings that began after the pandemic in 2020 remains, though it eased a bit. U.S. cities are facing a sustained surge in homicides, as police departments and mayors' offices tally up crime statistics for 2021 and launch 2022 programs designed to curb gun violence.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-nominates-airborne-officer-to-lead-central-command-overseeing-operations-in-middle-east-11641495701", "title": "White House Nominates Airborne Officer to Lead Central Command", "date": "2022-01-06 18:57", "summary": "Army Lt. Gen. Michael Erik Kurilla would succeed Gen. Frank McKenzie and oversee operations in the Middle East. WASHINGTON-President Biden has nominated a top Army general to be the next commander of U.S. military operations that include the Middle East as the Biden administration's attempt to shift toward China has been complicated by the chaotic withdrawal from Afghanistan and Iran's regional and nuclear ambitions.", "categories": [["WSJ News Exclusive", "National Security"]], "category_links": ["https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-endless-loop-of-covid-19-omicron-delta-masks-variant-lockdowns-leadership-biden-speech-11641510595", "title": "The Endless Loop of Covid-19", "date": "2022-01-06 18:53", "summary": "The current moment is much like 20 months ago. It is no governmental triumph that this is so.. I was not as impressed as others by the president's speech Thursday in the Capitol. I wanted him to take on a kind of broad-gauged gravity that spoke of the attack of 1/6/21 in a way that didn't make Trump supporters and many Republicans lean away from the first moments but start to lean forward, however reluctantly, even painfully, knowing that what they were hearing was wisdom.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/end-of-work-arounds-biden-executive-order-vaccine-mandate-covid-omicron-supreme-court-11641505106", "title": "The Vaccine Mandate Case May Mark the End of the 'Work-Around' Era", "date": "2022-01-06 18:52", "summary": "It gives the Supreme Court an opportunity to revive the separation of powers.. Hours after President Biden's Sept. 9 speech announcing a series of vaccine mandates for private-sector employees, his chief of staff, Ron Klain, retweeted an MSNBC anchor's quip that wielding workplace-safety regulation to force vaccinations was \"the ultimate work-around.\" Congress has never enacted a law requiring American civilians to be vaccinated-assuming it even has the constitutional authority to do so, which is doubtful. The Supreme Court hears arguments Friday on two of the mandates, which are likely to meet the same fate as other recent attempts to circumvent Congress that the courts have rejected.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-moment-of-truth-in-iran-negotiations-deal-nuclear-warheads-proliferation-centrifuges-fissile-11641504610", "title": "Biden's Moment of Truth in Iran", "date": "2022-01-06 18:51", "summary": "With negotiations likely to fail, he'd better be prepared for a military strike.. Negotiations in Vienna over Iran's nuclear program started this week and quickly stalled-and little wonder. Tehran is striding toward nuclear weapons and has little interest in a diplomatic breakthrough.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-stakes-on-vaccine-mandates-biden-supreme-court-osha-covid-11641509988", "title": "Supreme Stakes on Vaccine Mandates", "date": "2022-01-06 18:50", "summary": "The Court's ruling will echo far beyond the current pandemic.. The Supreme Court takes up President Biden's vaccine mandate on Friday, and the stakes are larger than pandemic policy. This is a crucial test of how far the administrative state can go in stretching ambiguous statutes for its own political ends.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/donald-trump-can-never-lose-2020-election-joe-biden-11641511214", "title": "Donald Trump Can Never Lose", "date": "2022-01-06 18:46", "summary": "But his refusal to accept defeat has cost many of his supporters a great deal.. Donald Trump did the country-and himself-a favor by canceling the press conference he had planned for Jan. 6. But the press statement he released instead on Thursday underscores that the former President will never admit that he lost the 2020 election, no matter the cost to the country or his supporters.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-on-democracy-for-democrats-jan-6-speech-donald-trump-capitol-riot-11641508890", "title": "Biden on Democracy for Democrats", "date": "2022-01-06 18:43", "summary": "The President seems to think democracy is a partisan project.. President Biden has made democracy and its virtues one of his main presidential themes, and much of what he said Thursday on the anniversary of Jan. 6 is worth applauding. Yet as a defense of democracy his speech failed, and it's worth noting why.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-sanctuary-city-for-criminals-alvin-bragg-new-york-district-attorney-crime-prison-law-11641505544", "title": "A Sanctuary City for Crime", "date": "2022-01-06 18:37", "summary": "Manhattan's new district attorney undercuts Mayor Adams's initiative to make New York safe again.. Eric Adams took office as mayor of New York promising to get crime under control. He has his work cut out for him in Manhattan, where the new district attorney, Alvin Bragg, began his tenure by instructing prosecutors not to do their jobs.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-takes-lithuania-as-economic-hostage-taiwan-global-supply-chain-trade-goods-beijing-11641506297", "title": "China Takes Lithuania as an Economic Hostage", "date": "2022-01-06 18:36", "summary": "Its trade retaliation over Taiwan is wreaking havoc with global supply chains.. Beijing has developed a reputation for blocking imports from countries it wants to punish. Australian wine became a target last year. Now China is punching back at Lithuania, which recently allowed Taiwan to open a representative office in Vilnius. But here's the new twist: China is holding up not only Lithuanian imports, but all imports that include Lithuanian parts. The effects are rippling across Europe.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remote-instruction-is-bad-for-mom-and-dad-mental-health-child-care-learning-depression-anxiety-11641505909", "title": "Remote Instruction Is Bad for Mom and Dad", "date": "2022-01-06 18:35", "summary": "When schools forced kids to stay home, parents reported an uptick in mental-health issues.. We've heard a lot about how school closings affect children, but what about parents left scrambling for child care and in-person learning options? In 2020, such disruptions disproportionately caused women to leave the labor market to take care of their children at home.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kazakhstan-unrest-pushes-up-uranium-and-oil-prices-11641497655", "title": "Oil, Uranium Prices Jump Amid Kazakhstan Unrest", "date": "2022-01-06 18:33", "summary": "The resource-rich country accounts for about 40% of the world's uranium output, which it sells to utilities in the U.S. and elsewhere. Instability in Kazakhstan, the world's biggest uranium producer, threatens to curb output and boost prices at the same time supplies of the nuclear fuel are becoming tighter.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-entering-nft-and-cryptocurrency-markets-as-part-of-turnaround-plan-11641504417", "title": "GameStop Entering NFT and Cryptocurrency Markets as Part of Turnaround Plan", "date": "2022-01-06 18:30", "summary": "The retailer is launching a division dedicated to the buzzy new technologies amid a push to turn a profit. GameStop Corp. is launching a division to develop a marketplace for nonfungible tokens and establish cryptocurrency partnerships, according to people familiar with its plans, pushing the company into much-hyped areas as it tries to turn around its core videogame business.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jan-6-panel-wont-probe-anniversary-pelosi-cheney-protest-trump-riot-storming-capitol-police-11641506377", "title": "What the Jan. 6 Panel Won't Probe", "date": "2022-01-06 18:25", "summary": "Members look in vain for a coup plot but ignore Congress's own security failures.. Select committees come and go, with varying impact. The growing risk of Nancy Pelosi's January 6 Committee is that it will be remembered for all the wrong reasons.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-01-06-2022-11641458515", "title": "Stocks End Lower After Choppy Session", "date": "2022-01-06 18:23", "summary": "Treasury yields briefly touch highest levels since start of pandemic. U.S. stocks fell Thursday in a choppy trading session, dragged down by investor worries about the impact the Federal Reserve would have on markets if it raises interest rates faster than once anticipated.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mothertrucker-review-alaska-joy-ride-11641511251", "title": "'Mothertrucker' Review: Alaska Joy Ride", "date": "2022-01-06 18:20", "summary": "For more than a decade, Joy Wiebe was the only woman trucker on the Dalton Highway, the notorious 'ice road' in northern Alaska.. \"The true point of view in the history of this nation,\" wrote historian Frederick Jackson Turner in 1893, \"is not the Atlantic coast, it is the Great West.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cryptocurrency-based-crime-hit-a-record-14-billion-in-2021-11641500073", "title": "Cryptocurrency-Based Crime Hit a Record $14 Billion in 2021", "date": "2022-01-06 18:20", "summary": "Although the amount of crypto collected through criminal activity went up significantly in 2021, it represents a smaller percentage of overall crypto transaction volume. The dollar amount collected through cryptocurrency-based crime hit a record high in 2021, as the volume of cryptocurrency transactions overall grew into tens of trillions of dollars, according to blockchain data platform Chainalysis Inc.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meme-stocks-slump-to-start-new-year-11641478418", "title": "Meme Stocks Slump to Start New Year", "date": "2022-01-06 17:59", "summary": "Individual investors' favorites GameStop and AMC are off to a rocky start, with both losing more than 10% in 2022. A U.S. stock market selloff is hitting shares of meme stocks particularly hard, dragging down companies that became favorites among individual investors last year.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dozens-killed-in-kazakhstan-as-authorities-crack-down-on-unrest-11641462504", "title": "Kazakhstan Protests Have Russia Sending Troops as Dozens Killed in Unrest", "date": "2022-01-06 17:50", "summary": "Resume Subscription. MOSCOW-Russia sent paratroopers to help Kazakhstan's leader stamp out a wave of protests as, further west, Russian President Vladimir Putin confronts the U.S. and its allies over the future of another former Soviet republic, Ukraine.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/slow-uptake-of-5g-goes-beyond-faa-delay-11641509202", "title": "Slow Uptake of 5G Goes Beyond FAA Delay", "date": "2022-01-06 17:46", "summary": "Companies are interested in the next-generation network, but are inching toward it for reasons ranging from cost and complexity to uncertain demand. The delay in the rollout of 5G is only the latest of several factors making companies cautious on deploying the next-generation wireless service in their operations, analysts and industry executives say.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-ether-prices-fall-along-with-tech-stocks-11641471483", "title": "Bitcoin, Ether Fall Along With Tech Stocks", "date": "2022-01-06 17:44", "summary": "Declines in cryptocurrencies triggered by faster Fed timetable for raising interest rates. Cryptocurrencies led by bitcoin and ether slumped as part of the broader tech selloff, cementing their status among investors as risky assets quickly dumped in moments of market stress.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-do-if-test-positive-covid-omicron-11639777710", "title": "What to Do if You Test Positive for Covid-19", "date": "2022-01-06 17:42", "summary": "Whom should you tell, how long should people quarantine, and when should you call your doctor? Here are answers to your questions.. The highly contagious Omicron variant of Covid-19 is spreading widely in the U.S. and more people are testing positive for the virus, including those who have been vaccinated or boosted.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-hero-amazon-prime-asghar-farhadi-a-separation-11641508684", "title": "'A Hero' Review: Bright Lies, Murky Truths", "date": "2022-01-06 17:39", "summary": "In Asghar Farhadi's latest, a prisoner turns a possible solution to his problems into further woes through a series of fabrications. The hero of \"A Hero\" looks heroic from the first moment we see him full-face. He's strikingly handsome, with a trim beard, piercing eyes and a radiant smile. That will change-not only his looks but how we perceive him. Almost everyone, and everything we think we know about them, changes constantly in Asghar Farhadi's latest morality tale, in Persian with English subtitles; it's his finest work since his Oscar-winning \"A Separation\" a decade ago. People do the right thing, then the wrong thing, then things that are right for the wrong reasons or wrong for even wronger reasons. Half the time they have little or no idea what they're doing because their good side doesn't know what their bad side is concocting. This astute, subversively funny film fills a broad canvas. Mainly, though, it's about long division, the all-too-human state of being permanently and unwittingly split down the middle. (Currently in select theaters, \"A Hero\" will move to Amazon Prime Video on Jan. 21.)", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pivoting-fox-eliza-coupe-ginnifer-goodwin-maggie-q-connie-jackson-11641508107", "title": "'Pivoting' Review: A New Spin on Resolutions", "date": "2022-01-06 17:29", "summary": "After the death of a friend, three women try to reinvent themselves in Fox's sitcom. All sitcoms have a central joke, a kind of trunk that keeps them stable and erect through their seasonal lifespans and on which gags are hung like ornaments. At first blush, \"Pivoting,\" which makes its debut Sunday on Fox, seems based on the barely arguable point that women are asked to do far more than is possible, men are asked to do far less, and the math is somehow hilarious.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-streets-of-new-york-irish-repertory-theater-charlotte-moore-dion-boucicault-11641507897", "title": "'The Streets of New York' Review: Gripping Musical Melodrama", "date": "2022-01-06 17:27", "summary": "The Irish Repertory Theatre scores once again in its revival of Charlotte Moore's song-filled adaptation of Dion Boucicault's 19th-century play. New York", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ailey-pbs-american-masters-alvin-ailey-american-dance-theater-judith-jamison-robert-battle-11641507763", "title": "'Ailey' Review: Peeking Behind the Curtain of a Choreographer's Creative Mind", "date": "2022-01-06 17:23", "summary": "Dance-world luminaries shed light on the singular choreographer in this 'American Masters' documentary. The problem with being Alvin Ailey was being Alvin Ailey. \"Sometimes your name becomes bigger than yourself,\" says the dancer-choreographer Carmen de Lavallade of her late friend and colleague. \"Alvin Ailey: Do you really know who that is, or what that is?\" Jamila Wignot's moving and poetic documentary portrait, \"Ailey,\" provides answers, while making clear that its subject had the same questions.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-in-shift-prepares-americans-to-see-covid-19-as-part-of-life-11641465004", "title": "Biden, in Shift, Prepares Americans to See Covid-19 as Part of Life", "date": "2022-01-06 17:17", "summary": "Before Omicron surge, president said in July the nation was 'closer than ever to declaring our independence from a deadly virus'. WASHINGTON-As Covid-19 cases climb across the U.S., President Biden and his administration are preparing Americans to accept the virus as a part of daily life, in a break from a year ago when he took office with a pledge to rein in the pandemic and months later said the nation was \"closer than ever to declaring our independence from a deadly virus.\"", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snap-files-lawsuit-after-yearslong-effort-to-trademark-spectacles-11641507202", "title": "Snap Files Lawsuit After Yearslong Effort to Trademark 'Spectacles'", "date": "2022-01-06 17:13", "summary": "Social-media company sues patent office over trademark rejection for Snapchat's wearable smart glasses. Snap Inc., the parent company of the social-media app Snapchat, has sued the U.S. Patent and Trademark Office over its rejection to trademark the word \"spectacles\" for the company's wearable smart glasses.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-disclosures-revive-questions-about-fed-policy-makers-trades-11641507140", "title": "New Disclosures Revive Questions About Fed Policy Maker's Trades", "date": "2022-01-06 17:12", "summary": "Central bank official's amended financial disclosure follows criticism of his February 2020 transactions. Federal Reserve Vice Chairman Richard Clarida disclosed additional sales of shares in broad-based stock funds, drawing fresh scrutiny of financial transactions he conducted at the onset of the coronavirus pandemic.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flight-cancellations-still-running-high-but-analysts-see-relief-coming-11641506280", "title": "Flight Cancellations Remain High, but Analysts See Relief Coming", "date": "2022-01-06 16:58", "summary": "Industry watchers voice confidence that airlines are recovering despite the nearly 2,000 scrubbed flights Thursday. The frustrations for travelers continued Thursday as airlines canceled more than 1,000 flights for the 12th straight day, but industry analysts say relief is on the way.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-selloff-prompts-bets-against-u-s-stock-market-supremacy-11641465586", "title": "Tech Selloff Prompts Bets Against U.S. Stock-Market Supremacy", "date": "2022-01-06 16:45", "summary": "U.S. shares beat foreign counterparts last year by the biggest margin since 1997. The tech swoon this week gives a glimpse of how that could end.. U.S. stocks beat shares elsewhere in the world by the widest margin in almost a quarter-century last year, powered by big technology companies. Some investors are betting that rising interest rates and a tech swoon could bring America's winning streak to an end in 2022.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macys-is-closing-more-stores-heres-the-list-11641505408", "title": "Macy's Lists More Stores for Closure", "date": "2022-01-06 16:43", "summary": "Closures are part of the department store's previously announced plan to shut about 125 locations. Macy's Inc. this week outlined several specific stores it is closing by the end of its current fiscal year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zuckerberg-facebook-meta-election-2020-georgia-loeffler-cato-money-11641422429", "title": "What Role Should Mark Zuckerberg Play in U.S. Elections?", "date": "2022-01-06 16:40", "summary": "The Facebook founder's funding of election administration may be constitutionally protected.. In \"No Facebook Funding for Elections\" (op-ed, Dec. 31), Tarren Bragdon and Joe Horvath endorse a ban on private funding for public election administration. The problem they target-partisan spending by public officials-may be real, but their proposed ban is a significant infringement on free speech. Contributions by the private sector, whether by Mark Zuckerberg or Charles Koch, should be fully protected. But public-sector recipients of those contributions must not spend them in a politically discriminatory manner.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-financial-advisers-get-paid-what-the-readers-think-11641505154", "title": "How Financial Advisers Get Paid: What the Readers Think", "date": "2022-01-06 16:39", "summary": "An earlier Ask Encore column suggested many retirees might be paying too much. Many investors agreed; financial advisers, not so much.. Excellent article about financial advisers and fees. Why advisers get paid according to assets under management is a mystery.", "categories": [["Markets", "Journal Reports: Personal Investing"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-personal-investing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fluvoxamine-covid-orphan-drugs-profits-lancet-study-11641422056", "title": "Fluvoxamine and the Fate of Orphan Drugs", "date": "2022-01-06 16:36", "summary": "We need new data on the drug and the zealous advocacy that comes with a potential for great fortune.. I'm glad Allysia Finley highlighted the Lancet article by Gilmar Reis and colleagues (\"Is Fluvoxamine the Covid Drug We've Been Waiting For?\" op-ed, Dec. 29). But the results are not as simple as she described. The clinical benefits were seen in patients treated within seven days, outpatient only, and with a risk factor. The study participants, however, do not align with this protocol based on Table 1 in the Lancet article, calling into question the internal validity of the study's results.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/car-mileage-rules-requirements-11641421693", "title": "Stricter Mileage Rules Beget Better Cars", "date": "2022-01-06 16:33", "summary": "We were once told that removing lead from gas would result in engine failures. But the sky never fell.. Regarding Jonathan Lesser's op-ed \"The EPA's Mileage Standards Are a Stealth Electric-Vehicle Mandate\" (Dec. 29): Mileage requirements have resulted in better cars. Engines are smaller and more efficient, and transmissions are better at getting performance out of them, with six to 10 gears now common, or continuously variable transmissions in common and well-reviewed cars.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/legal-cannabis-marijuana-weed-mace-congress-11641421087", "title": "Legal Cannabis Is Coming. Better Now Than Later.", "date": "2022-01-06 16:29", "summary": "Congress can forge an open marketplace while respecting differences in state laws.. The longer it takes Congress to act on cannabis, the messier it will be to permit what's already happening in 47 of 50 states (\"Cannabis Overhaul in Washington Gets Harder,\" Heard on the Street, Dec. 29).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-reagan-teachers-school-remote-learning-in-person-classroom-11641419653", "title": "Teachers Who Won't Return to the Classroom", "date": "2022-01-06 16:27", "summary": "President Biden could demonstrate his seriousness by taking action.. William McGurn believes that President Biden needs an analogue to President Reagan's striking air-traffic controllers to demonstrate his seriousness (\"Biden's Air-Traffic Controllers,\" Main Street, Jan. 4). He could probably find some striking teachers pretty easily.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/welcome-to-the-best-of-all-possible-metaverses-11641503489", "title": "Welcome to the Best of All Possible Metaverses", "date": "2022-01-06 16:11", "summary": "There's no Tom Brady, you can afford Brooklyn and it's OK to like Jimmy Buffett. The public is both excited and confused by the mysterious \"metaverse.\" Last week, this newspaper's financial pages encouraged investors to look into the metaverse even if they do not understand what it is yet. Recently, capitalizing on metaverse mania, Facebook took the bold step of renaming itself Meta. Thanks, Mark Zuckerberg. That really helped.", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-pointers-friday-crossword-january-7-11641502851", "title": "Three-Pointers (Friday Crossword, January 7)", "date": "2022-01-06 16:02", "categories": [["WSJ Puzzles", "Crossword Contest"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword-contest?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2022-bmw-r-18-transcontinental-motorcycle-11641502343", "title": "2022 BMW R 18 Transcontinental Motorcycle: A German Harley", "date": "2022-01-06 15:53", "summary": "BMW's American-style long-distance cruiser is big, stylish and fully kitted out. And, as Dan Neil discovered, at a whopping 942 pounds, it's also a beast to handle.. THIS STEINWAY with a license plate is the 2022 BMW R 18 Transcontinental, the German company's first American-style full-dresser motorcycle, powered by a 1.8-liter horizontally opposed engine and naked cultural appropriation.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peter-bogdanovich-director-of-paper-moon-dies-at-age-82-11641501037", "title": "Filmmaker Peter Bogdanovich Dies at 82", "date": "2022-01-06 15:30", "summary": "'New Hollywood' filmmaker who hit stardom with 1971's Oscar-winning 'The Last Picture Show' was hailed early as an auteur. Peter Bogdanovich, the ascot-wearing cinephile and director of 1970s black-and-white classics like \"The Last Picture Show\" and \"Paper Moon,\" has died. He was 82.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-target-date-funds-might-be-inappropriate-for-most-investors-11641500579", "title": "Why Target-Date Funds Might Be Inappropriate for Most Investors", "date": "2022-01-06 15:23", "summary": "New research suggests that if you aren't an average investor-and most people aren't-the one-size-fits-all approach isn't the way to go. Target-date funds are an appropriate investment for your retirement portfolio-if you're an average investor.", "categories": [["Markets", "Journal Reports: Personal Investing"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-personal-investing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colorado-home-sells-for-35-5-million-to-bob-bishop-founder-of-impala-asset-management-11641500133", "title": "Colorado Home Sells for $35.5 Million to Bob Bishop, Founder of Impala Asset Management", "date": "2022-01-06 15:15", "summary": "Resume Subscription. A contemporary home in Aspen, Colo., has sold for $35.5 million, becoming the latest in a string of pricey deals in the tony ski resort town.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/dont-look-up-breaks-netflix-record-for-weekly-viewership-11641484627", "title": "'Don't Look Up' Breaks Netflix Record for Weekly Viewership", "date": "2022-01-06 15:07", "summary": "Movie logs more than 152 million viewing hours in a week on Netflix. \"Don't Look Up\" is topping the charts.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-decode-wine-marketing-11641498671", "title": "How to Decode Wine Marketing and Get Bottles That Live Up to the Hype", "date": "2022-01-06 14:52", "summary": "Those labels wine merchants affix to bottles, touting a 'staff pick' or 'hidden gem,' are meant to move product. But do they serve the customer? Our wine columnist unpacks popular buzzwords and recommends bottles that warrant them.. WALK INTO MOST any wine shop and you'll likely see signs touting a \"hidden gem\" or a \"staff pick\" or perhaps even an \"unsung hero\" or two. If you're wondering what these terms really mean, you're not alone.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-to-allow-mobile-sports-betting-as-soon-as-saturday-11641498506", "title": "New York to Allow Mobile Sports Betting as Soon as Saturday", "date": "2022-01-06 14:48", "summary": "FanDuel, DraftKings among four mobile sports gambling operators that have met state's requirements to take, process bets. Mobile sports betting is coming to New York as early as this weekend.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kazakhstan-unrest-and-russias-intervention-transform-ties-with-moscow-11641498408", "title": "Kazakhstan Unrest and Russia's Intervention Transform Ties With Moscow", "date": "2022-01-06 14:46", "summary": "As violence grows, the Russian military deployment injects a new element into the crisis in the former Soviet republic. Ever since becoming Kazakhstan's first president in 1990, Nursultan Nazarbayev steered the country along two tracks.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rivian-cfo-says-electric-vehicle-maker-will-prioritize-growth-over-profits-11641498258", "title": "Rivian CFO Says Electric-Vehicle Maker Will Prioritize Growth Over Profits", "date": "2022-01-06 14:44", "summary": "Claire McDonough is tasked with allocating billions of dollars toward expanding the company's production capacity. Rivian Automotive Inc.'s finance chief said the electric-vehicle maker plans to put growth before profit as the company looks to build out the business following its public listing in November.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italy-mandates-vaccines-for-older-people-u-s-surge-continues-11641473067", "title": "Italy Mandates Vaccines for Older People; U.S. Surge Continues", "date": "2022-01-06 14:34", "summary": "Unvaccinated people 50 and above in the European country face fines as new variant powers a rise in case counts. Italy made vaccination mandatory for older people, adopting some of the toughest vaccine requirements in the West in a bid to curb Covid-19 and Omicron's spread, as figures from New York suggested the new variant produces fewer cases of severe disease.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-lawsuit-seeks-to-hold-facebook-liable-in-shooting-death-of-federal-security-guard-11641481833", "title": "Lawsuit Seeks to Hold Facebook Liable in Death of Federal Security Guard", "date": "2022-01-06 14:23", "summary": "The litigation is latest attempt to challenge the liability protections that apply to social-media companies. A lawsuit filed Wednesday seeks to hold Facebook 's parent company liable in the 2020 killing of a federal security guard, in the latest effort to challenge the protections given to websites hosting user-generated content.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walgreens-posts-higher-quarterly-profit-raises-guidance-11641474624", "title": "Walgreens Posts Higher Sales and Profit From Covid-19 Demand", "date": "2022-01-06 14:20", "summary": "Pharmacy chain said rush for tests and vaccines has strained staff, cutting into prescription revenue. Walgreens Boots Alliance Inc. rode the latest Covid-19 surge to its highest retail sales increase in 20 years, but Americans' scramble for vaccines and tests has overwhelmed workers and dented growth in prescriptions.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/conagra-ceo-says-omicron-will-stress-food-supply-chains-11641496251", "title": "Conagra Sees Omicron Variant Stressing Food Supply Chains As Demand Stays High", "date": "2022-01-06 14:10", "summary": "Food maker says more of its employees are testing positive for Covid-19; quarterly profits fall as costs mount. Conagra Brands Inc. expects Covid-19's Omicron variant to stress food supply chains and stretch staffing at the maker of Birds Eye frozen vegetables and Slim Jim meat snacks.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-january-1-11641494432", "title": "Bestselling Books Week Ended January 1", "date": "2022-01-06 13:40", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/firepower-book-review-the-gunpowder-revolution-arms-race-muskets-rifles-cannon-11641493613", "title": "'Firepower' Review: The Gunpowder Revolution", "date": "2022-01-06 13:27", "summary": "How a new class of weapons upended the foundations of Western society and led to a race for technological supremacy that continues today.. No one knows exactly when gunpowder, a Chinese invention dating to the ninth century, arrived in the West. The English natural philosopher and cleric Roger Bacon described its formula-sulphur, charcoal, saltpeter-in the late 13th century; it did not take long for that new knowledge to be put to awesome use. Protocannons known as bombards were monstrous and crude but devastating. Mons Meg, a siege bombard cast in the Low Countries in 1449, could throw a 300-pound chipped-stone ball a distance of 2 miles at a speed of 700 miles an hour-just shy of the speed of sound. Knocking down castle walls had never been so easy. Within a century of their first appearance in the early 1300s, these new engines of war ousted the English from France, the Moors from Spain and the Byzantine dynasty from Constantinople.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-kidcore-11641485543", "title": "The Big Men's Fashion Trend of 2022? Dressing Like a Tween", "date": "2022-01-06 13:25", "summary": "'Kidcore'-a fad that sees adult men conjure their tweenage years with expressive, if juvenile, outfits-has thrived during the pandemic. Why the style is resonating and how to strike a somewhat age-appropriate balance.. IT HAD BEEN a youthful year for men's fashion. Cutesy charm necklaces often encircled the necks of Pete Davidson and Justin Bieber, making those shlumpy style icons-and paparazzi favorites-look like they'd been sprung from summer camp. Last November, Washington Wizard Kyle Kuzma pulled up to the locker room in a pink Raf Simons sweater with gigundo sleeves, calling to mind a kid wearing his big brother's hand-me-downs. And fashion companies minted adult-size clothes with serious Children's Place overtones. British label JW Anderson's spring offering was littered with sweaters and other pieces in cutesy strawberry prints, while Urban Outfitters carries a \"doodle\" hoodie covered in infantilizing smiley faces.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/antonio-brown-news-tampa-bay-buccaneers-injury-ankle-11641445290", "title": "Buccaneers Release Antonio Brown After Injury Allegations Against the Team", "date": "2022-01-06 13:15", "summary": "After the star wide receiver left midway through a game Sunday, leading to his split with the team, he accused the Buccaneers of pressuring him to play through an ankle injury. In the aftermath of Antonio Brown's surreal exit from the field during his team's game on Sunday, the star wide receiver has accused the Tampa Bay Buccaneers of pressuring him to play through a serious ankle injury while attempting to cover-up their knowledge of the issue.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nba-omicron-covid-lakers-stanley-johnson-11641350912", "title": "The Omicron LeBrons Want to Stay in the NBA", "date": "2022-01-06 13:02", "summary": "They signed 10-day contracts when the league was ravaged by Covid. Now some of the NBA's temps are sticking around. The latest variant was their lucky break.. The first curious occurrence in the last month of Stanley Johnson's basketball career happened when the Omicron variant of Covid-19 ripped through the NBA and infected hundreds of players. They got sick. He got a job.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hollywood-and-billionaires-back-bull-riding-with-new-cowboy-teams-11641491600", "title": "America's Love of 'Yellowstone' Helps Launch Bull Riding as a Team Sport", "date": "2022-01-06 12:53", "summary": "Eight teams will form across the U.S., with some billionaire backers. The cable western \"Yellowstone\" is a hit on TV. Hunting and fishing license sales are up. Are Americans returning to the frontier ready to root for hometown teams...of bull riders?", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-in-chinas-spotlight-again-as-regulator-cites-infractions-11641491239", "title": "Chinese Authorities Cite Walmart for Cybersecurity Violations", "date": "2022-01-06 12:47", "summary": "Attention to cybersecurity violations surfaces just days after Chinese authorities criticized the U.S. retailer over Xinjiang products. SINGAPORE-Chinese authorities turned a spotlight on Walmart Inc. for the second time in less than a week, as a media outlet backed by the country's market regulator highlighted administrative action against the U.S. retailer for alleged cybersecurity infractions.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marxism-won-war-of-ideas-augusto-del-noce-gnosticism-catholic-therapy-ai-mental-health-technology-11641483920", "title": "How Marxism 'Won' the War of Ideas", "date": "2022-01-06 12:41", "summary": "The late Italian writer Augusto Del Noce saw its ironic triumph coming in the West.. When I was a teenager, I spent a year meeting weekly with a psychiatrist. In the end, talking about myself bored even me. But the value of the sessions was real. They gave me, at a turbulent time in my life, a chance to speak honestly and deeply with another human being without the hand-wringing of my family or the burden of guilt. For many, psychiatrists and other mental-health counselors have replaced the clergy as healers of the soul. Today, science too often and too easily seems to preclude the hunger for God. But at least modern therapists share something important-their humanity-with their patients. Both are creatures of flesh and blood.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/djokovic-pays-for-australia-errors-novak-vaccine-mandate-open-tennis-covid-lockdowns-omicron-11641484404", "title": "Djokovic Pays for Australia's Unforced Covid Errors", "date": "2022-01-06 12:37", "summary": "A vaccine mandate bars the world's top tennis player.. Australian tennis player Nick Kyrgios is notorious for on-court meltdowns. His government seems to be following his example. On Wednesday, Australia's border security detained the world's top tennis player, Novak Djokovic, for eight hours, then ordered him to leave the country. He won't be able to compete in the Australian Open unless he wins his appeal.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fresca-with-liquor-to-join-crowd-of-canned-cocktails-11641477316", "title": "Coca-Cola's Fresca to Join Crowd of Canned Cocktails", "date": "2022-01-06 12:37", "summary": "Soda producer taps Corona maker Constellation to market products as rival PepsiCo plans alcoholic version of Mountain Dew. Coca-Cola Co. is getting deeper in the booze business.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bed-bath-back-from-beyond-11641490644", "title": "Bed Bath & Back From Beyond", "date": "2022-01-06 12:37", "summary": "Bed Bath & Beyond's turnaround effort has been marked by trials and errors, including how the retailer delivered returns to shareholders. Bed Bath & Beyond 's shares rode the meme-stock surge to the moon a year ago. Today its shares have come back closer to Earth-an altitude where it is easier for not only short sellers but its management to breathe.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-makes-the-best-snowflakes-11641490091", "title": "Who Makes the Best Snowflakes?", "date": "2022-01-06 12:28", "summary": "Nature creates the most intricate and beautiful ice-crystal shapes, but for speed on the slopes, there's no beating the manufactured stuff. Physicist Helen Czerski explores the complex science behind familiar phenomena. Read more columns here.", "categories": [["Life & Work", "Ideas", "Everyday Physics"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/everyday-physics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-record-month-for-raises-11641489387", "title": "A Record Month for Raises", "date": "2022-01-06 12:16", "summary": "The number of small firms lifting compensation hits a new high.. The fierce competition for workers among U.S. employers has inspired another record-setting month for wage hikes at small firms. That's according to the latest monthly employment survey from the National Federation of Independent Business, due out later today.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-01-06-2022-11641415216", "title": "Job Market Remains Tight Despite Omicron Concerns", "date": "2022-01-06 12:05", "summary": "Latest data shows few layoffs as employers struggle to find enough workers; trade deficit widened. The labor market remains historically tight, with the number of unemployment-benefits filings holding last week around the lowest levels in five decades as firms struggled to remain fully staffed amid a resurgent pandemic.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-puzzles-saturday-january-8-11641488625", "title": "Number Puzzles (Saturday, January 8)", "date": "2022-01-06 12:03", "categories": [["WSJ Puzzles", "Number Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/number-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/larry-fink-wants-to-save-the-world-and-make-money-doing-it-11641484864", "title": "Larry Fink Wants to Save the World (and Make Money Doing It)", "date": "2022-01-06 11:01", "summary": "Resume Subscription. Few private citizens wield more power in America today than Larry Fink, the chief executive of BlackRock Inc. In pushing companies to embrace climate-friendly policies, that has made him a lightning rod.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/home-sales-over-100-million-exploded-in-2021-11641484774", "title": "Home Sales Over $100 Million Exploded in 2021", "date": "2022-01-06 10:59", "summary": "Resume Subscription. By all measures, 2021 was a banner year for the country's luxury residential market, despite the economic uncertainty caused by the continuing global pandemic.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tesla-is-no-longer-alone-with-full-self-driving-promises-11641483373", "title": "Tesla Is No Longer Alone With 'Full Self Driving' Promises", "date": "2022-01-06 10:36", "summary": "Announcements at this week's CES from General Motors and Intel's Mobileye suggest driverless cars for consumers could come around 2025. Driverless cars-the kind consumers can actually buy-are inching closer to becoming a reality. The caveat, particularly for Tesla investors, is that this isn't a race any particular vehicle brand is likely to win.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-post-pandemic-office-should-be-a-clubhouse-11641482830", "title": "The Post-Pandemic Office Should Be a Clubhouse", "date": "2022-01-06 10:27", "summary": "If the primary purpose of an office today is no longer to get actual work done, then perhaps it's better conceived as a place for connection and community. Do we still need desks and cubicles?. When I talk with senior executives about the ongoing pandemic, I often hear them wistfully yearn for a \"return to work.\" This choice of words is significant because it highlights how much we associate work with a workplace.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-bed-bath-beyond-walgreens-exxon-what-to-watch-when-the-stock-market-opens-today-11641470751", "title": "Bitcoin, Bed Bath & Beyond, Walgreens, Exxon: What to Watch in the Stock Market Today", "date": "2022-01-06 10:21", "summary": "Bitcoin is extending its decline; Energy companies are gaining on higher crude prices. Wall Street stock indexes slipped in morning trading after a technology-driven rout. Here's what we're watching in Thursday's session:", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consumer-demand-for-goods-likely-drove-u-s-import-surge-during-holidays-11641465001", "title": "Consumer Demand for Goods Drove Rise in Imports During Holidays", "date": "2022-01-06 10:15", "summary": "U.S. trade deficit in goods hit a fresh record in November due to strong demand and an easing of supply-chain issues. U.S. consumer demand for goods and an easing of supply-chain constraints drove a surge in imports in November, pushing the trade deficit close to a record.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-to-weigh-vaccine-requirements-for-the-workplace-11641481822", "title": "Supreme Court to Weigh Vaccine Requirements for the Workplace", "date": "2022-01-06 10:10", "summary": "Justices to consider whether Biden administration can enforce rules for private employers and healthcare workers. WASHINGTON-The Supreme Court will hold a special session Friday to consider whether the Biden administration can enforce vaccine-and-testing rules for large private employers and a vaccine mandate for most healthcare workers.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/avatar-producer-jon-landau-lists-florida-home-for-13-999-million-11641481786", "title": "'Avatar' Producer Jon Landau Lists Florida Home for $13.999 Million", "date": "2022-01-06 10:09", "summary": "Resume Subscription. Much like the verdant planet of Pandora in his 2009 hit film \"Avatar,\" movie producer Jon Landau's home in the Florida Keys is teeming with tropical vegetation.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/novak-djokovic-australian-open-visa-vaccine-exemption-11641476020", "title": "Novak Djokovic Down Under, and Out", "date": "2022-01-06 08:35", "summary": "The men's tennis No. 1 finds himself under siege again, this time over a vaccine exemption to play the Australian Open. Novak Djokovic has built an indisputable case as one of the greatest tennis players ever-a resilient, elastic-limbed dynamo who possesses lifetime winning records over both Roger Federer and Rafael Nadal, and stands with those two as the only men to win 20 major tournament singles titles.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jaw-surgery-sharp-11641474959", "title": "Droopy Chops? Dermatologists on Jawline-Obsessed Patients", "date": "2022-01-06 08:30", "summary": "With the distinction between reality and filter blurred, patients are bringing in photos of Facetuned jaws-and want reality just as sharp.. \"Really grateful for that filler in my jawline...Thanks to you!\"", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philadelphia-fire-in-fairmount-row-house-leaves-at-least-13-dead-including-7-children-11641400689", "title": "Philadelphia Fire Leaves at Least 12 Dead, Including 8 Children", "date": "2022-01-06 08:21", "summary": "'I've been around for 35 years now, and this is probably one of the worst fires I've ever been to,' says city's deputy fire commissioner. A fire in a Philadelphia row house left at least 12 people dead Wednesday morning, including eight children, and at least two others hospitalized, city officials said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-investors-will-return-to-the-office-but-probably-in-london-11641475158", "title": "Investors Will Return to Office, but Probably in London", "date": "2022-01-06 08:19", "summary": "Tight supply of prime buildings and higher returns should make buying office blocks in the U.K. capital more attractive than other major cities. Even as the Omicron strain forces London's white-collar workers to do their job from home, U.S. investors are eyeing the U.K. capital's offices. Returns are better than other European hubs, but maybe not for long.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-could-have-been-an-email-and-other-ways-to-have-better-meetings-11641474003", "title": "This Could Have Been an Email and Other Ways to Have Better Meetings", "date": "2022-01-06 08:00", "summary": "Most Popular News. People hated meetings before the pandemic. Then Zoom transformed them, making meetings more plentiful, often less efficient and totally exhausting.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/societe-generale-bets-5-billion-on-car-leasing-business-11641471190", "title": "Société Générale Bets $5 Billion on Car-Leasing Business", "date": "2022-01-06 07:13", "summary": "French financial giant hopes combining ALD and LeasePlan will make vehicle leasing a third pillar of its business alongside retail and investment banking. Société Générale SA 's vehicle-leasing business, ALD SA , agreed to acquire rival LeasePlan Corporation NV in a cash-and-share deal worth 4.9 billion euros, equivalent to $5.54 billion, the French bank said Thursday.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russias-demands-on-ukraine-must-be-addressed-urgently-russian-official-says-11641470402", "title": "Russia's Demands on Ukraine Must Be Addressed Urgently, Russian Official Says", "date": "2022-01-06 07:00", "summary": "Ahead of talks with the U.S., Deputy Russian Foreign Minister Ryabkov warns the Biden administration against using economic pressure. Russia's lead negotiator for coming talks with the U.S. said that Moscow's demands on Ukraine must be addressed urgently and warned the Biden administration against resorting to the economic pressure it has threatened to try to get the Kremlin to back down.", "categories": [["WSJ News Exclusive", "National Security"]], "category_links": ["https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-esg-regulation-picture-for-2022-five-key-questions-for-business-11641466802", "title": "The Five Sustainability Policies That Will Shape 2022", "date": "2022-01-06 06:00", "summary": "U.S. regulators will release proposals on climate and diversity; China may update its emissions-trading system; the EU mulls the meaning of green. Companies and investors are facing crucial sustainability policy decisions in 2022 that will shape the way they operate around the world.", "categories": [["Sustainable Business"]], "category_links": ["https://www.wsj.com/news/types/sustainable-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-omicron-cases-surge-mild-11641424050", "title": "New York's Omicron Surge Points to a Wave of Mild Cases", "date": "2022-01-06 05:56", "summary": "Hospitals warn that staff are exhausted, which hampers isolation, care of Covid-19 patients. Fewer New York residents are seeing the worst outcomes of Covid-19 in its latest surge compared with earlier waves, a potential harbinger of what other highly vaccinated parts of the country will experience, health officials say.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/despite-theranos-and-other-disasters-startup-founders-have-more-power-than-ever-11641465006", "title": "Despite Theranos and Other Disasters, Startup Founders Have More Power Than Ever", "date": "2022-01-06 05:30", "summary": "A flood of money means it is a great time for entrepreneurs, even with Elizabeth Holmes's criminal conviction over her failed blood-testing company. The verdict in the criminal trial of Elizabeth Holmes completes a chapter in the tangled tale of Theranos. Meanwhile, the power that founders wield over startups-for better or worse-is only growing.", "categories": [["Tech", "Keywords: Christopher Mims"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-foldable-smartphones-finally-cool-11641463797", "title": "Are Foldable Smartphones Finally Cool?", "date": "2022-01-06 05:09", "summary": "After years of slow sales, there are early signs that the flexible-screen technology pioneered by Samsung is gaining wider consumer acceptance. Will 2022 be the year when foldable smartphones go mainstream?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-says-it-tested-hypersonic-missile-11641459003", "title": "North Korea Says It Tested Hypersonic Missile", "date": "2022-01-06 03:50", "summary": "The technology is some of the latest being developed by the U.S., China and Russia. Pyongyang's appears to be in the early stages.. SEOUL-North Korea said it hit a target with a hypersonic missile, as the country seeks to put itself in the small club of countries developing the technology.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/novak-djokovic-australian-open-covid-vaccination-11641400310", "title": "Novak Djokovic Denied Entry to Australia Ahead of Australian Open", "date": "2022-01-06 03:41", "summary": "The 20-time major champion had received a medical exemption to get around a ban on unvaccinated travelers before government authorities stepped in.. Tennis superstar Novak Djokovic's bid to play in the Australian Open-with a medical exemption to get around vaccination requirements-appeared to end on Wednesday as government authorities canceled his visa to enter the country.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kazakhstans-government-resigns-amid-unrest-over-fuel-prices-11641386544", "title": "Russia-Led Force to Help Quell Kazakhstan Unrest", "date": "2022-01-06 01:01", "summary": "Resume Subscription. MOSCOW-Mass protests in Kazakhstan over an increase in fuel prices have prompted an alliance of former Soviet states to send troops to help support the country's president after the government of the Central Asian nation resigned and the leader imposed a state of emergency.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11641411229", "title": "Pepper...and Salt", "date": "2022-01-06 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-those-who-were-there-look-back-on-jan-6-capitol-riot-11641445262", "title": "How Those Who Were There Look Back on Jan. 6 Capitol Riot", "date": "2022-01-06 00:01", "summary": "Resume Subscription. The storming of the U.S. Capitol by Trump supporters on Jan. 6, 2021, continues to reverberate in the halls of Congress. Lawmakers, police officers and Hill staffers who were there face reminders when they go to work, passing rooms that were barricaded and windows that were shattered. In recent interviews, some of them detailed their memories and how they view the riot and its significance now.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/warnermedia-and-viacomcbs-are-exploring-possible-sale-of-cw-network-11641436892", "title": "WarnerMedia, ViacomCBS Explore Sale of CW Network", "date": "2022-01-06 22:35", "summary": "Nexstar Media Group is among the suitors for CW Network, sources say. AT&T Inc.'s WarnerMedia and ViacomCBS Inc. are exploring a possible sale of a significant stake or all of the CW Network, which they jointly own, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cdc-advisory-panel-considers-pfizer-covid-19-boosters-for-12-to-15-year-olds-11641378601", "title": "CDC Recommends First Covid-19 Boosters for 12- to 15-Year-Olds", "date": "2022-01-06 21:04", "summary": "The adolescents will be able to get Pfizer-BioNTech shots with the CDC sign off. The Centers for Disease Control and Prevention recommended Covid-19 boosters for 12- to 15-year-olds, making the doses available to the adolescents for the first time.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anger-at-xian-lockdown-spreads-in-china-11641433781", "title": "Anger at Xi'an Lockdown Spreads in China", "date": "2022-01-06 20:49", "summary": "Account of woman who lost her unborn baby in the eighth month of pregnancy after being denied medical attention prompts outcry. Authorities in the Chinese city of Xi'an relented in some of their pandemic restrictions after a nationwide outcry over the account of a woman who lost her unborn baby in the eighth month of pregnancy after being denied medical attention for hours.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicago-public-schools-cancel-classes-after-teachers-vote-against-in-person-instruction-11641392113", "title": "Chicago Public Schools Cancel Classes After Teachers Vote Against In-Person Instruction", "date": "2022-01-06 20:20", "summary": "Mayor Lori Lightfoot says schools are safe and calls teacher vote an illegal job action. CHICAGO-Chicago Public Schools canceled classes Wednesday and Thursday after the teachers union voted late Tuesday to stop providing in-person instruction, citing the latest surge in Covid-19 that has sent cases to record levels in the city.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-a-covid-19-school-closing-a-pennsylvania-superintendent-agonizes-over-going-remote-11641416872", "title": "Inside a Covid-19 School Closing: A Pennsylvania Superintendent Agonizes Over Going Remote", "date": "2022-01-06 19:41", "summary": "Resume Subscription. Teachers calling in sick from Covid-19 are prompting superintendents across the country to close schools and move classes online, forcing parents to scramble for child care and reorder work schedules.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/nike-sues-lululemon-for-patent-infringement-over-mirror-fitness-technology-11641429626", "title": "Nike Sues Lululemon for Patent Infringement Over Mirror Fitness Technology", "date": "2022-01-06 19:40", "summary": "Sneaker giant says apparel maker's fitness device and apps use technology invented and patented by Nike. Nike Inc. filed a lawsuit alleging Lululemon Athletica Inc.'s Mirror home-fitness device and applications infringe on the sneaker company's portfolio of patents.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/software-company-entrata-says-it-ousted-co-founder-for-sending-anti-semitic-email-11641428118", "title": "Software Company Ousts Co-Founder for Sending Anti-Semitic Email", "date": "2022-01-06 19:15", "summary": "David Bateman was asked to resign hours after sending the email, which also had false information about Covid-19 vaccines and testing. Utah software company Entrata Inc. said it ousted its chairman after he sent an anti-Semitic email to dozens of business leaders and politicians that stated false information about Covid-19 vaccines and testing.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]