[{"link": "https://www.wsj.com/articles/winter-storm-leaves-thousands-without-power-in-texas-parts-of-south-11643904428", "title": "Winter Storm Leaves Thousands Without Power in Texas, Tennessee, Parts of South", "date": "2022-02-03 18:55", "summary": "More than 5,000 U.S. flights canceled as states contend with snow, sleet and ice. A winter storm left hundreds of thousands without power across the southern and central U.S. as snow, sleet and ice fell on a third of the country and thousands of flights were canceled.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sarah-bloom-raskins-systemic-risk-at-the-federal-reserve-11643925975", "title": "Sarah Raskin's Systemic Risk at the Federal Reserve", "date": "2022-02-03 18:46", "summary": "Her desire for politicized credit allocation would damage the economy and the central bank.. Markets and businesses have many risks to consider, but President Biden is giving them another: Sarah Bloom Raskin. His nominee for the Federal Reserve's bank supervision job wants to use regulation to politically allocate credit in a way that would create political and systemic financial risks.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-burner-phone-olympics-china-beijing-nbc-11643929271", "title": "The Burner Phone Olympics", "date": "2022-02-03 18:44", "summary": "Will NBC tell the truth about China's surveillance state?. The Winter Olympics get underway in Beijing Friday, and somehow the thrill of victory is gone. The pandemic and China's \"zero-Covid\" policy is part of the problem, as even local spectators are banned. But the bigger issue is the way the host country has changed since Beijing hosted the Summer Games in 2008.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-free-market-housing-fix-sb9-lots-units-four-value-crisis-zoning-requirements-property-rights-11643922512", "title": "California's Free-Market Housing Fix", "date": "2022-02-03 18:40", "summary": "A new state law allows landowners to build four units on most lots zoned currently for one unit.. Has California's housing crisis gotten so bad that the state is willing to try a free-market approach? The recent passage of SB9, also known as the California Housing Opportunity and More Efficiency Act, suggests so.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-childrens-lives-matter-too-blm-shooting-crossfire-murder-homicide-violent-crime-crt-defund-police-woodson-center-11643926156", "title": "Black Children's Lives Matter, Too", "date": "2022-02-03 18:39", "summary": "The rampant violent crime that leaves so many mothers grieving needs to end.. When you've lost a child, especially to violence, it's easy for something to transport you suddenly back to the moment you found out your baby was gone. When I learned that a 6-month-old Grayson Matthew Fleming Gray was shot and killed in Atlanta last week as he rode in his car seat with his mom, my chest clenched so tightly that I had to gasp for air. My precious 19-year-old Krystal also was killed in crossfire in 2004, after she made the fatal decision to stop for gas. In those terrible moments when I'm taken back to that night, I can't breathe.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-high-cost-of-free-covid-19-testing-pcr-rapid-at-home-health-private-insurance-medicare-medical-care-inequity-11643910518", "title": "The High Cost of 'Free' Covid Testing", "date": "2022-02-03 18:35", "summary": "Insurance has to pay for it, with no limits. What could go wrong?. Los Angeles", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/christians-need-to-confront-anti-semitism-jews-israel-faith-judeo-progressives-hatred-palestine-11643921575", "title": "Christians Need to Confront Anti-Semitism", "date": "2022-02-03 18:33", "summary": "It begins with the Jews but never ends with them. Their problems are our problems too.. Anti-Semitism and violence against Jews are on the rise in the U.S. For many Americans this reality has been lost in a two-year-long dystopian fog, but anti-Semitism was resurgent even before the pandemic. The 2018 Pittsburgh synagogue shooting and the recent Texas hostage standoff shock us, yet they have become customary.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eric-holder-democracy-con-redistricting-maps-voting-rights-laws-states-democrat-republican-11643929188", "title": "Eric Holder's 'Democracy' Con", "date": "2022-02-03 18:32", "summary": "He campaigns against gerrymandering, then says not a word about New York's map.. To understand the political con that is the Democrats' \"voting rights\" push, look at the bait-and-switch that preceded it. Eric Holder this week cemented his party's ruthless and partisan gerrymandering victory over Republicans-all in the name of \"democracy.\"", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-be-perfect-review-the-ultimate-self-improvement-11643931091", "title": "'How to Be Perfect' Review: The Ultimate Self-Improvement", "date": "2022-02-03 18:31", "summary": "A guide to moral philosophy that avoids dry earnestness-as well as the headache that comes from trying to read Wittgenstein.. Wittgenstein once said that \"a serious and good philosophical work could be written consisting entirely of jokes.\" That was quite a bold statement, especially from someone whose own philosophy was gag-free. If anyone is qualified to prove Wittgenstein right, it is Michael Schur, creator of \"The Good Place,\" a television series that explored the idea of just deserts in a constantly surprising afterlife. Over four seasons, the show pulled off the unlikely trick of turning moral philosophy into comedy gold.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-flexes-its-pricing-muscles-11643930874", "title": "Amazon Flexes Its Pricing Muscles", "date": "2022-02-03 18:27", "summary": "Prime increase and cloud-earnings stability are bright spots as tech titan's growth slows. Give Amazon this much-they know how to cushion a blow.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-meet-eric-adams-in-new-york-as-u-s-cities-cope-with-rising-crime-11643897427", "title": "Biden Meets With Adams in New York as Cities Grapple With Crime", "date": "2022-02-03 18:26", "summary": "President says 'the answer is not to defund the police,' but to boost funding, as he huddles with the new mayor. WASHINGTON-With murder rates in many U.S. cities rising, President Biden traveled to New York City on Thursday to highlight federal efforts to fight gun violence.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/olympics-heighten-oppression-china-ccp-uyghurs-xinjiang-falun-gong-beijing-winter-games-2022-11643922249", "title": "Olympics Heighten Oppression in China", "date": "2022-02-03 18:20", "summary": "Beijing jails and tortures those who dare to speak out against the Communist Party ahead of the Winter Games.. I was 11 in July 2001 when Juan Antonio Samaranch, president of the International Olympic Committee, announced that Beijing would host the 2008 Summer Games. I jumped up and cheered so loud in my Changsha home that I woke up our old housemaid. I understood the message: \"China is finally accepted by the world.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/news-corp-sales-rise-on-real-estate-book-publishing-media-gains-11643930379", "title": "News Corp Sales Rise on Real Estate, Book Publishing, Media Gains", "date": "2022-02-03 18:19", "summary": "Publisher of The Wall Street Journal reports 13% increase in revenue as digital subscriptions grow. News Corp reported a 13% increase in its quarterly revenue, boosted by growth in its digital real-estate services, Dow Jones and book-publishing divisions.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-worst-person-in-the-world-joachim-trier-renate-reinsve-herbert-nordrum-anders-danielsen-lie-11643929382", "title": "'The Worst Person in the World' Review: Brilliant Northern Lights", "date": "2022-02-03 18:04", "summary": "A young woman comes of age over the course of several years in Joachim Trier's beguiling Norwegian drama.. Sci-fi adventures with spectacular production designs are often hailed for what's called their world-building. The term is apt in an emotional sense for Joachim Trier's \"The Worst Person in the World,\" in Norwegian with English subtitles. This vibrant, buoyant drama, intimate in scope instead of vast, takes us to Oslo-not exactly another planet, but an adventure all the same-where it builds a world of mercurial passions while its enchanting heroine, Julie (Renate Reinsve), belatedly and erratically comes of age over the course of several years. And you don't see a single flake of snow on the screen, only the magically soft light of the city in summer, and finally fall. (The film is playing in New York and Los Angeles before expanding to other cities next week.)", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-dey-a-chant-with-roots-in-black-history-11643928959", "title": "'Who Dey?': A Chant With Roots in Black History", "date": "2022-02-03 17:56", "summary": "Cincinnati Bengals fans have been saying it for decades. But who said it first?. Linguist and lexicographer Ben Zimmer analyzes the origins of words in the news. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tainted-cocaine-kills-more-than-20-people-in-argentina-11643928349", "title": "Tainted Cocaine Kills More Than 20 in Argentina", "date": "2022-02-03 17:45", "summary": "Officials in Buenos Aires believe the cocaine was laced with fentanyl. More than 20 people died and dozens more hospitalized in the poor outskirts of Argentina's capital after consuming tainted cocaine, officials said Thursday as they rushed to get the adulterated drugs off the streets.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-miss-usa-cheslie-kryst-died-by-suicide-medical-examiner-says-11643917011", "title": "Former Miss USA Cheslie Kryst Died by Suicide, Medical Examiner Says", "date": "2022-02-03 17:42", "summary": "Her mother said Ms. Kryst, a reporter and former attorney, suffered from 'high-functioning depression which she hid from everyone'. Former Miss USA Cheslie Kryst died this week by suicide, according to the local medical examiner's office, and her mother spoke out about how the former pageant winner was struggling with depression.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-markets-dow-update-02-03-2022-11643877298", "title": "Tech Stocks Drop After Facebook Profit Disappoints", "date": "2022-02-03 17:34", "summary": "Selloff erases recent gains in the Nasdaq; hawkish tone from central banks in U.K. and Europe adds to nervousness. Major U.S. stock indexes tumbled on Thursday, dragged down by technology and social-media companies, as Facebook owner Meta Platforms plunged after a disappointing earnings report.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-owner-metas-stock-price-plunges-premarket-jolting-tech-investors-11643887542", "title": "Facebook Owner Meta's Stock Price Plunges, Jolting Tech Investors", "date": "2022-02-03 17:25", "summary": "Shares of streaming giant Spotify also fall after disappointing subscriber outlook. Shares of Facebook parent Meta Platforms Inc. plunged Thursday, wiping about $232 billion from the technology giant's market value, the biggest one-day decline for a stock in U.S. history.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-feels-10-billion-sting-from-apples-privacy-push-11643898139", "title": "Facebook Feels $10 Billion Sting From Apple's Privacy Push", "date": "2022-02-03 17:22", "summary": "Meta COO Sheryl Sandberg says adjusting to the iPhone maker's app-tracking changes will take time. Facebook 's parent company served up a stark sign of how Apple Inc.'s new ad-privacy policy is roiling the digital-advertising world.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-in-uphill-climb-to-confirm-fda-commissioner-pick-11643891404", "title": "Biden Administration in Uphill Climb to Confirm FDA Commissioner Pick", "date": "2022-02-03 17:20", "summary": "Robert Califf is scheduled to meet with 45 senators, seeking to ease concerns about pharmaceutical-industry ties in bid for second stint. The Biden administration is fighting to confirm Robert Califfas Food and Drug Administration commissioner after some Democrats balked at his pharmaceutical-industry ties, and Republicans raised questions about how he would handle abortion issues.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/isis-was-staging-comeback-when-u-s-killed-leader-qurayshi-11643920809", "title": "ISIS Was Staging Comeback When U.S. Raid Led to Leader's Death", "date": "2022-02-03 17:15", "summary": "Resume Subscription. RAQQA, Syria-Islamic State, the terrorist organization that once made Raqqa the capital of its self-proclaimed caliphate, has regrouped in the three years since it lost its territory in Iraq and Syria, launching a comeback in recent weeks that suffered a blow Thursday with the killing of its top leader.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/snap-posts-first-profit-as-it-adjusts-to-apple-privacy-push-11643922756", "title": "Snap Posts First Profit", "date": "2022-02-03 16:55", "summary": "Snapchat maker says it will take time to fully adapt to the iPhone maker's software changes; shares rally after hours. Snap Inc. posted its first quarterly profit and signaled it is adjusting to disruptions in the digital-advertising market caused by Apple Inc. privacy policy changes that are affecting Facebook parent Meta Platforms Inc.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wnba-raises-75-million-from-group-including-nike-condoleezza-rice-to-revamp-league-11643925253", "title": "WNBA Raises $75 Million From Group Including Nike, Condoleezza Rice to Revamp League", "date": "2022-02-03 16:54", "summary": "The cash infusion from more than two dozen investors raised the combined valuation of the league and its teams to $1 billion. The Women's National Basketball Association has raised $75 million from a group of investors that includes Nike Inc., businessman Michael Dell, and former U.S. Secretary of State Condoleezza Rice in an effort to revamp the league.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/want-your-tax-refund-in-crypto-turbotax-and-coinbase-have-you-covered-11643923596", "title": "Want Your Tax Refund in Crypto? TurboTax and Coinbase Have You Covered.", "date": "2022-02-03 16:26", "summary": "Tax preparer, crypto firm team up to allow users to get refunds in more than 100 cryptocurrencies, including bitcoin or ethereum. TurboTax is offering customers a new way to get their tax refunds: in cryptocurrencies.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/merck-eli-lilly-covid-19-treatments-power-quarterly-sales-gains-11643897581", "title": "Merck, Eli Lilly Covid-19 Treatments Power Quarterly Sales Gains", "date": "2022-02-03 16:25", "summary": "Merck's new drug has shown promise against Omicron, while regulators have recently curbed use of Lilly's antibodies. Sales of Covid-19 drugs fueled year-over-year revenue growth for Merck & Co. Inc. and Eli Lilly & Co. in the last three months of 2021, underscoring the pandemic response's continued importance for pharmaceutical companies as the public-health crisis enters its third year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-supreme-court-black-woman-quota-ilya-shapiro-georgetown-law-11643845898", "title": "Can You Criticize Supreme Court Quotas at Georgetown Law?", "date": "2022-02-03 16:02", "summary": "For opposing Biden's use of race and sex, incoming faculty member Ilya Shapiro is suspended.. Regarding your editorial \"Race, Gender and the Supreme Court\" (Jan. 29): Georgetown University's speech and expression policy states that the university will provide students and faculty \"the broadest possible latitude to speak, write, listen, challenge, and learn\" and that speech \"may not be suppressed because the ideas put forth are thought by some or even by most members of the University community to be offensive, unwise, immoral, or ill conceived.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-thing-leads-to-another-friday-crossword-february-4-11643921966", "title": "One Thing Leads to Another (Friday Crossword, February 4)", "date": "2022-02-03 16:01", "categories": [["WSJ Puzzles", "Crossword Contest"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword-contest?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chief-reebok-designer-kerby-jean-raymond-to-leave-company-11643917710", "title": "Star Reebok Designer Kerby Jean-Raymond to Leave Company", "date": "2022-02-03 16:00", "summary": "Founder of Pyer Moss fashion label is one of the few Black lead designers at a major sneaker brand. Kerby Jean-Raymond, Reebok's global creative director and one of the few Black lead designers at a major sneaker company, is leaving the brand at the beginning of March.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-inclusive-language-pc-tech-berkeley-11643847664", "title": "Silicon Valley Could Use More Inclusive Language", "date": "2022-02-03 15:59", "summary": "Instead of mocking Google for language policing, try to understand how words can wound.. In \"Google's 'Inclusive Language' Police\" (op-ed, Jan. 21), Lawrence Krauss writes, \"I have a hard time understanding how people can be so hurt by the use of some words and names.\" I wonder how much time he has spent seeking out background information and trying to understand? Let's get some things straight.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medicaid-health-care-benefits-eligibility-improper-waste-obamacare-expansion-11643845321", "title": "Mismanaging Medicaid, One Improper Payment at a Time", "date": "2022-02-03 15:58", "summary": "One in 7 Californians with income above eligibility levels reported enrollment in Medicaid in 2017.. The government is massively mismanaging Medicaid (\"Build Back Better? Fix Medicaid First,\" Review & Outlook, Jan. 24). Annual improper federal payments, driven by inappropriate or nonexistent eligibility determinations and keeping ineligible people on the program, are estimated at $100 billion. A study I did with University of Kentucky economist Aaron Yelowitz found that 1 in 7 Californians with income above eligibility levels reported enrollment in Medicaid in 2017.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/westchester-power-renewable-electricity-prices-fixed-rates-11643844920", "title": "Renewable Power to the People of Westchester", "date": "2022-02-03 15:56", "summary": "Fixed electricity rates serve as a valuable cap for Yonkers residents.. James Hanley's op-ed (\"Congrats, You've Won a Higher Electric Bill!\" Jan. 31) alleges that Yonkers, N.Y., homeowners who switch from the utility's electricity supply to the Westchester Power 100% renewable supply \"will see an average increase of nearly 19% in the price of electricity.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-look-up-climate-change-covid-pandemic-11643844409", "title": "'Don't Look Up' Is About Climate? News to Us", "date": "2022-02-03 15:56", "summary": "Leo DiCaprio did a very respectable impersonation of Dr. Anthony Fauci.. I read with interest Holman W. Jenkins Jr.'s column \"Don't Listen to 'Don't Look Up'\" (Business World, Jan. 29), having watched the Netflix movie a few days earlier. I was unaware of the director's intent to make the film a comment on global warming. I saw it as a brilliant satire on the response to the Covid pandemic.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-carter-weakness-history-foreign-policy-afghanistan-11643843324", "title": "History Made Me Do It", "date": "2022-02-03 15:55", "summary": "Biden's weakness invites trouble.. In \"History Forces Biden's Hand\" (Global View, Jan. 25), Walter Russell Mead claims, \"Not since Jimmy Carter's presidency has the U.S. faced a concatenation of crises and setbacks on this scale.\" But we are not witnessing merely the natural flow of history. Then as now, weakness invites trouble. Americans enforced reasonable conditions in Afghanistan for two decades, but President Biden could not impose terms for two months to remove our citizens, allies, equipment and troops safely. Mr. Biden is not the victim of history. He is the cause.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parenting-pre-k-tennessee-study-time-11643846885", "title": "Pre-K and Parenting Choices", "date": "2022-02-03 15:47", "summary": "Did families turned away from the Tennessee pre-K program spend more time with their children?. The parents of those children turned away from the Tennessee pre-K program (\"The Evidence on 'Free' Pre-K,\" Review & Outlook, Feb. 1) were obviously motivated-they took the time to apply. But after being turned away, I wonder if they consequently spent more of their time with their children, reading to them, playing with them and developing them. This could explain those children's higher test scores in third through sixth grade. Maybe some of the parents of those accepted by the pre-K program \"left it up to the program.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sarah-palins-defamation-trial-against-the-new-york-times-begins-11643902778", "title": "Sarah Palin's Defamation Trial Against the New York Times Begins", "date": "2022-02-03 15:39", "summary": "Former Alaska governor's defamation case is likely to test long-established broad First Amendment protections for the media. Court proceedings in Sarah Palin's lawsuit against the New York Times kicked off Thursday, in a rare defamation trial against a leading news outlet that could have broad ramifications for the future of media law.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sarah-bloom-raskin-senate-questions-views-on-climate-change-regulations-11643852661", "title": "Raskin Faces Senate Questions Over Views on Climate Change, Regulations", "date": "2022-02-03 14:43", "summary": "Fed nominees Raskin, Jefferson and Cook say at confirmation hearing that tackling high inflation should be central-bank priority. WASHINGTON-Sarah Bloom Raskin, President Biden's nominee to become the Federal Reserve's top bank regulator, said that she wouldn't use the position to restrict lending to the oil-and-gas industry, after she has previously called for more-aggressive regulatory moves away from high-emission investments.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gruyere-made-in-the-u-s-this-could-get-ugly-11643916469", "title": "Gruyère Made in the U.S.? This Could Get Ugly.", "date": "2022-02-03 14:27", "summary": "If U.S. cheese makers can use the Swiss name, what food barriers will fall next?. It's been a while since we've heard from the Interprofession du Gruyère, the Swiss trade organization that represents producers of that rich, nutty cheese. But the Interprofession recently came out with guns blazing when a federal court in Virginia ruled that the term \"Gruyère\" is generic and need not apply to a particular kind of Swiss cheese.", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ben-ray-lujans-absence-strains-democrats-grip-on-50-50-senate-11643893203", "title": "Ben Ray Luján's Absence Strains Democrats' Grip on 50-50 Senate", "date": "2022-02-03 14:22", "summary": "Votes on nominations and legislation could face delays depending on pace of senator's recovery after stroke. WASHINGTON-The hospitalization of Sen. Ben Ray Luján is rippling through the Democratic caucus, setting the stage for potential delays in confirming President Biden's nominees and advancing his legislative agenda.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-england-raises-interest-rates-for-second-straight-meeting-11643890280", "title": "As Inflation Soars, Central Banks Scramble to Lift Rates", "date": "2022-02-03 14:16", "summary": "Bank of England raises rates while ECB leaves door open to tighter monetary policy; facing a 'trade-off between strong inflation and weakening growth'. FRANKFURT-Europe's central banks signaled growing concern about soaring inflation and a determination to quench it by raising interest rates, a policy shift that creates risks for investors and the world economy.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-january-29-11643915366", "title": "Bestselling Books Week Ended January 29", "date": "2022-02-03 14:09", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2022-toyota-sienna-the-minivan-evolves-11643914361", "title": "2022 Toyota Sienna: The Minivan Evolves", "date": "2022-02-03 13:52", "summary": "The fourth-generation Sienna trades its former V6 engine for a hybrid powertrain. And its roomy interior, among other features and upgrades, may give SUV buyers a reason to reconsider the minivan category.. THE ALARM went off. I shed the duvet and hit the deck. Dad duty.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spotify-needs-joe-rogan-and-music-fans-11643912174", "title": "Spotify Needs Joe Rogan and Music Fans", "date": "2022-02-03 13:16", "summary": "Disappointing margin and subscriber forecasts sink stock and show why streaming platform needs all listeners tuned in. It is unclear if Spotify Technology is feeling any business impact from the Joe Rogan controversy so far. It is clear why the streaming platform is unlikely to pull the plug on him or any of its other podcast stars.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkey-ukraine-sign-free-trade-drone-deals-as-erdogan-visits-kyiv-11643911532", "title": "Turkey, Ukraine Sign Free-Trade, Drone Deals as Erdogan Visits Kyiv", "date": "2022-02-03 13:05", "summary": "The Turkish president attempts to mediate between Ukraine and Russia in a bid to assert his country's role as an aspiring power. KYIV, Ukraine-Turkey and Ukraine signed a free-trade agreement on Thursday and finalized a deal for Ukraine to manufacture Turkish armed drones, in a show of cooperation between the two countries as Russia continued to mass troops on Ukraine's borders.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/app-store-bill-targeting-apple-google-is-approved-by-senate-panel-11643910888", "title": "App-Store Bill Targeting Apple, Google Is Approved by Senate Panel", "date": "2022-02-03 12:54", "summary": "Tech giants object to measure that would set new rules aimed at ensuring more competition on their consumer-app platforms. WASHINGTON-A Senate panel advanced bipartisan legislation Thursday that would limit the ability of Apple Inc. and Alphabet Inc.'s Google to impose rules and fees on developers using their consumer-app stores.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/help-still-wanted-at-small-firms-11643910750", "title": "Help Still Wanted at Small Firms", "date": "2022-02-03 12:52", "summary": "The latest NFIB employment report finds another record-breaking month for raising wages.. Omicron goes on and some fear that the robust recovery that began in mid-2020 may slow. But in January U.S. small businesses were more eager than ever to attract and retain employees, judging by another new high in the number of small firms lifting wages. That's according to the latest employment survey from the National Federation of Independent Business, due out later today.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-priority-trump-tax-cuts-permanent-rate-reductions-republicans-budget-rules-2017-black-hispanic-wage-growth-employment-11643834495", "title": "Republican Priority: Make Trump Tax Cuts Permanent", "date": "2022-02-03 12:49", "summary": "House candidates should pledge not to let the 2017 rate reductions expire.. House Republicans are crafting a modernized version of Newt Gingrich's famous 1994 Contract With America. It's a great idea for Republicans to draw a sharp contrast with the Biden agenda of trillions in new spending, higher tax rates on businesses, the reregulation of America, and the war on domestic energy. Voters want to know what Republicans are for.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-delhi-has-lot-to-lose-ukraine-russia-china-un-united-nations-security-council-vote-caatsa-quad-11643901701", "title": "India Has a Lot to Lose in Ukraine", "date": "2022-02-03 12:48", "summary": "It may seem like a distant conflict, but fresh Russian aggression will strengthen China and weaken New Delhi.. For a country that aspires to be a global power, India sometimes makes shortsighted decisions. On Monday it joined Kenya and Gabon in abstaining from a United Nations Security Council vote to discuss the Russian military threat to Ukraine. Ten nations supported the successful American initiative, and only China joined Russia in opposing it. But though the abstention may appear sensible-why take sides in a far-off conflict?-the wider consequences of possible Russian aggression put India at real risk.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foreign-leaders-counter-biden-by-heading-to-beijing-for-olympics-11643894449", "title": "China's Olympics Guest List Highlights Tensions With West", "date": "2022-02-03 12:36", "summary": "Russia, Saudi Arabia and Kazakhstan are among the countries paying their respects to China's Xi Jinping. TAIPEI-China will play host to leaders from roughly two dozen countries at the Winter Olympics, highlighting a growing divide between Western democracies and those interested in showing solidarity with a power that is seeking to challenge the U.S.-led global order.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oaky-chardonnay-11643906409", "title": "Does a Chardonnay Have to Be Oaky? Increasingly, No", "date": "2022-02-03 12:30", "summary": "In the minds of many, oak and Chardonnay are inextricably linked. But it needn't be that way. Our wine columnist charts Chardonnay's path from the excesses of decades past to a more judicious use of the barrel.. COLLOCATION: A WORD for the habitual pairing of two words. Like \"unmitigated\" and \"gall\" or \"oaky\" and \"Chardonnay.\"", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-covid-hospitalizations-continue-tracking-downward-11643891898", "title": "U.S. Covid-19 Hospitalizations Continue Tracking Downward", "date": "2022-02-03 12:19", "summary": "Though deaths are still rising, optimism is growing that the worst may soon be over. Hospitalizations for Covid-19 in the U.S. continued to fall, with the seven-day average of patients with confirmed or suspected cases easing to 134,000 on Wednesday, down 16% from a Jan. 20 high, according to data from the Department of Health and Human Services.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/health-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hersheys-quarterly-profit-rose-helped-by-price-increases-11643892890", "title": "Candy Makers Say Expect Shortages for Valentine's Day", "date": "2022-02-03 12:19", "summary": "Hershey says it lacks manufacturing capacity and labor to meet demand; Oreo maker Mondelez also struggles with supplies. Hershey Co . said it is running low on Valentine's Day candy this year, thanks to a shortage of labor and factory capacity.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/illegally-caught-seafood-slips-through-monitoring-net-study-finds-11643720405", "title": "Americans Consume Billions in Illegally Caught Seafood Each Year, Study Finds", "date": "2022-02-03 12:02", "summary": "More than $2 billion worth of seafood caught in illegal or unregulated waters is evading the U.S. government's import-monitoring system. WASHINGTON-More than $2 billion worth of seafood caught in illegal or unregulated waters is finding its way to American dinner plates each year, evading the U.S. government's import-monitoring system, according to a report released Tuesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/los-angeles-spec-house-with-nightclub-vodka-tasting-room-asks-139-million-11643907670", "title": "Los Angeles Spec House with Nightclub, Vodka Tasting Room Asks $139 Million", "date": "2022-02-03 12:01", "summary": "The Bel-Air mansion, known as La Fin, also has a cigar room and rock-climbing wall. The hills above Los Angeles are filled with glass box-style houses with hot tubs, gyms and home theaters, products of an amenities arms race spawned by an oversupply of speculative development over the past few years. But a newly built Bel-Air mansion, spearheaded by a veteran of the spec-home game, takes the add-ons to the extreme. The asking price? $139 million.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spike-lee-to-direct-new-colin-kaepernick-documentary-for-espn-films-11643903321", "title": "Spike Lee to Direct New Colin Kaepernick Documentary for ESPN Films", "date": "2022-02-03 11:55", "summary": "Filmmaker and former NFL quarterback are collaborating on multipart documentary. Spike Lee will direct a new documentary about Colin Kaepernick that aims to capture the story of the former NFL quarterback and activist, known for his now-famous decision to kneel during the national anthem to protest racial injustice.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-is-less-deadly-where-there-is-trust-11643906663", "title": "Covid Is Less Deadly Where There Is Trust", "date": "2022-02-03 11:44", "summary": "Why hasn't the pandemic hit all nations equally hard? The answer may lie in the confidence people place in their governments and each other.. Most Americans don't think twice about flying on planes, calling the fire department, consuming domestically produced medicines or driving on busy city streets. All of these activities require us to depend for our safety on the judgment and expertise of others, including government officials and experts.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-workers-could-be-about-to-get-a-lot-more-productive-11643905270", "title": "American Workers Could Be About to Get a Lot More Productive", "date": "2022-02-03 11:21", "summary": "If the pandemic eases this year, the changes it prompted might pay big dividends. American workers didn't get much more productive last year. This year could be different.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carlyles-fourth-quarter-earnings-jump-11643886001", "title": "Carlyle's Fourth-Quarter Earnings Jump", "date": "2022-02-03 11:19", "summary": "Private-equity firm has focused on expanding businesses that generate predictable management fees. Carlyle Group Inc. reported a big jump in fourth-quarter earnings, driven by strong investment performance in some of its businesses and an upswing in fee-related revenue.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brian-flores-lawsuit-black-coaches-diversity-sports-11643865140", "title": "Brian Flores Case Highlights Diversity Issue Across Sports", "date": "2022-02-03 11:14", "summary": "Former Miami Dolphins coach's lawsuit calls attention to longstanding concern in the NFL and beyond: the lack of diverse hirings in top roles. In December of 2020, after a year of nationwide protests against racism and just before the NFL's hiring cycle, one of the league's senior Black executives didn't mince words about the lack of diversity in his industry.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/valentines-day-gift-guide-2022-11643904754", "title": "11 Valentine's Day Gifts for (Nature) Lovers", "date": "2022-02-03 11:13", "summary": "Valentine's Day can feel stale and artificial and-in frigid February-leave you housebound. Offer loved ones a little fresh air with gifts that nod to the great outdoors, from actually chic hiking boots to sculptural metal flowers.. IN MUCH OF America, it's freezing on Valentine's Day. But that doesn't mean your favorite people aren't craving some fresh air. Some even enjoy being exposed to the elements for hours, embarking on frigid afternoon hikes or extremely brisk but nonetheless romantic after-dinner walks in the snow. This year, give someone you care about the gift of nature, whether it's a pair of surprisingly chic boots to brave a slippery trail or-for those who appreciate houseplants but have inadvertently murdered every orchid that ever graced their home-some painted metal flowers. Here, 11 Valentine's Day gifts for anyone who loves nature, or at least the idea of it.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-are-millionaires-from-all-over-the-country-moving-to-this-little-known-arizona-suburb-11643904785", "title": "Why Are Millionaires Moving to This Little-Known Arizona Suburb?", "date": "2022-02-03 11:13", "summary": "Resume Subscription. For Tina Garrity, the decision to relocate from Chicago to Paradise Valley, Ariz., in the early months of the pandemic was an easy one.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/puerto-rico-boards-director-to-resign-after-landmark-debt-deal-11643904378", "title": "Puerto Rico Board's Director to Resign After Landmark Debt Deal", "date": "2022-02-03 11:06", "summary": "Natalie Jaresko, who restructured Ukraine's debt before Puerto Rico's, is resigning effective April 1. The executive director of Puerto Rico's financial oversight board, Natalie Jaresko, is resigning from her position, having steered a historic debt restructuring that put the U.S. territory on firmer financial footing amid criticism from across the political spectrum.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/olympics-affect-stock-market-11643849745", "title": "How the Olympics Could Affect the Stock Market", "date": "2022-02-03 11:00", "summary": "Studies show that losses or sports events have an investing impact-another way that our moods can mess with financial success. You might want to avoid the stock market until the Winter Olympics ends on Feb. 20.", "categories": [["Markets", "Journal Reports: Personal Investing"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-personal-investing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-forms-cybersecurity-review-board-to-probe-failures-11643898601", "title": "Biden Forms Cybersecurity Board to Probe Failures", "date": "2022-02-03 10:52", "summary": "The new panel is loosely modeled on the National Transportation Safety Board and will look into the recently discovered Log4j internet bug. WASHINGTON-The Biden administration has formed a panel of senior administration officials and private-sector experts to investigate major national cybersecurity failures, and it will probe as its first case the recently discovered Log4j internet bug, officials said.", "categories": [["WSJ News Exclusive", "National Security"]], "category_links": ["https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bigger-bonuses-lift-cfo-pay-as-companies-rebound-from-pandemic-shock-11643891405", "title": "Bigger Bonuses Lift CFO Pay as Companies Rebound From Pandemic", "date": "2022-02-03 10:49", "summary": "Cash bonuses for finance chiefs at large U.S. companies grew 36% in 2021, according to an analysis of early proxy filings. Compensation for chief financial officers at large U.S. companies rose 16% in 2021 from the previous year, lifted by a sharp increase in bonus pay, according to an analysis of early proxy filings by employee-benefits advisory firm Mercer.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wells-fargo-gamed-system-in-investor-arbitration-judge-says-11643903122", "title": "Wells Fargo Gamed System in Investor Arbitration, Judge Says", "date": "2022-02-03 10:45", "summary": "A Georgia judge said the bank and its lawyer secretly manipulated a list of potential arbitrators. A Georgia judge questioned the fairness of the financial industry's dispute-resolution process in a ruling stemming from a Wells Fargo & Co. customer's claim that the bank botched his investments.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grocery-online-substitutions-instacart-swaps-11643851221", "title": "Raspberries for Cauliflower? The Bizarre World of Online Grocery Store Substitutions", "date": "2022-02-03 10:36", "summary": "The pandemic stoked an explosion in grocery delivery. Supply chain issues are causing some off-the-wall substitutions. Ajanay Barnes and her roommate, craving ice cream on a recent night, used the grocery-shopping app Instacart to load up a basket at Walmart .", "categories": [["A-hed", "The A-Hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccines-linked-to-menstrual-cycle-changes-11643902386", "title": "Covid-19 Vaccines Linked to Menstrual Cycle Changes", "date": "2022-02-03 10:33", "summary": "New study shows slight shifts in cycle length can follow vaccination. Since widespread immunization against Covid-19 began last year, doctors and medical researchers have been fielding reports of painful cramps, delayed periods and other changes in menstrual cycles among some who got the vaccines. Now research confirms that the shots can affect menstrual cycles, with one recent study linking vaccination to a slight increase in menstrual-cycle length.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/health-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-02-03-2022-11643837687", "title": "U.S. Jobless Claims Fall for Second Straight Week", "date": "2022-02-03 10:23", "summary": "Trend points to continued tight labor market-a positive sign ahead of Friday's January jobs report that could show sluggish payrolls gains. Initial filings for unemployment benefits fell for the second week in a row at the end of January, a sign the labor market is bouncing back from the temporary disruption caused by the Omicron variant of Covid-19.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hungarian-immigrant-thrived-as-early-investor-in-napa-vineyards-11643900401", "title": "Hungarian Immigrant Thrived as Early Investor in Napa Vineyards", "date": "2022-02-03 10:00", "summary": "Nicholas Molnar, who has died at age 94, tagged along with Olympic athletes on a luxury tour of America-then had to find a way to earn a living. Nicholas Molnar's life in the U.S. began with a luxurious tour of his new country.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-puzzles-saturday-february-5-11643666423", "title": "Number Puzzles (Saturday, February 5)", "date": "2022-02-03 10:00", "categories": [["WSJ Puzzles", "Number Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/number-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fracking-oil-prices-shale-boom-11643824329", "title": "Oil Frackers Brace for End of the U.S. Shale Boom", "date": "2022-02-03 09:53", "summary": "Resume Subscription. The end of the boom is in sight for America's fracking companies.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/california-home-in-bay-area-tech-enclave-lists-for-110-million-11643899859", "title": "California Home Lists for $110 Million", "date": "2022-02-03 09:51", "summary": "Resume Subscription. A newly built compound in Woodside, Calif., is slated to come on the market for $110 million. That would make it the most expensive listing currently on the market in the affluent Bay Area enclave, according to listings website Zillow.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/meta-amazon-snap-pinterest-what-to-watch-when-the-stock-market-opens-today-11643890203", "title": "Meta, Amazon, Snap, Pinterest: What to Watch in the Stock Market Today", "date": "2022-02-03 09:36", "summary": "The Facebook parent's shares plunged on its poor results and gloomy outlook; Other tech stocks were also falling. Technology shares are leading losses after Facebook parent Meta Platforms surprised investors with a bigger-than-expected profit drop. Here's what we're watching Thursday:", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-tax-deal-would-undercut-u-s-tax-breaks-businesses-warn-11643896802", "title": "Global Tax Deal Would Undercut U.S. Tax Breaks, Businesses Warn", "date": "2022-02-03 09:00", "summary": "Companies that benefit from too many tax credits at home could face 'top-up' tax abroad. WASHINGTON-The emerging global minimum-tax agreement would make domestic tax breaks less valuable for some U.S.-based companies, potentially limiting the effectiveness of incentives for research, exports and low-income housing, businesses are warning.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medicare-shock-retirees-tax-season-11643848093", "title": "Why Medicare Surcharges Shock Retirees During Tax Season", "date": "2022-02-03 09:00", "summary": "Also in this month's Ask Encore: Answering a reader's question about qualified charitable distributions. I would like to see you write, and warn your readers, about Medicare surcharges. I was insufficiently aware of the impacts. Perhaps you can cushion the shock for others.", "categories": [["Markets", "Journal Reports: Personal Investing"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-personal-investing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ukraine-fails-to-raise-new-debt-as-russian-invasion-looms-11643896509", "title": "Ukraine Fails to Raise New Debt as Russian Invasion Threat Looms", "date": "2022-02-03 08:55", "summary": "Investors balked at lending to Ukraine for longer than six months in a bond auction this week. Ukraine's access to debt markets hit a bump this week in a sign that investors are getting jittery about the possibility of a Russian invasion.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-supreme-court-pledge-reflects-push-across-federal-judiciary-11643891401", "title": "Biden's High Court Pledge Reflects Push Across Federal Judiciary", "date": "2022-02-03 08:38", "summary": "Move to nominate first Black woman to high court is in line with lower-court nominations, which have emphasized diversity. President Biden's promise to nominate the first Black woman to the Supreme Court follows a year in which the White House made increasing diversity throughout the federal bench a central priority.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/artist-chris-schanck-interview-11643894890", "title": "How Artist Chris Schanck Turns His \"Terrifying\" Visions Into Reality", "date": "2022-02-03 08:28", "summary": "Schanck's idiosyncratic furnishings, wrapped in foil and encased in resin, go on view at New York's Museum of Arts and Design.. Terrifying\" is how Chris Schanck sums up a sculptural bench nearing completion in his studio on the east side of Detroit. \"I drew it and thought, Wait, how?\"", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hailey-bieber-marriage-interview-11643894762", "title": "Hailey Bieber Has Learned This One Thing About Marriage So Far", "date": "2022-02-03 08:26", "summary": "The model on the launch of her beauty brand, what she would tell her younger self and the one thing marriage has taught her.. What's the one habit you wish you could break?", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ceo-of-wind-turbine-giant-becomes-latest-casualty-of-global-supply-chain-woes-11643894498", "title": "CEO of Wind Turbine Giant Becomes Latest Casualty of Global Supply-Chain Woes", "date": "2022-02-03 08:21", "summary": "Siemens Gamesa, one of the world's biggest makers of wind turbines, said it was replacing its CEO as it braces for more supply-line issues this year. Siemens Gamesa Renewable Energy SA, one of the world's largest makers of wind turbines, replaced its chief executive-a change-up the company said was triggered by profit shortfalls related to pandemic-era supply-chain disruptions.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shell-woos-financial-investors-not-green-ones-11643894238", "title": "Shell Woos Financial Investors, Not Green Ones", "date": "2022-02-03 08:17", "summary": "Energy giant used windfall profits from tight oil and gas market to splash out on dividends and buybacks rather than to expand its green ambitions. Shell Chairman Andrew Mackenzie promised in December that unifying its corporate identity in the U.K. would \"allow for an acceleration in shareholder distributions and speed up Shell's transition to a net-zero emissions energy business.\" Within a week of becoming fully British, the company has given financial investors what they were promised, but any green-focused investors aren't yet so fortunate.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colombia-mavecure-hills-11643833995", "title": "In Colombia, a Trip to a Mountain Marvel Few Tourists Ever See", "date": "2022-02-03 08:00", "summary": "As awesome as Machu Picchu but far less famous, the Mavecure Hills lie deep in the Colombian jungle. On a four-day guided trip, an adventurous trio sets out-by rickshaw, canoe and foot-to visit one of South America's great natural attractions.. SINCE GROWING UP in the flatlands of southern Minnesota, I've gravitated to mountains. Now I live in the Colombian Andes, where clouds envelop my house. On vacation, I prefer a snow-capped peak to a sun-dappled beach. Even my recent excursion to the Colombian rainforest turned into a high-altitude adventure.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-cloud-signs-up-keybank-11643893205", "title": "Google Cloud Signs Up KeyBank", "date": "2022-02-03 08:00", "summary": "The Cleveland-based bank plans to migrate the majority of its products and services to Google's cloud by 2025. Google Cloud is expected to announce Thursday a deal to provide cloud-computing services to Cleveland-based regional bank, KeyBank National Association, a subsidiary of KeyCorp. Under the agreement, KeyBank will migrate the majority of its products and services to Google's cloud by 2025.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ecb-keeps-rates-unchanged-diverging-from-other-major-central-banks-11643893118", "title": "ECB Keeps Rates Unchanged, Diverging From Peers", "date": "2022-02-03 07:58", "summary": "Caution reflects Europe's weaker economic recovery and expectations that the current burst of inflation is unlikely to persist. FRANKFURT-The European Central Bank kept its key interest rates on hold and said it would continue buying eurozone debt on a large scale through much of the year, diverging from other major central banks like the Federal Reserve that are moving quickly to phase out easy money amid a surge in inflation.", "categories": [["Economy", "Europe Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/europe-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charles-ray-figure-ground-metropolitan-museum-of-art-sculpture-jeff-koons-robert-gober-performance-art-donald-judd-11643841790", "title": "'Charles Ray: Figure Ground' Review: A Mercurial Sculptor's Mini Retrospective", "date": "2022-02-03 07:27", "summary": "At the Met, a selection of just 19 works invites us to take the measure of the artist's entire career.. New York", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dwindling-corporate-bankruptcies-reflect-new-normal-11643889601", "title": "Dwindling Corporate Bankruptcies Reflect New Normal", "date": "2022-02-03 07:00", "summary": "Market conditions that have evolved to make it easier for companies to skirt defaults are expected to continue despite Fed tightening. U.S. corporate bankruptcies have fallen to their lowest level in more than 15 years, and that trend could continue despite the Covid-19 pandemic, at least in the near term.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/social-media-platform-stocktwits-takes-cue-from-brokerages-adds-crypto-trading-11643889603", "title": "Social-Media Platform Stocktwits Adds Crypto Trading", "date": "2022-02-03 07:00", "summary": "The exchange FTX will be providing the infrastructure for trading. Stocktwits, the social-media service for retail investors, is adding live trading as an option for its users within the platform.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-partners-with-australian-blockchain-startup-to-develop-nft-marketplace-11643889605", "title": "GameStop Partners With Blockchain Startup to Develop NFT Marketplace", "date": "2022-02-03 07:00", "summary": "Companies plan to dole out up to $100 million in cryptocurrency to help videogame developers make nonfungible tokens for the market. GameStop Corp. said it would launch a marketplace for nonfungible tokens later this year in partnership with an Australian blockchain startup, stepping into a trendy but unproven area of tech as the videogame retailer tries to turn around its struggling business.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/energy-investors-2022-anthem-mo-money-mo-problems-11643887801", "title": "Energy Investors' 2022 Anthem: 'Mo Money Mo Problems'", "date": "2022-02-03 06:30", "summary": "The oil sector is bracing for another supercycle. For investors, it won't just be about curbing the companies' discipline but also their own demands.. Oil-and-gas companies have 99 problems, but cash flow isn't one. At least not yet.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ukraine-missile-development-programs-are-challenge-for-moscow-11643887678", "title": "Ukraine Missile-Development Programs Are Challenge for Moscow", "date": "2022-02-03 06:27", "summary": "New anti-ship weapon designed to defend vulnerable coasts from naval attack. KYIV, Ukraine-Ukraine is developing indigenous missile capabilities aimed at deterring Russian military action in the future-and that increasingly worry Moscow.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/olympic-skiing-course-designer-bernhard-russi-11643748515", "title": "Olympic Skiing's Master Course Designer Tells All", "date": "2022-02-03 06:10", "summary": "Bernhard Russi on downhill course design, why women aren't good jumpers and being a foil to Franz Klammer in the greatest ski race ever. Bernhard Russi stared up at the massive 1976 Olympic downhill course at Innsbruck, Austria, clinging to the fastest time of the day and waiting for one final top racer: Austrian star Franz Klammer.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-orders-3-000-troops-to-bolster-european-allies-in-russia-ukraine-crisis-11643810404", "title": "U.S. Orders 3,000 Troops to Bolster European Allies in Russia-Ukraine Crisis", "date": "2022-02-03 06:07", "summary": "American soldiers will head to Poland, Germany and Romania in the first major movement of U.S. forces in the standoff. WASHINGTON-President Biden is directing the Pentagon to deploy more than 3,000 American troops to bolster the defense of European allies in the first major movement of U.S. forces in Russia's military standoff with Ukraine, U.S. officials said.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australia-hails-discovery-of-captain-cooks-endeavour-but-u-s-researchers-wary-11643886100", "title": "Australia Hails Discovery of Captain Cook's Ship, but U.S. Researchers Wary", "date": "2022-02-03 06:01", "summary": "The wreck site of the HM Bark Endeavour off the U.S. East Coast has long evaded marine archaeologists. SYDNEY-Historians have long puzzled over the whereabouts of a ship sailed by an explorer who is credited with mapping Australia's east coast and claiming the territory for Britain.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/klarnas-sustainability-chief-focuses-on-climate-impact-not-carbon-neutral-claims-11643886002", "title": "Klarna's Sustainability Chief Focuses on Climate Impact, Not Carbon-Neutral Claims", "date": "2022-02-03 06:00", "summary": "Instead of focusing on buying offsets to compensate for emissions, fintech giant says it is backing projects with the potential for long-term climate benefits. Many companies' climate strategies target \"carbon neutrality\" by buying enough carbon offsets to balance out their greenhouse gas emissions. But as carbon-neutral product labels proliferate, financial technology startup Klarna Bank AB is among the companies shifting to a different approach.", "categories": [["Sustainable Business"]], "category_links": ["https://www.wsj.com/news/types/sustainable-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-achieve-common-prosperity-xi-jinping-seeks-to-scale-chinas-three-big-mountains-11643884206", "title": "To Achieve 'Common Prosperity,' Xi Jinping Seeks to Scale China's 'Three Big Mountains'", "date": "2022-02-03 05:30", "summary": "Resume Subscription. BEIJING-After decades of prioritizing economic growth, Chinese leaders have recently focused their efforts on overhauling the education and housing sectors. Looming behind those efforts are what many in China call the \"three big mountains.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/covid-19-vaccinations-for-kids-spark-battles-between-divorced-parents-11643884208", "title": "Divorced Parents Battle Over Covid Shots for Kids", "date": "2022-02-03 05:30", "summary": "Most Popular News. Many types of coronavirus vaccination battles are raging in courts and at the top of governments. They are also increasingly flaring up in custody battles between divorced parents.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/europes-insatiable-thirst-for-russias-gas-11643884204", "title": "Europe's Insatiable Thirst for Russia's Gas", "date": "2022-02-03 05:30", "summary": "Despite the Continent's efforts to go green and diversify gas imports, legislation and infrastructure hinder its attempts for energy independence. With more than 100,000 Russian troops positioned near the Ukrainian border, Europe's deep reliance on Russian gas makes it harder for the Continent to take a tough stance toward Moscow, should hostilities escalate.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rising-rates-squeeze-bond-funds-11643836562", "title": "Rising Rates Squeeze Bond Funds", "date": "2022-02-03 05:30", "summary": "Some funds that held up best strayed from their traditional investing grounds. January's market turmoil hit even the safest bond funds. Some of those that held up best strayed from their traditional investing grounds, or concentrated on the shortest maturities.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-sees-irans-nuclear-program-as-too-advanced-to-restore-key-goal-of-2015-pact-11643882545", "title": "U.S. Sees Iran's Nuclear Program as Too Advanced to Restore Key Goal", "date": "2022-02-03 05:02", "summary": "Terms of any new agreement are likely to leave Tehran in position to amass fuel for bomb in significantly less than a year, shorter than 2015 deal, officials say. The Biden administration expects a restored nuclear deal would leave Iran capable of amassing enough nuclear fuel for a bomb in significantly less than a year, a shorter time frame than the one that underpinned the 2015 agreement, U.S. officials familiar with the matter said.", "categories": [["WSJ News Exclusive", "Middle East"]], "category_links": ["https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/publicis-groupe-benefits-from-shift-in-marketers-priorities-11643869801", "title": "Publicis Groupe Benefits From Shift in Marketers' Priorities", "date": "2022-02-03 01:30", "summary": "The Paris-based ad-agency holding company said organic revenue grew 10% in 2021 as marketers spent more on first-party data management and commerce capabilities. Publicis Groupe SA said organic revenue grew 10% in 2021 compared with 2020 and rose 3% over the pre-pandemic year of 2019 as marketers spent more on services in first-party data management, digital media, commerce and business transformation.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11643844114", "title": "Pepper...and Salt", "date": "2022-02-03 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-parents-can-do-when-kids-have-suicidal-thoughts-11643864461", "title": "What Parents Can Do When Kids Have Suicidal Thoughts", "date": "2022-02-03 00:01", "summary": "New research is uncovering warning signs that might indicate whether a child is more likely to act on those thoughts. Suicidal thoughts are increasingly common among teens, and cause for alarm among parents.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/metas-investors-get-a-reality-check-11643846172", "title": "Meta's Investors Get a Reality Check", "date": "2022-02-03 00:01", "summary": "Meta's fourth quarter results show Facebook as we knew it may really be over. But what if that isn't such a bad thing?. Just a few months ago, Mark Zuckerberg was bobbing around in the metaverse as a legless avatar. Today in the real world, his company is staring at a roughly $200 billion loss in market value.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cnn-employees-grill-warnermedia-ceo-over-jeff-zuckers-departure-11643863540", "title": "CNN Employees Grill WarnerMedia CEO Over Jeff Zucker's Departure", "date": "2022-02-03 23:45", "summary": "Jason Kilar said there are no plans to issue additional information about the investigation, which he said is complete. WarnerMedia Chief Executive Jason Kilar was subject to intense criticism during a meeting with CNN employees Wednesday evening, where he was grilled over his decision that CNN President Jeff Zucker should step down after Mr. Kilar learned the network boss had a romantic relationship with CNN's marketing chief.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cnn-president-jeff-zucker-resigns-citing-relationship-with-colleague-11643818528", "title": "CNN President Jeff Zucker Resigns, Citing Relationship With Colleague", "date": "2022-02-03 23:09", "summary": "Network head disclosed relationship with executive Allison Gollust during probe of former host Chris Cuomo. CNN President Jeff Zucker resigned from the TV news organization, citing his failure to disclose a consensual relationship with a close colleague, and cutting short a nine-year tenure during which he helped transform the network's role in the cable-news landscape.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/30-trillion-in-debt-and-counting-u-s-government-11643841400", "title": "$30 Trillion in Government Debt and Counting", "date": "2022-02-03 22:01", "summary": "What matters is the amount held by the public and interest costs.. News Tuesday that gross U.S. government debt had surpassed $30 trillion for the first time caused a flutter of headlines but merely yawns from the political class. That might have something to do with the arsonist not wanting to hang out at the scene of his fire. But it's worth a moment to explain how to think about that gargantuan debt number.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brian-flores-stephen-ross-tanking-nfl-investigation-11643851549", "title": "NFL to Probe Brian Flores's Claim That Dolphins Owner Offered Payouts for Losses", "date": "2022-02-03 20:34", "summary": "The former Miami coach's lawsuit about racial discrimination in NFL hiring tactics included a claim that Stephen Ross, who owns the club, offered to pay him $100,000 per loss in order to obtain a high draft pick. The National Football League will investigate an allegation by former Miami Dolphins coach Brian Flores that team owner Stephen Ross offered to pay him $100,000 per loss in order for the team to tank and obtain a high draft pick, a person familiar with the matter said.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/putin-xi-to-meet-at-olympics-putting-partnership-against-u-s-on-display-11643841201", "title": "Putin, Xi Will Put Partnership Against U.S. on Display at Olympics", "date": "2022-02-03 20:05", "summary": "Meeting between Russian and Chinese leaders comes amid Russia's military buildup near Ukraine. When Russian President Vladimir Putin and Chinese leader Xi Jinping hold a summit alongside the opening of the Beijing Winter Olympics, on display will be a flourishing partnership that is already complicating U.S. foreign policy and influence around the world.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-zealand-wants-to-fully-reopen-to-the-worldin-october-11643849089", "title": "New Zealand Wants to Fully Reopen to the World-in October", "date": "2022-02-03 19:53", "summary": "South Pacific country lays out a cautious plan to relax its border restrictions and allow quarantine-free international travel. WELLINGTON, New Zealand-New Zealand on Thursday said it would reopen its border gradually over the course of 10 months, restarting a plan that was put on hold by the Covid-19 Omicron variant.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fasb-requires-lenders-to-disclose-more-details-about-certain-debt-restructurings-11643846948", "title": "FASB Requires Lenders to Disclose More Details About Certain Debt Restructurings", "date": "2022-02-03 19:09", "summary": "The U.S. accounting standard-setter also eliminated separate accounting guidance for creditors that give concessions to customers in financial trouble. Lenders will have to disclose more details about certain concessions they provide to financially struggling customers under a new rule by the Financial Accounting Standards Board. The U.S. accounting standard setter also eased the related accounting requirements for the lenders.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meta-platforms-facebook-fb-q4-earnings-report-2021-11643762900", "title": "Facebook's Stock Plunges After Profit Declines", "date": "2022-02-03 19:06", "summary": "Gloomy outlook startles investors as steep spending cuts into tech giant's profits. Facebook parent Meta Platforms Inc. startled investors with a sharper-than-expected decline in profits and a gloomy outlook in its first earnings report since Chief Executive Mark Zuckerberg outlined a pivot to the metaverse.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}]