[{"link": "https://www.wsj.com/articles/texas-hostage-taker-identified-as-british-citizen-who-traveled-to-u-s-in-recent-days-11642356289", "title": "Texas Hostage Taker Identified as British Citizen", "date": "2022-01-16 18:41", "summary": "Malik Faisal Akram, 44 years old, died after a standoff with law enforcement Saturday at a Colleyville, Texas, synagogue. The man who took four hostages at a synagogue in Texas on Saturday is a 44 year-old British citizen, the FBI said Sunday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-nuclear-deal-jcpoa-biden-trump-diplomacy-11642192678", "title": "As Biden Relaxed Pressure, Iran Took Advantage", "date": "2022-01-16 17:44", "summary": "Supporters of the JCPOA are unconvincing in blaming Iranian nuclear expansion on withdrawal from the 2015 deal.. Jeremy Ben-Ami has been an opponent of pressure on the Islamic Republic of Iran and a supporter of the 2015 Iran nuclear agreement. That 2015 deal, with nuclear and missile restrictions that sunset between 2023 and 2031, gave Tehran patient pathways to nuclear weapons and the intercontinental missiles to deliver them. In his letter \"Diplomacy, Not War, With Iran\" (Jan. 14), Mr. Ben-Ami attacks us personally, but we all want a nuclear-free Iran so let's look, instead, at the facts.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israels-benjamin-netanyahu-explores-plea-deal-in-corruption-case-11642366491", "title": "Israel's Benjamin Netanyahu Explores Plea Deal in Corruption Case", "date": "2022-01-16 15:54", "summary": "Attorney general is demanding that the former prime minister be prepared to take a break from public office. TEL AVIV-Former Prime Minister Benjamin Netanyahu is exploring the option of a plea deal in corruption charges against him, according to people familiar with the talks, in a move that could decide the political fate of Israel's longest-serving leader and upend the country's politics.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-china-gdp-u-s-housing-11642363201", "title": "Economy Week Ahead: China GDP, U.S. Housing", "date": "2022-01-16 15:00", "summary": "The Bank of Japan also seen keeping its ultra-easy monetary policy. ", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-happening-at-texas-synagogue-hostage-situation-11642301266", "title": "How Texas Hostage Situation Was Resolved", "date": "2022-01-16 14:02", "summary": "A hostage situation ended at a Colleyville, Texas, synagogue as Malik Faisal Akram died after a standoff with law enforcement Saturday. A hostage situation ended Saturday when the four captives who were held for much of the day at a synagogue in Colleyville, Texas, were out and safe, according to a tweet from Texas Gov. Greg Abbott.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/france-prepares-to-vote-on-stricter-covid-laws-for-unvaccinated-people-11642333051", "title": "Omicron Surge Pressures U.S. Hospitals", "date": "2022-01-16 13:26", "summary": "Surgeon General Vivek Murthy warns of tough weeks ahead as hospitalizations rise. Americans shouldn't expect the Omicron variant to peak nationwide in coming days, the U.S. surgeon general warned Sunday, as Covid-19 cases continue to rise and put more pressure on hospitals.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/health-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meet-the-investor-who-spots-opportunities-for-jeffrey-katzenberg-11642341603", "title": "Meet the Investor Who Spots Opportunities for Jeffrey Katzenberg", "date": "2022-01-16 13:22", "summary": "Anthony Saleh oversees a growing venture-capital fund at the former Hollywood chief's WndrCo, after its Quibi video app collapsed. He also works with the rapper Nas.. When he was growing up in Los Angeles, Anthony Saleh said he found entrepreneurial inspiration in the VHS cassettes of Walt Disney Co. classics such as \"The Little Mermaid\" and \"Aladdin.\" After receiving the tapes for his birthday, he would rent them out to friends for 25 cents a night.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/university-of-michigan-fires-president-over-inappropriate-emails-to-subordinate-11642352641", "title": "University of Michigan Fires President Over Inappropriate Relationship With Subordinate", "date": "2022-01-16 12:04", "summary": "Emails sent from the university's account show Mark Schlissel behaved in a way 'inconsistent with the dignity and reputation of the university,' regents say. The University of Michigan fired Mark Schlissel as president Saturday, following an investigation by the board of regents into his relationship with another university employee.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-much-four-families-spent-during-the-holidays-and-their-plans-for-2022-11642348802", "title": "How Much Four Families Spent During the Holidays and Their Plans for 2022", "date": "2022-01-16 11:00", "summary": "Resume Subscription. In December, The Wall Street Journal wrote about four families' holiday-season plans and spending. Each family was contending with rising prices and the challenges of the continuing Covid-19 pandemic. We caught up with them recently to see how things went and to learn about their budgets and plans for the year ahead.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/russia-european-neighbors-rattled-by-putins-moves-11642131473", "title": "Russia's European Neighbors Rattled by Putin's Moves", "date": "2022-01-16 11:00", "summary": "Resume Subscription. BERLIN-Europe's relations with Russia are sinking to depths unprecedented in the three decades since the collapse of the Soviet Union.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/economic-forecasting-survey-archive-11617814998", "title": "About The Wall Street Journal Economic Forecasting Survey", "date": "2022-01-16 10:03", "summary": "Resume Subscription. For more than 35 years, The Wall Street Journal's Economic Forecasting Survey has helped readers better understand the direction of the U.S. economy by publishing consensus forecasts from a panel of academic, business and financial economists. On this page, you'll find general information about the survey, details on how often and when we conduct it, plus links to stories and downloadable archival data in Excel spreadsheets.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-inflation-drive-down-u-s-growth-outlook-11642345202", "title": "Omicron, Inflation Drive Down U.S. Growth Outlook", "date": "2022-01-16 10:00", "summary": "Forecasters also revise up expected inflation and number of Federal Reserve rate increases. The outlook for economic growth in the first quarter and 2022 is darkening amid the latest wave of Covid-19, as consumers grapple with high inflation and businesses juggle labor and production disruptions.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-use-a-free-password-managerand-make-your-logins-safer-11642341602", "title": "How to Use a Free Password Manager-and Make Your Logins Safer", "date": "2022-01-16 09:00", "summary": "Start by saving a few logins in your browser's built-in manager-and always turn on two-factor authentication. Some of my old usernames and passwords are floating around the internet, and maybe yours are, too.", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-test-distribution-plans-put-more-pressure-on-u-s-supply-11642338072", "title": "Covid-19 Test Distribution Plans Put More Pressure on U.S. Supply", "date": "2022-01-16 08:01", "summary": "Biden administration's testing drive adds to pressure on manufacturers as Omicron pushes up demand. The Biden administration's plan to buy and distribute 1 billion rapid Covid-19 tests is sending manufacturers and distributors racing to boost tight nationwide supplies.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/health-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-shots-risk-displacing-immunizations-against-childhood-killers-in-developing-countries-11642338001", "title": "Covid-19 Shots Risk Displacing Immunizations Against Childhood Killers in Developing Countries", "date": "2022-01-16 08:00", "summary": "Resume Subscription. KAMPALA, Uganda-For two years, lockdowns and other efforts to stem the coronavirus pandemic have disrupted vaccinations against measles and other highly infectious childhood diseases in developing countries.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/novak-djokovic-likely-to-be-deported-miss-australian-open-after-court-upholds-visa-cancellation-11642316962", "title": "Djokovic Deported After Court Upholds Visa Cancellation", "date": "2022-01-16 07:03", "summary": "Tennis star departed Melbourne for Dubai late Sunday night and might be blocked from returning for three years. SYDNEY-Novak Djokovic was deported from Australia after a court upheld a decision to cancel his visa, ending the tennis star's bid to defend his Australian Open title as an unvaccinated player despite the country's tough Covid-19 vaccine requirements.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fund-managers-pay-attention-to-retail-day-traders-11642132135", "title": "Day Traders as 'Dumb Money'? The Pros Are Now Paying Attention", "date": "2022-01-16 07:00", "summary": "Last year, an army of day traders turned markets upside down. This year, professional fund managers are finding that they had better keep tabs.. Last year, amateur investors took financial markets by storm. This year, Wall Street professionals are watching them closely.", "categories": [["U.S.", "Journal Reports"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-surge-spurs-new-covid-19-relief-push-in-congress-11642329002", "title": "Omicron Surge Spurs New Covid-19 Relief Push in Congress", "date": "2022-01-16 05:30", "summary": "Many in GOP say taxpayers have spent enough, but gyms, minor league ball clubs and others say they were largely left out of previous aid. WASHINGTON-Hotels, fitness clubs, tour bus companies and minor league ball clubs are part of a long line of businesses seeking billions of dollars in new Covid-19 relief aid-if they can overcome opposition from many Republicans who say Congress has already given enough.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-sway-the-unvaccinated-new-tactics-are-tried-at-funeral-homes-and-on-radio-shows-11642329001", "title": "To Sway Unvaccinated, New Tactics Are Tried at Funeral Homes, on Radio Shows", "date": "2022-01-16 05:30", "summary": "Resume Subscription. Kansas family doctor Jennifer McKenney has tried three times in recent months to persuade her longtime patient, McCager Thompson, to get a Covid-19 vaccine.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/big-tech-braces-for-wave-of-regulation-11642131732", "title": "Big Tech Braces for a Wave of Regulation", "date": "2022-01-16 05:30", "summary": "Unlike in the past, this new scrutiny could have an impact on the bottom line. Big tech companies are facing the biggest expansion in potential technology regulation in a generation. And while the jury is out on whether all that sound and fury will signify anything, for the first time there are signs that the big-tech backlash could have a substantive impact.", "categories": [["U.S.", "Journal Reports"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tonga-cut-off-after-volcanic-eruption-tsunami-11642296898", "title": "Tonga Volcanic Eruption, Tsunami Cause Significant Damage", "date": "2022-01-16 04:07", "summary": "No official reports of casualties or deaths; main island remains largely cut off a day after powerful waves crashed onto its shores. Tonga's main island sustained significant damage from a volcanic eruption and tsunami, New Zealand's leader said, promising rapid aid for a Pacific archipelago that remains largely cut off from the world a day after powerful waves crashed onto its shores.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hostage-situation-feared-at-texas-synagogue-11642283177", "title": "Texas Synagogue Hostages Freed by Elite FBI Rescue Team", "date": "2022-01-16 00:20", "summary": "All four people held captive, including the synagogue's rabbi, were safe and unharmed; authorities say the hostage taker is dead. Four hostages who were held most of Saturday in a synagogue in Colleyville, Texas, were freed by an elite FBI rescue team that flew to the area from the East Coast, law-enforcement officials said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suspect-in-haitian-president-jovenel-moises-slaying-arrested-in-jamaica-11642293136", "title": "Suspect in Haitian President's Slaying Arrested in Jamaica", "date": "2022-01-16 20:50", "summary": "Former Haitian Senator John Joël Joseph is alleged to have been involved in plotting last year's assassination. Jamaican police captured a fugitive former Haitian senator considered to be a key suspect in last year's assassination of Haitian President Jovenel Moïse, raising hopes investigators might be able to shed light on the killing, officials said Saturday.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}]