[{"link": "https://www.wsj.com/articles/a-minimum-wage-reality-check-portland-maine-city-council-business-11641942338", "title": "A Minimum-Wage Reality Check", "date": "2022-01-11 18:58", "summary": "Portland, Maine, reverses a destructive raise in mandated pay.. The minimum wage in Portland, Maine, spiked to $19.50 from $13 on Jan. 1-more than five bucks higher than in the progressive paradise of Portland, Oregon. The City Council reversed the hike last week after an epiphany that the increase comes at an economic cost.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/james-comey-and-our-poisoned-politics-11641944998", "title": "James Comey and Our Poisoned Politics", "date": "2022-01-11 18:49", "summary": "Five years ago, the FBI boss was busy selling the bogus Steele dossier.. This week marks the fifth anniversary of perhaps the greatest media scandal of our age. Outlets like CNN and BuzzFeed flogged a bogus dossier of salacious claims funded by the Hillary Clinton campaign, even while admitting they didn't know whether the dossier's allegations against Donald Trump were true or false. It wasn't necessarily that reporters had mistaken fake news for the real stuff-they simply didn't care or acknowledge that they had an obligation to vet anti-Trump claims before disseminating them.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/powell-confirmation-hearing-could-shed-more-light-on-plans-to-contain-inflation-11641897004", "title": "Powell Says Economy No Longer Needs Aggressive Stimulus", "date": "2022-01-11 18:40", "summary": "Calling inflation a severe threat, chairman says central bank is preparing to raise rates and shrink asset holdings. Federal Reserve Chairman Jerome Powell called high inflation a \"severe threat\" to a full economic recovery and said Tuesday the central bank was preparing to raise interest rates because the economy no longer needed emergency support.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-we-be-scared-of-omicron-students-campus-college-variant-covid-mask-vaccine-mandate-11641933784", "title": "Should We Be Scared of Omicron?", "date": "2022-01-11 18:40", "summary": "Students debate the response to the new Covid variant.. Editor's note: In this Future View, students discuss how worried they are about the Omicron variant. Next week we'll ask, \"Student debt payments have been deferred until May of this year. Should Biden continue deferring student debt?\" Students should click here to submit opinions of fewer than 250 words before Jan. 18. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-america-to-reduce-overdraft-fees-to-10-11641912259", "title": "Bank of America to Cut Overdraft Fees to $10 From $35", "date": "2022-01-11 18:31", "summary": "Regulators, politicians have been pressuring banks on fees; JPMorgan, Ally Financial have already announced changes. Bank of America Corp. said Tuesday it would cut overdraft fees to $10 from $35 beginning in May, following other big banks that have rolled back or ditched such charges.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-scottsdale-home-for-sale-has-a-500-000-home-theater-11641943586", "title": "This Scottsdale Home for Sale Has a $500,000 Home Theater", "date": "2022-01-11 18:26", "summary": "Asking $16 million, the Arizona property is one of the priciest listings in the area. A Scottsdale, Ariz., home is hitting the market for $16 million, making it one of the most expensive properties for sale in the area.", "categories": [["Real Estate", "Market Makers"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/market-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deceptive-covid-study-unmasked-abc-misleading-omicron-north-carolina-students-duke-mask-test-to-stay-11641933613", "title": "A Deceptive Covid Study, Unmasked", "date": "2022-01-11 18:25", "summary": "Duke researchers look at transmission in schools and end up reinforcing their prior assumptions.. 'Follow the science,\" we keep hearing, but sometimes scientists and the media present findings in a misleading way. Consider a new study by Duke University's ABC Science Collaborative, conducted in partnership with the North Carolina Department of Health and Human Services. Researchers examined the effect of a \"test to stay\" approach to schoolchildren identified as \"close contacts\" of Covid-positive people. Test to stay excuses these children from quarantining if they test negative for the virus. The study's primary conclusion was that test to stay is a good way to move away from lengthy quarantine.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-market-is-too-serene-about-inflation-interest-rate-paul-volcker-fomc-federal-reserve-price-stability-11641933266", "title": "The Market Is Too Serene About Inflation", "date": "2022-01-11 18:25", "summary": "As in the early 1980s, new realities test the idea that interest rates reflect 'rational expectations.'. The interest rate on the 10-year U.S. Treasury note hovers around 1.75% while the annual rate of inflation nears 7%, suggesting that investors believe high inflation is temporary. Evidently the market expects the Federal Reserve will soon bring inflation back to within a narrow band centered on 2% a year, despite the surge in federal deficits and the central bank's monetization of a large fraction of those deficits. Today's low interest rates \"forecast\" low inflation, a \"rational expectations\" idea that now comforts the Fed. But the central bank shouldn't feel too complacent.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gary-mccleery-showed-me-the-way-out-of-hollywood-acting-indie-movies-john-sayles-film-11641930824", "title": "He Showed Me the Way Out of Hollywood", "date": "2022-01-11 18:24", "summary": "Having made it as an actor himself, Gary McCleery helped me begin my second act.. In the mid-1990s, all of my friends in Los Angeles were searching for a way into the film business. Except Gary McCleery. He was searching for a way out.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/message-of-sidney-poitier-success-black-race-crime-anti-racism-civil-rights-police-blm-activism-11641941296", "title": "The Message of Sidney Poitier's Success", "date": "2022-01-11 18:23", "summary": "He improved America's perceptions of its black countrymen at a time when it really mattered.. My late parents, whose rocky divorce occurred in the 1970s when their three children were still in grade school, didn't agree on much. But they did agree on Sidney Poitier, who died last week at 94.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/court-supreme-covid-confusion-justices-kagan-sotomayor-breyer-vaccine-mandate-omicron-11641934433", "title": "The Supreme Court's Covid Case Confusion", "date": "2022-01-11 18:22", "summary": "The liberal justices are as dizzy as the rest of us from the political spin.. While not as awful as some said, the Supreme Court's performance during oral arguments over the Biden vaccine mandate for private workplaces was hardly the Court's finest hour. Half way around the world, Australia's big national newspaper took notice with the headline, \"Top US judges slip up on facts of pandemic.\"", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shackleton-review-hero-on-ice-11641943319", "title": "'Shackleton' Review: Hero on Ice", "date": "2022-01-11 18:22", "summary": "Stranded in Antarctica, his ship crushed by ice, the explorer got help by traversing 800 miles of uncharted ocean in a boat caulked with seal blood.. The so-called Heroic Age of Antarctic exploration ran from the 1890s to the early 1920s. Its stars still burn brightly-perhaps especially so in our own gruesomely unheroic times-with Ernest Shackleton considered by many to be the brightest star of them all. Admired for his courage, leadership and grace under pressure, he was called The Boss by his colleagues. In lower latitudes, he drank and dallied and made mistakes like the rest of us: That, of course, is why we love him. This year marks the centenary of his death.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-takes-aim-at-carvana-vroom-with-used-car-website-11641929229", "title": "GM Takes Aim at Carvana, Vroom With Used-Car Website", "date": "2022-01-11 18:02", "summary": "The Detroit auto maker is rolling out CarBravo, a new business that helps dealers put their used-car lots online. The market for selling used cars online has exploded during the pandemic. Now, General Motors Co. wants to help its dealers secure a bigger piece.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-owner-meta-names-doordash-ceo-tony-xu-to-board-11641940979", "title": "Facebook Owner Meta Names DoorDash CEO to Board", "date": "2022-01-11 17:42", "summary": "First addition since early 2020 to a board that has been criticized for its lack of independence. Facebook parent Meta Platforms Inc. appointed DoorDash Inc. Chief Executive Tony Xu to its board of directors, adding outside executive experience to a group that has been criticized for its lack of independence.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicagos-parents-prove-to-be-key-in-getting-schools-back-in-session-11641938024", "title": "Chicago's Parents Prove to Be Key in Getting Schools Back in Session", "date": "2022-01-11 17:28", "summary": "District, union leadership endorse Covid-19 plan with metric for when to close individual schools. CHICAGO-A standoff between the teachers union and Chicago Public Schools over Covid-19 safety ended with an agreement to resume in-person classes this week after an outpouring of pressure from parents helped push the two sides to reach an agreement.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/christmas-tree-ignited-by-lighter-caused-philadelphia-row-house-fire-11641938295", "title": "Philadelphia Row House Fire Caused By Christmas Tree Set Ablaze", "date": "2022-01-11 17:26", "summary": "Twelve people killed in the blaze all lived in the unit where a fire began last week. The fire in a Philadelphia row house that killed 12 people, including eight children, was started by a Christmas tree most likely set ablaze by a lighter, a preliminary investigation found.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hidden-interests-11641937177", "title": "HIDDEN INTERESTS", "date": "2022-01-11 17:22", "summary": "A Wall Street Journal investigation uncovered how federal judges broke the law by hearing cases where they had a financial interest. The Wall Street Journal revealed that more than 130 judges broke the law by hearing nearly 1,000 cases involving companies in which they held a financial interest. The impact on the courts is unprecedented. Hundreds of cases could potentially be reheard, and new legislation would require more transparency about judges' financial holdings.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/federal-judge-rejects-facebooks-request-to-dismiss-ftcs-latest-antitrust-lawsuit-11641932982", "title": "Judge Rejects Facebook's Request to Dismiss FTC Antitrust Suit", "date": "2022-01-11 17:10", "summary": "Ruling lets agency proceed with revised case alleging Meta Platforms unit abuses a monopoly position in social media. WASHINGTON-A federal judge on Tuesday ruled the Federal Trade Commission can move forward with its revised antitrust case alleging Meta Platforms Inc.'s Facebook unit is abusing a monopoly position in social media, rejecting the company's request to dismiss the government's amended lawsuit.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-01-11-2022-11641890280", "title": "U.S. Stocks Finish Higher as Tech Shares Climb", "date": "2022-01-11 17:09", "summary": "S&P 500 advances to snap five-day losing streak as investors monitor testimony from Fed Chairman Jerome Powell. The S&P 500 and Dow Jones Industrial Average rose for the first time in days, led by a rebound in shares of technology companies, as Federal Reserve Chairman Jerome Powell reiterated the central bank's efforts to corral inflation.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trade-inflation-trump-tariffs-consumption-prices-11641745795", "title": "Trade, Inflation and the Trump Tariffs", "date": "2022-01-11 17:08", "summary": "The past president can't be blamed for this one's problem.. In \"Joe Biden's Inflationary Trade Policy\" (op-ed, Jan. 5), William Walker and Stanton Anderson attempt to blame President Trump's tariffs as the \"real culprit\" for President Biden's inflation. Yet there was virtually no inflation for nearly three years after the Trump tariffs on steel and Chinese goods first went into effect in 2018. What changed in 2021 was massive new government spending and a disastrous new energy policy. That toxic combination-along with excessively easy monetary policy and loads of new regulation-is what caused inflation, not tariffs.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/solomon-islands-china-solomons-pacific-war-world-1942-japan-11641746116", "title": "What Americans Did for the Solomon Islands", "date": "2022-01-11 17:07", "summary": "Has our sacrifice been forgotten?. Regarding your editorial \"Beijing Courts the Solomon Islands\" (Dec. 30): The U.S. and Australia spent a great deal of blood and treasure, fighting in horrendous conditions, to remove the Japanese from the Solomons in 1942 and 1943. For us, it was a strategic goal, but for the people of the Solomons who helped us fight, it was an existential threat. China sent no contingent to the prolonged fight.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jan-6-republicans-capitol-riot-insurrection-january-11641746339", "title": "How Should Republicans Talk About Jan. 6?", "date": "2022-01-11 17:06", "summary": "The answer seems to be: Minimize it when we need votes, but denounce it when we want praise.. Last year I lost a congressional primary race on a platform that explicitly criticized former President Trump's behavior after the 2020 election and implored my fellow Republicans to move on from that man's demagoguery. Referencing my loss, Karl Rove wrote: \"Rather than turning off many conservative voters, GOP candidates who have problems with Mr. Trump should focus on the actions of congressional Democrats and the future, not the former president\" (\"Voters Can Spot Radical Left-Wing Policy,\" op-ed, May 6, 2021).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hospitals-listing-prices-transparency-healthcare-11641746806", "title": "Letters: Listing Prices Is Bad for Business", "date": "2022-01-11 17:05", "summary": "Hospitals' excuse is not persuasive.. In \"Many Hospitals Fail to Comply With Price-Disclosure Rules\" (Page One, Dec. 31), administrators cite competitive reasons for defying federally mandated rules to make healthcare prices public. Imagine if supermarket chains didn't post the prices of apples and oranges because they claimed it would be bad for business. Perhaps hospital administrators misunderstand Adam Smith's adage about the invisible hand.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/southern-california-ports-struggle-to-trim-cargo-backlog-as-omicron-surges-11641938505", "title": "Southern California Ports Struggle to Trim Cargo Backlog as Omicron Surges", "date": "2022-01-11 17:01", "summary": "Covid-related absences sidelined about 800 dockworkers at the ports of Los Angeles and Long Beach this week. The Covid-19 Omicron variant is hampering efforts to clear a backlog of about 100 container ships at the nation's busiest port complex as infections rise among Southern California dockworkers.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvard-electric-power-campus-expansion-fossil-fuels-11641746597", "title": "Harvard Chooses Fossil Fuels", "date": "2022-01-11 17:01", "summary": "It needs additional electric power for a campus expansion, and renewables just won't do the trick.. From Michael J. Lewis's \"A Statement of Power at Harvard\" (Arts in Review, Dec. 21) we learn that Harvard needs additional electric power for an expansion. Will it come from solar or wind, with batteries for nighttime? No, it is-gasp-burning fossil fuels. The message from Harvard is clear: Fossil fuels are OK for us, but not for you.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-stocks-set-for-big-gains-ahead-of-potential-fed-rate-increases-11641897002", "title": "Bank Stocks Could Be Big Winners Ahead of Potential Fed Rate Rises", "date": "2022-01-11 16:57", "summary": "Banks and financial institutions rose 5.4% last week, a stark contrast with the broader S&P 500 index's 1.9% fall. Bank investors are ready for higher Treasury yields.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wolf-like-me-peacock-isla-fisher-josh-gad-ariel-donoghue-abe-forsythe-11641937114", "title": "'Wolf Like Me' Review: Their Romance Starts With a Bang", "date": "2022-01-11 16:39", "summary": "After a car accident, two strangers' lives become intertwined in this Josh Gad and Isla Fisher comedy with some seriously wild twists. Reviewers are often asked to avoid spoilers, aka plot points, plot twists and anything that might remotely disturb the experience of whatever masterwork is under consideration. Sometimes, the admonishments are at the level of \"Don't tell 'em the boat sinks\" in \"Titanic.\" But with \"Wolf Like Me,\" the impulse is to forge ahead and not reveal anything. The six-episode series is so charming, disarming and odd it's almost a work of magic. And, as with any magic trick, the delight depends on not knowing how it's going to work.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teddy-abrams-piano-concerto-yuja-wang-louisville-orchestra-george-gershwin-11641936942", "title": "His Concerto Panders for Praise", "date": "2022-01-11 16:36", "summary": "Teddy Abrams's formulaic new concerto, composed for and dedicated to pianist Yuja Wang, had its premiere with the gifted young conductor's Louisville Orchestra on Friday. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ray-donovan-the-movie-showtime-liev-schreiber-alan-alda-ann-bideman-11641936870", "title": "'Ray Donovan: The Movie' Review: The Fixer Is Back", "date": "2022-01-11 16:35", "summary": "After the series' sudden cancellation, 'Ray Donovan' gets a feature-length ending that should cool fans' ire. The hard-core base will be hoping that Showtime's \"Ray Donovan: The Movie\" will be at least as shocking as \"Ray Donovan: The Cancellation.\" Even the show's creative team was sandbagged by the 2020 decision to end the show after seven seasons-unceremoniously and without anything close to closure. Consider the movie an act of appeasement.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-airlines-reports-no-covid-19-deaths-among-vaccinated-employees-in-past-eight-weeks-11641936765", "title": "United Airlines Reports No Covid-19 Deaths Among Vaccinated Employees in Past Eight Weeks", "date": "2022-01-11 16:32", "summary": "About 3,000 workers have tested positive for Covid-19 as Omicron variant disrupts airline industry. About 3,000 employees with United Airlines Holdings Inc . have tested positive for Covid-19, but no vaccinated staffer has died from the disease over the past eight weeks, the company's top executive said.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citigroup-to-exit-mexico-consumer-banking-business-11641936135", "title": "Citigroup to Exit Mexico Consumer Banking Business", "date": "2022-01-11 16:22", "summary": "CEO Jane Fraser has been trying to simplify the bank, concentrating on wealthy consumers and companies. Citigroup Inc. will exit its Mexico consumer banking business, the latest strategic shift by Chief Executive Jane Fraser.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/powell-says-feds-new-ethics-rules-are-strong-will-be-implemented-soon-11641935995", "title": "Fed's New Trading Rules Will Be Implemented Soon, Powell Says", "date": "2022-01-11 16:19", "summary": "Chairman's comments come after three central bank officials announced resignation plans following reports of their market transactions. Federal Reserve Chairman Jerome Powell said Tuesday the central bank is close to finalizing a broad revamp of its ethics rules prompted by criticism of officials' financial transactions during the coronavirus pandemic.", "categories": [["Economy", "Ask WSJ Pro Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/ask-wsj-pro-central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pending-action-wednesday-crossword-january-12-11641935002", "title": "Pending Action (Wednesday Crossword, January 12)", "date": "2022-01-11 16:03", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadian-province-of-quebec-says-tax-coming-for-unvaccinated-11641934573", "title": "Canadian Province Says Tax Coming for Unvaccinated", "date": "2022-01-11 15:56", "summary": "Quebec premier says those without Covid-19 vaccines are burdening healthcare system; 'We have to go further'. OTTAWA-The premier of the Canadian province of Quebec said his government would impose a tax on citizens who refuse to get vaccinated for Covid-19.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/health-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-books-2022-workout-fitness-11641905831", "title": "New Books on Better Workouts That Include Brain as Well as Bodyout", "date": "2022-01-11 15:50", "summary": "Trick your brain into a better workout with books focusing on mind-body connection. Need help pushing yourself out the door for a run? Swish some Gatorade and spit it out in the sink.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/second-union-election-at-amazon-warehouse-in-alabama-to-be-held-by-mail-11641923687", "title": "Amazon Warehouse Workers in Alabama to Hold Second Union Vote", "date": "2022-01-11 15:08", "summary": "Amazon violated law during first election, a regional National Labor Relations Board director had found. A federal labor board has scheduled a second union election at an Amazon.com Inc. facility in Bessemer, Ala., after a board representative found Amazon violated labor law during last year's vote in which workers sided against unionization.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/swan-song-producer-jonathan-king-asks-10-million-for-los-angeles-compound-11641931014", "title": "'Swan Song' Producer Jonathan King Asks $10 Million for Los Angeles Compound", "date": "2022-01-11 14:56", "summary": "The Venice property spans two lots. Film producer Jonathan King is listing his compound in the Venice neighborhood of Los Angeles for $10 million.", "categories": [["Real Estate", "Market Makers"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/market-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-reliable-are-covid-19-rapid-tests-for-detecting-omicron-11641747601", "title": "How Reliable Are Covid-19 Rapid Tests for Detecting Omicron?", "date": "2022-01-11 14:49", "summary": "Rapid tests help us navigate risk during the current wave, but studies raise questions about their ability to detect the Omicron variant. The fast-spreading Omicron variant has made us increasingly reliant on at-home rapid antigen tests to tell us whether we have Covid-19. Yet recent studies raise questions about the tests' effectiveness at detecting Omicron.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/record-covid-19-cases-driven-by-omicron-pressure-hospitals-in-u-s-europe-11641908263", "title": "U.S. Strikes Deal for Additional Supply of Covid-19 Antibody Treatment", "date": "2022-01-11 14:33", "summary": "Omicron appears milder than other variants but heightened transmissibility leads to rising hospitalizations in U.S., Europe. U.S. officials on Tuesday ordered 600,000 doses of Covid-19 treatment sotrovimab, the only monoclonal antibody therapy thought to work against the Omicron variant, as a record number of cases puts hospitals under increasing pressure in parts of the U.S. and Europe.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/health-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-loses-ground-to-airbus-on-jet-deliveries-11641928220", "title": "Boeing Loses Ground to Airbus on Jet Deliveries", "date": "2022-01-11 14:10", "summary": "Airbus has outpaced Boeing in deliveries for three straight years, as Boeing continues to deal with production issues. Boeing Co. sold more aircraft than Airbus SE last year but delivered half as many passenger jets, in a sign of the changing landscape facing the world's two dominant plane makers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/guests-are-back-hotels-are-not-11641925901", "title": "Guests Are Back. Hotels Are Not.", "date": "2022-01-11 13:31", "summary": "Resume Subscription. At the Bellmoor Inn & Spa in coastal Delaware, general manager Benjamin Gray planned to welcome back some longtime VIP guests for their 160th stay at the property since it opened 20 years ago. As a perk, the hotel provides a memory-foam mattress topper for the Virginia couple's visits and Mr. Gray ordered a new one last summer.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/doctors-transplant-pig-heart-into-man-11641860067", "title": "Doctors Transplant Pig's Heart Into Man", "date": "2022-01-11 13:11", "summary": "Surgery is first time genetically modified animal heart has replaced human heart without immediate rejection, University of Maryland Medical Center says. Doctors transplanted a pig's heart into a patient in Maryland, a historic first that could have wide-ranging implications for organ transplant surgery.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/health-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citadel-securities-to-receive-first-outside-investment-11641905101", "title": "Citadel Securities to Receive First Outside Investment", "date": "2022-01-11 13:10", "summary": "Sequoia Capital's and Paradigm's $1.15 billion investment values the electronic-trading firm at around $22 billion. Citadel Securities is set to receive its first outside investment in a deal valuing the electronic-trading firm majority-owned by hedge fund billionaire Ken Griffin at around $22 billion.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-cases-surge-at-nursing-homes-11641924320", "title": "Covid-19 Cases Surge at Nursing Homes", "date": "2022-01-11 13:05", "summary": "Resume Subscription. The Covid-19 surge fueled by the Omicron variant is hitting nursing homes hard, with the highest number of cases ever documented among staffers and a near-record tally of residents also testing positive, according to new federal data.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/downing-street-lockdown-parties-leave-headache-for-boris-johnson-11641924249", "title": "Downing Street Lockdown Parties Leave Headache for Boris Johnson", "date": "2022-01-11 13:04", "summary": "Allegations of social-distancing violations hit U.K. Conservatives as economic woes also take toll on party's poll numbers. LONDON-British Prime Minister Boris Johnson is under growing pressure from Conservative lawmakers as a string of allegations about parties in Downing Street during Covid-19 lockdowns contribute to the ruling party's sharp fall in the polls.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boston-marathon-bombers-prison-funds-are-seized-11641508929", "title": "Prosecutors Request Seizure of Boston Marathon Bomber's Prison Funds", "date": "2022-01-11 13:02", "summary": "Dzhokhar Tsarnaev spent thousands without paying restitution owed to victims; prosecutors want to claim those funds. Federal prosecutors are asking a U.S. District Court judge to let them claim the funds in an account held by convicted Boston Marathon Bomber Dzhokhar Tsarnaev.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/albertsons-sales-growth-sustained-by-higher-pricing-covid-19-vaccines-11641910197", "title": "Covid-19 Vaccines and Tests Boost Albertsons and CVS Sales", "date": "2022-01-11 12:31", "summary": "Supply chain under stress from staffing shortages, Albertsons executives say; more consumers eating at home as Omicron spreads. Albertsons Cos. Inc. and CVS Health Corp. projected higher profits as Covid-19 worries drove more consumers to the chains' pharmacies for vaccinations and over-the-counter tests, executives said.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hillary-clinton-2024-comeback-president-biden-harris-democrat-nominee-race-2022-midterm-loss-11641914951", "title": "Hillary Clinton's 2024 Election Comeback", "date": "2022-01-11 12:28", "summary": "Joe Biden and Kamala Harris have become unpopular. It may be time for a change candidate.. A perfect storm in the Democratic Party is making a once-unfathomable scenario plausible: a political comeback for Hillary Clinton in 2024.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/left-right-revolt-against-elites-meritocracy-education-universities-covid-charles-murray-sandel-scholz-11641915303", "title": "A Left-Right Revolt Against the New Elites", "date": "2022-01-11 12:27", "summary": "'Meritocracy' rewards achievement and talent. That isn't an unalloyed good.. Over the past two generations, the share of Americans with four-year college degrees has more than doubled, and a new class of well-educated upper-middle-income professionals has emerged as a potent social and political force.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-african-authorities-charge-man-in-parliament-fire-11641922017", "title": "South African Authorities Charge Man in Parliament Fire", "date": "2022-01-11 12:26", "summary": "The 49-year-old man was charged with arson and terrorism in the fire that devastated the building last week. JOHANNESBURG-South African authorities have brought charges of terrorism and other crimes against a man in connection with the fire at the country's parliament earlier this month.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-happening-kazakhstan-protests-almaty-11641407060", "title": "What's Happening in Kazakhstan? How the Protests Started and Why Russia Is Involved", "date": "2022-01-11 12:11", "summary": "Moscow is preparing to withdraw troops it sent to shore up Kazakh government after civil unrest erupted in former Soviet republic. Kazakhstan, an oil-rich former Soviet nation in Central Asia, has been hit by a wave of violent unrest, prompting Russia to send in troops to help shore up the authoritarian government of President Kassym-Jomart Tokayev.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/students-and-professionals-share-personal-finance-life-lessons-11641920233", "title": "Students and Professionals Share Personal Finance Life Lessons", "date": "2022-01-11 11:57", "summary": "Students and professionals share the most important lessons they have learned when it comes to managing their finances.. At the end of our four-week WSJ Noted. Adviser cohort on the topic of personal finance, we asked our Advisers to reflect on the lessons they have learned that have shaped their financial lives.", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cascading-flight-cancellations-snarl-airfreight-shipments-11641919407", "title": "Cascading Flight Cancellations Snarl Airfreight Shipments", "date": "2022-01-11 11:43", "summary": "Freight forwarders are playing 'whack-a-mole' as they hunt for scarce capacity amid staffing shortages and bad weather. Airfreight forwarders are off to a turbulent start to the New Year as flight cancellations have sharply reduced aircraft capacity and disrupted expedited shipping operations.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-supply-chain-troubles-to-slow-growth-world-bank-says-11641918947", "title": "Omicron, Supply-Chain Issues to Slow Growth, World Bank Says", "date": "2022-01-11 11:35", "summary": "Bank forecasts 4.1% growth in 2022, down from 5.5% last year. WASHINGTON-The global economy is poised to slow down in 2022, the World Bank forecast Tuesday, citing the effects of the Omicron variant, supply-chain disruptions, labor shortages and the winding down of government economic support.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19s-economic-fallout-seen-lingering-11641918341", "title": "Covid-19's Economic Fallout Seen Lingering", "date": "2022-01-11 11:25", "summary": "World Economic Forum report suggests next three years will be characterized by volatility and surprises. The World Economic Forum's annual risk report showed a significant increase in pessimism about global prospects, with executives and leaders worried about the longer-term fallout from the pandemic.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-covid-19-lockdowns-hit-factories-ports-in-latest-knock-to-supply-chains-11641918247", "title": "China Lockdowns Hit Factories, Ports in Latest Knock to Supply Chains", "date": "2022-01-11 11:24", "summary": "Toyota, Samsung and Volkswagen are among companies with production affected as economists warn of more challenging bottlenecks ahead. HONG KONG-With Covid-19 flaring up across China, major manufacturers are shutting factories, ports are clogging up and workers are in short supply as officials impose city lockdowns and mass testing on a scale unseen in nearly two years.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgia-stetson-bennett-college-football-championship-11641916476", "title": "The Underdog Quarterback Who Made Georgia's Championship Run", "date": "2022-01-11 11:22", "summary": "Stetson Bennett IV, a former walk-on, capped his winding career as a Bulldog with a critic-silencing performance. Georgia didn't play a single game in which it wasn't the favorite during the 2021 season. And yet its quarterback, Stetson Bennett IV, didn't play a single game in which he wasn't an underdog-none more important than Monday night's College Football Championship rematch against Alabama.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/freezing-weather-grips-northeast-prompting-some-school-closures-11641918146", "title": "Freezing Weather Grips Northeast, Prompting Some School Closures", "date": "2022-01-11 11:22", "summary": "Parts of New York, Massachusetts and Vermont had wind chills below zero Tuesday; Boston public schools closed for the day. Freezing temperatures and subzero wind chills gripped parts of the Northeast Tuesday, as some of the coldest weather this season ran through parts of the region.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maya-angelou-is-first-black-woman-to-be-featured-on-u-s-quarter-11641916940", "title": "Maya Angelou Is First Black Woman to Be Featured on U.S. Quarter", "date": "2022-01-11 11:02", "summary": "Coins, which have started shipping to banks, are part of the American Women Quarters Program. Maya Angelou has become the first Black woman to be featured on a U.S. quarter, as part of a new program under the Treasury Department to celebrate women's contributions to the U.S.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/actress-valerie-bertinelli-grew-up-super-duper-shy-11641916754", "title": "Actress Valerie Bertinelli Grew Up 'Super-Duper Shy'", "date": "2022-01-11 10:59", "summary": "The cooking-show host and memoirist began acting as a way to learn to be more outgoing. Valerie Bertinelli, 61, has won two Emmys for \"Valerie's Home Cooking.\" She starred in the TV sitcoms \"One Day at a Time\" and \"Hot in Cleveland,\" and is the author of \"Enough Already: Learning to Love the Way I Am Today\" (Mariner), a memoir/cookbook. She spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hongs-kong-strict-quarantine-system-pushed-to-limits-by-omicron-cluster-11641915259", "title": "Hong Kong's Strict Quarantine System Pushed to Limits by Omicron Cluster", "date": "2022-01-11 10:34", "summary": "More than 4,000 people have been sent into quarantine recently, and some question the zero-Covid approach. HONG KONG-The limits of Hong Kong's zero-tolerance approach to Covid-19 are being tested as a cluster of community Omicron infections quickly fills up quarantine centers, prompting officials to move to shut many schools.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-catholic-church-is-losing-latin-america-11641914388", "title": "Why the Catholic Church Is Losing Latin America", "date": "2022-01-11 10:19", "summary": "Resume Subscription. RIO DE JANEIRO-Tatiana Aparecida de Jesus used to walk the city's streets as a sex worker, high on crack cocaine. Last year, the mother of five joined a small Pentecostal congregation in downtown Rio called Sanctification in the Lord and left her old life behind.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/novak-djokovic-australian-open-vaccination-melbourne-11641913801", "title": "Djokovic Finally Gets to a Tennis Court After Being Cleared to Remain in Australia", "date": "2022-01-11 10:10", "summary": "The 20-time major winner switched his focus to the Australian Open, though questions remain about his movements following a December case of Covid-19. A week after first boarding a flight to Melbourne, Novak Djokovic finally reached the destination he was hoping for all along on Tuesday: the blue tennis courts of the Australian Open.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-you-fight-aging-scientists-are-testing-drugs-to-help-11641913275", "title": "Can You Fight Aging? Scientists Are Testing Drugs to Help", "date": "2022-01-11 10:01", "summary": "A magic pill that boosts life expectancy to 150 years isn't likely, but an increase in the average lifespan for men and women is conceivable. Author", "categories": [["", "Well-Being"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-omicron-spreads-some-nations-offer-a-second-covid-19-booster-11641911892", "title": "As Omicron Spreads, Some Nations Offer a Second Covid-19 Booster", "date": "2022-01-11 09:38", "summary": "Israeli study shows a fourth shot of Pfizer's vaccine generates antibodies, but some scientists say two doses provide enough protection from serious illness. From South America to the Middle East, a handful of countries are administering a second booster shot against Covid-19 as governments in many parts of the world grapple with a surge in coronavirus cases.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/health-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ibm-rivian-amd-tesla-what-to-watch-when-the-stock-market-opens-today-11641902700", "title": "IBM, Black Diamond Therapeutics, Rivian, Tesla: What to Watch in the Stock Market Today", "date": "2022-01-11 09:33", "summary": "China's car market snapped a three-year decline last year, helped by strong electric vehicle sales. Wall Street stock indexes edged down in morning trading ahead of testimony from Federal Reserve Chairman Jerome Powell that could offer clues about future rate increases. Here's what we're watching Tuesday:", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kazakhstan-says-russia-to-withdraw-troops-in-wake-of-unrest-11641903337", "title": "Kazakhstan Says Russia to Withdraw Troops in Wake of Unrest", "date": "2022-01-11 09:07", "summary": "More than 2,000 troops from Russia, other former Soviet states have been in Kazakhstan to help extinguish protests. MOSCOW-Russia-led forces that entered Kazakhstan to support the embattled government following an eruption of protests would start withdrawing within two days, the Kazakh president said Tuesday as he named a loyalist as prime minister.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-extends-entry-ban-for-foreigners-citing-omicron-11641874059", "title": "Japan's Foreigner Ban Over Omicron Raises Memories of Isolation History", "date": "2022-01-11 09:03", "summary": "Kishida government enjoys strong poll ratings after shutting the country to new arrivals for extended period. TOKYO-Jiaul Baksh, an aspiring medical researcher in Kolkata, India, hasn't been able to sleep well lately, and the news Tuesday won't help.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/planet-fitness-to-buy-franchisee-sunshine-fitness-for-800-million-11641908483", "title": "Planet Fitness to Buy Franchisee Sunshine Fitness", "date": "2022-01-11 08:41", "summary": "The first franchisee in Planet Fitness system, Sunshine Fitness operates 114 locations in U.S. Southeast. Planet Fitness Inc. on Tuesday said it agreed to buy Sunshine Fitness Growth Holdings LLC, one of its top franchisees, for $800 million in cash and stock.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harry-styles-nail-polish-brand-beauty-11641906950", "title": "For Male Celebs Like Harry Styles, It's All About Having a Nail Polish Brand", "date": "2022-01-11 08:30", "summary": "Forget tequila: A nail polish line offers male celebs entrée into the lucrative world of the beauty industry.. The rapper Machine Gun Kelly, 31, stopped by The Drew Barrymore Show in early December, talking to the show's host with somber sincerity about mental health. A beat later, the musician, whose real name is Colson Baker, said to Barrymore, \"I know my publicist is back there just like, 'What are you doing? You're supposed to talk about nails!'\" Baker appeared on the show to promote his new line of nail polishes, UN/DN Laqr, and he gave Barrymore a quick on-air paint job with his wares.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-europes-hot-carbon-market-politics-is-the-ceiling-11641907301", "title": "For Europe's Hot Carbon Market, Politics Is the Ceiling", "date": "2022-01-11 08:25", "summary": "Carbon credits' spectacular rally has caught investors' attention, but the sky isn't the limit for these niche assets. European Union carbon credits aren't so much a commodity as a political tool. That has underpinned a stunning rally over the past year, but it also caps the market's potential for financial speculation.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-judge-steps-aside-from-high-profile-amazon-case-citing-financial-conflict-11641906392", "title": "Federal Judge Steps Aside From Amazon Case, Citing Financial Conflict", "date": "2022-01-11 08:06", "summary": "The WSJ notified judge of his family's Amazon stockholding; a new judge has been assigned. A federal judge removed himself from a nearly two-year-old Amazon.com Inc. case, citing a financial conflict, after a Wall Street Journal report about his family's Amazon stockholdings.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-shvos-big-bet-on-offices-and-retail-faces-pandemic-test-11641906001", "title": "Michael Shvo's Big Bet on Offices and Retail Faces Pandemic Test", "date": "2022-01-11 08:00", "summary": "Resume Subscription. The fate of a half-dozen office buildings owned by property developer Michael Shvo and a group of German investors will likely say a lot about the future of U.S. office properties.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/surging-covid-19-puts-an-end-to-projected-return-to-office-dates-11641906003", "title": "Surging Covid-19 Puts an End to Projected Return-to-Office Dates", "date": "2022-01-11 08:00", "summary": "Firms have quit trying to predict when they will be back in the workplace, and their landlords are worried about what might come next. If businesses have learned one thing from Covid-19, it is to stop trying to predict when they are going to be back in the office.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adidas-signs-downtown-los-angeless-biggest-office-lease-in-more-than-a-year-11641906004", "title": "Adidas Signs Major Office Lease in Downtown Los Angeles", "date": "2022-01-11 08:00", "summary": "Deal for space in Brookfield redevelopment is vote of confidence during pandemic's office slump. Adidas AG agreed to a major new office lease in downtown Los Angeles, a sign that recent redevelopment in this market is starting to attract major office tenants even during the pandemic.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-trend-in-healthcare-do-it-yourself-11641906002", "title": "The New Trend in Healthcare: Do-It-Yourself", "date": "2022-01-11 08:00", "summary": "With doctors under strain in the pandemic, patients are taking more of their healthcare into their own hands. Two years into a pandemic that has strained health systems and made booking doctors' appointments next-to-impossible for some, patients are providing more of their own care at home.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fast-grocery-delivery-cant-make-fast-money-11641904381", "title": "Fast Grocery Delivery Can't Make Fast Money", "date": "2022-01-11 07:33", "summary": "Investors are pouring money into 'instant' delivery of staples, but making money on them may not be so basic. In business, one plus one should equal three. So why are venture capitalists pouring billions into rapid-food-delivery startups that yield negative numbers?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taiwan-air-force-loses-contact-with-pilot-after-f-16-crashes-on-training-mission-11641903311", "title": "Taiwan Air Force Loses Contact With Pilot After F-16 Crashes on Training Mission", "date": "2022-01-11 07:15", "summary": "Lost jet marks the sixth major incident involving a Taiwanese military aircraft since the start of 2020. TAIPEI-A Taiwanese pilot is missing after his jet fighter plunged into the sea while on a training mission, the second major incident involving a Taiwanese military aircraft during the past year and sixth since the start of 2020.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/refurbished-iphone-seller-back-market-hits-5-7-billion-valuation-11641902402", "title": "Refurbished iPhone Seller Back Market Hits $5.7 Billion Valuation", "date": "2022-01-11 07:00", "summary": "Fresh funding for electronics reseller underscores heady market for startups in Europe. Back Market, an online marketplace that sells refurbished iPhones and other electronic devices, has raised funding that boosts its valuation to $5.7 billion, leapfrogging what it was worth less than a year ago, according to the company and its investors.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retailers-face-taxing-start-to-the-year-11641902403", "title": "Retailers Face Taxing Start to the Year", "date": "2022-01-11 07:00", "summary": "Investors in retail stocks might be primed for optimism after two years of heady growth, but that giddiness could wear down quickly. The Grinch didn't steal Americans' Christmas, but he might make a late appearance.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/electric-vehicles-drive-growth-for-china-car-sales-11641899387", "title": "Electric Vehicles Drive Growth for China Car Sales", "date": "2022-01-11 06:09", "summary": "Market snaps three-year decline amid chip shortage and Covid-19 disruptions. BEIJING-China's car market snapped a three-year decline last year, helped by strong sales of electric vehicles, though the global chip shortage and Covid-19 outbreaks in the country disrupted some production.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-bostic-im-totally-open-to-prospect-of-march-rate-rise-11641898802", "title": "Fed's Bostic: 'I'm Totally Open' to Prospect of March Rate Rise", "date": "2022-01-11 06:00", "summary": "Atlanta Fed president says he also sees three rate increases this year. Federal Reserve Bank of Atlanta President Raphael Bostic said Monday he is open to the U.S. central bank raising its now near zero short-term rate target as soon as its March policy meeting, adding he expects the Fed will likely raise its interest rate target three times over the course of the year.", "categories": [["WSJ News Exclusive", "Central Banks"]], "category_links": ["https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apollo-leads-225-million-investment-in-alternatives-platform-cais-11641898801", "title": "Apollo Leads $225 Million Investment in Alternatives Platform CAIS", "date": "2022-01-11 06:00", "summary": "Apollo and fintech-focused private-equity firm Motive Partners are leading the investment that values CAIS at more than $1 billion. Apollo Global Management Inc. is investing in CAIS, a platform that gives independent financial advisers access to alternative investment products, the latest in a string of moves by the private-equity giant aimed at reaching wealthy individuals.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-rebuilt-nato-to-face-down-russia-putin-scrambled-those-plans-11641898501", "title": "U.S. Rebuilt NATO to Face Down Russia. Putin Scrambled Those Plans.", "date": "2022-01-11 05:55", "summary": "Kremlin tests the alliance by undermining former Soviet republics, sowing disinformation and exploiting divisions. BRUSSELS-The U.S. and other NATO members have deployed thousands of troops and invested heavily in weaponry to rebuild the alliance's front line facing Russia. Moscow has parried that strategy by opening up new fronts just beyond NATO's reach.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-throat-swabs-better-at-detecting-omicron-in-covid-19-rapid-tests-11641897006", "title": "Are We Testing Wrong for Omicron?", "date": "2022-01-11 05:30", "summary": "Some scientists say the nose-only approach is missing early infections, but the FDA warns against throat swabbing. A growing debate surrounds whether people testing for Omicron should swab their throats.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/london-stock-exchange-and-aflac-invest-in-pricing-service-bondcliq-11641897008", "title": "London Stock Exchange and Aflac Invest in Pricing Service BondCliQ", "date": "2022-01-11 05:30", "summary": "SEC is exploring the need for better price transparency in trading of corporate bonds. London Stock Exchange Group PLC and the venture arm of Aflac Inc. are betting on demand for better real-time bond pricing.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-intel-cfo-to-help-steer-chip-makers-finances-through-turnaround-11641897005", "title": "New Intel CFO to Help Steer Finances Through Turnaround", "date": "2022-01-11 05:30", "summary": "David Zinsner, previously the CFO of Micron Technology, will join Intel next week. Intel Corp.'s new finance chief, David Zinsner, will play a critical role in steering the chip maker's finances and allocating capital as the company embarks on a multiyear turnaround.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/riverside-co-compliance-chief-sees-cybersecurity-as-emerging-challenge-for-private-equity-industry-11641897001", "title": "Riverside Compliance Chief Sees Cybersecurity as Emerging Challenge for Private Equity", "date": "2022-01-11 05:30", "summary": "Jennifer Boyce talks about the evolving role of compliance chiefs at private-equity firms as well as the impact of the pandemic on her workload. Private-equity firms face a potential surge in their compliance workload as they look to improve cybersecurity and sustainability oversight among their portfolio companies while contending with a potentially more robust regulatory regime under the Biden administration.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ubs-targets-lower-end-rich-with-advice-by-device-11641893763", "title": "UBS Targets Less-Wealthy Customers", "date": "2022-01-11 05:30", "summary": "The new platform for U.S. customers is a test case for the Swiss bank's digital-savvy chief executive, Ralph Hamers. UBS Group AG doubled profit in its U.S. wealth business over the past five years by wooing rich families with white-glove service. For its next act, it is going after the not-as-rich with cheaper digital advice.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-launches-unidentified-projectile-off-its-east-coast-south-korea-says-11641859154", "title": "North Korea Launches Ballistic Missile, South Korea Says", "date": "2022-01-11 05:19", "summary": "Test exhibited greater capabilities than a separate launch last week, with the missile hitting a maximum speed of up to Mach 10. SEOUL-North Korea launched a ballistic missile off its east coast on Tuesday, South Korea's military said, marking the Kim Jong Un regime's second weapons test in under a week.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgia-alabama-college-football-national-championship-11641876625", "title": "Georgia Wins the College Football Championship", "date": "2022-01-11 00:31", "summary": "The Bulldogs defeated Alabama, 33-18, to win the school's first title since the 1980 season. When an untimely fumble by Georgia quarterback Stetson Bennett IV handed Alabama the ball and the lead early in the fourth quarter of the College Football Championship on Monday, it appeared that the door had been kicked open to yet another national title for the Crimson Tide.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11641837754", "title": "Pepper...and Salt", "date": "2022-01-11 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicago-teachers-to-return-to-work-in-schools-ending-impasse-11641871001", "title": "Chicago Teachers to Return to Work in Schools", "date": "2022-01-11 22:41", "summary": "Classes for students in the city to resume on Wednesday, resolving dispute over virus protocols. CHICAGO-Officials announced a resolution to a teacher walkout over Covid-19 protocols as the city hit records for new cases of the virus.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wordle-has-turned-fans-of-word-games-into-argumentative-strategy-nerds-11641831311", "title": "Wordle Has Turned Fans of Word Games Into Argumentative Strategy Nerds", "date": "2022-01-11 22:09", "summary": "Hugely popular online game requires players to guess a new five-letter word each day; 'His plotting frustrates me!'. Wordle, a once-a-day online word game, has taken the world by storm. Now its devotees are arguing about how best to play it.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bridgewaters-ray-dalio-endorses-chinas-common-prosperity-drive-11641870491", "title": "Bridgewater's Ray Dalio Endorses China's 'Common Prosperity' Drive", "date": "2022-01-11 22:08", "summary": "The longtime China bull said the U.S. and other countries could benefit from a similar approach. Bridgewater Associates LP founder Ray Dalio backed China's push for \"common prosperity,\" or greater equality, under President Xi Jinping and said countries such as the U.S. could benefit from a similar approach.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexican-president-andres-manuel-lopez-obrador-contracts-covid-19-for-second-time-11641867720", "title": "Mexican President Contracts Covid-19 a Second Time", "date": "2022-01-11 21:22", "summary": "The president says he has only minor symptoms and will isolate and continue his work remotely. Mexico's President Andrés Manuel López Obrador has contracted Covid-19 a second time, making him one of the first major world leaders to contract the virus twice.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-moves-to-restrict-oil-leasing-in-alaska-11641867277", "title": "U.S. Moves to Restrict Oil Leasing in Alaska", "date": "2022-01-11 21:14", "summary": "Interior plan would put 11 million acres on the North Slope off limits to new oil and gas leases. The Interior Department said Monday that it plans to block oil and gas leasing on about 11 million acres on Alaska's North Slope, or roughly half of a 23-million acre reserve set aside for energy development decades ago.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcconnell-issues-threat-to-democrats-on-filibuster-changes-11641854034", "title": "McConnell Issues Threat to Democrats on Filibuster Changes", "date": "2022-01-11 20:53", "summary": "Republican leader says he would force votes on GOP-sponsored legislation. WASHINGTON-Republican Leader Mitch McConnell (R., Ky.) issued a pre-emptive threat to Senate Democrats considering an overhaul of the chamber's longstanding filibuster rule, detailing a plan to force tough votes on GOP-sponsored bills if Democrats make even modest changes.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-leaders-create-proofs-of-concept-for-the-metaverse-11641865744", "title": "Tech Leaders Create Proofs of Concept for the Metaverse", "date": "2022-01-11 20:49", "summary": "'The metaverse is going to play a role in business,' AmerisourceBergen CIO Mark Spykerman says. Companies of all stripes are positioning themselves to tap the potential business value of the metaverse, an immersive virtual world that some envision as the next digital frontier for work, play and shopping.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turo-files-for-ipo-11641861832", "title": "Turo Files for IPO", "date": "2022-01-11 19:43", "summary": "Car-sharing marketplace to set aside shares for its car owners and renters. Car-sharing marketplace Turo Inc. has publicly filed for its initial public offering and said that some of the car owners and renters could get a chance to participate in the offering.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-treasury-sanctions-six-nicaraguan-officials-ahead-of-ortega-inauguration-11641844632", "title": "U.S. Sanctions Nicaraguan Officials Ahead of Ortega Inauguration", "date": "2022-01-11 19:28", "summary": "The sanctions target officials of the Nicaraguan military, its minister of defense, the Nicaraguan Institute of Telecommunications and Mail, and the state-owned mining company. The U.S. Treasury Department is sanctioning six officials connected to the Nicaraguan government ahead of Monday's inauguration of President Daniel Ortega and Vice President Rosario Murillo -an election the U.S. Secretary of State Antony Blinken has called a \"sham.\"", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bronx-fire-space-heater-faulty-door-played-roles-in-deadly-outcome-say-officials-11641841446", "title": "Space Heater, Faulty Door Played Roles in Deadly Bronx Fire", "date": "2022-01-11 19:25", "summary": "City's medical examiner also Monday lowered death count from 19 to 17, according to officials. The deadliest blaze in New York City in more than 30 years appears to be the result of malfunctions in both a space heater and a self-closing apartment door, city officials said Monday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}]