[{"link": "https://www.wsj.com/articles/u-s-seeks-to-confront-russia-atu-n-security-council-over-ukraine-11643324475", "title": "U.S. Seeks to Confront Russia at U.N. Security Council Over Ukraine", "date": "2022-01-27 18:56", "summary": "The Monday meeting would occur just one day before Moscow takes over the rotating presidency of the council. The U.S. called for a meeting of the United Nations Security Council to discuss the standoff over Ukraine, seeking to apply international pressure on Russia to negotiate its concerns about European security among diplomats rather than on the battlefield.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-economy-that-might-have-been-biden-gdp-economic-growth-11643322092", "title": "The Economy That Might Have Been", "date": "2022-01-27 18:48", "summary": "Growth would be healthier if Biden had done nothing in 2021.. Imagine if the Biden Administration had focused primarily on the pandemic as it took power a year ago. Get the vaccines out, accelerate Covid therapies, and let an economy poised to soar take off on its own. No $1.9 trillion \"relief\" bill in March, no threat of new tax increases and spending to \"transform\" American society.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/david-weil-vs-small-business-independent-contractors-gig-economy-wage-and-hour-department-labor-franchise-overtime-union-11642958350", "title": "David Weil vs. Small Business", "date": "2022-01-27 18:42", "summary": "Democrats try to jam through a nominee who ignored the law in the Obama Administration.. President Biden's legislative agenda is stalled on Capitol Hill, but the fallback is to impose whatever his appointees can by regulation. That's clear enough from the effort to confirm David Weil to run the Wage and Hour Division of the Labor Department, despite his excesses in the Obama Administration.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-depot-names-ted-decker-as-ceo-11643321490", "title": "Home Depot Names Ted Decker as CEO", "date": "2022-01-27 18:40", "summary": "Craig Menear, tabbed as CEO in November 2014, will continue as the company's chairman. Home Depot Inc. is tapping its operating chief to replace Craig Menear as chief executive, as the home-improvement retailer looks to enter its next phase of growth in the Covid-19 pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-voting-panic-didnt-move-georgia-atlanta-journal-constitution-survey-11643321336", "title": "Biden's Voting Panic Didn't Move Georgia", "date": "2022-01-27 18:40", "summary": "Look at the chart. Can you spot his claimed voter suppression?. Joe Biden's overheated speech in Atlanta on voting rights didn't persuade the Senate, and apparently it didn't move Georgians either. A new survey taken in the wake of his visit by the Atlanta Journal-Constitution says that Georgia voters give Mr. Biden a 34% approval rating, down from 51% in May last year.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bad-business-as-usual-at-the-world-health-organization-tedros-ghebreyesus-reelection-11643320270", "title": "Bad Business as Usual at the WHO", "date": "2022-01-27 18:37", "summary": "After a disastrous first term, Dr. Tedros runs for re-election unopposed.. A procedural vote at the World Health Organization this week made director-general Tedros Ghebreyesus the sole nominee in this year's election, all but guaranteeing him another term. Here is another example of no consequences for failure at a multilateral institution.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ukraine-crisis-handle-with-care-biden-russia-putin-george-h-w-bush-kyiv-speech-invasion-nuclear-weapons-proliferation-11643322589", "title": "The Ukraine Crisis: Handle With Care", "date": "2022-01-27 18:31", "summary": "Today's arguments sound rote and thoughtless. For an example, look to George H.W. Bush in 1991.. I don't know what's coming in Ukraine or what the U.S. should do beyond think first of its national interests. The trick is defining those interests for this moment and with these players. We have to get it right and the stakes feel high, but there seems a paucity of new thinking. I find myself impatient with confidently expressed declarations that we have no interest in a faraway border dispute, that Russia and Ukraine have a long and complicated history, and in any case the story of man is a tale of organized brutality, so get a grip. That's not . . . right. A major land war in Europe? The first since World War II? We have no interest in what might be the beginning of a new era of brute-force violations of sovereignty? One involving our allies, with which we have treaties?", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-supply-chain-is-its-strongest-link-11643326241", "title": "Apple's Supply Chain Is Its Strongest Link", "date": "2022-01-27 18:30", "summary": "Tech giant mostly avoided getting clipped by shortages, as iPhone, Mac and wearable sales surprise. Apple Inc.'s latest results prove the old adage about an 800-pound gorilla sitting wherever he wants-even if there doesn't seem to be a chair.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-russia-and-china-build-up-iran-biden-administration-foreign-relations-nuclear-negotiations-11643317565", "title": "Why Russia and China Build Up Iran", "date": "2022-01-27 18:29", "summary": "Though vulnerable, Tehran is the ideal Middle East partner in an alliance to destroy the U.S.-led order.. The Ukraine crisis exposes a flaw in President Biden's Iran strategy. Washington engages with Beijing and Moscow as if they share core U.S. interests with respect to Iran, when instead they are working with Tehran to undermine the American-led global order.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-regulators-decide-alzheimers-drug-aduhelm-cost-insurance-medicaid-medicare-cms-11643316405", "title": "Should Medicare Decide If You Can Get an Alzheimer's Drug?", "date": "2022-01-27 18:28", "summary": "The agency that oversees the program is operating outside its legal lane to deny coverage of an innovative new therapy.. Medicare recently denied coverage of Aduhelm, a new drug to treat Alzheimer's disease. The episode is an illustration of why the government health program shouldn't be in the business of deciding who can receive promising new therapies.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/progressive-plot-to-turn-arizona-red-democrat-filibuster-reform-bbb-voting-rights-synema-kelly-schumer-sanders-11643316825", "title": "The Progressive Plot to Turn Arizona Red", "date": "2022-01-27 18:27", "summary": "Mark Kelly is vulnerable to a Republican challenge this year, and Kyrsten Sinema to a primary in 2024.. \"One of the things I do worry about among progressives,\" Barack Obama said in 2019, is \"what's called a circular firing squad, where you start shooting at your allies because one of them is straying from purity on the issues.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protect-open-source-software-prevention-oss-public-use-cybersecurity-innovation-cyberattack-apache-log4j-11643316125", "title": "Protect Open-Source Software", "date": "2022-01-27 18:25", "summary": "Programs anyone can use or modify have been a boon, but there's a need to address security issues.. The recent discovery of a vulnerability in Apache log4j, a widely used open-source software tool, has exposed a significant security issue with our digital world. Open-source software (software that can be used, modified and shared by the public) provides common pieces of the programming that underlies much critical software, both public and private.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-supreme-court-risk-justice-stephen-breyer-retirement-progressives-confirmation-midterm-2022-competitive-district-11643323750", "title": "Biden's Supreme Court Risk", "date": "2022-01-27 18:24", "summary": "If he chooses a radical to replace Breyer, it will stimulate GOP turnout in November.. Given the alacrity with which the White House seized on Justice Stephen Breyer's retirement, the administration is clearly banking on a confirmation fight giving the Democratic Party a midterm lift. That calculation may prove as misguided as any other so far in Joe Biden's presidency. Especially if the president again dances to progressive demands.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/undermoney-review-the-currency-of-corruption-11643325827", "title": "'Undermoney' Review: The Currency of Corruption", "date": "2022-01-27 18:23", "summary": "Choppers and megayachts whisk us through this milieu of murderous oligarchs, freelancing spooks and the people who manage their money.. What happens when the world's biggest hedge fund finds itself secretly targeted for dueling takeovers by Vladimir Putin and a CIA-backed U.S. senator running for president? The events associated with this mouth-watering development, long whispered in the upper echelons of global security and finance circles, are the subject of \"Undermoney,\" Jay Newman's debut novel.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-stephen-breyer-american-optimism-constitution-nomination-retirement-speech-11643322165", "title": "Notable & Quotable: Breyer's American Optimism", "date": "2022-01-27 18:22", "summary": "'I'll tell you what Lincoln thought, what Washington thought, and what people today still think: It's an experiment.'. Justice Stephen Breyer speaking at the White House Thursday:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/glossier-is-cutting-a-third-of-its-corporate-jobs-11643323229", "title": "Glossier CEO Says Beauty Startup Got 'Distracted' and Must Cut Jobs", "date": "2022-01-27 18:16", "summary": "CEO Emily Weiss told employees that hiring had been too aggressive. Glossier Inc., the online beauty startup that sought to upend the cosmetics counter, is scaling back its tech ambitions.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-stephen-breyer-retirement-announcement-biden-11643257127", "title": "Biden Praises Breyer, Pledges to Announce Nominee by End of February", "date": "2022-01-27 18:06", "summary": "President praises retiring Justice Stephen Breyer as a model public servant. WASHINGTON-President Biden praised retiring Supreme Court Justice Stephen Breyer as a model public servant Thursday and reaffirmed his commitment to nominate a Black woman to fill his seat, pledging to make an announcement before the end of February.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-still-hasnt-squandered-his-inheritance-11643324633", "title": "Biden Still Hasn't Squandered His 'Inheritance'", "date": "2022-01-27 18:03", "summary": "U.S. economic growth beats expectations.. Leftists upset that President Joe Biden hasn't achieved an LBJ-style expansion of the welfare state probably won't be consoled by the fact that Mr. Biden has managed to preside over higher inflation than the Johnson administration ever did. For consumers of course, soaring inflation brings no consolation at all. But in this era let's take good news where we can find it, and this morning brought plenty.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/us-economy-bounced-back-q4-gdp-11643235508", "title": "U.S. Economy Grows as Fourth-Quarter GDP Shows Strongest Year in Decades", "date": "2022-01-27 18:01", "summary": "Economists expect growth to slow this year on weaker consumer spending, persistent supply shortages. The U.S. economy grew rapidly in the fourth quarter of last year, advancing to a 6.9% annual rate, capping the strongest year of growth in nearly four decades as the country rebounded quickly from the pandemic-induced recession.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pleasure-of-uncertain-rewards-11643324411", "title": "The Pleasure of Uncertain Rewards", "date": "2022-01-27 18:00", "summary": "A behavioral economist answers questions about playing the lottery and the benefits of being transparent about the costs of services your business provides. Behavioral economist Dan Ariely uses psychological research to advise on everyday dilemmas. Read more columns here.", "categories": [["Life & Work", "Ideas", "Ask Ariely"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/ask-ariely?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/east-coast-cities-brace-for-freezing-noreaster-this-weekend-11643290347", "title": "A Nor'easter Is Expected to Slam East Coast Cities This Weekend", "date": "2022-01-27 17:57", "summary": "Winter storm watches are issued for parts of New England; New York City, Boston and Washington, D.C., expected to be blanketed with snow. A punishing winter storm is expected to sweep across parts of the U.S. East Coast this weekend and could develop into a major nor'easter with the potential to drop up to a foot of snow or more in some places, forecasters warned.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/startup-sells-insurance-coverage-for-cloud-outages-11643323506", "title": "Startup Sells Insurance Coverage for Cloud Outages", "date": "2022-01-27 17:45", "summary": "New York-based Parametrix Insurance sells protection against the not-so-uncommon cloud glitch. With more businesses and consumers dependent on cloud computing, even a temporary service disruption can have far-reaching effects, with the potential to shut down services, wreak havoc across e-commerce operations and damage businesses' reputations.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/compartment-no-6-juho-kuosmanen-seidl-haarla-yuriy-borisov-andris-feldmanis-livia-ulman-rosa-liksom-11643322852", "title": "'Compartment No. 6' Review: Making the Connection", "date": "2022-01-27 17:35", "summary": "A pair of train passengers form an unlikely bond during a long-haul trip to the Russian port city of Murmansk. Juho Kuosmanen's \"Compartment No. 6,\" in Russian and Finnish with English subtitles, starts as a road movie-a railroad movie-and threatens to become a darkly funny horror story. (It's playing in theaters in New York and Los Angeles this week before entering wider distribution.) A young Finnish student in Moscow, Laura (Seidi Haarla), boards a train in the dead of winter that's bound for the arctic port of Murmansk, then finds herself stuck with a thuggish Russian sleeping-car companion. Ljoha (Yuriy Borisov) has already turned their tiny compartment into a garbage dump, and the train hasn't yet left the station. Laura, enchanted by archaeology, is hoping to see rock carvings that are 10,000 years old. Ljoha, a smoker, boozer and latter-day caveman, is headed for work in a mine near the Arctic Circle. A claustrophobic trip for moviegoers, then? No, not at all. It's an improbably beautiful film about strangers on a train coming to terms with each other as they make peace with their troubled selves.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-need-to-talk-about-cosby-showtime-bill-cosby-w-kanau-bell-phylicia-rashad-11643322786", "title": "'We Need to Talk About Cosby' Review: Grappling With America's Dad", "date": "2022-01-27 17:34", "summary": "W. Kamau Bell guides a thoughtful if pained discussion about, and examination of, the famous actor and comedian whose legacy also includes infamous sexual-assault allegations. There's no presumption of innocence in W. Kamau Bell's \"We Need to Talk About Cosby,\" which isn't surprising: Bill Cosby's 2018 conviction on three counts of aggravated indecent assault was overturned last year by a ruling that didn't refute the evidence against him, only the prosecutor's decision to use it. So while the comedian's legal problems may have expired, so has his career.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sundown-tim-roth-michel-franco-charlotte-gainsbourg-11643322725", "title": "'Sundown' Review: Detachment Disorder", "date": "2022-01-27 17:32", "summary": "Tim Roth stars as a wealthy man tuning out of a family crisis in Mexico. Tim Roth brings quick intelligence and coiled energy to any character he plays. But \"Sundown,\" which was written and directed by the Mexican filmmaker Michel Franco, presents him with a new challenge-how to dramatize detachment. The answer, it turns out, is with more difficulty than you can or may want to imagine. (The film is playing in theaters in New York and Los Angeles, with wider distribution to follow.)", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/underground-railroad-the-secret-history-discovery+-clark-johnson-negro-fort-11643322666", "title": "'Underground Railroad: The Secret History' Review: An Educational Journey's Southern Destinations", "date": "2022-01-27 17:31", "summary": "This series highlights some of what we already know about the historic escape routes for slaves while adding plenty of new discoveries and endpoints. The Underground Railroad is hardly an obscure subject-books, dissertations, novels and even TV miniseries have been devoted to it. But many of the details remain mysterious-and for good reason: \"Nobody wanted to write it down,\" we're reminded during \"Underground Railroad: The Secret History,\" a series about new technology being used to make a near-mythic episode in American history more concrete.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-taste-of-hunger-nikolaj-coster-waldau-katrine-greis-rosenthal-christoffer-boe-tobias-lindholm-11643322584", "title": "'A Taste of Hunger' Review: Food Served With Fervor", "date": "2022-01-27 17:30", "summary": "A Danish chef pursues a Michelin star in Christoffer Boe's overstuffed tale of obsession. There's a lot on the menu in \"A Taste of Hunger\"-the good, the exquisite, the not so hot and the disappointing-but let's begin with the kiss near the start. Any kiss in a movie about food must be judged against the 45-second sequence in the Japanese classic \"Tampopo,\" when the lovers pass a raw egg yolk from mouth to mouth until it breaks. That's a foodie's dream of bliss. The kiss in \"A Taste of Hunger,\" which comes from Denmark, doesn't revolutionize the lip-sync ritual. Its distinction derives from the kissers. Carsten (Nikolaj Coster-Waldau) is the brilliantly talented, fiercely handsome chef-owner of Malus, a cutting-edge Copenhagen restaurant. Maggi (Katrine Greis-Rosenthal) is Carsten's enchanting wife, collaborator, business partner and the mother of their two children. They are such a dazzling couple that they deserve to be the stars of a triumph, which the film promises to be for quite some time until it goes fairly fizzless, if not entirely flat. (It's playing in select theaters in New York and Los Angeles.)", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nba-teams-add-chief-experience-officers-to-their-c-suites-11643322024", "title": "NBA Teams Add Chief Experience Officers to Their C-Suites", "date": "2022-01-27 17:20", "summary": "The new posts cover varying responsibilities at different teams, from improving player and team relations to the changing needs of fans. The Minnesota Timberwolves this month became the latest National Basketball Association team to name a chief experience officer as the title continues to spread across industries.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kamala-harris-meets-with-new-honduran-leader-amid-rising-migration-11643315057", "title": "Kamala Harris Meets With New Honduran Leader Amid Rising Migration", "date": "2022-01-27 17:19", "summary": "Xiomara Castro, Honduras's first female president, campaigned on promises to fight corruption and endemic gang violence. The U.S. is looking to reset its relations with Honduras as the Central American country, which is crucial to American efforts to curb migration and fight corruption in the region, swears in a new leader.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-conducts-suspected-weapons-test-11643241472", "title": "North Korea Fires Short-Range Missiles in Sixth Weapons Test of New Year", "date": "2022-01-27 17:13", "summary": "Kim Jong Un regime has never started a calendar year with so many missile launches. SEOUL-North Korea conducted its sixth weapons test since Jan. 5, South Korea's military said, flying two suspected short-range ballistic missiles off its east coast.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-finds-some-private-fund-managers-mislead-investors-on-performance-11643320980", "title": "SEC Finds Some Private-Fund Managers Mislead Investors on Performance", "date": "2022-01-27 17:03", "summary": "The U.S. regulator cited numerous problems uncovered by examiners of private-equity and hedge funds, including the use of inaccurate performance data. Private-fund managers sometimes give investors misleading information about fees and performance, said the Securities and Exchange Commission, which highlighted several types of violations found by examiners as the regulator considers stronger rules for private-equity and hedge-fund managers.", "categories": [["Pro PE Legal Regulatory"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-legal-regulatory?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/patrick-mahomes-joe-burrow-chiefs-bengals-hand-size-11643255556", "title": "Patrick Mahomes and Joe Burrow Are Big-Time QBs-With Small Hands", "date": "2022-01-27 16:38", "summary": "Big hands used to be seen as a fundamental trait for passers. But the stars for the Chiefs and Bengals are part of a new generation-that grips the football completely unlike their predecessors.. Patrick Mahomes faced a series of questions before the 2017 NFL draft. Could he replicate his college production in the pros? Would his cavalier mechanics create troubles? And crucially: Will the size of his hands be a problem?", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stormy-daniels-testifies-in-michael-avenatti-fraud-trial-11643319311", "title": "Stormy Daniels Testifies in Avenatti Fraud Trial", "date": "2022-01-27 16:35", "summary": "Adult-film actress, a prosecution witness, tells jurors former lawyer stole from her. Adult-film actress Stormy Daniels squared off with her former lawyer Michael Avenatti in federal court Thursday, accusing him of stealing hundreds of thousands of dollars as he sought to undermine her credibility by referencing her paranormal beliefs.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-case-for-100-oil-more-driving-less-drilling-11643247290", "title": "What's Behind Wall Street's $100 Oil Forecast?", "date": "2022-01-27 16:21", "summary": "Dwindling inventories in the developed world, rising demand and doubts about OPEC's output are supporting predictions for higher crude. Wall Street's summer forecast calls for $100 oil.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2022-vw-golf-r-sporty-stylish-not-the-best-ux-11643317829", "title": "2022 VW Golf R: Sporty, Stylish, Not the Best UX", "date": "2022-01-27 16:10", "summary": "The new Golf R, an enthusiast's performance machine with understated styling, has a lot to love, says Dan Neil-minus that touchscreen. EMPATHY RUINS everything. After a week of fun and wild-eyed frustration with the 2022 Volkswagen Golf R-the hottest version of the eighth-generation Golf hatchback-I was ready to scold VW's product planners. Never has so good a car been so let down by its touchscreen, software and switchgear.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/just-look-at-yourself-friday-crossword-january-28-11643283388", "title": "Just Look At Yourself! (Friday Crossword, January 28)", "date": "2022-01-27 16:01", "categories": [["WSJ Puzzles", "Crossword Contest"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword-contest?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medicare-aduhelm-alzheimer-drug-medication-price-study-memory-11643243120", "title": "Medicare Presses Pause on Alzheimer's Drug", "date": "2022-01-27 15:42", "summary": "The healthcare bureaucracy wastes much money elsewhere, but here it decides to play it safe.. The Centers for Medicare and Medicaid Services proposes to restrict Medicare payment for a class of novel, promising Alzheimer's treatments, the first of which is Biogen's Aduhelm (costing $28,200 annually per patient). Your editorial \"The Alzheimer's Death Panel\" (Jan. 24) lays bare the unvarnished reason for this: \"Progressives want to expand Medicare benefits to win senior votes, then ration treatments to contain government spending.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-basement-midterm-loss-democrats-republicans-congress-bipartisan-11643242687", "title": "A Midterm Loss Could Save the Biden Presidency", "date": "2022-01-27 15:40", "summary": "It's time he worked with Republicans to pass legislation.. Kimberley Strassel hits the mark in identifying \"What Ails the Biden Presidency\" (Potomac Watch, Jan. 21). But in discussing a potential Republican takeover of Congress, she states that President Biden will \"be forced to rule through executive action, which he'll have to defend before a skeptical Supreme Court.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/terry-teachout-theater-critic-florida-rep-play-review-11643242408", "title": "Terry Teachout Put My Theater on the Map", "date": "2022-01-27 15:38", "summary": "The late critic always sat on the edge of his seat. He will be missed.. So many lesser critics go to the theater to criticize, to show how smart they are, to promote themselves and not the play or its theater. Terry Teachout was the opposite (\"Terry Teachout,\" Review & Outlook, Jan. 14). He loved the theater. Loved actors. Watching him watch a play was a joy. He always sat on the edge of his seat, leaning into the stage in excitement and anticipation.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thomas-carlyle-idle-man-revolution-11643239685", "title": "Thomas Carlyle on the Danger of the Idle Man", "date": "2022-01-27 15:36", "summary": "He knew the precariousness of a society in which the idle were abundant, some with wealth, and some without.. Reading Barton Swaim's review of Oxford's three-volume edition of Thomas Carlyle's \"The French Revolution\" (Books, Jan. 22) sent me back to look at some of my own old copies of Carlyle from graduate school. Since I had just also read, in the same issue of the paper, Mene Ukueberuwa's Weekend Interview with Nicholas Eberstadt (\"The Underside of the 'Great Resignation'\"), I had to smile at the following quote from Chapter XII, \"Reward,\" from Carlyle's 1843 book \"Past and Present\": \"One monster there is in the world, the idle man.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-military-unable-to-properly-investigate-civilian-deaths-report-finds-11643310638", "title": "U.S. Military Unable to Properly Investigate Civilian Deaths, Report Finds", "date": "2022-01-27 15:35", "summary": "Pentagon 'not adequately organized, trained or equipped' for addressing civilian harm, congressionally mandated study finds. U.S. military personnel often lack the training and resources to properly investigate civilian casualties and take steps to prevent future unintended deaths, a congressionally mandated study of the Pentagon said.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/james-madison-framers-law-criminal-code-liberty-government-11643242165", "title": "Too Much Law Can Threaten Liberty", "date": "2022-01-27 15:35", "summary": "James Madison worried that laws could be 'so voluminous that they cannot be read.'. \"America's Ever-Expanding Criminal Code\" (Review & Outlook, Jan. 22) brings James Madison to mind. \"It will be of little avail to the people, that the laws are made by men of their own choice,\" Madison wrote, \"if the laws be so voluminous that they cannot be read, or so incoherent that they cannot be understood.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-coast-guard-suspends-search-for-survivors-of-boat-that-capsized-off-florida-coast-11643314682", "title": "Coast Guard Suspends Search Off Florida Coast", "date": "2022-01-27 15:18", "summary": "The vessel was part of a suspected human-smuggling operation from the Bahamas, Coast Guard says. The U.S. Coast Guard said Thursday it was suspending its search for people missing from a capsized boat off the coast of Florida that was part of a suspected human-smuggling operation from the Bahamas.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhood-meme-stock-negligence-suit-is-rejected-by-judge-11643314436", "title": "Robinhood Meme-Stock Negligence Suit Is Rejected by Judge", "date": "2022-01-27 15:13", "summary": "Ruling comes ahead of first anniversary of trading restrictions on GameStop and AMC shares. Robinhood Markets Inc. has scored another victory in its legal battles with customers upset about the brokerage's handling of last year's meme-stock trading frenzy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/southwest-turns-quarterly-profit-says-worst-of-omicron-over-11643288937", "title": "Southwest Turns Quarterly Profit, Says Worst of Omicron Is Over", "date": "2022-01-27 15:07", "summary": "Bob Jordan, who is set to take over as carrier's CEO, expresses optimism about current bookings, revenue trends for March. Southwest Airlines Co. said it swung to its first quarterly profit during the pandemic without the help of government aid, but faces pressure from rising costs and disruption from the Omicron variant.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/slanted-ceilings-charming-interior-design-11643313914", "title": "Slanted Ceilings: An Opportunity for Serenity and Charming Interior Design", "date": "2022-01-27 15:06", "summary": "A bed under the eaves, a cozy corner for reading, and four other ways to make the most of the odd spaces sloped ceilings create. IN DISNEY 'S 1950 animated film \"Cinderella,\" the eponymous heroine is consigned to sleeping in an ostensibly punishing attic room. Despite dreary stone walls and rough-hewn floorboards, however, her little single bed tucked under the beams of a right-there roof looks kind of cozy. \"Low ceilings create immediate intimacy,\" said Brett Phillips, of High Street Homes in Fort Worth, Texas. And though some might find slanted ceilings a decorating challenge, Mr. Phillips roots for them. They \"need to be embraced and celebrated, especially in second-story spaces where roof lines create interesting angles,\" he said. Here, six ways to rescue the random spaces under a home's eaves from disrepute.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-surprising-crystals-hiding-in-honey-11643313927", "title": "The Surprising Crystals Hiding in Honey", "date": "2022-01-27 15:05", "summary": "Bees work hard to make honey a stable liquid, but sometimes it crystallizes into a solid in our kitchen cabinets. Here's why.. Physicist Helen Czerski explores the complex science behind familiar phenomena. Read more columns here.", "categories": [["Life & Work", "Ideas", "Everyday Physics"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/everyday-physics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-takes-china-to-wto-over-lithuania-trade-restrictions-11643271938", "title": "EU Hits Back at China Over Trade Limits, Taking Lithuania Fight Global", "date": "2022-01-27 14:57", "summary": "Beijing, which has cut imports in political fights, says it plays by WTO rules. BRUSSELS-The European Union hit back against China's targeting of one of the bloc's smallest members over its ties to Taiwan, opening a new front in the global battle over Beijing's use of economic pressure to advance political objectives.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-johnson-partygate-about-economy-inflation-energy-crisis-shortage-green-tax-increase-leveling-up-11643296176", "title": "Boris Johnson's Partygate Is About the Economy", "date": "2022-01-27 13:36", "summary": "Tacking leftward was supposed to attract the working class, but that agenda hasn't delivered.. Forget those infernal parties. If Boris Johnson's tenure as U.K. prime minister comes to an abrupt end in the coming weeks or months-and it very well might-it won't be because of a birthday bash. Instead, it will be because Mr. Johnson was foolish enough to buy into a lot of trendy theories concerning how parties of the political right need to remake themselves to win elections.", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-orthodox-church-and-ukraine-christianization-greek-catholic-prince-vladimir-great-empire-invasion-11643296236", "title": "The Russian Orthodox Church and Ukraine", "date": "2022-01-27 13:35", "summary": "Putin uses the Baptism of Rus' as a false pretext for Russian imperialism.. While Vladimir Putin is determined to reconstitute the old Soviet Union as a sphere of unchallenged Russian influence, Russian imperialism has a history that long antedates Mr. Putin. Czarist Russia was an expansive imperial power, extending its hegemony over the Eurasian landmass to the Pacific Ocean. Lenin, Stalin and their epigones, despite their ideological rejection of czarism, acted as de facto Great Russian imperialists in assembling the Soviet Union and maintaining it by brute force. In lamenting the demise of that prison house of nations as the greatest geopolitical disaster of the 20th century, Mr. Putin was in part mourning the failure of the imperial project begun by Peter the Great. Yet Russian imperialism has even deeper cultural roots that influence Mr. Putin's assault on Ukrainian sovereignty today.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeep-owner-stellantis-to-take-majority-stake-in-chinese-venture-11643287431", "title": "Jeep Owner's Chinese Partner Says It Was Caught Unaware by Deal Announcement", "date": "2022-01-27 13:21", "summary": "Stellantis plans to take majority stake in its joint venture with Guangzhou Automobile Group. The owner of Jeep has come under fire from a key Chinese manufacturer for announcing a deal to acquire majority ownership of their joint venture, a sign of the trade tensions between China and the West.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fashion-shows-in-paris-and-milan-are-going-on-despite-omicron-11643279603", "title": "Fashion Shows in Paris and Milan Are Going On Despite Omicron", "date": "2022-01-27 13:02", "summary": "Armani canceled its show earlier this year, but Louis Vuitton and other brands have returned to the catwalks. The fashion houses of Paris and Milan are back on the runway this week, hosting their elaborate annual wintertime shows despite the rapid spread of the Omicron variant, another sign that parts of Europe are looking beyond the current Covid-19 wave and getting back to business.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/don-julio-tequila-maker-diageo-is-running-low-on-booze-that-takes-years-to-make-11643296418", "title": "Don Julio Maker Is Running Low on Booze That Takes Years to Make", "date": "2022-01-27 12:59", "summary": "Owner of Crown Royal whisky faces shortages resulting from high demand during the pandemic. LONDON-The world's largest spirits maker is running low on some of its products.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-ukraine-meet-in-paris-to-discuss-possible-off-ramp-to-crisis-11643305653", "title": "Fresh Russia-Ukraine Talks Point to Possible Off-Ramp in Crisis", "date": "2022-01-27 12:47", "summary": "Two sides are in discussions to revive a dormant agreement that Ukraine fears could represent a 'Trojan horse' to give Russia sway in its future. KHARKIV, Ukraine-When a Russian-backed offensive dealt a heavy blow to the Ukrainian army in February 2015, Kyiv signed up to a deal that could give Moscow a significant say in Ukraine's future.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-the-stock-market-turmoil-a-high-speed-investor-u-turn-11643305162", "title": "Behind the Stock Market Turmoil: A High-Speed Investor U-Turn", "date": "2022-01-27 12:39", "summary": "Resume Subscription. The Federal Reserve is about to end America's era of easy money. That is prompting investors to reverse course on two years of investing strategies, kicking off this month's broad market rout, the worst selloff since the early days of the pandemic.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/botticelli-man-of-sorrows-sells-45-million-at-sothebys-11643299925", "title": "Botticelli Portrait of Christ Sells for $45.4 Million", "date": "2022-01-27 12:38", "summary": "Sotheby's marketed the Renaissance painting 'The Man of Sorrows' to fans of Leonardo da Vinci's 'Salvator Mundi'. A Sandro Botticelli portrait of Jesus Christ with bloodshot eyes and a halo of tiny, weeping angels sold for $45.4 million on Thursday in the latest sign of the art market's resilience.", "categories": [["Books & Arts", "Arts", "Art"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-breyers-retirement-could-reshape-supreme-courts-liberal-wing-11643298816", "title": "Justice Breyer's Retirement Could Reshape Supreme Court's Liberal Wing", "date": "2022-01-27 12:27", "summary": "Departure of moderate, pragmatic justice leaves other liberals at crossroads on court that has grown more conservative. Justice Stephen Breyer's retirement, which he officially announced Thursday in a letter to President Biden, is likely to bring significant changes to the Supreme Court's diminished liberal minority, even if his departure won't alter the overall balance of power on a court where conservatives maintain a 6-3 supermajority.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comcasts-broadband-growth-slows-while-pandemic-hit-nbcuniversal-rebounds-11643284988", "title": "Comcast's Broadband Growth Slows as Pandemic-Hit NBCUniversal Rebounds", "date": "2022-01-27 12:24", "summary": "Cable giant says over nine million people are paying to watch Peacock, its nascent streaming service. Comcast Corp. said it added fewer broadband customers than in recent quarters, a slowdown that comes after record growth during the height of the coronavirus lockdowns.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goodbye-to-the-days-of-the-rust-belt-11643302840", "title": "Goodbye to the Days of the 'Rust Belt'", "date": "2022-01-27 12:13", "summary": "After years of unsung efforts to revive the fortunes of America's industrial heartland, Intel's new chip factory in Ohio is a sign of rebirth. This past week Intel announced that it will build its new, $20 billion state-of-the-art chip plant near Columbus, Ohio. The company says that the location could eventually expand into a $100 billion complex with as many as eight fabrication facilities. As Intel CEO Pat Gelsinger put it, \"We helped to establish the Silicon Valley, now we're going to do the Silicon Heartland.\"", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-economic-weapon-book-review-the-limits-of-sanctions-from-abyssinia-to-ukraine-11643302954", "title": "'The Economic Weapon' Review: The Limits of Sanctions, From Abyssinia to Ukraine", "date": "2022-01-27 12:04", "summary": "After World I, the victors hoped to avoid conflict by preemptively punishing the economies of countries that violated the international order. It hasn't always worked.. Be warned, Vladimir Putin told President Biden after their much-publicized videoconference call of Dec. 7, and do not think of enacting any further sanctions against Russia over the Ukraine crisis, for that would simply backfire. Persuading European states not to participate in the Nord Stream 2 pipeline project, which promises to provide them Russian gas, does not frighten us. But it will hurt some of your allies. NATO declarations of resolve don't scare us. Financial restrictions upon Russian banks and large businesses will not work. Your economic weapons are to no avail, for we are either resilient enough already or will find ways of getting around them. Don't you understand, Mr. Putin seemed to be telling the world: Sanctions are a hopeless tool in diplomacy, so why not toss them into the dustbin of History?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/internet-broadband-price-nutrition-label-plan-for-consumers-gets-go-ahead-at-fcc-11643303028", "title": "Confused by Your Home or Mobile Internet Costs? Help Is on the Way", "date": "2022-01-27 12:03", "summary": "FCC seeks to help consumers with proposal to require providers to give data for cost comparison. WASHINGTON-Consumers would be able to easily compare rates for home and mobile broadband service under plans given an initial green light by the Federal Communications Commission on Thursday.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-booster-shot-cuts-omicron-death-risk-by-95-u-k-study-shows-11643302875", "title": "Covid-19 Vaccine Booster Shot Cuts Omicron Death Risk by 95%, Study Shows", "date": "2022-01-27 12:01", "summary": "The analysis was done for people 50 and older, the population at highest risk of severe illness and death. LONDON-Three shots of vaccine cut the risk of death from Covid-19 by 95% in those age 50 and older during the Omicron surge in the U.K., according to an early study that showed immunity from vaccination held up well against the worst effects of the disease even among older people who are most at risk.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/health-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/quick-chicken-recipe-winter-vegetables-11643302211", "title": "This Quick Chicken Recipe Has Serious Juice", "date": "2022-01-27 11:56", "summary": "Pickled jalapeño juice, that is. A few splashes from the jar add a kick to this comforting dish of chicken thighs in carrot escabeche.. QUICK-COOKING and deeply flavorful, this recipe for chicken legs cooked with an escabeche of lightly pickled carrots and jalapeños is a go-to for chef Cristina Martinez. The owner of three Philadelphia restaurants, she has limited time to cook at home. \"If you have a Mexican pantry, there's always cumin and jarred jalapeños,\" she said. \"So, all you need is chicken and some common vegetables for a very good dinner.\"", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amy-schneider-jeopardy-streak-pearls-11643302302", "title": "Amy Schneider Secured a 'Jeopardy!' Streak and Got America Hooked on Pearls", "date": "2022-01-27 11:55", "summary": "Fans wore necklaces while watching contestant post the second-longest streak in show's history; 'I'm still going to wear my pearls'. Amy Schneider's 40-episode winning streak on \"Jeopardy!\" has finally ended. Sure, she showed that she knew which year William Henry Harrison won the presidency. (What is 1840?) And won nearly $1.4 million in prize money, with 95% correct responses to clues during her run, according to the show.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-earnings-nearly-double-as-firm-enjoys-record-cash-haul-11643284720", "title": "Blackstone Earnings Nearly Double", "date": "2022-01-27 11:48", "summary": "Private-equity firm's real-estate business helps power $1.4 billion profit. Blackstone Inc.'s net income nearly doubled in the fourth quarter thanks to strong investment performance in some of its biggest businesses, as the largest private-equity firm by assets raked in more cash than in any other period in its history.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-january-22-11643302096", "title": "Bestselling Books Week Ended January 22", "date": "2022-01-27 11:48", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-economy-stocking-up-and-looking-up-11643301342", "title": "America's Economy: Stocking Up and Looking Up", "date": "2022-01-27 11:35", "summary": "Growth in inventories boosted economic growth in the fourth quarter, which is usually seen as temporary-but not this time. America's economy bounced back last quarter. How that happened is nearly as important as that it happened at all.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-couple-turned-a-big-empty-loft-into-an-intimate-family-home-11643226908", "title": "This Couple Turned a Big Empty Loft Into an Intimate Family Home", "date": "2022-01-27 11:16", "summary": "Resume Subscription. \"The owner had a half-pipe skateboard ramp in the loft because it was just one big open room,\" says Charles Tribbett, who, with wife, Laura Tribbett, bought their 3,300-square-foot Chicago loft in 2017 for $1.075 million. \"Apparently, the people living below moved out because they just couldn't take it anymore. It was pretty bad.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/deutsche-bank-is-betting-on-a-big-year-11643299238", "title": "Deutsche Bank Is Betting on a Big Year", "date": "2022-01-27 11:00", "summary": "The recovering German lender will need to deliver a step up in performance to meet targets set for the conclusion of its turnaround plan. Many investment strategies optimistically promise a hockey-stick-shaped uplift in returns in the final years. Deutsche Bank 's transformation is no exception: After 2½ years of steady progress, management is promising an astonishing 2022.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crypto-kings-are-the-real-estate-industrys-newest-whales-11643298936", "title": "Crypto Kings Are Real-Estate's Newest Whales", "date": "2022-01-27 10:58", "summary": "People who have made fortunes investing in digital currency, or who helped build the vast crypto industry, are the new darlings of the high-end residential property market. When real-estate agent Ryan Serhant received an offer last fall for one of his listings, a roughly $25 million Downtown Manhattan apartment, he was pleased but dubious.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-big-oils-future-look-to-big-tobaccos-past-11643298756", "title": "For Big Oil's Future, Look to Big Tobacco's Past", "date": "2022-01-27 10:55", "summary": "There's plenty of money to be made from oil before the dirty fuel is no longer needed, just as there has been from cigarettes. This is the fifth Streetwise column in a series on sustainable investing.. If you want to know the future of Big Oil, look to the past of Big Tobacco. Depending on who you believe, they will be either greenwashed money machines or transformed businesses dedicated to reversing the damage done by their old products to the planet and health. Confusingly, they might be both.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdonalds-sales-lifted-by-higher-prices-sandwich-campaigns-11643284802", "title": "McDonald's Says Its Costs to Rise Further in 2022", "date": "2022-01-27 10:53", "summary": "Burger chain says higher prices, sandwiches campaigns helping to blunt rising inflation. McDonald's Corp. said it expects the rate of cost increases for food, paper and other materials in the U.S. to roughly double this year compared with 2021's pace, as the burger giant wrestles with rising inflation.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-historic-home-is-listed-in-coronado-calif-for-3-95-million-11643297472", "title": "A Historic Home Is Listed in Coronado, Calif., for $3.95 Million", "date": "2022-01-27 10:31", "summary": "Resume Subscription. A 1920s Spanish Colonial Revival is hitting the market in Coronado, Calif., for $3.95 million.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/chinas-ambitions-and-the-fate-of-a-hong-kong-daily-11643296501", "title": "China's Ambitions and the Fate of a Hong Kong Daily", "date": "2022-01-27 10:15", "summary": "Beijing's campaign to destroy a fiercely pro-democracy newspaper suggests the playbook that it will use against other open societies. On my 64th birthday last August, at an age when people commonly step back and slow down, I began a new career as a human rights activist. As president of the Committee for Freedom in Hong Kong, I'm fighting for the release of political prisoners in a city that was until recently one of the freest in the world. I never imagined this for myself. But then, what has happened in Hong Kong was once unimaginable, too.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-puzzles-saturday-january-29-11642705928", "title": "Number Puzzles (Saturday, January 29)", "date": "2022-01-27 10:00", "categories": [["WSJ Puzzles", "Number Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/number-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ashleigh-barty-australian-open-grand-slam-madison-keys-11643294862", "title": "The Brutal Efficiency of Ashleigh Barty", "date": "2022-01-27 09:48", "summary": "Into her third major final after dispatching Madison Keys, the world No. 1 has spent only 6 hours and 6 minutes on court at this Australian Open. Reaching the final of a Grand Slam tournament isn't supposed to look this easy.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-centurium-capital-gains-control-of-luckin-coffee-11643294726", "title": "China's Centurium Capital Gains Control of Luckin Coffee", "date": "2022-01-27 09:45", "summary": "Investment group acquired shares that had been owned by former chairman Charles Lu and former CEO Jenny Qian. A Chinese private-equity firm has become the controlling shareholder of Luckin Coffee Inc., after buying shares that were previously held by the scandal-plagued company's founders.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-standoff-prompts-europe-to-enlist-u-s-help-securing-gas-11643294410", "title": "Russia Standoff Prompts Europe to Enlist U.S. Help Securing Gas", "date": "2022-01-27 09:40", "summary": "With over 40% of the EU's natural gas supplies under Moscow's control, officials are scouring the globe for ship loads to redirect. BRUSSELS-European officials are scrambling to lock down energy supplies they would need to keep their economies churning if hostilities around Ukraine imperil natural gas piped from Russia, and have turned to the U.S. for help finding backup sources beyond Moscow's control.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-01-27-2022-11643232186", "title": "Job Market Appears Healthy Despite Omicron Headwinds", "date": "2022-01-27 09:31", "summary": "New jobless claims fell by 30,000 last week, signaling fewer layoffs. Filings for unemployment benefits fell last week, showing a tight labor market with low layoffs and plentiful job openings even in the face of disruptions caused by the Omicron variant of Covid-19.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-intel-tesla-levi-strauss-what-to-watch-in-the-stock-market-today-11643284178", "title": "Apple, Intel, Tesla, Levi Strauss: What to Watch in the Stock Market Today", "date": "2022-01-27 09:31", "summary": "Apple results are due after the close; Intel's earnings were down amid a spending uptick. Stocks rose as investors considered the speed at which the Federal Reserve would move to lift interest rates, and awaited more earnings from major companies. Here's what we're watching in Thursday's trading:", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/founder-of-collapsed-private-equity-firm-abraaj-fined-135-million-by-dubai-regulator-11643293815", "title": "Founder of Collapsed Private-Equity Firm Abraaj Fined $135 Million", "date": "2022-01-27 09:30", "summary": "Regulator penalizes Arif Naqvi for deceiving investors and misusing funds, bars him from the city's financial center. A Dubai regulator fined Abraaj Group's founder Arif Naqvi $135.5 million, saying he deceived investors and misused funds, four years after the private-equity firm's collapse raised questions about governance in the Middle East financial hub.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/renault-nissan-alliance-plans-25-7-billion-in-electric-vehicle-spending-11643293204", "title": "Renault-Nissan Alliance Plans $25.7 Billion in Electric Vehicle Spending", "date": "2022-01-27 09:20", "summary": "Investment falls short of those by some rivals as Japanese auto makers are cautious about customer demand. TOKYO-The Renault-Nissan-Mitsubishi car-making alliance said it would spend $25.7 billion on electric vehicles over five years, seeking to prove the troubled partnership still functions.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-school-way-to-find-mentor-when-doing-remote-work-11643290156", "title": "Yes, You Can Find a Mentor While Working Remotely", "date": "2022-01-27 09:14", "summary": "Young professionals slide into the DMs of their professional idols in the hopes of becoming their mentees. Note to young professionals looking for a mentor as the pandemic drags on: Shoot your shot online.", "categories": [["Life & Work", "At Work"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/at-work?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-dials-back-one-of-worlds-longest-covid-19-quarantines-11643286301", "title": "Hong Kong Dials Back Lengthy Covid-19 Quarantine", "date": "2022-01-27 08:36", "summary": "Arriving travelers will spend two weeks in isolation from Feb. 5, shortening stays that have been criticized by business groups. HONG KONG-Officials shortened one of the world's longest quarantine requirements for travelers arriving in Hong Kong to two weeks from three following pressure from international business groups over the city's zero-Covid policies.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prepare-for-an-unsettling-monetary-tightening-cycle-11643290202", "title": "Prepare for an Unsettling Monetary Tightening Cycle", "date": "2022-01-27 08:30", "summary": "Unlike in previous cycles, inflation is too high and the Fed isn't holding the market's hand. If you were born after 1980, the monetary tightening that the Fed said this week will begin in March will be unlike any you've seen.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hundreds-of-women-executed-as-witches-pardoned-in-catalonia-11643290230", "title": "Women Executed as Witches Centuries Ago Are Pardoned in Catalonia", "date": "2022-01-27 08:30", "summary": "The Spanish region saw some of Europe's first witch trials, and hundreds were executed from the 15th to 18th centuries. Catalonia's parliament has passed a resolution to pardon hundreds of women who were tortured and executed as witches between the 15th and 18th centuries, some 300 years after the first victims of the Salem witch trials were exonerated.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/courteney-cox-interview-beauty-11643289762", "title": "What Courteney Cox Googles in Bed", "date": "2022-01-27 08:30", "summary": "The '90s icon and self-professed clean freak on ear plugs, body slugging and home-care as self-care.. A regular column on nighttime rituals and product regimens.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-departments-are-losing-officers-and-struggling-to-replace-them-11643288401", "title": "Police Departments Are Losing Officers and Struggling to Replace Them", "date": "2022-01-27 08:00", "summary": "Amid a tight labor market, rising crime rates and growing public scrutiny of law enforcement, many departments say they are short-staffed. Columbus, Wis., a city of about 5,500 people between Madison and Milwaukee, lost three members of its nine-person police force last year. Unable to find replacements, Chief Dennis Weiner has taken on extra duties, including working a patrol shift on Thanksgiving Day.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alana-haim-licorice-pizza-interview-11643232417", "title": "Alana Haim on 'Licorice Pizza' and the One Thing That Could Break Up Haim", "date": "2022-01-27 08:00", "summary": "After her acclaimed big-screen debut, the actor and musician talks Hollywood dreams, a spin-the-bottle nightmare and her hair-defrizzing secrets. \"I'VE HAD THE CRAZIEST year of my life,\" said actor and musician Alana Haim. With daily routines complicated by shutdowns and the like, this statement might ring true for many Americans, but Ms. Haim, 30, also saw her stardom explode overnight.", "categories": [["Life & Work", "20 Odd Questions"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/20-odd-questions?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-should-play-antitrust-game-well-11643286781", "title": "Microsoft Should Play Antitrust Game Well", "date": "2022-01-27 07:33", "summary": "Activision's stock is pricing in significant deal risk, but Microsoft has made some clever moves to help its chances. Microsoft is making a big wager with its record-setting proposal to buy videogame giant Activision Blizzard, but fears that the $69 billion deal will be spiked by regulators are probably overblown.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-curbs-eased-further-in-europe-as-new-version-of-omicron-spreads-in-places-11643286710", "title": "Covid-19 Curbs Eased Further in Europe as New Version of Omicron Spreads in Places", "date": "2022-01-27 07:31", "summary": "U.S. Covid-19 deaths at highest levels since February but cases and hospitalizations continue to fall. Several European countries have lifted or relaxed Covid-19 restrictions, citing the milder symptoms being caused by the Omicron variant in vaccinated people-even as daily infections continued to surge in some countries and a new version of Omicron was identified as spreading in places.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/health-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vast-troves-of-classified-info-undermine-national-security-spy-chief-says-11643286602", "title": "Troves of Classified Info Undermine National Security, Spy Chief Says", "date": "2022-01-27 07:30", "summary": "Avril Haines, the director of national intelligence, says current classification system strains intelligence agencies and erodes public trust. WASHINGTON-The U.S. intelligence community's approach to classifying vast amounts of information is so flawed that it harms national security and diminishes public trust in government, according to Avril Haines, President Biden's director of national intelligence.", "categories": [["WSJ News Exclusive", "National Security"]], "category_links": ["https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ukraines-bulked-up-military-is-still-outgunned-by-russia-11643286624", "title": "Ukraine's Bulked-Up Military Is Still Outgunned by Russia", "date": "2022-01-27 07:30", "summary": "Resume Subscription. KYIV, Ukraine-Eight years after Russia seized Ukraine's Crimean peninsula and fomented war in the country's east, Kyiv's once-feeble military is bigger and better armed. It is still far outgunned by Moscow, but it could inflict a high price on any invading army, its leaders and analysts say.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/deutsche-bank-beats-profit-expectations-restores-dividend-11643267580", "title": "Deutsche Bank Beats Profit Expectations, Restores Dividend", "date": "2022-01-27 07:21", "summary": "CEO says bank is on track to meet 2022 targets. Deutsche Bank AG posted a rise in fourth-quarter profit, even though its investment-banking business took a hit from rising costs.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auto-lenders-can-see-this-pothole-coming-11643284803", "title": "Auto Lenders Can See This Pothole Coming", "date": "2022-01-27 07:00", "summary": "Used-car prices and demand may cool, but they don't have to mean the end of the road for lenders. Bank investors might be betting that rising used-car values will hit the skids. Maybe they should slow their roll.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsungs-top-chipmaking-perch-is-precarious-11643281018", "title": "Samsung's Top Chipmaking Perch Is Precarious", "date": "2022-01-27 05:59", "summary": "Samsung is reaping the benefits of its strong technology and ravenous chip demand. But it can't afford to rest on its laurels if it wants to remain top dog.. Samsung Electronics has taken the global chip making crown again. Don't expect Taiwanese and American rivals to stand still, however: Samsung will need to keep investing heavily to keep it.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-pushes-some-companies-back-to-virtual-shareholder-meetings-11643279402", "title": "Omicron Pushes Some Companies Back to Virtual Shareholder Meetings", "date": "2022-01-27 05:30", "summary": "Hormel, Tyson and Becton Dickinson are among the companies opting for a remote event. Some companies are switching to virtual shareholder meetings again as the Omicron variant continues to spread through the U.S. and businesses take precautions to limit infections.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sensing-opportunity-in-syria-u-a-e-leads-arab-efforts-to-do-business-with-assad-11643279401", "title": "U.A.E. Leads Arab Efforts to Do Business With Syria", "date": "2022-01-27 05:30", "summary": "Commercial ties multiply a decade after the onset of civil war, as business leaders bet Bashar al-Assad is there to stay. The United Arab Emirates is at the leading edge of an effort in the Arab world to bring Syria in from the cold.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/insurers-want-to-avoid-covering-war-ukraine-hacks-put-that-to-the-test-11643279403", "title": "Insurers Want to Avoid Covering War. Ukraine Hacks Put That to the Test.", "date": "2022-01-27 05:30", "summary": "As U.S. officials warn of Russian cyberattacks, a court ruling could affect whether insurance covers the damage. Some insurance companies cited \"act of war\" exclusions to try to avoid covering the damage of a Russian cyberattack against Ukraine in 2017 that rippled outward internationally, causing billions of dollars in damage. Now, as U.S. officials warn of similar hacks, insurers might not be able to invoke that protection.", "categories": [["Pro Cyber Commentary & Analysis"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-commentary-analysis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wto-arbiter-sides-with-china-in-tariff-fight-with-u-s-11643241414", "title": "WTO Arbiter Sides With China in Tariff Fight With U.S.", "date": "2022-01-27 03:22", "summary": "Decision allows China to collect $645 million in retaliatory tariffs in dispute over U.S. levies on Chinese products. WASHINGTON-The World Trade Organization on Wednesday authorized China to impose retaliatory tariffs worth $645 million on imports from the U.S. in a decade-old dispute over Chinese subsidies to promote exports of products such as solar panels and steel pipes.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-supplier-lg-energy-surges-on-trading-debut-11643249385", "title": "Tesla Supplier LG Energy Hits $99 Billion Valuation on Trading Debut", "date": "2022-01-27 03:09", "summary": "South Korean company trails China's CATL in EV battery production. Shares in LG Energy Solution Ltd. jumped 68% on their first day of trading, after the world's No. 2 maker of electric-vehicle batteries raised about $10.6 billion in South Korea's largest-ever initial public offering.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11643238382", "title": "Pepper...and Salt", "date": "2022-01-27 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsungs-fourth-quarter-revenue-is-best-ever-11643243437", "title": "Samsung's Fourth-Quarter Revenue Is Best Ever", "date": "2022-01-27 23:29", "summary": "South Korean tech giant's fourth-quarter net profits also rise-by 64%. SEOUL- Samsung Electronics Co. capped off a year where it surpassed Intel Corp. to become the world's No. 1 chip maker as it logged its biggest-ever quarterly revenue.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-tees-up-march-interest-rate-increase-11643223603", "title": "Fed Tees Up March Interest-Rate Increase", "date": "2022-01-27 22:29", "summary": "Officials have accelerated plans to unwind support for the economy in the midst of rising inflation. The Federal Reserve signaled it would begin steadily raising interest rates in mid-March, its latest step toward removing stimulus to bring down inflation.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indian-opposition-figure-rahul-gandhi-says-his-twitter-following-was-restricted-11643207184", "title": "India's Gandhi Says His Twitter Following Was Squashed by Modi Government", "date": "2022-01-27 21:43", "summary": "Politician writes to Twitter CEO to complain about curbs he blames on India's government, highlighting how New Delhi polices U.S. social media companies. NEW DELHI-Rahul Gandhi, one of India's most prominent opposition politicians, has written to Twitter Inc.'s chief executive alleging he is the victim of a government campaign to limit his ability to attract followers on the platform, throwing a fresh spotlight on how New Delhi polices U.S. social media companies.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-reports-loss-as-787-charges-mount-11643202856", "title": "Boeing Reports Loss as 787 Charges Mount", "date": "2022-01-27 21:07", "summary": "Plane maker expects to deliver more of its 737 MAX and Dreamliner jets this year and iron out production problems. Boeing Co. said production problems and delivery delays with its 787 Dreamliner jet would cost it another $4.5 billion as the plane maker reported its third annual loss in a row.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-justice-stephen-breyer-to-retire-11643219955", "title": "Supreme Court Justice Stephen Breyer to Retire", "date": "2022-01-27 21:07", "summary": "Retirement gives President Biden opportunity to shore up court's liberal wing. WASHINGTON-Justice Stephen Breyerplans to retire at the end of the current Supreme Court term, giving President Biden an opportunity to shore up the court's liberal wing and deliver on his promise to nominate the court's first Black woman.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-cryptocurrency-venture-to-wind-down-sell-assets-11643248799", "title": "Facebook's Cryptocurrency Venture to Wind Down, Sell Assets", "date": "2022-01-27 21:00", "summary": "Diem Association is selling its technology to crypto-focused bank Silvergate Capital for $200 million. Facebook's ambitious effort to bring cryptocurrency to the masses has failed.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-is-a-proven-automaker-an-unproven-tech-giant-11643247676", "title": "Tesla Is a Proven Automaker, an Unproven Tech Giant", "date": "2022-01-27 20:41", "summary": "Elon Musk's company has shown it can generate cash selling electric vehicles, but its valuation depends on much more. With help from China, Tesla has turned itself into an unusually profitable car maker. Whether that makes it a tech company worthy of a near-trillion-dollar valuation is less clear.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-tsla-q4-earnings-report-2021-11643162910", "title": "Elon Musk Says Tesla Will Prioritize Deliveries Over New Vehicles in 2022", "date": "2022-01-27 20:40", "summary": "Electric-vehicle maker reported record earnings but hasn't been immune to supply-chain problems. Elon Musk said Tesla Inc. won't introduce new models this year, as the electric-car maker bets on increasing deliveries over diversifying its product offerings in the face of ongoing supply-chain disruptions.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-faces-unionization-battle-in-staten-island-11643244712", "title": "Amazon Faces Unionization Battle in Staten Island", "date": "2022-01-27 20:35", "summary": "National Labor Relations Board says nascent Amazon Labor Union has enough support from workers to hold election. A group of Amazon.com Inc. workers pushing to unionize a large company warehouse in New York won enough support to hold an election, the National Labor Relations Board said, opening a new battlefront between employees and the e-commerce giant.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/william-ackman-takes-stake-in-netflix-11643236690", "title": "William Ackman Takes Stake in Netflix", "date": "2022-01-27 20:32", "summary": "Pershing Square has purchased more than 3.1 million shares of the streaming service. Billionaire investor William Ackman said his hedge fund has acquired 3.1 million shares of Netflix Inc., attracted by a recent selloff of the streaming giant's stock.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/neil-youngs-music-is-being-taken-down-by-spotify-after-ultimatum-over-joe-rogan-11643230104", "title": "Spotify Removes Neil Young's Music After His Joe Rogan Ultimatum", "date": "2022-01-27 20:00", "summary": "Folk-rock star had over six million monthly listeners on the service, which he blames for spreading fake info about vaccines. Spotify Technology SA has removed Neil Young's music, the company confirmed Wednesday, as the folk-rock star isn't wavering in his objections to Joe Rogan's podcast.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/letters-to-the-editor-january-best-latinx-iran-special-ed-cps-schumer-11643155667", "title": "10 Letters to Read: January's Most Notable Letters to the Editor", "date": "2022-01-27 19:33", "summary": "Contributions by WSJ readers on everything from 'special ed' to the Iranian nuclear program and nursing homes in need of antivirals.. Enjoy a selection of the month's most noteworthy letters to the editor, ordered chronologically. Letters are submitted to wsj.ltrs@wsj.com in response to Journal articles.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amy-schneiders-winning-streak-on-jeopardy-ends-in-loss-to-rhone-talsma-11643243401", "title": "Amy Schneider's Winning Streak on 'Jeopardy!' Ends", "date": "2022-01-27 19:30", "summary": "Resume Subscription. The second-longest streak in \"Jeopardy!\" history ended Wednesday, as Amy Schneider lost after 40 consecutive wins.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bidens-berlin-gas-airlift-russia-ukraine-vladimir-putin-europe-green-energy-11643237127", "title": "Biden's Berlin Gas Airlift", "date": "2022-01-27 19:07", "summary": "The West's energy disarmament is a gift to Putin on Ukraine.. Energy is Russia's most potent nonnuclear weapon, so it's no surprise that Vladimir Putin is leveraging it as he threatens Ukraine. Europe's climate obsessions have made it vulnerable to Russia, and so the Biden Administration is riding to the rescue by begging the Arabs and other energy producers to boost natural gas deliveries.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-feds-fledgling-hawks-federal-reserve-open-market-committee-jerome-powell-inflation-11643236025", "title": "The Fed's Fledgling Inflation Hawks", "date": "2022-01-27 19:05", "summary": "The central bank talks tougher on price increases but it still isn't tightening money.. The Federal Reserve on Wednesday showed new determination to fight rising prices, but the fledgling inflation hawks are only learning to fly. The central bank's moves were modest given inflation of 7%, and it isn't clear how much resolve the central bank will have if asset prices keep falling in response to the prospect of rising interest rates.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stephen-breyers-loss-to-the-supreme-court-retirement-11643238845", "title": "Stephen Breyer's Loss to the Supreme Court", "date": "2022-01-27 19:01", "summary": "The pragmatic liberal's replacement may come from the new legal left.. The news leak that Justice Stephen Breyer plans to retire at the end of the current Supreme Court term won't change the balance of power on the High Court. But it does mean the loss of a pragmatic liberal, with no guarantee that his successor will have the same restraint or principles.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}]