[{"link": "https://www.wsj.com/articles/tsunami-warning-ordered-for-tonga-following-undersea-volcano-eruption-11642242710", "title": "Tsunami Warning Ordered for Tonga Following Undersea Volcano Eruption", "date": "2022-01-15 14:35", "summary": "No immediate reports of injuries; tsunami advisory issued for Hawaii, Alaska and the U.S. Pacific coast. WELLINGTON, New Zealand-An undersea volcano erupted Saturday near the Pacific nation of Tonga, sending tsunami waves crashing across the shore and people rushing to higher ground. Tsunami advisories were issued for Hawaii, Alaska and the U.S. Pacific coast.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/large-fire-burns-at-new-jersey-chemical-plant-11642267801", "title": "Large Fire Burns at New Jersey Chemical Plant", "date": "2022-01-15 12:30", "summary": "More than 200 firefighters were battling Saturday morning to keep the blaze away from chlorine stored at the facility. A large fire at a New Jersey chemical plant continued to burn Saturday morning, as more than 200 firefighters battled to keep the flames away from chlorine stored at the facility.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citigroup-sticks-with-its-covid-19-vaccine-mandate-while-ge-drops-its-rules-11642258637", "title": "Citigroup, GE Diverge on Vaccine Mandate", "date": "2022-01-15 12:03", "summary": "American businesses take different paths after Supreme Court ruling against Biden mandate for big employers. Citigroup Inc. is sticking with its Covid-19 vaccine mandate for its U.S. workers. General Electric Co. is not.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unilever-makes-approach-for-glaxos-consumer-healthcare-business-11642263875", "title": "Unilever Makes Approach for Glaxo's Consumer-Healthcare Business", "date": "2022-01-15 11:58", "summary": "Company says toothpaste-to-painkiller unit would be strong strategic fit. LONDON- Unilever PLC said it had approached GlaxoSmithKline PLC and Pfizer Inc. about an acquisition of their consumer-healthcare joint venture, a potential $68 billion deal that would reshape the consumer-products giant's portfolio at a time when it is under pressure to accelerate growth.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musks-tesla-asked-law-firm-to-fire-associate-hired-from-sec-11642265007", "title": "Elon Musk's Tesla Asked Law Firm to Fire Associate Hired From SEC", "date": "2022-01-15 11:43", "summary": "The Tesla boss has taken aim at individuals personally that he has clashed with. A partner at law firm Cooley LLP got an unexpected call late last year from a Tesla Inc. lawyer delivering an ultimatum.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-race-vaccine-vs-variants-11641915035", "title": "The Covid Race to Watch: Vaccines vs. Variants", "date": "2022-01-15 11:00", "summary": "Resume Subscription. As the Covid-19 pandemic enters its third year, the world is settling in for the moment the disease becomes endemic-and less disruptive-at least in the U.S. Against that is the race to vaccinate while anticipating new variants.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/beijing-reports-omicron-infection-three-weeks-ahead-of-winter-olympics-11642260807", "title": "Beijing Reports Omicron Infection Three Weeks Ahead of Winter Olympics", "date": "2022-01-15 10:33", "summary": "A domestically transmitted case of the highly infectious Covid-19 variant prompts a series of prevention measures. HONG KONG-A domestically transmitted case of the highly infectious Omicron variant of Covid-19 was detected in Beijing on Saturday, raising fresh concerns weeks before the city is set to host the Winter Olympics.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/everybody-on-marthas-vineyard-knows-the-mercedes-called-big-blue-11642258810", "title": "Everybody on Martha's Vineyard Knows the Mercedes Called 'Big Blue'", "date": "2022-01-15 10:00", "summary": "Resume Subscription. Les Williams Jr., 43, co-founder of Risk Cooperative, a risk management firm in Arlington, Va., on his father-in-law's 1979 Mercedes-Benz 450 SEL sedan, which he now drives.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-pain-of-online-school-remains-even-when-kids-are-in-classrooms-11642255201", "title": "The Pain of Online School Remains, Even When Kids Are in Classrooms", "date": "2022-01-15 09:00", "summary": "Digital tools such as Google Classroom and Canvas are still used during in-person school; tracking online assignments is a chore, and many parents wish schools would go back to pencil and paper. The return to in-person school brought joy to parents and students alike, who were sick of dealing with Zoom calls, educational games, online homework and all the technical glitches that came with jamming education into the tabs of a web browser.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-starbucks-chipotle-sites-cut-hours-limit-seating-over-omicron-11642255202", "title": "Some Starbucks, Chipotle Sites Limit Hours, Seating", "date": "2022-01-15 09:00", "summary": "Nation's restaurant industry is facing labor shortages and reduced service as Covid-19 variant deepens challenges for operators. Diners are feeling a sense of déjà vu as restaurants are again selling food for takeout only, closing dining-room seating or shortening hours as the Omicron variant of Covid-19 spreads.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-week-bidens-agenda-hit-a-wall-11642254981", "title": "The Week Biden's Agenda Hit a Wall", "date": "2022-01-15 08:56", "summary": "President has little room to maneuver after setbacks on voting legislation, vaccine rules, economy. WASHINGTON-The bad news was unrelenting this week for President Biden: the highest inflation in four decades, a Supreme Court rejection of a key element of his plan to fight Covid-19 and more roadblocks in Congress.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-sells-anti-ship-missiles-to-the-philippines-as-concern-over-china-grows-11642254147", "title": "India Sells Antiship Missiles to the Philippines as Concern Over China Grows", "date": "2022-01-15 08:42", "summary": "The deal comes as New Delhi boosts defense ties with the U.S. and its allies in response to China's expanding military muscle. India has reached an agreement to supply the Philippines with the BrahMos antiship cruise-missile system, officials from both sides said, in a deal that could help counterbalance recent Chinese assertiveness over disputes in the region.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-united-front-u-s-approach-on-russia-unsettles-some-allies-11642252834", "title": "Behind United Front, U.S. Approach on Russia Unsettles Some Allies", "date": "2022-01-15 08:20", "summary": "Some countries are unsettled by certain ideas floated by U.S. officials at talks with Russian counterparts before they were aired with allies. BRUSSELS-In public, the U.S. and its allies this week presented a united front in rejecting Russian demands that they rule out NATO enlargement and pull military forces back from the alliance's eastern flank.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/people-really-want-to-ski-vail-is-racing-to-keep-up-11642222802", "title": "People Really Want to Ski. Vail Is Racing to Keep Up.", "date": "2022-01-15 08:20", "summary": "Resume Subscription. Vail Resorts operates a growing empire of dozens of top ski properties around the world. This season it is plowing into a blizzard of problems.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/russia-u-s-talks-concluded-with-posturing-and-threats-but-no-movement-on-either-side-11642251604", "title": "Russia-U.S. Talks Conclude With Posturing and Threats", "date": "2022-01-15 08:00", "summary": "Week of diplomacy leaves U.S. officials pessimistic, uncertain about Vladimir Putin's intent in Ukraine crisis. Last weekend, a senior Biden administration official looked at Russia's military pressure on Ukraine and said the coming week of talks would offer President Vladimir Putin a choice between diplomacy and withering economic penalties.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/patients-drive-hours-to-ers-as-omicron-variant-overwhelms-rural-hospitals-11642251602", "title": "Omicron Variant Overwhelms Rural Hospitals", "date": "2022-01-15 08:00", "summary": "Hospitals call staff with Covid-19 back to work to handle surge of patients in parts of country strapped for workers. When the Omicron surge hit the Navajo Nation this month, the main hospital that serves a far-flung and vulnerable population in the high desert across northern New Mexico and Arizona was immediately overwhelmed.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/health-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brooch-trend-vintage-grandmillennials-11642192453", "title": "A Grandma Brooch, in 2022? Weirdly, Yes", "date": "2022-01-15 08:00", "summary": "Thanks to the grandmillennial craze for vintage style and new fans like Nick Jonas and Bella Hadid, the brooch is improbably ascendant. But it's not for everyone.. At the top of the list of things I truly cannot imagine wearing is a brooch. Like a straw boater hat or a pair of suspenders, it feels like a fussy part of a costume for a regional theater production of \"My Fair Lady.\" And yet, in recent years, the brooch has been climbing out of the depths of dowdiness to become something more radical and contemporary. It's no longer only for grandmas. Just ask Nick Jonas, the 29-year-old pop star who wore a large sparkling starfish pin on his lapel as a coach on \"The Voice\" in 2021. In an accompanying social-media clip, he proclaimed that he had \"big brooch energy.\"", "categories": [["Life & Work", "Style & Fashion", "Off Brand"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/off-brand?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/london-stock-exchange-proposes-special-listings-for-private-companies-11642248741", "title": "LSE Proposes Special Listings for Private Companies", "date": "2022-01-15 07:12", "summary": "It would be the first exchange with a hybrid model in which private companies periodically access public markets in days-long trading windows. The London Stock Exchange Group is seeking to blur the line between public and private companies, part of a plan to attract fast-growing technology firms to list in the U.K. in the wake of Brexit.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/st-louis-streetcar-may-get-new-life-as-u-s-threatens-to-claw-back-grants-11642248003", "title": "St. Louis Streetcar Could Get New Chance", "date": "2022-01-15 07:00", "summary": "Reluctant locals back revival plan to avoid $37.5 million repayment, threat to future grants. A closed streetcar in St. Louis could get another shot at life as local officials look for a way to relaunch service after federal officials last month took the rare step of threatening to claw back tens of millions of dollars in construction grants.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-has-the-stock-market-done-well-can-it-continue-11642132077", "title": "Why Has the U.S. Stock Market Done So Well? And Can It Continue?", "date": "2022-01-15 07:00", "summary": "American stocks have been a global standout. But that exceptionalism may not last as Covid retreats.. The U.S. is on a winning streak. Four years running, through political turmoil and Covid-19, American stock markets have beaten the world. As we hit the second anniversary of the pandemic, investors should be asking whether it can continue.", "categories": [["U.S.", "Journal Reports"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baby-shark-has-10-billion-views-for-parents-that-is-10-billion-too-many-11642217991", "title": "'Baby Shark' Has 10 Billion Views. For Parents, That Is 10 Billion Too Many.", "date": "2022-01-15 07:00", "summary": "Simple, repetitive lyrics have helped make the song a favorite with toddlers and given it global staying power. In her first days of preschool, Brianne Pryor's toddler was exposed to two things: \"Baby Shark\" and hand, foot and mouth disease.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/six-shoulder-exercises-to-help-lift-your-kids-and-luggage-and-prevent-injuries-11642244401", "title": "Six Shoulder Exercises to Help Lift Your Kids and Luggage", "date": "2022-01-15 06:00", "summary": "Resume Subscription. Your shoulders may not need to withstand a collision with a 200-pound hockey player. But they do need to be stable enough to hold up against daily wear and tear like lifting a grandchild or placing your carry-on luggage into the airplane overhead bin.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-maps-pit-republicans-vs-republicans-and-democrats-vs-democrats-11642242607", "title": "New Maps Pit Republicans vs. Republicans and Democrats vs. Democrats", "date": "2022-01-15 05:30", "summary": "Roughly a dozen current House members are set to face off against colleagues from the same party due to redistricting. WASHINGTON-The good news for Rep. Haley Stevens is that her 11th Congressional District was redrawn to become a lot more blue. The bad news is she will have to run against friend and fellow Michigan Democrat Rep. Andy Levin to stay in Congress.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-drives-covid-19-child-hospitalizations-to-new-highs-11642242603", "title": "Omicron Leads to Highs of Hospitalized Children Who Have Covid", "date": "2022-01-15 05:30", "summary": "Large numbers of infections, rather than increased severity, appear to be main cause. Omicron is pushing Covid-19 hospital admissions among children to record levels in the U.S. and the U.K. Doctors say the variant's infectiousness-and not any increased severity-is probably mostly responsible.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/health-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schools-struggle-to-find-substitute-teachers-as-omicron-surges-11642242606", "title": "Schools Struggle to Find Substitute Teachers as Omicron Surges", "date": "2022-01-15 05:30", "summary": "Facing shortage of subs, schools look to other employees, churches and parent groups in search for teachers. School employees are stepping up across the U.S. to provide classroom instruction, as a lack of available substitute teachers compounds ongoing staffing shortages caused by Covid-19-related teacher absences.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-businesses-sour-on-saudi-arabia-in-blow-to-crown-princes-growth-plans-11642242604", "title": "U.S. Businesses Sour on Saudi Arabia in Blow to Crown Prince", "date": "2022-01-15 05:30", "summary": "Surprise tax hits, unpaid bills and stolen intellectual property undo government's effort to shift economy away from oil. RIYADH-Saudi Arabia courted the world's top companies to modernize its economy. Instead, the business environment has grown more hostile and investors are souring on the oil-rich kingdom.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-foreign-policy-hindered-by-domestic-troubles-11642196978", "title": "Biden Administration's Foreign-Policy Initiatives Hindered by Domestic Troubles", "date": "2022-01-15 05:30", "summary": "Resume Subscription. The Biden administration is facing pressing national-security challenges from Russia and Iran, but efforts to respond are being hindered by persisting domestic troubles, U.S. and foreign officials say.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/omicron-inflation-labor-shortages-ceo-brace-for-change-2022-11642132249", "title": "Omicron, Inflation and Labor Shortages: CEOs Brace for Change in 2022", "date": "2022-01-15 05:30", "summary": "Executives are shifting operations to better deal with future surprises. 'We're winning the war, but it's not over yet.'. Offices remain largely empty as Covid-19 cases surge. Rising inflation is likely to keep prices high through this year. Workers are quitting their jobs at historic rates, pushing up the cost to retain them.", "categories": [["U.S.", "Journal Reports"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-war-on-shadow-education-leaves-parents-in-distress-11642160733", "title": "Who Says No Tutors and Less Homework Is Bad? Many Chinese Parents", "date": "2022-01-15 03:53", "summary": "Rules banning tutors were meant to reduce anxiety for families and inequality in the education system, but instead have led to workarounds. HONG KONG-Growing up in the Chinese city of Chengdu, Nannan excels in school. Now 7 years old, he has started working on math problems normally given to children two grade levels higher. His foreign-language skills are so advanced that he began learning Spanish taught entirely in English.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australia-feared-letting-novak-djokovic-stay-would-fuel-antivaccine-sentiment-11642223036", "title": "Australia Feared Letting Djokovic Stay Would Fuel Antivaccine Sentiment", "date": "2022-01-15 03:09", "summary": "'Djokovic's presence in Australia may pose a health risk to the Australian community in that his presence in Australia may foster antivaccination sentiment,' immigration chief said. SYDNEY-Australia's decision to cancel tennis star Novak Djokovic's visa for a second time was driven by fear that letting him stay could foster antivaccine sentiment during a surge in Covid-19 cases, court documents show.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bozoma-saint-john-making-her-mark-at-apple-uber-netflix-11642199323", "title": "Meet the Marketing Exec Who's Been Making Her Mark at Apple, Uber and Netflix", "date": "2022-01-15 00:25", "summary": "Bozoma Saint John is now the chief marketing officer at Netflix. She's worked for nine other employers across several industries to get there - with help from some celebrity friends and mentors.. In Personal Board of Directors, top business leaders talk about the people they turn to for advice, and how those people have shaped their perspective and helped them succeed. Previous installments from the series are here.", "categories": [["Personal Board of Directors"]], "category_links": ["https://www.wsj.com/news/types/personal-board-of-directors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sidney-poitiers-trailblazing-journey-to-hollywood-11642222862", "title": "Sidney Poitier's Trailblazing Journey to Hollywood", "date": "2022-01-15 00:01", "summary": "When director Joseph Mankiewicz cast the pioneering Black actor in his first film role in 1950, one of the defining screen stars of the 20th century was born. There was no mistaking the figure making his way across the concourse at halftime of a UCLA basketball game at Pauley Pavilion in the fall of 2002. Seventy-five years old and still strikingly handsome, Sidney Poitier couldn't have stood out more if he'd had a spotlight on him. I must have been 100 feet away, but I felt those little electric currents firing in the tips of my fingers, the internal buzz created only by the charisma of the kind of movie star who takes your breath away-the kind who stands, I can say without hyperbole, as the most important American movie actor of the 20th century.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11642380703", "title": "Pepper...and Salt", "date": "2022-01-15 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktoks-travel-guides-11642193464", "title": "TikTok's Travel Guides: The New Way to Plan a Vacation", "date": "2022-01-15 00:00", "summary": "The pandemic gave rise to a host of new virtual tour guides, eager to share their hometowns and unusual expertise, from ghost-hunting in Savannah to leaping off rooftops in Paris. VIDEOS OF Gen Z-ers and millennials-and their cats-may saturate TikTok, but spend enough time scrolling around the social media app and you'll find yourself led to more surprising realms. Take the travel feeds, which offer a stream of fresh footage shot just about anywhere in the world. Type #travel in the search box and you can watch waterfalls gush in Iceland, elk amble across Wyoming, sunsets unfold in South Tyrol or hungry turtles on the prowl in Zanzibar. Many of the videos are goofy vacation snippets, but in the past few years, TikTokers have matured a bit. Now some are eager to show off their hometowns, which lets armchair travelers dig deeper into destinations and get a personal perspective on a place. While some of these TikTok travel guides simply serve as inspiration for trip-planning, others offer real-life tours, too. Here, we highlight five of the most entertaining.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-amazon-meta-and-microsoft-weave-a-fiber-optic-web-of-power-11642222824", "title": "Tech Giants Weave an Undersea Web of Power", "date": "2022-01-15 00:00", "summary": "The four tech giants increasingly dominate the internet's critical cable infrastructure. To say that Big Tech controls the internet might seem like an exaggeration. Increasingly, in at least one sense, it's literally true.", "categories": [["Tech", "Keywords: Christopher Mims"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/directv-to-drop-oan-conservative-news-channel-11642214811", "title": "DirecTV to Drop OAN Conservative News Channel", "date": "2022-01-15 21:46", "summary": "Satellite-TV system is One America News Network's largest distributor. DirecTV said Friday it plans to drop conservative news channel One America News Network, a move that could sharply reduce the pro-Trump channel's audience.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/letter-publisher-latour-wsj-facebook-files-afghanistan-reporting-opinion-business-11642179671", "title": "A Report to Our Readers", "date": "2022-01-15 20:12", "summary": "In 2021 our journalists covered a world of disruptive change. What won't change: Our effort to retain your trust.. Dear Readers:", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cdc-suggests-considering-n95-kn95-masks-in-some-situations-11642201050", "title": "CDC Suggests Considering N95, KN95 Masks in Some Situations", "date": "2022-01-15 19:33", "summary": "Agency stops short of recommending that people wear higher-quality masks in high-risk situations. Respirators such as N95s and KN95s that are more protective than cloth masks may be the right choice to protect against Covid-19 in some settings, the Centers for Disease Control and Prevention said in updated guidance, as the Omicron variant has driven a record surge in new infections across the U.S.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/health-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-slows-in-early-u-s-hot-spots-offering-first-hopes-of-a-peak-11642166670", "title": "Omicron Slows in Early U.S. Hot Spots, Offering First Hopes of a Peak", "date": "2022-01-15 19:07", "summary": "Health officials are viewing the data cautiously and aren't yet declaring victory, but the trend appears to follow similar trajectories elsewhere. The steep rise in new daily Covid-19 cases fueled by the Omicron variant is starting to slow in some early U.S. hot spots, including New York and Chicago, sparking some optimism that a record-breaking spike in cases may be plateauing.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/health-news?mod=breadcrumb"]}]