[{"link": "https://www.wsj.com/articles/peter-thiel-to-step-down-from-facebook-parent-metas-board-11644268545", "title": "Peter Thiel to Step Down From Facebook Parent's Board", "date": "2022-02-07 18:42", "summary": "Multibillionaire investor to focus efforts on electing GOP candidates who support Trump's agenda in 2022 races. Peter Thiel, one of Facebook 's earliest investors and its longest-serving outside board member, is planning to step down from his position at the social-media giant, parent company Meta Platforms Inc. said Monday.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-music-man-broadway-meredith-wilson-hugh-jackman-sutton-foster-11644276165", "title": "The Wholesome Subversiveness of 'The Music Man'", "date": "2022-02-07 18:40", "summary": "The show, a revival of which is now in previews on Broadway, was radically innovative in its musical construction when it opened in the 1950s.. Near the end of his short lifetime, the comedian Andy Kaufman performed a routine in which he chanted what seemed like random phrases in rhythm while accompanying himself on conga drums. (Even stranger, Kaufman was apparently doing his laundry at the same time.) For some 14 years, a fuzzy video of this has been available on YouTube, yet virtually nobody in the house seems to realize that the lyrics were from \"Rock Island,\" the opening number of \"The Music Man,\" a musical whose Broadway revival, starring Hugh Jackman and Sutton Foster, is now in previews and opens Feb. 10.", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californias-green-welfare-state-solar-panels-public-utilities-commission-11642806486", "title": "California's Solar-Power Welfare State", "date": "2022-02-07 18:40", "summary": "The rich and famous object to a rollback of subsidies for home solar power.. The dirty little secret about green energy subsidies is that they are welfare for the wealthy. And like any entitlement, they are hard to reform once people get hooked. Witness the revolt by the rich against a California proposal to scale back subsidies for rooftop-solar panels.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peng-shuai-says-everything-is-fine-beijing-olympics-tennis-china-11644272810", "title": "Peng Shuai Says 'Everything Is Fine'", "date": "2022-02-07 18:39", "summary": "The Chinese tennis star is presented for a propaganda showing.. Right on schedule at the start of the Olympics, Chinese tennis player Peng Shuai emerged Monday to declare that \"everything is fine\" and she was never assaulted by a member of the Communist Party elite. We wish we could believe that, but this is how China handles its periodic eruptions of individual protest or conscience. Down the memory hole.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-s-legal-immigration-shortage-h-2b-visas-department-of-homeland-security-11643737489", "title": "The U.S. Legal Immigration Shortage", "date": "2022-02-07 18:36", "summary": "Fewer H-2B visas coincided with fewer jobs for Americans.. Businesses are getting whipsawed by the Biden Administration regulatory juggernaut, but here's a rule-making they can cheer: The Department of Homeland Security is exercising its discretionary authority to issue 20,000 more H-2B visas for seasonal workers in the coming months.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/simon-leviev-from-tinder-swindler-netflix-documentary-banned-from-dating-apps-11644275495", "title": "'Tinder Swindler' Banned From Dating Apps After Documentary", "date": "2022-02-07 18:35", "summary": "Documentary alleges he defrauded women he met on Tinder. Tinder said it has banned Simon Leviev, the subject of Netflix Inc.'s documentary \"The Tinder Swindler,\" which alleges that he defrauded women he met on the dating app.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parents-prevail-over-k-12-bias-incidents-wellesley-public-schools-massachusetts-11644272316", "title": "Parents Prevail Over K-12 'Bias Incidents'", "date": "2022-02-07 18:34", "summary": "Wellesley Public Schools amends woke policies after families sue.. Score one more victory for the parental revolt against woke K-12 education. As part of a legal settlement on Monday, Wellesley Public Schools in Massachusetts agreed to amend practices that parents said excluded some students from events because of their race.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dragon-new-warm-mountain-i-believe-in-you-big-thief-review-11644275308", "title": "'Dragon New Warm Mountain I Believe in You' by Big Thief Review: A Sonic Potpourri", "date": "2022-02-07 18:21", "summary": "The double album from the indie country-rock band jumps between styles, trying a little of everything.. Big Thief leader Adrianne Lenker is seemingly writing new songs as fast as she can record them. We last heard from her country-rock band on record in 2019, when it released a pair of exceptional albums, \"U.F.O.F.\" and \"Two Hands,\" just a few months apart. During that creative burst, she and the group earned three Grammy nominations and spots high on many critics' year-end lists, and they launched a tour through the U.S. and Europe that would be halted by the Covid-19 pandemic.", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-rogan-gets-100-million-offer-from-rumble-video-website-11644271012", "title": "Joe Rogan Gets $100 Million Offer From Rumble Video Website", "date": "2022-02-07 18:18", "summary": "Platform wants to host 'The Joe Rogan Experience,' including podcasts now removed from Spotify. Rumble Inc. has offered Joe Rogan $100 million to take his podcast exclusively to its social video website after weeks of controversy at Spotify Technology SA .", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/national-archives-retrieves-15-boxes-of-documents-from-trump-11644267295", "title": "National Archives Retrieves 15 Boxes of Documents From Trump Residence", "date": "2022-02-07 18:10", "summary": "Agency says the material, which it collected in January, should have been turned over when former president left office. WASHINGTON-The National Archives and Records Administration recently retrieved 15 boxes of documents from Donald Trump's Florida residence, raising questions about the former president's compliance with federal law.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/euphoria-makeup-style-adults-11644005915", "title": "Is the 'Euphoria' Look Just for Teens?", "date": "2022-02-07 18:05", "summary": "The controversial HBO high-school drama 'Euphoria,' which was just renewed for season three, is inspiring viewers with its wild makeup and fashion. And not just those in its characters' demographic.. Few shows on television today ignite more generational anxiety than \"Euphoria,\" the high-school drama currently in its second season on HBO. Since the series debuted in 2019, multiple articles have referred to it as a \"parents' worst nightmare\" for its graphic scenes of drug use, sex and violence. The conservative Parents Television and Media Council has issued warnings about the show's content and is gathering signatures for a petition against it. The Drug Abuse Resistance Education program, or D.A.R.E., recently released a statement saying that \"Euphoria\" glorifies destructive behavior. Many people I know, especially parents, find the show too extreme to watch, whether they see it as stark reality or frightening fantasy.", "categories": [["Life & Work", "Style & Fashion", "Off Brand"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/off-brand?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/something-nice-to-say-about-the-d-c-swamp-11644272691", "title": "Something Nice to Say about the D.C. Swamp", "date": "2022-02-07 17:24", "summary": "Did you ever expect to see Washington in the same sentence with honest accounting?. Hobbled by restrictive Covid policies and some of the nation's highest taxes on individual income and property, the District of Columbia recently suffered a sudden population decline. But if there are problems with D.C. governance, at least local officials are relatively honest about them, and lately have not been saddling the city's future taxpayers with the burdens of current spending. Odd as it may sound, the city that is home to our financially reckless federal government recently earned the top spot in a ranking of urban financial health. Meanwhile, New York City finished at the bottom, only slightly below Chicago.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frontier-group-spirit-airlines-merge-in-6-6-billion-deal-11644236133", "title": "Frontier-Spirit Deal to Form Discount-Airline Juggernaut", "date": "2022-02-07 17:21", "summary": "Move will unite two of country's largest low-fare carriers as travel industry continues to claw its way back toward pre-pandemic levels. Frontier Group Holdings Inc. agreed to buy Spirit Airlines Inc. for $2.9 billion in cash and stock in a deal that would create a discount-airline juggernaut.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/folly-modern-supply-side-economics-inflation-federal-spending-reserve-covid-stimulus-bbb-11644259827", "title": "The Folly of 'Modern Supply-Side' Economics", "date": "2022-02-07 17:14", "summary": "Janet Yellen tries to sell even more spending as a growth and anti-inflation policy. It's the opposite of what's needed now.. With inflation at 7%, the highest rate since 1982, and the Federal Reserve set to tighten monetary policy, you would think the president and Congress would be looking for ways to end the spending spree in Washington. Yet remarkably, bipartisan discussions abound to increase this year's omnibus appropriations by 16%-almost a quarter of a trillion dollars-pass another round of Covid stimulus, and resurrect the $1.7 trillion Build Back Better bill. It is hard to recall a greater disconnect between economic reality and public policy in American history.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/time-for-more-defense-spending-military-taiwan-ukraine-allies-us-investment-invasion-russia-china-olympics-11644266028", "title": "Time to Increase Defense Spending", "date": "2022-02-07 17:13", "summary": "The U.S. will face challenges from the new alliance between China and Russia.. The 2022 Winter Olympics will be remembered for geopolitics, not sports. It's where Xi Jinping and Vladimir Putin declared war on the post-Cold War world order and the American primacy that sustained it. Issuing a joint statement that criticized the U.S. by name six times and outlined an ambitious program of anti-Western collaboration from Ukraine to the South China Sea, the two leaders left no doubt that the world's holiday from history has come to an end.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/civil-defense-class-ukraine-high-school-russia-invasion-fight-mountains-flee-kyiv-students-war-11644259713", "title": "Civil Defense Class at a Ukraine High School", "date": "2022-02-07 17:13", "summary": "Most students aren't alarmed, but their parents want a plan if Russia invades.. Kyiv, Ukraine", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-johnsons-reversal-lockdown-partygate-populist-trump-scandals-prime-minister-uk-downing-street-11644260314", "title": "Why Boris Johnson's Reversal of Fortune Was So Swift", "date": "2022-02-07 17:11", "summary": "Lockdown scandals and an embrace of big government leave Conservatives with little reason to back the prime minister.. While the U.K. celebrated the 70th anniversary of Queen Elizabeth II's accession to the throne, the longest reign in the nation's history, Boris Johnson was battling to avoid becoming her third-shortest-serving prime minister.", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-tour-buses-idled-by-covid-shutdowns-live-music-pandemic-travel-road-driving-concerts-venues-nashville-11644269132", "title": "The Tour Buses Idled by Covid Shutdowns", "date": "2022-02-07 17:10", "summary": "Country-music, rock and pop stars should be on the road touring, but there are parking lots full of unused rides.. Nashville, Tenn.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/campaign-of-the-century-review-revisiting-kennedy-vs-nixon-11644271787", "title": "'Campaign of the Century' Review: Revisiting Kennedy vs. Nixon", "date": "2022-02-07 17:09", "summary": "A revisionist tract debunks the 'conventional mythology' surrounding the 1960 presidential election.. When Richard Nixon ran against Congresswoman Helen Gahagan Douglas for the U.S. Senate in 1950, his House colleague John Kennedy slipped him a $1,000 campaign contribution from the family patriarch, Joseph Kennedy, who liked Nixon's anticommunist fervor. Nine years later, when the two men emerged as likely presidential nominees for their respective parties, Kennedy asked Nixon to keep the matter secret so he could avoid a political firestorm from fellow Democrats. The Californian agreed; later, when columnist Drew Pearson got wind of the story, Nixon press secretary Herb Klein denied the report. Nixon acquiesced in the public lie to honor his private commitment to the man emerging as his most threatening political rival.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/antitrust-spirit-makes-things-hard-for-the-new-frontier-11644258781", "title": "Antitrust Spirit Makes Things Hard for the New Frontier", "date": "2022-02-07 16:57", "summary": "Combination of top two U.S. ultralow-cost carriers has long been seen as straightforward, but competition officials could still block it. Even the most obvious corporate mergers may not fly in today's antitrust climate.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-subpoenas-tesla-seeking-information-linked-to-elon-musk-settlement-11644248873", "title": "SEC Subpoenas Tesla Seeking Information Linked to Musk Settlement", "date": "2022-02-07 16:56", "summary": "Regulator's probe revives scrutiny of Musk tweet claiming he had secured funding to potentially take the EV maker private. The Securities and Exchange Commission has subpoenaed Tesla Inc. for information about compliance with a court-ordered settlement requiring certain of Elon Musk's tweets be preapproved.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-markets-dow-update-02-07-2022-11644217348", "title": "Stocks Close Lower at End of Choppy Trading Day", "date": "2022-02-07 16:44", "summary": "Treasury yields crept down from multiyear highs; stocks have had a volatile start to the year, amplified by extreme moves in tech stocks. The S&P 500 edged lower Monday after waffling between small gains and losses, continuing a volatile stretch for the stock market.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/green-startups-stumble-accelerating-selloff-of-risky-stocks-11644171872", "title": "Green Startups Stumble, Accelerating Selloff of Risky Stocks", "date": "2022-02-07 16:30", "summary": "Once-hot electric-car makers and battery suppliers face investigations and doubts about technology. Electric-vehicle startups and other green tech companies soared early last year. Now a wave of investigations, outside allegations and growing investor skepticism have sent shares down 75% or more for many of them.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-plans-stopgap-spending-bill-as-government-shutdown-approaches-11644268626", "title": "House Plans Stopgap Spending Bill as Government Shutdown Approaches", "date": "2022-02-07 16:24", "summary": "Measure would extend funding through March 11, buying time for negotiators to work out comprehensive fiscal 2022 package. WASHINGTON-House leaders scheduled a Tuesday vote to extend a temporary government funding measure through March 11, buying time for negotiators to work out a comprehensive fiscal 2022 package after a prolonged deadlock over how much to allocate for military and nondefense spending.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/olympic-snowboarder-julia-marino-prada-11644268935", "title": "The Silver Wears Prada: Olympic Snowboarder Julia Marino Medals in Style", "date": "2022-02-07 16:23", "summary": "Ms. Marino scored the first U.S. medal at this weekend's Olympic Games in Beijing in snowboarding slopestyle, wearing prominent Prada gear. The most effective fashion campaign of the moment isn't an ad at all in the traditional sense. It's the image of 24-year-old Westport, Conn., snowboarder Julia Marino spinning through the air like a boomerang on her white-and-black board with its distinctive red Prada logo during the 2022 Beijing Olympics women's slopestyle competition on Saturday. For her performance, Ms. Marino won the first U.S. Olympic medal of the games, a silver, while kitted out in a board, helmet and goggles by Prada Linea Rossa, one of her sponsors.", "categories": [["Life & Work", "Style & Fashion", "Off Brand"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/off-brand?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ahmaud-arbery-killing-federal-hate-crimes-trial-travis-mcmichael-11644266288", "title": "Ahmaud Arbery Murder: Jury Selection Begins in Federal Hate-Crimes Trial", "date": "2022-02-07 16:06", "summary": "Gregory McMichael, Travis McMichael and William 'Roddie' Bryan Jr. were convicted in state court for Mr. Arbery's murder and are serving life sentences. Jury selection began Monday in the federal hate-crimes trial of three men charged in the killing of Ahmaud Arbery, a 25-year-old Black man who was chased and fatally shot in February 2020 while out jogging in southeast Georgia.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/picture-frames-tuesday-crossword-february-8-11644267784", "title": "Picture Frames (Tuesday Crossword, February 8)", "date": "2022-02-07 16:04", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irs-backs-away-from-facial-recognition-to-verify-taxpayers-identities-11644264843", "title": "IRS Retreats From Facial Recognition to Verify Taxpayers' Identities", "date": "2022-02-07 15:51", "summary": "Agency's use of the technology has drawn bipartisan concerns over privacy. WASHINGTON-The Internal Revenue Service is scrapping its use of a private facial-recognition system to authenticate taxpayers' identities for online accounts, the agency said Monday after criticism from lawmakers in both parties over privacy concerns.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rising-bond-yields-approach-key-milestone-11644179577", "title": "Elevated Bond Yields Approach Key Milestone", "date": "2022-02-07 15:45", "summary": "Surprising labor-market strength and expectations for interest-rate increases have lifted U.S. Treasury yields to their highest levels since 2019. Friday's blockbuster jobs report has pushed the yield on the 10-year U.S. Treasury note within reach of 2%, marking a major step in the financial markets' recovery from the pandemic.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/second-man-pleads-guilty-in-alleged-plot-to-kidnap-michigan-gov-gretchen-whitmer-11644266698", "title": "Second Man Pleads Guilty in Alleged Plot to Kidnap Michigan Governor", "date": "2022-02-07 15:44", "summary": "Guilty plea comes weeks ahead of federal trial for remaining four defendants. A man charged with plotting to kidnap Michigan Gov. Gretchen Whitmer over her response to the coronavirus pandemic entered a guilty plea Monday, the second person to plead guilty in the case set to proceed to federal court next month.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-home-of-smartclixx-founder-gary-dinkin-lists-for-50-million-11644265604", "title": "California Home of SmartClixx Founder Gary Dinkin Lists for $50 Million", "date": "2022-02-07 15:26", "summary": "The Orange County home has shapes such as hearts and triangles built into the ceilings. In California's Orange County, a modern house with a kinetic facade-it looks like glass from one angle and stone from another-is coming on the market for $50 million.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/platinum-equitys-aerospace-supplier-incora-taps-restructuring-advisers-for-2-billion-debt-load-11644261390", "title": "Platinum Equity's Aerospace Supplier Incora Taps Restructuring Advisers for $2 Billion Debt Load", "date": "2022-02-07 15:20", "summary": "Incora has suffered from the pandemic's impact on the aerospace components industry ever since the Platinum buyout in early 2020. Incora, a distributor of airplane parts owned by Platinum Equity LLC, has hired restructuring advisers as it contends with a cash crunch brought on by low demand in the aerospace sector as a result of the ongoing pandemic, according to people familiar with the matter.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-to-buy-travel-insurance-11644264126", "title": "Do I Really Need Travel Insurance?", "date": "2022-02-07 15:04", "summary": "Even the most freewheeling traveler frets about planning a trip in the Covid era. We ask travel experts for their advice on picking the best plan.. CONTEMPLATING A VACATION in the era of Covid inevitably involves a slew of \"what ifs\" that could force you to cancel and potentially lose the money you put down. Most travel experts recommend insuring any trip that costs more than a few thousand dollars. From there, it gets complicated. Policies range from simple \"check the box\" protection that airlines push at checkout to comprehensive plans that cover all manner of mishaps, like a ski accident or an airline shutting down. Industry officials say the majority of claims filed under these policies are for trip cancellation, typically when the traveler or an immediate family member gets sick or injured before the trip. Premiums range from 5% to 10% of the total trip tab.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-home-designed-by-adrienne-vittadini-asks-11-995-million-11644262987", "title": "Florida Home Designed by Adrienne Vittadini Asks $11.995 Million", "date": "2022-02-07 14:43", "summary": "Resume Subscription. A Palazzo-style home in Sarasota, Fla., was inspired by a fashion designer's travels to Italy. Over 15 years later, it is listing for $11.995 million, making it one of the priciest homes in the city.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/matrix-co-producer-sues-warner-bros-over-hbo-max-streaming-release-11644254583", "title": "Warner Bros. Sued Over HBO Max's 'Matrix' Release", "date": "2022-02-07 14:02", "summary": "Lawsuit alleges decision to release 'The Matrix Resurrections' movie simultaneously on HBO Max and in theaters hurt its box-office performance. In the latest battle over streaming, the co-producer of \"The Matrix Resurrections\" sued Warner Bros., claiming the decision to release the movie simultaneously on HBO Max and in theaters breached their contract.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flexport-raises-935-million-in-new-funding-round-for-tech-enabled-freight-operations-11644260177", "title": "Flexport Raises $935 Million in New Funding Round for Tech-Enabled Freight Operations", "date": "2022-02-07 13:56", "summary": "Investors including Andreessen Horowitz and Michael Dell's MSD Partners are valuing the logistics tech at $8 billion. Flexport, a provider of technology-forward freight services, has raised new money and added new leadership to its board, hoisting its valuation to $8 billion.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cnn-anchors-press-warnermedia-ceo-for-details-on-jeff-zuckers-resignation-11644260004", "title": "CNN Anchors Press for Details on Jeff Zucker's Resignation", "date": "2022-02-07 13:53", "summary": "Jason Kilar declines to tell staff whether CNN parent WarnerMedia would pay former anchor Chris Cuomo severance. Some of CNN's biggest on-air hosts during a meeting Monday pressed WarnerMedia Chief Executive Jason Kilar for details regarding CNN President Jeff Zucker's resignation.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/islamic-state-militants-pursued-after-syria-prison-break-11644257825", "title": "U.S.-Backed Forces Hunt for Islamic State Militants Who Fled Syria Prison", "date": "2022-02-07 13:20", "summary": "Resume Subscription. HASAKAH, Syria-Days after the death of Islamic State's leader, U.S.-backed Kurdish-led militias are hunting down fugitives involved in a northeast Syria prison break that the terrorist group launched last month to replenish its dwindling ranks.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/jill-biden-says-free-community-college-off-table-for-build-back-better-bill-11644257891", "title": "Jill Biden Says Free Community College Off Table for Build Back Better Bill", "date": "2022-02-07 13:18", "summary": "First lady's comments come as Democrats' economic agenda remains stalled. First lady Jill Biden said that two years of tuition-free community college won't be part of the Democrats' stalled child-care, healthcare and climate package, as she addressed a gathering of community college educators.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tyson-posts-higher-quarterly-profit-on-price-increases-strong-demand-11644241426", "title": "Tyson Says Higher Meat Prices Haven't Cooled Demand", "date": "2022-02-07 13:14", "summary": "Meatpacker's average beef prices climbed by nearly one-third and chicken by about 20% in latest quarter as freight, labor costs rose. Escalating meat prices haven't slowed restaurant and retailer demand for meat, Tyson Foods Inc. executives said, as rising prices helped to more than double the company's quarterly profit.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-talent-shortage-is-helping-drive-m-a-deals-11644235210", "title": "Tech Talent Shortage Is Helping Drive M&A Deals", "date": "2022-02-07 12:23", "summary": "The pandemic sparked a 10% increase in IT and business-services deals in 2021 as companies boosted budgets and tech staffing. A shortage of information-technology workers is prompting some companies to buy firms for their employees, a strategy that is helping drive up the number of merger-and-acquisition deals across the IT and business-services sector, industry analysts say.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-patients-suffer-omicron-eua-monoclonal-antibody-treatment-lilly-regeneron-sotrovimab-hhs-fda-11644249715", "title": "Covid Patients Suffer as the Biden Administration Tries to Practice Medicine", "date": "2022-02-07 12:19", "summary": "As Omicron spread, HHS took control of monoclonal antibodies and imposed bad decisions nationwide.. The Biden administration seems to think it knows better than physicians how to practice medicine. But its haphazard micromanagement of monoclonal antibodies to treat Covid-19 has created supply shortages, spread confusion, probably harmed patients, and undermined future treatment.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/split-amazon-in-two-prime-web-services-aws-logistics-third-party-earnings-report-consumers-antitrust-11644249482", "title": "The Case for Splitting Amazon in Two", "date": "2022-02-07 12:17", "summary": "Cloud-computing division AWS subsidizes Prime, harming consumers in the long run.. If the price of a service seems too good to be true, it probably is.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nuclear-power-energy-renewable-electricity-safety-carbon-climate-11644130789", "title": "Go With Nuclear Power to Meet Our Electricity Needs", "date": "2022-02-07 12:04", "summary": "It's about energy availability, climate and national security.. In \"If You Want Clean Power, Go Fission\" (op-ed, Jan. 27), Robert Hargraves notes that fission is in fashion in several countries as the drawbacks of intermittent wind and solar power become apparent. Unfortunately, this is not the case here in America.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/library-academic-university-censor-books-ban-11644129237", "title": "Quiet, Please! Activists Are Trying to Censor Here", "date": "2022-02-07 12:02", "summary": "On the pillaging of academic libraries.. Faith Bottum's op-ed \"What Does a Library's 'Diversity Auditor' Do?\" (Jan. 20) struck a chord. I had begun to witness some of this anti-intellectual pillaging in the last few years of my own academic library career, and then increasingly after I retired six years ago.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chimps-seen-performing-first-aid-on-themselves-and-each-other-11644253224", "title": "Chimps Seen Performing First Aid on Themselves and Each Other", "date": "2022-02-07 12:00", "summary": "Researchers observed the behavior over several years among chimpanzees living in the central African rainforest. Some of our closest living relatives are using insects to perform first aid on themselves-and each other.", "categories": [["Science"]], "category_links": ["https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snow-blower-advice-driveway-repair-winter-11644129114", "title": "Can't-Miss Advice for Using Your Snowblower", "date": "2022-02-07 12:00", "summary": "You don't want to be left pushing snow.. I'd like to add to Sid's Snowblower Rules that Kris Frieswick shared in her column \"Homeownerous: Snow Blows\" (Mansion, Jan. 28): Find the newspaper. Nothing will ruin a day of snow blowing like not being able to find where the carrier threw the paper before it jams the auger and breaks a shear pin.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-years-into-pandemic-shoppers-are-still-hoarding-11644253233", "title": "Two Years Into Pandemic, Shoppers Are Still Hoarding", "date": "2022-02-07 12:00", "summary": "Resume Subscription. Alexis Abell recently walked out of a BJ's Wholesale Club outside Buffalo, N.Y., with 24 boxes of Kraft Macaroni & Cheese, a box of 50 frozen mozzarella sticks, a 40-pound bag of basmati rice and a 12-can pack of garbanzo beans.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/joe-rogan-neil-young-spotify-podcast-music-joni-mitchell-11644128431", "title": "Neil and Joni Quit Over Joe Rogan. 'We're Finally on Our Own'", "date": "2022-02-07 11:58", "summary": "Spotify don't need them around anyhow.. Regarding Holman W. Jenkins, Jr.'s \"Spotify and Rogan, the Real Adults\" (Business World, Feb. 2): I have \"Neil Young with Crazy Horse\" and Joni Mitchell's \"Court and Spark\" on vinyl. For over 50 years, I've been rockin' in the free world to their music. Their politics, not so much. When it comes to Joe Rogan, well, I heard ol' Neil put him down. But I hope Neil Young will remember: Spotify don't need him around anyhow. Don't it always seem to go that you don't know what you've got till it's gone?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corporate-climate-plans-mostly-fall-short-report-says-11644252958", "title": "Corporate Climate Plans Mostly Fall Short, Report Says", "date": "2022-02-07 11:55", "summary": "Advocacy groups say patchy data and a lack of transparency undermine companies' efforts. CVS Health Corp. set a target last year to almost halve the carbon emissions from the goods and services it buys by 2030 as part of its new climate-change plan.", "categories": [["Sustainable Business"]], "category_links": ["https://www.wsj.com/news/types/sustainable-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-biden-nominee-identity-politics-patronizing-11644128048", "title": "When Identity Politics Becomes Patronizing", "date": "2022-02-07 11:52", "summary": "Voting against a black female Supreme Court nominee need not appear racist or sexist.. A letter concerning the Supreme Court (Feb. 3) advises Republicans to \"treat a black female nominee politely and confirm her 100-0.\" Could anything be more glaringly patronizing?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spotify-ceo-apologizes-to-employees-for-joe-rogan-backlash-11644209330", "title": "Spotify CEO Apologizes to Employees for Joe Rogan, Says He Doesn't Believe in 'Silencing' Him", "date": "2022-02-07 11:44", "summary": "'Canceling voices is a slippery slope,' Daniel Ek says after host's use of a racial slur in previous episodes sparked outcry. Spotify Technology SA Chief Executive Daniel Ek apologized to employees for the way Joe Rogan's use of a racial slur in previous podcast episodes has impacted them, saying the situation \"leaves many of you feeling drained, frustrated and unheard.\"", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/evidence-builds-that-u-s-omicron-wave-is-waning-as-cases-and-hospitalizations-fall-11644240736", "title": "Evidence Builds That U.S. Omicron Wave Is Waning", "date": "2022-02-07 11:38", "summary": "Study raises questions about whether variant-specific booster shots are needed. Evidence mounted that the Covid-19 wave driven by the Omicron variant is waning in the U.S. as a downturn in cases and hospitalizations continued over the weekend and deaths of people diagnosed with the disease appear to have stopped climbing.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/health-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/navy-seal-candidate-dies-following-hell-week-training-11644249329", "title": "Navy SEAL Candidate Dies Following 'Hell Week' Training", "date": "2022-02-07 10:55", "summary": "Seaman wasn't actively training at time of death; cause is unknown and investigation is continuing, Navy says. A U.S. Navy SEAL candidate died and another was hospitalized following a strenuous training known as \"Hell Week\" that is part of the elite military force's selection process, according to the Navy.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-launches-investigation-into-ballooning-spyware-scandal-11644248434", "title": "Israel Launches Investigation Into Ballooning Spyware Scandal", "date": "2022-02-07 10:40", "summary": "Inquiry adds a new dimension to a political firestorm over Israelis being targeted by homegrown spyware that infects smartphones. TEL AVIV-Israeli authorities launched a state inquiry on Monday into allegations that the country's police illicitly used spyware to hack the phones of political activists, senior government bureaucrats and people close to former Prime Minister Benjamin Netanyahu.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peng-shuai-meets-with-international-olympic-officials-in-beijing-11644210086", "title": "Peng Shuai Returns to Spotlight at Beijing Olympics", "date": "2022-02-07 10:31", "summary": "Tennis player who has been at center of global controversy met with IOC president and gave interview to French newspaper. BEIJING-Peng Shuai, the Chinese tennis player at the center of a global firestorm, returned to the spotlight, this time in the Olympic bubble, as she and Olympic officials sought to deliver a message: Nothing to see here.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/symptoms-job-work-burnout-quiz-diagnose-yourself-11644024407", "title": "Showing Signs of Burnout? Use This Quiz to Help Diagnose (and Cure) Yourself", "date": "2022-02-07 10:17", "summary": "There are three distinct burnout types. Curing each one requires a different solution. Extra time off isn't always the answer.. ", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-covid-19-housing-market-the-middle-class-is-getting-priced-out-11644246000", "title": "In Covid-19 Housing Market, the Middle Class Is Getting Priced Out", "date": "2022-02-07 10:00", "summary": "Surging demand and shrinking supply combine to make home buying more difficult, as affordability worsens for many. The dream of homeownership has grown more out of reach for middle-class Americans during the pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peloton-marathon-digital-coinbase-spirit-airlines-what-to-watch-when-the-stock-market-opens-today-11644234028", "title": "Peloton, Marathon Digital, Coinbase, Spirit Airlines: What to Watch in the Stock Market Today", "date": "2022-02-07 09:52", "summary": "Peloton is soaring on a report it is drawing interest from suitors; Crypto stocks are following bitcoin higher. Wall Street stock indexes were mixed in morning trading amid another set of major corporate earnings reports. Here's what we're watching in Monday's trading:", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-realtors-have-embraced-brutal-honesty-smells-like-a-farmtown-11644244699", "title": "Why Realtors Have Embraced Brutal Honesty. 'Smells Like a Farmtown.'", "date": "2022-02-07 09:38", "summary": "Lots of Americans have relocated during the Covid-19 pandemic, sometimes sight unseen. Real-estate agents are doing some truth-telling in advance.. Dallas real-estate agent Richard Soto released a video on YouTube last year touting his state's many benefits, including a growing economy, low cost of living and friendly neighbors. He also included warnings for why people might not want to move to Texas.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-heritage-can-be-a-burden-as-much-as-a-boon-for-american-olympians-in-beijing-11644243075", "title": "Chinese Heritage Can Be a Mixed Blessing to American Olympians in Beijing", "date": "2022-02-07 09:17", "summary": "Top athletes such as Nathan Chen and Vincent Zhou are no longer conferred automatic hero status, a reflection of the changed political landscape. HONG KONG-When three-time world champion Nathan Chen was preparing for the 2022 Beijing Games in October, his Chinese fans posted a video of him telling the country's state broadcaster how excited he was to compete in his mother's hometown.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eric-weddle-los-angeles-rams-super-bowl-pop-warner-11644224406", "title": "He Retired. He Coached Pop Warner. Now He's Playing in the Super Bowl.", "date": "2022-02-07 09:00", "summary": "Before Los Angeles Rams safety Eric Weddle came out of retirement just ahead of the playoffs, he was the mastermind behind another football juggernaut: a Pop Warner football team called the Rancho Bernardo Broncos.. All season long, Los Angeles Rams safety Eric Weddle roused his team with the same pep talk.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-pill-competing-with-pfizers-looks-for-quick-approval-in-japan-11644232232", "title": "Covid-19 Pill Competing With Pfizer's Looks for Quick Approval in Japan", "date": "2022-02-07 08:58", "summary": "Shionogi drug to treat SARS-CoV-2 infection shows strong virus-fighting effect, but trials are small so far. TOKYO-Drugmaker Shionogi & Co. said it plans to seek approval this month to sell its Covid-19 treatment pill in Japan after the company found that in human trials the pill had strong virus-fighting ability compared with Pfizer Inc.'s Paxlovid.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mikaela-shiffrin-beijing-olympics-giant-slalom-11644240953", "title": "Mikaela Shiffrin Moves On to the Next", "date": "2022-02-07 08:55", "summary": "The acclaimed U.S. alpine skier tumbles unexpectedly-but much more Olympic racing beckons. Beijing", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/innovid-an-adtech-company-buys-tvsquared-for-160-million-11644240600", "title": "Innovid, an Adtech Company, Buys TVSquared for $160 Million", "date": "2022-02-07 08:30", "summary": "Innovid is acquiring the ad measurement and attribution platform as Nielsen's dominance of TV metrics wobbles, leaving the field in flux. Innovid Corp., an advertising tech company that focuses on streaming television, is acquiring measurement and attribution platform TVSquared Ltd. in a cash and stock transaction valued at approximately $160 million, Innovid said.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/danielle-steel-routine-interview-11644240426", "title": "Danielle Steel on Starting Her Day Off With a Virgin Mojito", "date": "2022-02-07 08:30", "summary": "The bestselling author barely sleeps: \"Four hours is fine. Five hours is a luxury. [On] three hours, I'm crabby but functional.\". Danielle Steel likes her office to be the smallest room in the house. Her Paris office is suffused in red: a red loveseat, a red desk and a red bookcase, whereas the office in her San Francisco mansion is filled with her children's artwork. Coziness is key, given how much time she spends burrowed in both of them. Steel typically writes for 20-22 hours a day when working on a book, she says. Sometimes, she goes past the 24-hour mark. Someone who works for her will often put a plate of food on her desk that she'll realize she's eaten only when she looks over and notices the plate is empty, she says.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mickalene-thomass-artist-interview-11644240333", "title": "Mickalene Thomas's Journey From Paralegal to Renowned Artist", "date": "2022-02-07 08:30", "summary": "The artist, whose elaborate patchwork aesthetic has become iconic in pop and celebrity culture, on the chaos of collaboration and her favorite objects.. Artist Mickalene Thomas has dedicated much of her life's work to representations of Black women, creating portraits of Michelle Obama, Solange Knowles and Cardi B-the latter someone Thomas photographed in 2018 for one of her now-signature elaborately decorated and textured sets. Melding pop-cultural and art-historical references, she layers, fragments and refracts the adornments of Black femininity, sexuality and beauty in all their multiple glories.", "categories": [["Still Life"]], "category_links": ["https://www.wsj.com/news/types/magazine-still-life?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auto-insurance-stocks-are-steering-through-traffic-11644238980", "title": "Auto Insurance Stocks Are Steering Through Traffic", "date": "2022-02-07 08:03", "summary": "Despite rising claims costs and slow-to-come rate improvements, auto-insurance stocks are motoring along. It has been a tough drive for car insurers lately, but changing driving habits might put a little fuel in their tank.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-small-arkansas-bank-is-fueling-americas-skyscraper-boom-11644238800", "title": "Small Arkansas Bank Is Fueling U.S. Skyscraper Boom", "date": "2022-02-07 08:00", "summary": "Bank OZK is one of the most prolific lenders of construction mortgages to Manhattan developers. The most prolific lender to Manhattan property developers isn't Wells Fargo & Co. or Citigroup Inc. or any of the other big global banks. It is Bank OZK , which not that long ago was an obscure lender from Little Rock, Ark.", "categories": [["Real Estate", "Commercial Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/commercial-real-estate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toshibas-new-breakup-plan-faces-lower-shareholder-hurdle-11644238643", "title": "Toshiba's New Breakup Plan Faces Lower Shareholder Hurdle", "date": "2022-02-07 07:57", "summary": "Plan to split into two removes need to win two-thirds shareholder approval. TOKYO- Toshiba Corp.'s revised plan to break into two parts instead of three might not fully satisfy foreign shareholders who want more radical restructuring but it offers an easier path for the company to divide itself.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weaning-europe-off-russian-gas-will-take-time-11644236762", "title": "Weaning Europe Off Russian Gas Will Take Time", "date": "2022-02-07 07:26", "summary": "Pipeline diplomacy with Moscow has built an interdependence that will take years to unwind. Europe and Russia have been gas-bound frenemies for decades. In Washington today, recently installed German Chancellor Olaf Scholzwill be under serious pressure to rethink the relationship. While a quick breakup isn't likely, change is coming.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bumble-tries-to-sweeten-its-hive-11644236100", "title": "Bumble Tries to Sweeten Its Hive", "date": "2022-02-07 07:15", "summary": "The dating platform hopes adding more choice can keep its investors and users a little more entertained. Dating-tech investors have been looking for love in all the wrong places, but Bumble is trying to change that.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/climate-change-concerns-revive-interest-in-carbon-capture-despite-checkered-history-11644235380", "title": "Projects to Capture Carbon Emissions Get New Boost Despite Dismal Record", "date": "2022-02-07 07:03", "summary": "Most projects to collect emissions have failed, studies say; U.S. plans to subsidize more such efforts as Exxon, others lobby for aid. Petra Nova, once billed as the largest U.S. project to capture carbon-dioxide emissions from a coal-fired power plant, opened to considerable publicity in Texas in late 2016.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-move-to-protect-hospital-patients-from-heavy-medical-debt-11644235200", "title": "States Move to Protect Patients From Heavy Medical Debt", "date": "2022-02-07 07:00", "summary": "Laws passed in at least 10 states require financial assistance for low-income patients or limit aggressive debt-collection practices. More states are imposing new limits on hospital billing practices, making fresh attempts to help patients avoid heavy medical debts.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/health-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-instruments-messes-with-its-own-formula-11644235202", "title": "Texas Instruments Messes With Its Own Formula", "date": "2022-02-07 07:00", "summary": "Chip maker that has long prized cash flow over growth is planning expensive shifting of gears. Texas Instruments has long been prized for its predictability, but the chip maker is capable of springing the occasional surprise.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/winter-olympics-norway-ski-jumping-unisex-11644225835", "title": "This Team From Norway Is Universally Feared. It's Also Unisex.", "date": "2022-02-07 07:00", "summary": "The Norwegians merged their men's and women's ski jumpers into one squad before coming to Beijing. They feel it's a strategy for Olympic success.. BEIJING-The decision was so deeply Norwegian that the people involved might as well have been dressed in wool sweaters when they announced to the world one day last year that they were smashing the divide of a winter sport they dominate.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fight-club-no-longer-ends-with-a-whimper-in-china-following-explosion-over-censorship-11644234434", "title": "'Fight Club' No Longer Ends With a Whimper in China Following Censorship Explosion", "date": "2022-02-07 06:47", "summary": "Chinese video platform quietly restores 1999 cult film's conclusion, but 2005's 'Lord of War' still comes with new, harmonious ending. Cult film \"Fight Club\" once again concludes with a bang for Chinese viewers after a streaming video platform quietly took down a version that ended on a jarringly pro-government note.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roc-canada-beijing-olympics-hockey-tragicomedy-11644230739", "title": "ROC and Canada Stage a Pandemic 'Tragicomedy' on Ice", "date": "2022-02-07 05:46", "summary": "Resume Subscription. BEIJING-It was billed as a women's Olympic hockey game. But Monday's matchup between Canada and the Russian Olympic Committee soon exploded into something much more: a greatest hits reel of pandemic controversies.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bidens-regulatory-drive-sparks-pushback-from-business-lobbyists-11644229802", "title": "Biden's Regulatory Drive Sparks Pushback From Business Lobbyists", "date": "2022-02-07 05:30", "summary": "Proposals alarm financial-services firms, agribusiness and medical-device makers. WASHINGTON-The Biden administration is preparing a wave of new regulations as it embarks on its second year, sparking resistance campaigns from business lobbyists representing financial services, agribusiness, medical-device makers and others.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/connecting-with-small-shareholders-remains-a-challenge-for-companies-11644229801", "title": "Connecting With Small Shareholders Remains a Challenge for Companies", "date": "2022-02-07 05:30", "summary": "A year into the meme-stock craze, executives are using new tools to interact with individual investors. A year after the meme-stock frenzy took off, many companies continue to struggle to connect with the small investors who collectively showed how they can take share prices for a wild ride.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/food-companies-rely-more-on-temp-workers-as-labor-shortages-persist-11644229801", "title": "Food Companies Rely More on Temp Workers as Labor Shortages Persist", "date": "2022-02-07 05:30", "summary": "Short-term staffing fills job holes but it is costly and presents training challenges, food processors and retailers say. The U.S. food industry is increasingly reliant on temporary workers, a costlier and usually shorter-term solution to persistent staffing shortages at food plants, supermarkets and farms.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-exposure-to-omicron-help-our-immunity-even-if-we-dont-get-sick-11644229801", "title": "Does Exposure to Omicron Help Our Immunity?", "date": "2022-02-07 05:30", "summary": "People who have had repeated close encounters with Covid-19 wonder whether a near miss bolsters their defenses. Your spouse had Covid-19. The babysitter had it. Or maybe it was your co-worker.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-metaverse-will-change-the-way-you-work-11644229800", "title": "Why the Metaverse Will Change the Way You Work", "date": "2022-02-07 05:30", "summary": "Virtual meetings that feel real, new ways to build and teach, plus jobs you haven't heard of-soon it won't be science fiction. Author", "categories": [["", "Work"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/nathan-chen-short-olympics-figure-skating-11644222407", "title": "The Most Dramatic Event in Figure Skating Is Nathan Chen's Big Short", "date": "2022-02-07 05:00", "summary": "Three minutes in the men's competition will make or break American figure skating's best shot at gold. Again.. BEIJING-The most terrifying 170 seconds in figure skating happens when you least expect it. It's not at the end of the free skate, when skaters plow through exhaustion and flaunt their toughest jumping combinations on tired legs. It's actually right at the very beginning when skaters face their greatest opponent: the short program.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/olympic-speedskating-video-review-11644218712", "title": "Nothing in Speedskating Is Official-at Least Not Until the Replay", "date": "2022-02-07 04:00", "summary": "Twenty years after its introduction, video review is shaping at least a quarter of all short-track races at the Beijing Games.. On the Beijing Olympics' first night of short-track speedskating, the U.S. mixed relay team had plenty of cause to celebrate after a qualifying heat. Then it didn't. Team China, meanwhile, was devastated, until it suddenly wasn't. The race had been over for several minutes, but only one person in the arena knew the actual result.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/olympic-skiing-history-mens-downhill-johan-clarey-11644223147", "title": "Mon Dieu! 41-Year-Old Frenchman Leads Oldest Podium in Olympic Skiing History", "date": "2022-02-07 03:40", "summary": "Johan Clarey took silver in the men's downhill, becoming the oldest ever to win a medal in alpine skiing-by almost five years. Yanqing, China", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roc-team-gold-figure-skating-kamila-valieva-11644216003", "title": "ROC Returns to the Top of the Podium With Team Gold in Figure Skating", "date": "2022-02-07 01:40", "summary": "Kamila Valieva clinched victory for the Russians after winning both segments of the women's competition. BEIJING-Russian figure skating has seen soaring highs and crushing lows over the past few decades. Competing here in its latest reincarnation, this time as the Russian Olympic Committee, it was back on top.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toshiba-looks-to-split-two-ways-instead-of-three-11644208916", "title": "Toshiba Looks to Split Two Ways Instead of Three", "date": "2022-02-07 01:31", "summary": "Conglomerate, facing shareholder blowback, says it wants to spin off its device business. TOKYO- Toshiba Corp. revised its restructuring plan and said it wants to split into two parts instead of three, hoping to end a fight with foreign shareholders.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mikaela-shiffrin-beijing-olympics-giant-slalom-11644213316", "title": "Mikaela Shiffrin's First Beijing Olympics Race Ends Early", "date": "2022-02-07 00:57", "summary": "Team USA's top skier skidded off course early in the first run of her first race, the giant slalom. She plans to race four or more other events.. Yanqing, China", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/giving-workers-more-time-to-grieve-in-an-era-of-loss-11644210060", "title": "Giving Workers More Time to Grieve in an Era of Loss", "date": "2022-02-07 00:01", "summary": "Most Popular News. When Jess Mah's boyfriend died by suicide last April, she logged on to Slack and told her team about the loss-and that she would be taking two days off.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11644210060", "title": "Pepper...and Salt", "date": "2022-02-07 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/finding-your-inner-child-monday-crossword-february-7-11644209963", "title": "Finding Your Inner Child (Monday Crossword, February 7)", "date": "2022-02-07 00:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}]