[{"link": "https://www.wsj.com/articles/biden-signs-executive-order-making-sexual-harassment-a-crime-under-military-law-11643241271", "title": "Biden Executive Order Makes Sexual Harassment a Crime in Military", "date": "2022-01-26 18:54", "summary": "The action was spurred by lawmakers' growing frustration at the military's handling of such crimes. President Biden signed an executive order Wednesday making sexual harassment a crime under military law, a change spurred by lawmakers' growing frustration at the military's inability to tackle the problem.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intel-wins-eu-antitrust-appeal-as-court-annuls-1-2-billion-fine-11643193031", "title": "Intel Earnings Dropped, Revenue Edged Higher", "date": "2022-01-26 18:54", "summary": "Semiconductor company's results reflect stepped-up investments, strong demand for chips. Intel Corp.'s earnings fell last quarter as the company ramped up spending on new facilities and products, part of Chief Executive Officer Pat Gelsinger's efforts to revive the semiconductor giant's fortunes.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-find-a-pharma-scapegoat-ron-wyden-bristol-myers-squibb-11643239383", "title": "Democrats Find a Pharma Scapegoat", "date": "2022-01-26 18:54", "summary": "Tax sleuth Ron Wyden discovers a 10-year-old, legal deduction.. Democrats this week are renewing their calls to cap prescription drug prices, and Sen. Ron Wyden has found a scapegoat in the cause. The Senate Finance Chairman is casting an ordinary tax decision as an outrage in need of a government crackdown.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-russia-wants-and-what-the-u-s-is-proposing-in-the-ukraine-crisis-11643241055", "title": "What Russia Wants and What the U.S. Is Proposing in the Ukraine Crisis", "date": "2022-01-26 18:50", "summary": "Russia has issued security-related demands about Ukraine while building up forces along border shared by the two countries. Russia has issued a series of demands to address what it says are security concerns about Ukraine while mounting a large-scale military build-up along the border shared by the two countries. The U.S. and its allies have discussed Russia's demands in several rounds of negotiations and offered counterproposals to Moscow this week. Western officials warn that a Russian assault may occur in coming weeks, with Moscow citing threats to its security.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-college-couldnt-get-away-bidens-high-court-criteria-supreme-court-racial-preferences-justice-breyer-11643236096", "title": "Biden's Criteria for Replacing Stephen Breyer", "date": "2022-01-26 18:32", "summary": "His promise to appoint only a black woman is the kind of quota the justices rejected in Bakke.. The announcement of Justice Stephen Breyer's retirement has whistled the start of that Washington blood sport known as a Supreme Court confirmation. While the filibuster-free process guarantees President Joe Biden that he has the votes to pick anyone acceptable to all Senate Democrats, this fight is different from any in history in one respect. As a candidate, Mr. Biden pledged to select the next justice first and foremost on race and sex.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-only-sanders-were-more-blunt-bernie-roy-manchin-sinema-build-back-better-senate-meet-the-press-11643235803", "title": "If Only Sanders Were More Blunt", "date": "2022-01-26 18:29", "summary": "The state of the GOP and Democrats was encapsulated by two senators' speeches.. Getting the U.S. Senate to do something isn't easy. How would you convince skeptical colleagues and outline thorny issues for voters? Two senior senators recently demonstrated very different methods of dealing with these problems. One deftly framed the debate over a contentious bill; the other recommended his party go full kamikaze.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-you-want-clean-power-go-fission-nuclear-radiation-energy-turbines-emissions-deaths-green-climate-change-11643236061", "title": "If You Want Clean Power, Go Fission", "date": "2022-01-26 18:28", "summary": "Nuclear accidents happen, but the risk of harm is minimal.. Fission is in fashion as drawbacks of intermittent wind and solar power emerge. Fifty-seven nuclear plants are under construction around the world. The European Union is greenlighting new financing, while Boris Johnson in the U.K. and Emmanuel Macron in France have endorsed new domestic construction. China promises 10 new plants a year.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-amy-klobuchar-antitrust-trap-woke-censorship-choice-online-bill-content-moderation-china-11643235577", "title": "Republicans Step Into Amy Klobuchar's Antitrust Trap", "date": "2022-01-26 18:28", "summary": "Her bill won't end Big Tech's censorship of conservative views, but it would crush American businesses.. Last week Iowa Sen. Chuck Grassley, ranking member of the Senate Judiciary Committee, and four of his Republican colleagues voted at the committee markup to send Democratic Minnesota Sen. Amy Klobuchar's American Innovation and Choice Online Act to the Senate floor. This bill would reshape antitrust law radically while making drastic changes to online commerce and the internet.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/epidemic-mindlessness-crime-shootings-sexual-misconduct-stabbings-violence-looting-riot-11643235536", "title": "America's Epidemic of Mindless Behavior", "date": "2022-01-26 18:26", "summary": "Today political protests, crime and personal choices always seem to hover at the edge of madness.. A question for our time in the United States is: How have so many individuals broken free of moorings that once stopped them from an uncontrollable drift into senseless violence and mindless behavior?", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-tribe-voting-vice-president-supreme-court-justice-breyer-retirement-biden-appointment-harris-11643236691", "title": "Notable & Quotable: Laurence Tribe on Senate Precedent and Confirming Judges", "date": "2022-01-26 18:25", "summary": "'No vice president in our history has ever cast a tiebreaking vote to confirm an appointment to the Supreme Court.'. From \"No hiding behind Pence's skirt on the Supreme Court nomination,\" a Sept. 23, 2020, Boston Globe op-ed by Harvard law professor Laurence Tribe:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-to-propose-new-disclosure-mandates-for-private-equity-hedge-funds-11643209201", "title": "SEC Seeks More Disclosures From Private-Equity and Hedge Funds", "date": "2022-01-26 18:24", "summary": "Proposal aims to help regulators spot risks growing in private markets. WASHINGTON-Federal regulators proposed measures that would significantly increase their visibility into private-equity funds and some hedge funds, the first in a range of plans to expand oversight of private markets.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spies-lies-and-algorithms-review-a-test-for-intelligence-11643239479", "title": "'Spies, Lies, and Algorithms' Review: A Test for Intelligence", "date": "2022-01-26 18:24", "summary": "For readers raised on thrillers, here is a real-world account of the challenges that American spy agencies must confront in the 21st century.. Computers have transformed many institutions and professions in the 21st century, and the world of espionage especially. In \"Spies, Lies, and Algorithms,\" Amy Zegart, a Stanford professor of political science and an occasional consultant to intelligence agencies, has provided a lucid and sobering account of how digital and other technological breakthroughs are \"generating new uncertainties and empowering new adversaries\" for the United States at a time when its intelligence agencies are uniquely stressed.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-delivers-response-to-russian-demands-amid-ukraine-crisis-11643220014", "title": "U.S. Delivers Response to Russian Demands Amid Ukraine Crisis", "date": "2022-01-26 18:11", "summary": "Proposals build on U.S. offers made to Moscow, but stop short of meeting demands on Ukraine, NATO. The U.S. provided Russia with written proposals to tamp down military competition in Europe, countering demands from Moscow and trying to avert what Western officials worry is a looming Russian invasion of Ukraine.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germany-russia-ukraine-gas-green-west-11643154424", "title": "Germany Slips Away From the Western Alliance", "date": "2022-01-26 17:57", "summary": "The green lobby got its way, and so did Russia. Ukraine pays the price.. Regarding Tom Rogan's op-ed \"Is Germany a Reliable American Ally? Nein\" (Jan. 24): Germany listened to the green lobby and gave up reliable nuclear and coal before it had a replacement. Now Germany can't join the Western alliance against Russia, and in defense of Ukraine, for fear of losing critical Russian gas deliveries. Ukraine may well lose its sovereignty because Germany has ceded control over its energy sector. So Russia gets a twofer: de facto control of Ukraine and Germany. There is a lesson here for President Biden and his efforts to decarbonize America prematurely.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hybrids-thursday-crossword-january-27-11643237656", "title": "Hybrids (Thursday Crossword, January 27)", "date": "2022-01-26 17:55", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-regulation-financial-disclosure-climate-11643153901", "title": "The Quest to Make the SEC a 'Universal Regulator'", "date": "2022-01-26 17:53", "summary": "Disclosure rules are already burdensome, and a new proposal could invite abuse.. While it is premature to judge the merits or validity of the proposal outlined in \"SEC Eyes Stronger Oversight of Private Firms\" (Page One, Jan. 11), some of the apparent motives are troubling. The Securities and Exchange Commission was established to administer securities laws for investor protection, orderly markets and capital access. Labor and environmental issues are important, and may be legitimate for regulation, but not by the SEC.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-logs-wireless-gains-as-it-preps-warnermedia-split-11643197862", "title": "AT&T Cautions Wireless Industry's Gains Will Slow", "date": "2022-01-26 17:52", "summary": "Telecom company expects WarnerMedia divestiture in second quarter, with 2022 revenue growth in low-single digits. AT&T Inc. swung to a fourth-quarter profit as the company improved its wireless revenue and shed the burden of its customer-losing pay-television business in 2021.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-shot-fbi-director-respect-law-enforcement-11643153220", "title": "What Ever Happened to Respect for the Police?", "date": "2022-01-26 17:52", "summary": "Our leaders need to have law enforcement's back.. As a child and as a veteran, I learned to respect boundaries and authority. In \"The Cops Who Didn't Come Home\" (op-ed, Jan. 13), FBI Director Christopher Wray writes that our leaders need to have the back of each law-enforcement officer. I find disturbing the number of prosecutors, mayors and even members of Congress who put the rights of lawbreakers above those of police officers and the public they serve and protect.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/labor-union-workers-corruption-11643152498", "title": "Unions Work Great-on Paper", "date": "2022-01-26 17:51", "summary": "The problems begin when leaders gain power and the money spigots start pouring.. Regarding Michael Saltsman's op-ed \"Big Labor's Resurgence That Wasn't\" (Jan. 24): Most people acknowledge the theoretical value of organized labor and collective bargaining. The problems lie in the execution.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-monetary-federal-reserve-pandemic-inflation-unemployment-11643152195", "title": "The Federal Reserve Aced the Pandemic Test", "date": "2022-01-26 17:48", "summary": "We have come through the worst health crisis in 100 years.. The nub of the criticism in Christopher Leonard's book \"The Lords of Easy Money,\" reviewed with approbation by Joseph Sternberg (Bookshelf, Jan. 13), is that \"economic sophisticates at the Fed have badly misunderstood the U.S. economy.\" Are they mad? We have come through the worst health crisis in 100 years, one that affected all economic activity. The Fed stated its goals: maintain employment, support the economy, slightly but deliberately increase inflation and respond to data.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-election-fairness-georgia-speech-big-lie-11643151182", "title": "Now Biden Questions the Fairness of Elections?", "date": "2022-01-26 17:47", "summary": "For consistency's sake, can we call it a 'Big Lie'?. Your editorial on President Biden's speech comparing half the country to bigots, Klansmen and traitors (\"The Election 'Subversion' Hunt,\" Jan. 19) calls his charge of election subversion a \"wild distortion.\" For consistency's sake, can we call it a \"Big Lie\"?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jerome-powells-comments-over-the-past-year-show-mounting-inflation-concerns-11643236572", "title": "Jerome Powell's Comments Over the Past Year Show Mounting Inflation Concerns", "date": "2022-01-26 17:36", "summary": "The Fed chief spent much of the first half of 2021 linking higher inflation readings to soon-to-be-resolved supply disruptions. The past year hasn't been kind to the Federal Reserve's inflation outlook.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oklahoma-city-arts-center-rand-elliott-jeremiah-davis-anodized-aluminum-fins-11643236527", "title": "Folding Light in Oklahoma City", "date": "2022-01-26 17:36", "summary": "The Oklahoma Contemporary Arts Center gets a luminescent new life from prominent local architect Rand Elliott. Oklahoma City", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californians-now-willing-to-admit-why-they-are-leaving-11643236362", "title": "Californians Now Willing to Admit Why They Are Leaving", "date": "2022-01-26 17:32", "summary": "Even Hollywood's tolerance for bad ideas has a limit.. Californians deciding to flee the Golden State are increasingly willing to violate the first rule of flight club. Last year brought an entertaining series of dispatches in which departing residents and their media interlocutors avoided discussing the monumental and expensive failures of so-called progressive governance. But now it seems even in the world headquarters of trendy leftism, public acknowledgments of reality are on the rise.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whirlpool-says-omicron-will-keep-appliances-in-short-supply-11643236131", "title": "Whirlpool Says Omicron Will Keep Appliances in Short Supply", "date": "2022-01-26 17:28", "summary": "Company expects demand and supply chain issues to persist this year. Washing machines, refrigerators and other appliances are likely to remain hard to get this year as Covid-19 infections continue to fuel supply chain problems, Whirlpool Corp.'s chief executive said Wednesday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-touts-build-back-better-in-meeting-with-ceos-11643227677", "title": "Biden Touts Build Back Better in Meeting With CEOs", "date": "2022-01-26 17:27", "summary": "President says stalled bill could help lower families' costs amid inflation surge. Facing rising inflation and stock-market turbulence, President Biden met with top corporate executives to promote his stalled education, healthcare and climate bill Wednesday, saying the plan \"lowers prices for families and gets people working,\" in an attempt to counter criticism of the package.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-virginia-hotline-lets-parents-report-divisive-teaching-practices-11643236044", "title": "New Virginia Hotline Lets Parents Report 'Divisive Teaching Practices'", "date": "2022-01-26 17:27", "summary": "State education union says governor's new initiative is a tool to intimidate staff teaching historical fact. Virginia Gov. Glenn Youngkin's office has set up an email hotline where parents can send complaints about what he has called \"divisive teaching practices\" such as critical race theory, a move educators in the state worry could be used to intimidate staff teaching historical fact.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/breyers-departure-has-political-risks-opportunities-for-democrats-11643228858", "title": "Breyer's Departure Has Political Risks, Opportunities for Democrats", "date": "2022-01-26 17:25", "summary": "Biden has promised to nominate the Supreme Court's first Black woman justice, and Senate Democrats hope to move quickly. WASHINGTON-Senate Democrats hope to move quickly to confirm a Black woman to replace retiring Justice Stephen Breyer on the Supreme Court, as both parties use the vote to rally support ahead of November's midterm elections at a time when President Biden's political fortunes have faltered.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-grabs-the-markets-punch-bowl-11643235781", "title": "Fed Grabs the Market's Punch Bowl", "date": "2022-01-26 17:23", "summary": "Chairman Jerome Powell's language sent stocks into reverse as it became clear that a series of rate hikes is on the way barring worse economic news. The outcome of the Federal Reserve's policy meeting wasn't as hawkish as some investors feared-not at first. But the central bank left them worrying that it will take a decidedly less-accommodative turn in the months ahead.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-first-supreme-court-vacancy-a-look-at-potential-candidates-to-replace-breyer-11643229190", "title": "Biden's First Supreme Court Vacancy: A Look at Potential Candidates", "date": "2022-01-26 17:10", "summary": "President has previously pledged to place the first Black woman on the high court. Justice Stephen Breyer's coming retirement gives President Biden his first opportunity to fill a seat on the solidly conservative Supreme Court. His administration hasn't made public any list of potential contenders, but the Democratic president has previously pledged to put the first Black woman on the high court. Here are some potential candidates for his shortlist:", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bond-yields-stable-ahead-of-fed-announcement-11643214357", "title": "U.S. Government Bond Yields Rise After Fed Announcement", "date": "2022-01-26 17:07", "summary": "The Federal Reserve keeps short-term interest rates near zero and indicates it is prepared to raise them at its mid-March gathering. U.S. government bond yields climbed Wednesday after the Federal Reserve signaled plans to begin raising interest rates in March.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moderna-starts-testing-omicron-vaccine-in-people-11643234701", "title": "Moderna Starts Testing Omicron Vaccine in People", "date": "2022-01-26 17:05", "summary": "Previous vaccine studies have generated results in about two months. Moderna Inc. has started testing in people a version of its Covid-19 vaccine modified to target the Omicron variant of the coronavirus, in case such a shot is needed to bolster protection.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/health-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-markets-dow-update-01-26-2022-11643185943", "title": "Stocks Turn Lower After Fed Announcement on Rates", "date": "2022-01-26 16:59", "summary": "Dow, S&P slip during Powell's press conference to discuss Federal Reserve plans to raise rates in March. Stocks fell after the Federal Reserve indicated plans to start raising interest rates in March, winding down its pandemic stimulus efforts and fighting rising inflation.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gates-foundation-adds-board-members-after-billionaires-divorce-11643205603", "title": "Gates Foundation Adds Board Members After Billionaires' Divorce", "date": "2022-01-26 16:49", "summary": "Bill Gates and Melinda French Gates will be joined by four trustees, including the charity's CEO, as part of efforts to boost governance. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-suspends-wordle-account-that-was-ruining-the-game-for-players-11643232378", "title": "Twitter Suspends Wordle Account That Was Ruining Game for Players", "date": "2022-01-26 16:26", "summary": "The account, @wordlinator, would automatically share next day's answer; social-media company says it violated its rules. Twitter Inc. said it suspended an account that tried to spoil the results for online word game Wordle by tweeting what it said were future answers to players.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prince-andrew-demands-jury-trial-in-sex-abuse-suit-11643231288", "title": "Prince Andrew Demands Jury Trial in Sex-Abuse Suit", "date": "2022-01-26 16:08", "summary": "The British royal formally denied allegations that he sexually assaulted Jeffrey Epstein accuser Virginia Giuffre when she was a teen. Prince Andrew formally responded to a lawsuit accusing him of sexually abusing a teen decades ago, broadly denying the allegations and demanding a trial by jury.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/san-jose-to-require-gun-owners-to-insure-firearms-pay-annual-fee-11643230551", "title": "San Jose to Require Gun Owners to Insure Firearms, Pay Annual Fee", "date": "2022-01-26 15:55", "summary": "Ordinance, which still needs final approval, faces legal challenges. The city council of San Jose, Calif., has approved an ordinance requiring gun owners to insure their firearms and pay an annual fee, in what appears to be the first measure of its kind in the U.S.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ubs-buys-wealthfront-for-1-4-billion-to-reach-rich-young-americans-11643229201", "title": "UBS Buys Wealthfront for $1.4 Billion", "date": "2022-01-26 15:33", "summary": "California-based Wealthfront has $27 billion under management. UBS Group AG is buying online wealth adviser Wealthfront for $1.4 billion to reach the young rich and manage more money for people through their devices, the company said Wednesday.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-should-a-vaccinated-person-who-recovered-from-covid-19-get-boosted-its-complicated-11643154112", "title": "When Should a Vaccinated Person Who Got Covid-19 Get Boosted? It's Complicated", "date": "2022-01-26 15:20", "summary": "Physicians and health authorities say there isn't enough scientific evidence to give broad recommendations. People who have received Covid-19 vaccinations but not boosters and have become infected are facing a difficult choice: when to get that additional dose.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/health-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-the-gilded-age-and-six-more-things-to-stream-this-weekend-11643227645", "title": "What to Watch: Seven Movies and Series to Stream This Weekend", "date": "2022-01-26 15:07", "summary": "Julian Fellowes gives New York the 'Downton Abbey' treatment. Tiffany Haddish and Kristen Bell find laughs amid murders.. The creator of \"Downton Abbey\" brings upstairs/downstairs drama to New York this week, while Tiffany Haddish and Kristen Bell find laughs in a pair of murder stories. Here's where to stream it all:", "categories": [["Books & Arts", "Entertainment", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microcurrent-facial-devices-reverse-aging-11643226205", "title": "Can Microcurrent Facial Devices Help Reverse Aging?", "date": "2022-01-26 14:48", "summary": "Not quite, but the gadgets-once only used in spas-promise to give your skin a subtle boost, as fans like Kate Hudson attest. IN OUR QUEST to age backward, new high-tech microcurrent facial tools are the latest trick. Once only used in spa settings, these devices send low-level electrical currents through the skin to exercise the muscles and stimulate collagen. While the gadgets haven't been thoroughly evaluated by large, independent research studies, Dr. Scott Paviol, a dermatologist in Charlotte, N.C., said they could work to \"improve the [skin's] appearance and contour.\" Don't expect facelift-style results. But a little glow-up could be just the lift you need.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mit-professor-gang-chen-says-misunderstanding-lay-at-root-of-u-s-case-11643224325", "title": "MIT Professor Gang Chen Says Misunderstanding Lay at Root of U.S. Case", "date": "2022-01-26 14:12", "summary": "Federal prosecutors dropped charges last week, a year after accusing the professor of hiding ties to China. Witnesses started poking some holes in the government's case against Gang Chen, a Massachusetts Institute of Technology professor accused of hiding his ties to China, soon after his arrest in January 2021, interviews and a review of related documents show, a year before prosecutors decided last week to drop criminal charges against him.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-troops-join-fight-to-dislodge-islamic-state-from-syrian-prison-11643196503", "title": "U.S.-Backed Forces Retake Syrian Prison From Islamic State", "date": "2022-01-26 14:01", "summary": "More than 100 people killed in the fighting, most of them Islamic State members, according to the Syrian Democratic Forces. U.S.-backed Syrian forces said they retook full control of a prison on Wednesday after a weeklong battle with Islamic State fighters who attacked the facility in their worst assault in the country in nearly three years.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frogs-regrow-missing-limbs-in-lab-study-advancing-key-effort-of-regenerative-medicine-11643223601", "title": "Frogs Regrow Missing Limbs in Lab Study", "date": "2022-01-26 14:00", "summary": "Amphibians developed leglike appendages within 18 months after brief treatment with five-drug 'cocktail'. Salamanders do it. So do starfish. And now scientists have shown that frogs can regenerate amputated limbs, once their stumps have been treated with a multidrug \"cocktail.\" The findings, published Wednesday in the journal Science Advances, represent a notable advance in the field of regenerative medicine, which aims to replace human tissues and organs to restore normal function.", "categories": [["Science"]], "category_links": ["https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aarp-google-to-launch-digital-skills-program-for-older-workers-11643223525", "title": "AARP, Google to Launch Digital Skills Program for Older Workers", "date": "2022-01-26 13:58", "summary": "Program seeks to train low-income people ages 50 and older on skills to help with their careers. Alphabet Inc . 's Google and AARP want to help older people improve their digital skills.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kansas-city-chiefs-fans-patrick-mahomes-buffalo-bills-11643222260", "title": "These Kansas City Chiefs Fans Stopped Watching With 13 Seconds Left. Oops.", "date": "2022-01-26 13:43", "summary": "Patrick Mahomes led the team to victory in one of the greatest games in NFL history; 'staring at each other in disbelief'. Paul Helliker woke up every two hours Sunday night through Monday morning steaming over the ending of the Chiefs-Bills playoff game. From his couch, he had watched Buffalo take the lead with 13 seconds left, and the retired dock worker didn't need to watch 13 extra seconds to see his beloved Chiefs lose.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-booster-and-omicron-what-to-know-11623421703", "title": "Should You Get a Covid-19 Vaccine Booster Shot? What to Know", "date": "2022-01-26 13:39", "summary": "Questions and answers on issues such as how well boosters protect against the Omicron variant and who is eligible. Covid-19 boosters are available for all adults and teenagers in the U.S.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bjs-wholesale-is-buying-up-distribution-centers-11643221197", "title": "BJ's Wholesale Is Buying Up Distribution Centers", "date": "2022-01-26 13:19", "summary": "The acquisition from distribution services provider Burris Logistics marks the latest move by retailers to take over management of their supply chains. BJ's Wholesale Club Holdings Inc. is joining the rush by retailers seeking to solve supply-chain snarls by taking greater control of their logistics operations.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italian-executives-meet-with-putin-amid-tension-over-ukraine-11643215623", "title": "Italian Executives Meet With Putin Amid Tension Over Ukraine", "date": "2022-01-26 13:18", "summary": "European companies seek to maintain ties with Russia as the West responds to Moscow's moves. Big European and U.S. businesses are attempting to balance their business interests in Russia with increasing pressure from their home governments to isolate Moscow, as tensions between the West and Russia grow over Ukraine.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-evergrande-promises-to-play-by-the-book-in-offshore-debt-restructuring-11643221089", "title": "China Evergrande Promises to Play by the Book in Debt Restructuring", "date": "2022-01-26 13:18", "summary": "Company says it plans to release initial restructuring plan in six months, asks creditors to hold off on enforcement actions. Embattled property developer China Evergrande Group said Wednesday that within six months, it aims to release a global restructuring plan that would respect offshore creditors' legal rights, after a group of its bondholders threatened last week to sue the company for failing to engage with them.", "categories": [["Pro Bankruptcy International"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-international?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijing-olympics-roc-covid-11643220111", "title": "The Beijing Olympics Has Its First Big Covid-19 Challenge: the Russian Olympic Committee", "date": "2022-01-26 13:09", "summary": "At least five positive cases are threatening the participation of ROC athletes. Russian officials say their star figure-skating teens are exempt from vaccination and quarantine.. With the Beijing Olympics barely a week away, one team is on the leading edge of demonstrating the pandemic-related complications that may lie ahead: the Russian Olympic Committee.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-meet-with-new-york-city-mayor-eric-adams-to-discuss-crime-gun-policies-11643220038", "title": "Biden to Meet With Eric Adams to Discuss Crime, Gun Policies", "date": "2022-01-26 13:00", "summary": "A series of high-profile shootings have dominated the mayor's early weeks in office. WASHINGTON-President Biden intends to travel to New York next week to meet with New York City Mayor Eric Adams as the city grapples with a spate of high-profile police shootings and the nation deals with rising concerns over public safety.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/donating-to-charity-easier-due-to-fintech-11643060691", "title": "How Financial Technology Is Making It Easier to Donate to Charities", "date": "2022-01-26 13:00", "summary": "New apps-often aimed at younger people-let donors set aside small amounts of money over time. Financial technology is increasingly making its way into the philanthropy sector, aiming to give people an easy way to engage in charitable giving, no matter their income level.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paris-fashion-week-kanye-west-julia-fox-pusha-t-11643217249", "title": "Paris Fashion Week Was All About Kanye, Julia Fox, Pusha T-and Oh, Yeah, Some Clothes", "date": "2022-01-26 12:34", "summary": "Resume Subscription. When covering the European fashion weeks, it's easy to forget about the clothes altogether. Some of the most discussed moments in Milan and Paris earlier this month had more to do with celebrity cameos than actual menswear. Here's just a smattering of the distractions: In Milan, rapper Machine Gun Kelly modeled in the Dolce & Gabbana show! His new fiancée Megan Fox was also in town wearing a shirt that said \"Sex\"!", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/omicron-deaths-in-u-s-exceed-deltas-peak-as-covid-19-optimism-rises-in-europe-11643201653", "title": "Omicron Deaths in U.S. Exceed Delta's Peak", "date": "2022-01-26 12:32", "summary": "Netherlands eases restrictions with cases at record highs but hospitalizations subdued. More signs emerged that the Omicron wave is taking a less serious human toll in Europe than earlier phases of the pandemic, while U.S. data showed daily average deaths from the disease exceeding the peak reached during the surge driven by the previously dominant Delta variant.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/health-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/olivia-munn-speaks-out-after-virtual-event-disrupted-with-anti-asian-images-11643216251", "title": "Olivia Munn Speaks Out After Virtual Event Disrupted With Anti-Asian Images", "date": "2022-01-26 12:22", "summary": "National Asian Pacific American Women's Forum was hosting a discussion on racism and misogyny; actress calls attack 'a cowardly and unconscionable act'. A virtual gathering of Asian-American women, which included actress Olivia Munn, was disrupted with anti-Asian images and audio that were posted during the event.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mattel-wins-disney-toy-deal-joining-elsa-of-frozen-with-barbie-11643198404", "title": "Mattel Wins Disney Princess Toy Deal, Joining Elsa of 'Frozen' With Barbie", "date": "2022-01-26 12:16", "summary": "Toy company wrests back rights to film characters from rival Hasbro; losing the contract was 'a wake-up' call for Mattel. Cinderella, Elsa and their friends are moving back in with Barbie.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tracfone-customers-complain-of-unwanted-phone-number-swaps-11643205624", "title": "Verizon's TracFone Customers Complain of Phone-Number Thefts", "date": "2022-01-26 12:14", "summary": "Wireless carrier, which also owns the brands Straight Talk and Total Wireless, says the issues have been addressed. Attackers have commandeered thousands of TracFone customers' phone numbers in recent weeks, forcing new owner Verizon Communications Inc. to improve safeguards less than two months after it took over the prepaid wireless provider.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abbotts-rapid-covid-19-tests-boost-quarterly-sales-growth-11643208574", "title": "Abbott's Rapid Covid-19 Tests Boost Quarterly Sales Growth", "date": "2022-01-26 12:11", "summary": "Rapid-test brands sold $2.1 billion of diagnostics in the last quarter of 2021, but company forecasts lower demand this year. Abbott Laboratories , one of America's largest producers of rapid tests for Covid-19, said that testing-related sales were $2.3 billion globally in the last three months of 2021 but forecast that demand for the tests will slow this year.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-troubled-boeing-inches-closer-to-takeoff-11643216408", "title": "A Troubled Boeing Inches Closer to Takeoff", "date": "2022-01-26 12:00", "summary": "The U.S. plane maker reported wider losses due to problems with its 787 Dreamliner, but also turned cash-flow positive for the first time since 2019. Boeing 's glass still looks half empty, but there are signs of change.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-high-cost-of-disparaging-natural-immunity-to-covid-vaccine-mandates-protests-fire-rehire-employment-11643214336", "title": "The High Cost of Disparaging Natural Immunity to Covid", "date": "2022-01-26 11:52", "summary": "Vaccines were wasted on those who didn't need them, and people who posed no risk lost jobs.. Public-health officials ruined many lives by insisting that workers with natural immunity to Covid-19 be fired if they weren't fully vaccinated. But after two years of accruing data, the superiority of natural immunity over vaccinated immunity is clear. By firing staff with natural immunity, employers got rid of those least likely to infect others. It's time to reinstate those employees with an apology.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-puts-more-military-muscle-into-natos-russia-response-war-troops-deploy-11643214187", "title": "Biden Puts More Military Muscle Into NATO's Russia Response", "date": "2022-01-26 11:50", "summary": "Washington is right to consider activating an emergency force allies have been reluctant to use.. The Pentagon announced on Monday that it was placing 8,500 U.S. troops on heightened alert, including troops that could deploy as part of the North Atlantic Treaty Organization's Response Force. Largely led and manned by Europeans, this force was built for the kind of crisis that Russia is fomenting with its destabilizing buildup around Ukraine.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/older-investors-have-a-lot-of-money-in-stocks-how-to-check-if-its-too-much-11643215304", "title": "Older Investors Have a Lot of Money in Stocks. How to Check if It's Too Much.", "date": "2022-01-26 11:41", "summary": "The stock-market volatility in recent weeks is denting the portfolios of many in retirement. A suddenly sliding stock market is sending a wake-up call to older Americans that maybe they shouldn't invest like they used to. Many are likely to ignore that call.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supply-chain-software-provider-o9-solutions-valued-at-2-7-billion-11643157001", "title": "Supply-Chain Software Provider o9 Solutions Valued at $2.7 Billion", "date": "2022-01-26 11:25", "summary": "General Atlantic and its climate-investing fund backed a $295 million investment in o9 Solutions alongside the sustainable-investment firm co-founded by former Vice President Al Gore. Supply-chain software provider o9 Solutions Inc. has raised a new round of private funding that has more than doubled the Dallas-based company's value to $2.7 billion in less than two years.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investing-to-stop-climate-change-is-trickier-than-it-seems-11643214062", "title": "Investing to Stop Climate Change Is Trickier Than It Seems", "date": "2022-01-26 11:24", "summary": "Assuming the shift away from fossil fuels happens, investors have the choice of making a difference, or making more profit. This is the fourth in a series of Streetwise columns on sustainable investing.. Investors who think they can both save the world and make a profit need to go back to basics. Slowing global warming has one essential requirement, that fossil fuels be left in the ground.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-should-you-test-for-covid-19-and-which-test-you-should-take-11643213228", "title": "When Should You Test for Covid-19 and Which Test You Should Take", "date": "2022-01-26 11:07", "summary": "Resume Subscription. Since the emergence of the highly contagious Omicron variant, demand for lab-based and at-home Covid-19 tests has soared. The Biden administration plans to buy and distribute one billion free rapid tests to meet demand-500 million of which the administration will initially distribute to Americans upon request via home delivery.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/which-fintech-sectors-are-attracting-startup-funding-11643045740", "title": "Which Fintech Sectors Are Attracting the Most Startup Funding?", "date": "2022-01-26 11:00", "summary": "At the top: consumer payments and 'fractionalization.' But that's just the beginning.. To those watching the funding of new financial-technology companies in 2021, the headlines were dramatic.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-jerk-free-guide-to-snowblowing-11643212615", "title": "A Jerk-Free Guide to Snowblowing", "date": "2022-01-26 10:56", "summary": "Here are snowblower rules that transcend time, population density, geography and politics. Follow them to keep peace in the neighborhood.. One of my earliest childhood memories is waking up at 3 a.m. to the sound of my father, Sid, shoveling our driveway. When it came to snowstorms, his philosophy was shovel early, shovel often. The wheels came off this philosophy during the Blizzard of '78, when so much snow fell so fast that even my superhuman father could not get ahead of it. Sid, a man who doled out compliments like they were his own molars, gave much respect to that monster of a storm.", "categories": [["Real Estate", "Homeownerous"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homeownerous?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trucks-roads-damage-traffic-supply-chain-11643210764", "title": "Trucks Are Clogging America's Roads, Delivering Goods and Tearing Up Yards", "date": "2022-01-26 10:46", "summary": "Resume Subscription. ATLANTA-Trucks are taking over American roads, fueled by a rise in pandemic online shopping and disruptions to global supply chains.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/top-colleges-in-the-south-for-diversity-11643148010", "title": "Top Colleges in the South for Diversity", "date": "2022-01-26 10:00", "summary": "The University of Houston-Downtown tops this list from the WSJ/THE College Rankings. The University of Houston-Downtown ranks highest among Southern schools for the diversity of its students and faculty in the Wall Street Journal/Times Higher Education College Rankings, with the University of St. Thomas (Texas) second and Nova Southeastern University third.", "categories": [["Life & Work", "Journal Reports: College Rankings"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-college-rankings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mens-boots-keep-getting-bigger-taller-stranger-11643208019", "title": "Why Men's Boots Keep Getting Bigger, Taller and Stranger", "date": "2022-01-26 09:45", "summary": "Among style-minded guys, Frankensteinian stompers from brands like Balenciaga, Bottega Veneta and Yeezy have become increasingly popular-and not because they're particularly practical. FRENCH LUXURY HOUSE Balenciaga currently sells a boot known as the Bulldozer. Rarely has a product name seemed so apt. This massive boot is as hulking as a John Deere excavator on creatine. Its honking fang-like treads elevate the wearer inches off the ground. The boot's tall, leather shaft also exceeds the bounds of reason, swallowing one's calf completely. Even the Bulldozer's price clocks in at a big-gulp-inducing $1,190.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-expected-to-signal-rate-increases-to-start-in-march-11643193004", "title": "Fed Expected to Indicate Interest-Rate Increases Will Start in March", "date": "2022-01-26 09:38", "summary": "High inflation raises questions over how fast the central bank plans to tighten policy. Federal Reserve officials are set to keep interest rates near zero Wednesday, at the conclusion of their two-day policy meeting, while likely signaling they are preparing to raise rates at their following gathering in mid-March.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-microsoft-boeing-texas-instruments-what-to-watch-when-the-stock-market-opens-today-11643197123", "title": "Tesla, Microsoft, Boeing, Texas Instruments: What to Watch in the Stock Market Today", "date": "2022-01-26 09:35", "summary": "Tesla will report earnings after the close; Texas Instruments posted an earnings beat. Wall Street stock indexes opened higher, with technology shares leading gains ahead of a policy decision from the Federal Reserve. Here's what we're watching in Wednesday's trading:", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-worried-should-you-be-about-dying-in-your-sleep-11643205604", "title": "Worried About Dying in Your Sleep?", "date": "2022-01-26 09:00", "summary": "Doctors say sudden nocturnal death is relatively rare. Here is what to know about the risk factors.. There are a lot of things to worry about these days. Should dying during sleep be one of them?", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fintech-competition-mainstream-banks-11642714528", "title": "Fintech Companies, Facing Competition From Mainstream Banks, Step Up Their Offerings", "date": "2022-01-26 09:00", "summary": "They are taking advantage of their size and low costs. But can they stay a step ahead for long?. Fintech companies have established themselves as viable competitors in the financial-services business, but now they face a new challenge: Some mainstream banks have started to offer fintech-inspired services such as early paycheck access and no-fee overdrafts.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bradley-cooper-benedict-cumberbatch-and-the-golden-age-of-nude-men-11643203801", "title": "It Is a Golden Age for Naked Men in Movies", "date": "2022-01-26 08:30", "summary": "Hollywood's male stars aren't scared of full-frontal nudity anymore. The latest costume for Hollywood's leading men: Nothing.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-weeknds-new-hit-gunnas-hotshot-single-and-the-other-best-songs-of-january-11643202243", "title": "The Weeknd's New Hit, Gunna's Hotshot Single and the Other Best Songs of January", "date": "2022-01-26 08:30", "summary": "Here's WSJ.'s monthly roundup of new pop releases: everything that's grabbing our attention, making us think or getting us dancing.. Last year saw the Weeknd accomplish major music career milestones, including a Super Bowl halftime performance and the release of a greatest hits compilation, The Highlights. He started 2022 on a high note with a new album, Dawn FM. Featuring ASMR-like dialogue performed by actor Jim Carrey, the record balances the bright synths and dark vocals of 1980s new wave and R&B. The airy pop track \"Less Than Zero\" is a highlight.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/10-books-to-read-the-best-reviews-of-january-2022-fiction-history-mystery-sports-politics-11643202312", "title": "10 Books to Read: The Best Reviews of January", "date": "2022-01-26 08:07", "summary": "'Eight Days in May,' 'The Lords of Easy Money,' 'A Thousand Steps' and more of the books our reviewers highlighted this month.. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-explores-ways-to-cover-covid-19-tests-for-medicare-enrollees-11643202003", "title": "Biden Administration Explores Ways to Cover Covid-19 Tests for Medicare Enrollees", "date": "2022-01-26 08:00", "summary": "Under current law, private insurers pay for over-the-counter tests, but Medicare doesn't. WASHINGTON-The Biden administration is exploring regulatory changes or other measures that would let seniors on Medicare get free, over-the-counter Covid-19 tests or expanded access to the tests.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/health-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/defi-increasingly-popular-tool-for-laundering-money-study-finds-11643202002", "title": "DeFi Increasingly Popular Tool for Laundering Money, Study Finds", "date": "2022-01-26 08:00", "summary": "The study by Chainalysis comes as the total annual value of laundered cryptocurrency jumped 30% in 2021. Decentralized finance protocols are playing an increasing role in money laundering, with the total value of cryptocurrency laundered rising year over year by 30% in 2021, according to blockchain data platform Chainalysis Inc.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venture-capital-becomes-a-tech-battleground-between-china-u-s-11643202001", "title": "Venture Capital Becomes a Tech Battleground Between China, U.S.", "date": "2022-01-26 08:00", "summary": "U.S.-trained VCs built China's tech sector, but now the Communist Party calls its shots. Last year, China's tech stocks cratered. This year, America's are following suit. But their selloffs have very different drivers, and therein lies a potential inflection point in the emerging competition between the two countries.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-volcano-eruption-spewed-ash-tonga-needs-rain-and-more-brooms-11643200347", "title": "Tonga Needs Rain and More Brooms After Volcano Eruption Spewed Ash", "date": "2022-01-26 07:32", "summary": "Authorities are concerned the thick dust could poison water supplies, damage crops and affect human health. WELLINGTON, New Zealand-More than a week after the immense eruption of an undersea volcano near Tonga, bookshop manager Sela Latailakepa cleans up ash several times a day at home. The job, she says, never seems to be finished.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-backed-fintech-startup-is-acquiring-two-firms-and-a-new-name-11643199601", "title": "Walmart-Backed Fintech Startup Is Acquiring Two Firms and a New Name", "date": "2022-01-26 07:20", "summary": "The startup, to be called ONE, is helmed by former Goldman executives and aims to build a 'financial services super app'. The financial-technology startup backed by Walmart Inc. said it plans to purchase two small firms and launch under a new brand.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-struggle-is-real-for-zillow-11643198581", "title": "The Struggle Is Real for Zillow", "date": "2022-01-26 07:03", "summary": "Zillow's near-term fate hinges upon a delicate market balance the likes of which we've never quite seen. If you feel like you can't land one of the few homes on the market to save your life right now, try competing with a record number of real-estate agents to sell one. In many ways, Zillow 's near-term fate hinges upon that struggle.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ev-battery-makers-sales-pitch-to-the-west-were-not-chinese-11643198401", "title": "EV Battery Maker's Sales Pitch to the West: We're Not Chinese", "date": "2022-01-26 07:00", "summary": "South Korea's LG Energy Solution, which goes public Thursday, highlights its dominance in Europe and aggressive U.S. investments. SEOUL-South Korea's LG Energy Solution Ltd. has an audacious plan to dominate the world's electric-vehicle battery industry: emphasize that it isn't Chinese.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/costco-shareholder-vote-signals-focus-on-supply-chain-emissions-11643194803", "title": "Costco Shareholder Vote Signals Focus on Supply-Chain Emissions", "date": "2022-01-26 06:00", "summary": "Shareholders voted for a resolution calling for a tougher climate plan, against the wishes of the retailer's board. One of the year's first shareholder votes on climate change points to a sharpened focus on supply chains among investors.", "categories": [["Sustainable Business"]], "category_links": ["https://www.wsj.com/news/types/sustainable-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mikaela-shiffrin-beijing-olympics-podium-11643158867", "title": "Mikaela Shiffrin Can't Move Mountains. But She Helped Move a Beijing Olympics Podium.", "date": "2022-01-26 06:00", "summary": "America's top alpine skier has spent months plotting every detail of her ambitious schedule-even where she hopes to accept medals. Weeks before last summer's pandemic-delayed, sweltering Tokyo Olympics, Mikaela Shiffrin was already thinking about frigid winter nights.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russias-attempts-to-sanction-proof-its-economy-have-exposed-a-weak-spot-11643193911", "title": "Russia's Attempts to Sanction-Proof Economy Have Exposed Weak Spot", "date": "2022-01-26 05:45", "summary": "Experts say the package of retributions drawn by the U.S. and Europe will inflict heavy damage despite Russia's efforts to insulate its economy. After the West pummeled Russia with sanctions for annexing Crimea from Ukraine in 2014, President Vladimir Putin embarked on what analysts have dubbed a Fortress Russia strategy, padding the country's foreign reserves, buying gold and pivoting some exports to China.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-penalizes-tianhe-executive-in-long-running-ipo-scandal-11643193771", "title": "Hong Kong Penalizes Tianhe Executive in IPO Scandal", "date": "2022-01-26 05:42", "summary": "Tribunal sanctions Wei Xuan over the 2014 listing of the chemicals company that had claimed about $1 billion in nonexistent sales. Authorities in Hong Kong sanctioned a Chinese businessman over the 2014 listing of a chemicals company that had claimed about $1 billion in nonexistent sales, closing a chapter in a saga that has already led to punishments for big U.S. and European banks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-are-banks-finding-borrowers-on-the-car-lot-11643193182", "title": "Where Are Banks Finding Borrowers? On the Car Lot", "date": "2022-01-26 05:33", "summary": "Surging demand for auto loans is boosting banks during an otherwise lackluster time for their lending businesses. Big banks are pushing deeper into auto lending.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warehouse-giant-prologis-to-offer-more-peripheral-services-cfo-says-11643193003", "title": "Warehouse Giant Prologis to Offer More Peripheral Services, CFO Says", "date": "2022-01-26 05:30", "summary": "At present, the company derives 84% of its revenue from rental income. It plans to bolster revenue by offering extras, like solar power, forklifts, logistic tech and more at some of its locations. Warehouse giant Prologis Inc. plans to generate more revenue from renting out equipment and providing other add-on services as it benefits from strong demand amid ongoing supply-chain strains.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/td-bank-targets-2-000-tech-hires-in-2022-11643191201", "title": "TD Bank Targets 2,000 Tech Hires in 2022", "date": "2022-01-26 05:00", "summary": "Canadian bank company expects to increase the pace of its tech hiring as it seeks experts in cloud technology, cybersecurity and AI. TD Bank Group on Wednesday announced plans to make more than 2,000 technology hires in 2022 as part of its goal to accelerate the delivery of digital products.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ibm-cloud-makeover-shows-results-11643191202", "title": "IBM Cloud Makeover Shows Results", "date": "2022-01-26 05:00", "summary": "Earnings report indicates the shift to hybrid cloud computing and AI is working, analysts said. International Business Machines Corp.'s yearslong makeover into a hybrid cloud and artificial intelligence company is resonating with customers whose information-technology strategies have been reshaped by Covid-19, industry analysts said.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11643150218", "title": "Pepper...and Salt", "date": "2022-01-26 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bravo-fires-reality-star-jennie-nguyen-for-offensive-social-media-posts-11643146865", "title": "Bravo Fires Reality Star Jennie Nguyen for Offensive Social-Media Posts", "date": "2022-01-26 22:52", "summary": "Network says she will no longer appear on 'The Real Housewives of Salt Lake City'. Bravo has fired Jennie Nguyen from \"The Real Housewives of Salt Lake City\" after the reality star's social-media posts deemed racially offensive were recently uncovered.", "categories": [["Books & Arts", "Entertainment", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexican-journalist-who-told-countrys-president-she-feared-for-her-life-is-killed-11643120797", "title": "Mexican Journalist Who Told Country's President She Feared for Her Life Is Killed", "date": "2022-01-26 20:16", "summary": "Shooting death underscores Mexico's reputation as one of the most dangerous places in the world for local journalists to work. MEXICO CITY-A second Mexican journalist in a week was gunned down in the border city of Tijuana, underscoring Mexico's reputation as one of the most dangerous places in the world for local journalists to work.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-saved-by-the-pc-11643159229", "title": "Microsoft Saved by the PC", "date": "2022-01-26 20:07", "summary": "Windows upgrade lifts results as cloud business shows some deceleration. It's an interesting time for Microsoft to go old school.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-speaker-nancy-pelosi-to-run-for-reelection-doesnt-address-leadership-plans-11643154505", "title": "House Speaker Pelosi to Run for Re-Election", "date": "2022-01-26 19:42", "summary": "Democrats, who hold narrow majority, face uphill battle to keep control of chamber. WASHINGTON-House Speaker Nancy Pelosi (D., Calif.) said she plans to seek re-election this fall, but gave no indication of whether she wants to remain her party's leader, as Democrats face an uphill battle to keep control of the chamber in the midterms elections.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-companies-down-to-five-day-supply-of-key-chips-report-says-11643126434", "title": "Chip Shortage Leaves U.S. Companies Dangerously Low on Semiconductors, Report Says", "date": "2022-01-26 19:38", "summary": "Commerce Department survey shows companies typically had 40-day supply in 2019. WASHINGTON-U.S. manufacturers and other companies that use semiconductors are down to less than five days of inventory for key chips, the Commerce Department said Tuesday, citing the results of a new survey.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadian-indigenous-group-finds-possible-unmarked-graves-at-ex-school-site-11643157449", "title": "Indigenous Group Finds Possible Unmarked Graves at Ex-School Site", "date": "2022-01-26 19:37", "summary": "Report follows a series of similar discoveries near former residential schools in Canada over past year. An indigenous community in western Canada said Tuesday it found what it believes could be 93 unmarked graves near a former boarding school for indigenous children, following a series of similar discoveries near other former schools over the past year.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/neil-young-demands-spotify-remove-his-music-over-joe-rogans-vaccine-comments-11643112990", "title": "Neil Young Demands Spotify Remove His Music Over Joe Rogan's Vaccine Comments", "date": "2022-01-26 19:21", "summary": "Singer says Spotify 'is spreading fake information about vaccines-potentially causing death'. Neil Young has demanded that Spotify Technology SA remove his music due to what he says is vaccine misinformation spread by podcaster Joe Rogan on the streaming service. The folk-rock star and his record label were in discussions over the matter Tuesday, according to people familiar with the matter.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musk-urges-mcdonalds-to-accept-dogecoin-for-payment-11643119209", "title": "Elon Musk Urges McDonald's to Accept Dogecoin for Payment", "date": "2022-01-26 19:12", "summary": "Tesla CEO says he would eat a Happy Meal on TV if the fast-food giant accepts the cryptocurrency, following McDonald's tweet commenting on crypto selloff. Elon Musk wants McDonald's Corp. to start accepting dogecoin for payment.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-coast-guard-searching-for-39-people-after-boat-capsizes-off-florida-11643155318", "title": "U.S. Coast Guard Searching for 39 People from Capsized Boat", "date": "2022-01-26 19:01", "summary": "Missing group is part of a suspected human smuggling venture from the Bahamas. U.S. Coast Guard rescue crews searched Tuesday for 39 people reported missing after their boat capsized off the coast of Florida as part of a suspected human smuggling venture from the Bahamas, according to authorities.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]