[{"link": "https://www.wsj.com/articles/tom-brady-comeback-retire-buccaneers-rams-11642982018", "title": "Tom Brady Pulled Off Another Epic Comeback-and Lost in the Final Seconds", "date": "2022-01-23 18:54", "summary": "The Buccaneers came back from a 27-3 deficit to tie the game. Then a last-second field goal sent the Los Angeles Rams past Tampa Bay.. Tom Brady pulled off the biggest comeback in Super Bowl history five years ago, yet somehow he was on the verge of executing something just as nutty on Sunday.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protesters-march-in-d-c-against-covid-19-vaccine-mandates-11642963718", "title": "Protesters March in Washington Against Vaccine Mandates", "date": "2022-01-23 17:24", "summary": "Studies show that vaccines and boosters offer superior protection from recent variants of the coronavirus. Protesters rallied in the nation's capital Sunday against government mandates for Covid-19 vaccinations, a sign of the challenges for public-health officials looking for ways to persuade more Americans to get the shots.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-alzheimers-death-panel-biogen-aduhelm-fda-cms-medicare-healthcare-access-ration-care-progressives-elderly-senior-citizens-11642958967", "title": "The Alzheimer's Death Panel", "date": "2022-01-23 17:16", "summary": "The real reason Medicare won't pay for a promising treatment.. President Biden says he wants to increase healthcare access. But this is hard to square with the Centers for Medicare and Medicaid Services' unprecedented proposal this month to restrict Medicare payment for a class of novel Alzheimer's treatments.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/build-back-better-fix-medicaid-first-foundation-for-government-accountability-report-improper-payment-11642698398", "title": "Build Back Better? Fix Medicaid First", "date": "2022-01-23 17:13", "summary": "As Biden dreams big, Medicaid's 'improper' payment rate is 22%.. While Democrats are dreaming up ways to enlarge the welfare state, here's a bracing statistic about America's existing safety net: \"The national improper payment rate for Medicaid is nearly 22 percent.\" That quote is taken from a report this week by the Foundation for Government Accountability (FGA), and it gets worse from there.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/censuring-senator-sinema-filibuster-vote-voting-rights-bill-manchin-warren-sanders-teran-primary-2024-arizona-adp-democracy-11642967263", "title": "Censuring Senator Sinema", "date": "2022-01-23 17:12", "summary": "Arizona's Democratic Party can't abide her principled filibuster vote.. If there's any remaining doubt that killing the Senate legislative filibuster is now Democratic Party orthodoxy, it vanished over the weekend when the executive board of the state party in Arizona voted to censure Sen. Kyrsten Sinema. Her offense was taking a position in favor of the filibuster-which was Democratic Senate orthodoxy as recently as two years ago.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germany-reliable-american-ally-nein-weapon-supply-berlin-russia-ukraine-invasion-putin-biden-nord-stream-2-senate-cruz-sanctions-11642969767", "title": "Is Germany a Reliable American Ally? Nein", "date": "2022-01-23 17:00", "summary": "Berlin goes its own way, prizing cheap gas, car exports to China, and keeping Putin calm.. As Vladimir Putin's invasion of Ukraine looms, most Western allies are acting to support Kyiv and reassure vulnerable members of the North Atlantic Treaty Organization. Germany is taking a different approach, putting Russian interests before those of the West.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-labors-resurgence-that-was-not-unions-starbucks-buffalo-membership-fell-2021-votes-strike-collective-bargaining-worker-janus-11642969843", "title": "Big Labor's Resurgence That Wasn't", "date": "2022-01-23 16:59", "summary": "Union membership in the private sector fell to 6.1%, a historic low.. The Economist predicts \"2022 will be the year of the worker.\" Interest in organizing is \"infectiously spreading from workplace to workplace,\" the New Republic claims, concluding: \"America is in the midst of a dramatic labor resurgence.\" New data from the Bureau of Labor Statistics throw cold water on these predictions.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/90-percent-of-everything-is-crap-venture-capital-marc-andreessen-mosaic-web-silicon-valley-tech-investment-innovation-11642970894", "title": "90% of Everything Is . . . Take a Guess", "date": "2022-01-23 16:58", "summary": "Venture capitalist Marc Andreessen explains the world with Sturgeon's law.. It used to be that 90% of the time, you accessed stuff only on your computer's local network. Then in 1993 at the University of Illinois, Marc Andreessen developed Mosaic, the first internet browser, which allowed users to wander around the World Wide Web 90% of the time. He moved to Silicon Valley and founded Netscape. Mr. Andreessen is now a general partner at a top-decile venture-capital firm, better than 90% of its peers. Andreessen Horowitz recently raised $9 billion in new funds.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-wont-joe-biden-take-on-cuba-havana-dollar-remittances-poverty-inflation-pesos-black-market-luis-alberto-lopez-calleja-gaesa-11642970188", "title": "Why Won't Joe Biden Take On Cuba?", "date": "2022-01-23 16:57", "summary": "The president talks of troubles in the region but never mentions the heart of darkness.. During his press conference last week President Biden was asked to comment on U.S. foreign policy in the Western Hemisphere. He riffed on Central America, said he'd spent \"a lot of time talking about\" Venezuelan dictator Nicolás Maduro, and incoherently referenced Chile and Argentina. He went on to express concern about the shrinking number of democracies in the world.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/davos-man-review-globe-trotting-do-gooders-11642974941", "title": "'Davos Man' Review: Globe-Trotting Do-Gooders", "date": "2022-01-23 16:55", "summary": "The World Economic Forum's über-wealthy, self-important attendees are easy to dislike. But are they really the source of all evil?. In 1971 a German economist named Klaus Schwab convened the first meeting of what would become the World Economic Forum in Davos, Switzerland. Mr. Schwab wanted business executives, government officials and nonprofit leaders to discuss his idea of \"stakeholder capitalism\": the concept that corporate managers have a duty to pursue the interests not only of shareholders, but of stakeholders. What's a stakeholder? Basically, it's any individual or group allegedly affected by the company's decisions.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hospitals-should-not-get-to-choose-their-competition-healthcare-patient-wholesale-poaching-certificate-of-need-medical-cost-11642970952", "title": "Hospitals Shouldn't Get to Choose Their Competition", "date": "2022-01-23 16:54", "summary": "A South Carolina legal fight highlights the damage done to patients by certificate-of-need laws.. Somebody call an eye doctor. Two of South Carolina's largest hospital systems have gone to war over allegations of unfair trade practices, and neither side can see the hypocrisy.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-price-falls-below-40-000-in-tandem-with-tech-selloff-11642765835", "title": "Bitcoin Price Falls Below $35,000 in Tandem With Tech Selloff", "date": "2022-01-23 15:27", "summary": "The widespread adoption of cryptocurrencies might make them more sensitive to the stock market's moves. It is becoming a more common occurrence: When stocks fall, so does bitcoin.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/software-provider-globalization-partners-gets-vista-equity-backing-at-4-2-billion-valuation-11642968002", "title": "Software Provider Globalization Partners Gets Vista Equity Backing at $4.2 Billion Valuation", "date": "2022-01-23 15:00", "summary": "Company helps businesses outsource tasks associated with hiring people abroad, and has seen massive growth due to the Covid-19 pandemic. Globalization Partners, a software provider that helps businesses streamline the process of hiring employees internationally, has landed new backing from Vista Equity Partners that values the company at $4.2 billion.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-fed-gdp-consumer-spending-11642968001", "title": "Economy Week Ahead: Fed, GDP, Consumer Spending", "date": "2022-01-23 15:00", "summary": "The Federal Reserve is likely to strengthen expectations of rate increases this year. The Federal Reserve's policy meeting highlights a full week of economic news.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-hospital-strained-by-omicron-weary-nurses-treat-too-many-patients-11642933804", "title": "In Hospital Strained by Omicron, Weary Nurses Treat Too Many Patients", "date": "2022-01-23 14:33", "summary": "Resume Subscription. Houston Methodist Hospital, inundated with patients from the pandemic's latest surge, had too few nurses one recent morning to open all its beds.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/kohls-cant-find-relief-from-investor-pressure-11642956350", "title": "Kohl's Can't Find Relief From Investor Pressure", "date": "2022-01-23 13:52", "summary": "In a letter, Engine Capital urges department-store chain to run sale process following Starboard Value bid, as activists remain unsatisfied with pace of turnaround. Since taking the helm of Kohl's Corp. in May 2018, Chief Executive Michelle Gass has forged partnerships with Amazon.com Inc. and Sephora, brought in new brands and beefed up its loyalty program. Yet, the retailer's stock is worth less today than it was two decades ago.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-hatching-plot-to-replace-ukraine-government-u-k-says-11642890601", "title": "Russia Plots to Replace Ukraine Government, U.K. Says", "date": "2022-01-23 13:47", "summary": "Allegations come in the midst of warnings that Russia could invade with around 100,000 troops gathered near border. The U.K. said it has exposed a plot by Russia to install a friendly government in Ukraine, supporting an earlier U.S. assessment suggesting that the Kremlin is laying plans to oust its neighbor's leadership.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/janet-yellen-joins-democrats-in-peddling-sour-grapes-treasury-blacks-economy-systemic-racism-progressive-woke-biden-georgia-speech-11642948826", "title": "Janet Yellen Joins Democrats in Peddling Sour Grapes", "date": "2022-01-23 13:04", "summary": "They ignore Martin Luther King's advice: 'Accept finite disappointment, but never lose infinite hope.'. Treasury Secretary Janet Yellen made a stunning remark while celebrating Martin Luther King Jr. Day. Correctly noting that King \"knew that economic injustice was bound up in the larger injustice he fought against,\" she claimed: \"From Reconstruction, to Jim Crow, to the present day, our economy has never worked fairly for black Americans-or, really, for any American of color.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exercise-is-good-for-you-even-if-you-have-a-mild-case-of-covid-athletes-studies-myocarditis-inflamation-omicron-cardiac-11642949330", "title": "Exercise Is Good for You, Even if You Have a Mild Case of Covid", "date": "2022-01-23 13:04", "summary": "The seven- to 10-day rest recommendation appears to be as arbitrary as the 6-foot social distancing one.. To exercise with Covid or not-that's the question some fitness buffs are asking. The American College of Sports Medicine has suggested people under 50 who experience mild or no symptoms to rest for at least seven to 10 days after testing positive. Their recommendation appears to be motivated by the concern that even a mild Covid-19 infection may damage the heart and potentially cause sudden death during physical exertion.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activist-investor-nelson-peltz-buys-stake-in-unilever-11642951893", "title": "Activist Investor Nelson Peltz Buys Stake in Unilever", "date": "2022-01-23 12:53", "summary": "Move by Trian Fund adds pressure on Unilever CEO after his failed bid to buy GlaxoSmithKline's consumer health business. LONDON-Trian Fund Management LP, the activist hedge fund run by Nelson Peltz, has acquired a stake in Unilever PLC, according to people familiar with the matter, adding pressure to the packaged food and consumer goods giant in the wake of its failed $68-billion bid for GlaxoSmithKline PLC's consumer-health business.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-backed-forces-struggle-to-contain-islamic-state-in-battle-over-syrian-prison-11642948169", "title": "U.S.-Backed Forces Struggle to Contain Islamic State in Battle Over Syrian Prison", "date": "2022-01-23 12:48", "summary": "Militant group carried out one of its most complex operations in years, sparking a sustained fight. Syrian fighters backed by American airstrikes struggled to retake control of a prison attacked by Islamic State in northeastern Syria on Sunday, as the militant group's attempt to replenish its ranks with freed prisoners sparked the area's worst sustained fighting in years.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parents-want-schools-to-be-open-schools-are-struggling-to-comply-11642960091", "title": "Schools May Be Open-But They're Struggling", "date": "2022-01-23 12:48", "summary": "Resume Subscription. Schools should be open, pandemic or not, much of the public says. If only they all had what they need to function.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/from-plants-to-store-shelves-u-s-food-supply-is-under-pressure-11642933805", "title": "U.S. Food Supply Is Under Pressure, From Plants to Store Shelves", "date": "2022-01-23 11:49", "summary": "Weeks of workers calling in sick add to continuing supply and transportation disruptions, making store shelves harder to fill. The U.S. food system is under renewed strain as Covid-19's Omicron variant stretches workforces from processing plants to grocery stores, leaving gaps on supermarket shelves.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/usps-postal-service-post-office-mail-pension-bureaucracy-privatize-11642803282", "title": "How Do You Solve a Problem Like the U.S. Postal Service?", "date": "2022-01-23 11:42", "summary": "Some would have the USPS wither away. Others want bureaucratic expansion.. Kevin Kosar's review of \"First Class\" by Christopher Shaw (Bookshelf, Jan. 14) makes good suggestions on how to reduce costs at the post office. But he doesn't mention the elephant in the room: pensions.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-speech-georgia-voting-speech-bull-connor-jefferson-davis-11642802424", "title": "Who Knew I Was Friends With Bull Connor?", "date": "2022-01-23 11:41", "summary": "President Biden, apparently. Or so it seems from his Georgia speech.. Regarding your editorial about President Biden's Georgia speech (\"Are You With Biden, or Jefferson Davis?\" Jan. 12): John and I have been friends for more than 40 years. We were college roommates. Later, we got together to play golf a few times a year, took occasional hikes and walks-and we talked. More accurately, we disagreed and argued about almost every social and political issue of the day. Then we had lunch, played a round of golf or visited each other's family.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/family-farm-environment-quota-subsidy-canada-supply-management-11642802065", "title": "Dairy Quotas Would Help Our Family Farms", "date": "2022-01-23 11:37", "summary": "Canada's supply-management system provides a positive example.. A recent ruling under the U.S.-Mexico-Canada Agreement fails to address the problems confronting dairy farmers in any meaningful way (\"U.S. Wins Ruling on Canada Dairy Tariffs,\" U.S. News, Jan. 5). On the contrary, it dismisses the positive example of Canada's dairy supply-management program, which has stabilized the supply of milk, provided protective subsidies to small farmers, ensured most of the dairy production is consumed domestically and offered fairer prices to farmers and consumers.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-vaccine-mandate-hospitals-infection-omicron-illness-11642801859", "title": "The Case for Vaccination Against the Omicron Variant", "date": "2022-01-23 11:34", "summary": "Reduce the Covid burden on our healthcare system. Vaccines do not need to prevent infection to be highly effective.. Luc Montagnier and Jed Rubenfeld's principal argument in \"Omicron Makes Biden's Mandates Obsolete\" (op-ed, Jan. 10) is flawed and irresponsible. Vaccines do not need to prevent infection to be highly effective. The Salk inactivated virus polio vaccine, for example, doesn't prevent infection or transmission but has been responsible for eradicating polio.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanctions-russia-putin-ukraine-invasion-11642801587", "title": "Are Sanctions Really Supposed to Deter Russia?", "date": "2022-01-23 11:15", "summary": "Ukraine can hardly be reassured.. Regarding Walter Russell Mead's column \"How to Halt Putin's Ukraine Push\" (Global View, Jan. 18): Would somebody please explain what a \"sanction\" is? How is it threatened and enforced? To me it sounds like putting up a \"Beware of the Dog\" sign when the dog is a 3-pound Chihuahua.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-hotel-concierge-is-probably-a-texting-robot-srsly-11642951463", "title": "Your Hotel Concierge Is Probably a Texting Robot. Srsly.", "date": "2022-01-23 10:24", "summary": "The hospitality industry is shifting to texts and automated responses to communicate with guests; 'not something I'd pick up the phone for'. Your next hotel's concierge might not be in the same time zone as your room. Or sentient.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foreign-executives-in-isolated-hong-kong-head-for-exit-sick-of-zero-covid-curbs-11642950280", "title": "Foreign Executives in Isolated Hong Kong Head for Exit, Sick of Zero-Covid Curbs", "date": "2022-01-23 10:04", "summary": "Flight bans, quarantine stays for arrivals and school closures jeopardize the city's status as a business hub. HONG KONG-Stringent rules to try to keep Hong Kong free of Covid-19 are driving away more foreign executives, chipping away at the city's decades-old status as one of the world's top business hubs.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/looking-for-ways-to-get-back-into-shape-try-fidgeting-11642950004", "title": "Why Tiny Movements Can Get You Back Into Shape", "date": "2022-01-23 10:00", "summary": "Going to the office or stopping at the store can have surprising health benefits. Here's why doctors are prescribing simple movement to improve fitness.. If you want to get in better shape but can't stand the idea of kettlebells and push-ups, just move.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-u-s-pension-plans-are-more-overfunded-than-they-have-been-in-years-11642950001", "title": "Companies' U.S. Pension Plans Are More Overfunded Than They Have Been in Years", "date": "2022-01-23 10:00", "summary": "Further increases in 2022 could spur CFOs to revise their pension strategies. Companies' U.S. pension plans are more overfunded than they have been in years amid strong equity markets.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-focus-on-effects-not-causes-of-climate-change-11642950002", "title": "GOP Focuses on Effects, Not Causes, of Climate Change", "date": "2022-01-23 10:00", "summary": "GOP governors confront rising sea levels and wildfires: 'We're not doing any left-wing stuff,' Florida's Ron DeSantis says. MIAMI-Florida Gov. Ron DeSantis visited the coastal city of Oldsmar recently to unveil projects including sea walls and drainage systems intended to address flooding. The state is seeing rising sea levels, and Florida's environmental and economic successes are intertwined, Mr. DeSantis and other speakers said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-pressure-eases-in-some-u-s-states-but-infections-remain-high-11642945822", "title": "Omicron Pressure Eases in Some U.S. States, but Infections Remain High", "date": "2022-01-23 09:46", "summary": "Seven-day average of total people in U.S. hospitals with Covid-19 variant declined for a second consecutive day. Pressure has begun to ease on U.S. hospitals hit by the Omicron variant of the coronavirus, while some European governments took steps to reopen activities that were closed during the worst of the wave.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/health-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflation-poses-risks-of-faster-less-predictable-fed-rate-increases-11642946403", "title": "Inflation Poses Risks of Faster, Less Predictable Fed Rate Increases", "date": "2022-01-23 09:00", "summary": "Promises or clues about rate plans are growing harder to deliver. The Federal Reserve is entering an unfamiliar environment at the start of 2022. For the first time in decades, officials are preparing to raise interest rates when inflation is uncomfortably high rather than very low.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/train-robberies-are-a-problem-in-los-angeles-and-no-one-agrees-on-how-to-stop-them-11642946401", "title": "Train Robberies Are a Problem in Los Angeles, and a Blame Game Has Ensued", "date": "2022-01-23 09:00", "summary": "Union Pacific and law enforcement blame each other for heists involving thousands of packages. Michelle Wilde bought a piece of sand art during a visit to Jerome, Ariz., earlier this month. Rather than carry it home, she had the shopkeeper ship the $145 frame to her.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wisconsins-field-of-democratic-senate-hopefuls-is-lining-up-on-left-of-biden-11642942804", "title": "Wisconsin's Democratic Senate Hopefuls Are Lining Up on Left of Biden", "date": "2022-01-23 08:00", "summary": "Progressives are jockeying to take on Republican Sen. Ron Johnson in November in one of the most closely watched midterm contests. The current top tier of Democrats campaigning for U.S. Senate in Wisconsin includes a lieutenant governor, a state treasurer, a county executive and a former Goldman Sachs analyst who is a billionaire's son. None could be described as centrists.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rising-interest-rates-hit-municipal-bonds-market-11642882996", "title": "Rising Interest Rates Hit Municipal-Bonds Market", "date": "2022-01-23 08:00", "summary": "Investors expect climbing rates to fuel more volatility in the year ahead. Municipal bonds are off to their worst start since 2011.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cincinnati-bengals-joe-burrow-super-bowl-11642940418", "title": "The Cincinnati Bengals Could Reach the Super Bowl, and No, I Am Not Making That Up", "date": "2022-01-23 07:35", "summary": "A tormented franchise wins another playoff game and is a victory away from the NFL's biggest stage. The Cincinnati Bengals are one victory away from the Super Bowl.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-rout-fueled-by-bond-market-turn-11642882500", "title": "Tech Rout Fueled by Bond-Market Turn", "date": "2022-01-23 07:03", "summary": "Rising yields, particularly on inflation-protected Treasurys, are often viewed as close indicators of borrowing costs for businesses and consumers. Shifts within the bond market are removing a key pillar of support for Wall Street's more speculative bets, dragging down major stock indexes as investors flee everything from tech stocks to cryptocurrencies.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/winter-olympics-sponsors-caught-between-beijing-u-s-11642939203", "title": "Winter Olympics Are Two Weeks Away, but Sponsors Are Keeping Low Profile", "date": "2022-01-23 07:00", "summary": "Visa, P&G and Coca-Cola are keeping a relatively low profile as Washington highlights human rights in Xinjiang. With less than two weeks to go before the start of the Winter Games in Beijing, several Olympics sponsors are skipping what is usually an Olympics-themed advertising blitz.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germanys-reliance-on-russian-gas-limits-europes-options-in-ukraine-crisis-11642939203", "title": "Germany's Reliance on Russian Gas Limits Europe's Options in Ukraine Crisis", "date": "2022-01-23 07:00", "summary": "Resume Subscription. BERLIN-Germany's dependence on Russian gas has left Europe short of options to sanction Moscow if it invades Ukraine-and itself vulnerable should Russia stop gas exports to the West.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/saudis-reopen-elementary-schools-after-one-of-the-worlds-longest-covid-shutdowns-11642938685", "title": "Saudis Reopen Elementary Schools After One of the World's Longest Covid Shutdowns", "date": "2022-01-23 06:51", "summary": "Long period of distance learning has frustrated parents in a kingdom where dissent isn't tolerated. JEDDAH, Saudi Arabia-Millions of Saudi children began returning to elementary school and kindergarten classrooms Sunday for the first time in nearly two years, a period of remote learning that was among the world's longest and that angered parents.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-sustainable-investment-craze-is-flawed-11642865789", "title": "Why the Sustainable Investment Craze Is Flawed", "date": "2022-01-23 05:36", "summary": "The first in a series of Streetwise columns about the failed promise of funds guided by environmental, social and governance principles, known as ESG. The financial industry has spotted an opportunity to make money by helping people feel good about themselves. Despite claims to the contrary, these investments don't do much to make the world a better place.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-avoid-unwanted-photos-on-social-media-11642933804", "title": "How to Avoid Unwanted Photos on Social Media", "date": "2022-01-23 05:30", "summary": "If you spot an unwanted photo of you on your News Feed, there are things you can do. Thanks to smartphones, everyone has a camera in their pocket. With people documenting everything from gatherings to their beauty routines, nearly every social occasion-even ones that should stay private-tends to end up online. Eventually, your image is bound to show up in some posts you don't like.", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-wave-drives-surge-of-workers-calling-in-sick-working-through-illness-11642933802", "title": "Omicron Wave Drives Surge of Workers Calling In Sick", "date": "2022-01-23 05:30", "summary": "Almost 8.8 million Americans were out sick or caring for someone with Covid-19 in early January. The Omicron wave of coronavirus cases is weighing on the U.S. labor force, keeping millions of people home sick while others say they are working through illnesses.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/health-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aaron-rodgers-packers-niners-nfl-playoffs-11642914547", "title": "The 49ers Stunned the Packers. What's Next for Aaron Rodgers?", "date": "2022-01-23 00:09", "summary": "San Francisco's 13-10 upset over Green Bay upended the NFL's playoffs. It also reinvigorated the drama about the star quarterback's future.. Aaron Rodgers spent much of 2021 in a standoff with the Green Bay Packers. When Rodgers finally arrived at training camp, wearing enormous sunglasses and a T-shirt featuring a character from \"The Office,\" he began a season unlike any quarterback in NFL history.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fire-along-california-coast-prompts-evacuation-orders-11642879457", "title": "Fire Along California Coast Prompts Evacuation Orders", "date": "2022-01-23 22:17", "summary": "Blaze that began in the Palo Colorado Canyon area is 20% contained as of Saturday evening. A wildfire along the California coast has burned a little over 1,000 acres along the Big Sur coastline, prompting evacuation orders and closing portions of scenic Highway 1.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]