[{"link": "https://www.wsj.com/articles/democrats-put-build-back-better-in-joe-manchins-court-11643554801", "title": "Democrats Put Build Back Better in Joe Manchin's Court", "date": "2022-01-30 18:53", "summary": "Winnowing the roughly $2 trillion child-care, healthcare and climate package could test progressive Democrats. WASHINGTON-Democrats are increasingly willing to accept whatever child-care, healthcare and climate package that Sen. Joe Manchin (D., W.Va.) would support as they return to Washington this week, hoping to salvage elements of the party's economic agenda after months of failed negotiations.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/key-senator-defends-bidens-plan-to-name-black-woman-to-supreme-court-11643578652", "title": "Key Senator Defends Biden's Plan to Name Black Woman to High Court", "date": "2022-01-30 18:00", "summary": "Judiciary Committee Chairman Dick Durbin expects process to fill Breyer vacancy to be in line with decisions made by past presidents. WASHINGTON-The chairman of the Senate Judiciary Committee defended President Biden's plan to pick a Black woman to fill the Supreme Court vacancy created with the coming resignation of Justice Stephen Breyer, saying that it was consistent with actions by past presidents who made demographic factors part of the selection criteria.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/highway-funding-bait-and-switch-agencies-bipartisan-infrasctructure-new-capacity-cars-public-transportation-11643576500", "title": "Highway Funding Bait-and-Switch", "date": "2022-01-30 17:39", "summary": "The Biden DOT puts restrictions on new federal highways.. If you hoped President Biden's infrastructure spending might bring a smoother drive to an area near you, it's worth reading the latest fine print. Before funds are disbursed, bureaucrats are attaching strings that make it far more difficult to build new highways.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-launches-suspected-ballistic-missile-off-its-east-coast-south-korea-says-11643502959", "title": "North Korea Fires Another Missile, Its Most Powerful Test in Years", "date": "2022-01-30 17:38", "summary": "Pyongyang hasn't launched a missile with such range since 2017. SEOUL-North Korea launched an intermediate-range ballistic missile Sunday, raising the magnitude of its weapons tests to a level the Kim Jong Un regime hadn't approached in years.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robert-califf-for-the-fda-commissioner-food-and-drug-regulation-barriers-nomination-senate-11643566220", "title": "Robert Califf for the FDA", "date": "2022-01-30 17:36", "summary": "The Biden nominee is unfairly attacked from the left and right.. President Biden hasn't often stood up to the left with his regulatory nominees, but he did in selecting respected cardiologist Robert Califf to run the Food and Drug Administration. Yet now the Administration is leaving its nominee out on a political limb.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-world-conference-on-armament-disarmament-north-korea-kim-jong-un-missile-test-leadership-11643575092", "title": "The United Nations Conference on Armament", "date": "2022-01-30 17:35", "summary": "North Korea makes a mockery of yet another international organization.. Irony died at the United Nations a long time ago, but now North Korea is dancing on its grave. See the recent news that Pyongyang-which conducted its seventh missile test of the year on Sunday-will soon chair the U.N. Conference on Disarmament.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/handling-a-hybrid-war-in-ukraine-russia-cryberattacks-bomb-threats-nato-europe-putin-wealth-11643569403", "title": "Handling a Hybrid War in Ukraine", "date": "2022-01-30 17:33", "summary": "Defense isn't enough against Russian attacks short of an invasion.. By now Vladimir Putin must understand that an outright invasion of Ukraine would cause Russia economic pain, but the strongman may believe hybrid attacks could help him achieve his goals at a lower cost. The West can do more to disabuse him of the notion.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/winter-snowstorm-aftermath-a-sunday-digging-out-11643556388", "title": "Winter Snowstorm Aftermath: A Sunday Digging Out", "date": "2022-01-30 17:14", "summary": "Thousands of power outages were reported in Massachusetts in the wake of a winter storm that dumped snow across the East Coast. The remnants of the severe winter storm that overwhelmed New England with heavy snow and hurricane-force gusts lingered Sunday in Canada, leaving a trail of power outages in the coastal areas of Massachusetts.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bed-bath-beyond-decluttered-its-stores-and-ended-up-frustrating-shoppers-11643547605", "title": "Decluttered Bed Bath & Beyond Stores Frustrated Shoppers", "date": "2022-01-30 17:09", "summary": "Home-goods chain's inventory overhaul during Covid-19 pandemic led to a shortage of products and reduced sales. Early in the Covid-19 pandemic, Bed Bath & Beyond Inc. wanted to improve the shopping experience by reducing the number of products in stores and launching new, private-label brands.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-weighs-pardons-of-jan-6-rioters-11643569805", "title": "Trump Floats Pardons of Jan. 6 Rioters", "date": "2022-01-30 16:50", "summary": "'If it requires pardons, we will give them pardons'; some Republicans rebuke former president. WASHINGTON-Former President Donald Trump has said he would consider pardoning people convicted in connection to the Jan. 6, 2021, attack on the U.S. Capitol if he runs for re-election in 2024 and wins, drawing a rebuke from some Republicans and plaudits from at least one GOP lawmaker.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/civilians-prepare-to-defend-ukraine-russia-attack-training-war-putin-kyiv-military-11643566341", "title": "Civilians Prepare to Defend Ukraine", "date": "2022-01-30 16:18", "summary": "Resume Subscription. Kyiv, Ukraine", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-supreme-court-needs-diversity-in-more-ways-than-one-ketanji-brown-jackson-judge-ivy-league-biden-appointee-appointment-11643566752", "title": "The Supreme Court Needs Diversity in More Ways Than One", "date": "2022-01-30 16:16", "summary": "No current justice is a public-college alum, and only one was a trial judge.. If President Biden makes good on his promise to nominate a black female justice, the Supreme Court will be more diverse than ever in terms of race and sex. But in another sense, the court has become increasingly homogeneous. Recent justices have come from remarkably similar backgrounds-and the president's reported front-runner, Judge Ketanji Brown Jackson, would fit right in.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-us-needs-more-nuclear-weapons-global-powers-china-russia-defense-modernization-11643567183", "title": "The U.S. Needs More Nuclear Weapons", "date": "2022-01-30 16:15", "summary": "As Russia and China build up their stockpiles, Washington is replacing weapons one-for-one.. This year marks the 100th anniversary of the conclusion of the Washington Naval Conference, which brought together the great naval powers of the day-the U.S., U.K., Japan, France and Italy-for arms-limitation talks. Leaders hoped that limiting the weapons of war would reduce the risk of a second global conflagration. In one of the dark ironies of history, the naval arms-control treaties of the 1920s, which were supposed to bring peace, prohibited or limited the production of allied ships that were needed most to protect U.S. territories and eventually halt Japanese expansion in World War II.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/putin-is-already-in-cuba-and-venezuela-south-america-influence-western-hemisphere-ukraine-11643567547", "title": "Putin Is Already in Cuba and Venezuela", "date": "2022-01-30 16:13", "summary": "Now Russia and China are helping Maduro militarize the Colombian border.. Russia's Deputy Foreign Minister Sergei Ryabkovwarned in a Jan. 13 television interview that his government wouldn't rule out the deployment of \"military assets\" to Venezuela and Cuba if the U.S. continues to defend Ukrainian sovereignty. White House national security adviser Jake Sullivan dismissed the comment as \"bluster.\"", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congrats-higher-electric-bill-green-renewable-energy-yonkers-new-york-watt-price-opt-in-mike-spano-11643316100", "title": "Congrats, You've Won a Higher Electric Bill!", "date": "2022-01-30 16:11", "summary": "Yonkers, N.Y., pulls a green-energy fast one on residents.. Ever get an offer in the mail that you felt was too good to be true? Residents of Yonkers, New York's third-largest city, know just how you feel.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/summer-jobs-actually-reduce-crime-new-york-city-eric-adams-arrests-incarceration-work-juvenile-offender-11643568220", "title": "Summer Jobs Reduce Crime", "date": "2022-01-30 16:10", "summary": "New York Mayor Eric Adams wants to expand a youth work program that could be a data trove for researchers.. Amid a spate of high-profile crimes, including the murder of two New York City police officers, Mayor Eric Adams debuted a plan to \"end gun violence\" and restore order. Part of the proposal is what he calls an \"unprecedented\" expansion of New York's summer jobs program, creating jobs for up to 250,000 young New Yorkers.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/making-numbers-count-review-as-easy-as-1-2-3-11643576971", "title": "'Making Numbers Count' Review: As Easy as 1, 2, 3", "date": "2022-01-30 16:09", "summary": "Numerical information is notoriously difﬁcult to communicate. Better to translate it into images and messages that make numbers unnecessary.. When Alfred Taubman was chief executive of the restaurant chain A&W, he came up with a clever way of challenging the competition: He offered a third-pound burger for the cost of a McDonald's quarter-pounder. The result? More than half of A&W's customers seethed, convinced that they were being asked to pay the same amount for what sounded to them like a smaller burger.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cathie-woods-ark-faces-loyalty-test-after-tech-stock-rout-11643538602", "title": "Cathie Wood's ARK Faces Loyalty Test After Tech Rout", "date": "2022-01-30 16:03", "summary": "One of hottest funds of stimulus era confronts market that doesn't appear to be moving in its direction. Cathie Wood says the high-risk stocks in the exchange-traded funds sold by ARK Investment Management LLC are so cheap that they will inevitably rise. A surprising number of investors are willing to give it a shot.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-eurozone-gdp-boe-ecb-u-s-employment-11643572801", "title": "Economy Week Ahead: Eurozone GDP, BOE, ECB, U.S. Employment", "date": "2022-01-30 15:00", "summary": "The U.S. payrolls report for January caps a full week of economic news. Eurozone economic growth is expected to have decelerated in the final months of 2021, dragged down by Covid-19 restrictions, lackluster consumer spending and global supply chain bottlenecks that have hit the currency bloc's biggest economy-Germany-especially hard. Gross domestic product in the 19-nation bloc likely grew at an annualized rate of 1.6% in the three months through December, according to a Commerzbank estimate, compared with 9.1% in the previous quarter.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aluminum-prices-cant-keep-up-with-energy-costs-driving-wave-of-closures-11643547605", "title": "Aluminum Prices Can't Keep Up With Energy Costs, Driving Wave of Closures", "date": "2022-01-30 13:49", "summary": "Analysts predict supply of the metal will fall short of demand, creating another pinch point for industries such as auto manufacturing. Tensions between the U.S. and Russia over Ukraine are exacerbating a shakeout in the aluminum sector, which has been hammered by rising power prices over the past year.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/politics-and-the-great-confinement-roosevelt-biden-reaction-lockdowns-pandemic-politics-infection-11643564619", "title": "Politics and the 'Great Confinement'", "date": "2022-01-30 13:25", "summary": "As in 1932, the electorate is in the mood to punish the party in power for its general incompetence.. We may be on the verge of the most consequential U.S. political realignment in almost a century. The cause is Covid-or to be precise, the mishandling of the pandemic response by government, media and the scientific establishment. As the Great Depression destroyed the American electorate's faith in Wall Street and big business, sweeping in a Democrat-dominated political order, so too has the \"Great Confinement\"-in the form of lockdowns, shutdowns and mandates-wrecked faith in the basic competence of American government. As in 1932, the party out of power stands to benefit.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/get-smart-about-bidens-chaos-exaggeration-conspiracies-existential-threat-11643557700", "title": "'Get Smart' About Biden's Chaos", "date": "2022-01-30 13:23", "summary": "It helps politicians by creating a need for their control. Sorry about that, Chief.. What's with all the chaos conspiracies lately? In President Biden's Atlanta speech earlier this month he said that on Jan. 6, 2021, \"a dagger was literally held at the throat of American democracy.\" Literally? Sorry about that, Chief. And of his opponents: \"They want chaos to reign.\" Last Memorial Day, Mr. Biden declared, \"Democracy itself is in peril, here at home and around the world.\" He constantly warns of \"the existential threat\" of climate change. Always chaos!", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijing-olympics-winter-games-athletes-covid-china-politics-11643562434", "title": "Spying. Human Rights. Covid-19. Beijing Olympic Athletes Face the Most Complex Games Ever.", "date": "2022-01-30 13:18", "summary": "Resume Subscription. The Beijing 2022 Winter Olympics that open Friday will by many measures be the most complicated on record.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/senate-nears-completion-of-measures-targeting-russian-economy-in-event-of-ukraine-invasion-11643565671", "title": "Senate Nears Completion of Measures Targeting Russian Economy in Event of Ukraine Invasion", "date": "2022-01-30 13:01", "summary": "Bipartisan legislation would hit major Russian banks and limit the market for the nation's sovereign debt. WASHINGTON-Bipartisan legislation aimed at striking the Russian economy if President Vladimir Putin invades Ukraine is nearing completion in the U.S. Senate, key senators said Sunday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bragg-memo-law-democracy-biden-border-11643406597", "title": "When Our Leaders Refuse to Execute the Law", "date": "2022-01-30 11:54", "summary": "From Manhattan to America's southern border, the law of land goes ignored.. Peter Reinharz is right to blast Alvin Bragg, the new Manhattan district attorney, for refusing to enforce the laws enacted by the legislature, and for making up his own laws instead (\"Alvin Bragg's Threat to Democracy,\" Jan. 25). That's not democracy. But Mr. Bragg is hardly alone.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-led-states-take-aim-at-covid-19-vaccine-mandates-for-school-children-11643555060", "title": "GOP-Led States Take Aim at Vaccine Mandates for School Children", "date": "2022-01-30 11:54", "summary": "Over a dozen state legislatures have proposed bans on vaccine requirements for K-12 students. Some GOP-led legislatures are ramping up efforts to ban Covid-19 vaccination requirements for school children.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/superimmunity-endemic-covid-virus-flatten-curve-hospitalizations-11643406226", "title": "'Superimmunity,' Maybe, but Covid Risks Remain", "date": "2022-01-30 11:53", "summary": "The price of getting to endemic is horrific.. In \"Herd Immunity Is Over-Long Live Superimmunity\" (op-ed, Jan. 18), Allysia Finley presents an excellent discussion of the possibility that \"people who have been vaccinated or previously infected will develop superimmunity,\" and that the SARS-CoV-2 virus will become \"annoying but rarely deadly or disruptive.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rafael-nadal-australian-open-21-grand-slam-titles-11643561477", "title": "Rafael Nadal's Unbreakable Heart", "date": "2022-01-30 11:52", "summary": "A stunning comeback in Australia puts a tennis icon atop the mountain, for now. Rafael Nadal once seemed like an unsustainable business.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/faa-5g-fcc-telecom-flight-safety-tech-11643405908", "title": "The FAA Is Not to Blame for Prioritizing Our Safety With 5G", "date": "2022-01-30 11:51", "summary": "It detailed its concerns well in advance.. Your editorial \"How to Mess Up a 5G Rollout\" (Jan. 19) states, \"some 20 months later, the FAA demanded to relitigate the [March 2020] FCC decision and took airlines and carriers hostage.\" In fact, Transportation Department general counsel Steven Bradbury and Federal Aviation Administrator Steve Dickson voiced detailed safety concerns in a letter to the National Telecommunications and Information Administration in December 2020. NTIA, not FAA, chose not to put this letter in the FCC record.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-filibuster-conservative-change-republican-democrats-11643405141", "title": "The Senate Filibuster Is Not Progressive", "date": "2022-01-30 11:49", "summary": "Republicans like it because it's conservative and so are they. Democrats? Not so much.. Regarding \"What the Senate Filibuster Assault Means\" (Review & Outlook, Jan. 22): The view of the filibuster as a protection for minority rights is very much not symmetric between the two parties, even if it might seem that both parties would like to eliminate it when in the majority. The filibuster is a bulwark against dramatic change, since this will ordinarily be supported only by a small majority. But the Democrats don't like the U.S. as it is and has been, while the Republicans, properly calling themselves conservative, pretty much like things as they have been. The filibuster, therefore, is a check against radical change and is disfavored by the Democrats.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/janet-yellen-treasury-secretary-fed-academia-markets-experience-11643405599", "title": "A Fed Chairman at Treasury", "date": "2022-01-30 11:47", "summary": "Past secretaries have had hands-on experience in financial markets.. Regarding Gil Troy's op-ed \"Janet Yellen Joins Democrats in Peddling Sour Grapes\" (Jan. 24): Treasury Secretary Yellen's comments come from the perspective of someone who has spent her entire professional life in academia and the Federal Reserve. Past Treasury secretaries have had hands-on experience in financial markets and are focused on fiscal issues, often at odds with Fed policy, while managing over 100,000 employees. In short, this is not Ms. Yellen's safe space. It's almost as if we have two Fed chairmen.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexican-food-salad-nevada-court-11643412480", "title": "What Is Mexican Food? A Nevada Court Has the Tricky Job of Deciding", "date": "2022-01-30 11:30", "summary": "Resume Subscription. A Las Vegas shopping center landlord is asking a judge to weigh in on a culinary conundrum that has two restaurants at odds: What is Mexican food?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/burger-king-dominos-pull-back-on-value-menus-as-costs-rise-11643554803", "title": "Restaurants Pull Back on Value Menus as Costs Rise", "date": "2022-01-30 10:00", "summary": "Other restaurant chains are also shrinking portions or offering fewer discounted items; some customers take notice. Inflation is coming to a longtime refuge of price-conscious consumers: restaurant value menus.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rafael-nadal-daniil-medvedev-australian-open-grand-slams-11643551106", "title": "Rafael Nadal Beats Daniil Medvedev to Win Australian Open and 21st Major Title", "date": "2022-01-30 09:12", "summary": "The 35-year-old Spaniard recovered from two sets down to claim his second championship in Melbourne. The combination of being down by two sets and 35 years old should have been enough to end Rafael Nadal's hopes of a 21st Grand Slam title. The Melbourne heat, a string of mistakes, and a much younger opponent all seemed to have him on the ropes.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-tribunal-against-kpmg-raises-questions-over-liability-of-junior-auditors-11643551202", "title": "U.K. Tribunal Against KPMG Raises Questions Over Liability of Junior Auditors", "date": "2022-01-30 09:00", "summary": "Financial Reporting Council weighing sanctions against the Big Four firm and several former employees over claims they forged documents. A U.K. tribunal against KPMG LLP and several of its former employees raises questions whether junior auditors can be held liable for alleged misconduct, a rare case that comes as the Financial Reporting Council works to broaden its enforcement efforts.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virtual-workouts-real-sweat-exercisingin-the-metaverse-with-the-meta-quest-2-11643501247", "title": "Virtual Workouts, Real Sweat: Exercising in the Metaverse", "date": "2022-01-30 09:00", "summary": "Using the virtual-reality headset and VR workout apps like Supernatural, FitXR and Holofit, you can burn a lot of calories. Just mind the motion sickness, and wear a sweatband.. One thing they don't tell you about working out in the metaverse: The exercise might be in virtual reality, but the sweat is real.", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/major-investors-hold-ground-on-russian-debt-amid-ukraine-crisis-11643488988", "title": "Major Investors Hold Ground on Russian Debt Amid Ukraine Crisis", "date": "2022-01-30 08:30", "summary": "BlackRock, Fidelity, Pimco, Goldman Sachs are betting that diplomatic solution to conflict could spark rally. Tensions over a potential Russian invasion of Ukraine have put international investors on edge. But some are holding on to Russian debt, betting that a diplomatic solution to the crisis could spark a rally.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/commentary-pandemic-shortages-havent-shattered-the-case-for-just-in-time-supply-chains-11643547604", "title": "Commentary: Pandemic Shortages Haven't Shattered the Case for 'Just-in-Time' Supply Chains", "date": "2022-01-30 08:00", "summary": "Lean-inventory principles have come under fire during ongoing supply-chain strains, but the discipline, collaboration and agility behind the JIT strategy may be just what businesses need. Pandemic-related issues such as product shortages have raised questions about the viability of \"just-in-time\" supply chains and the role lean strategies may play in the strained availability of manufacturing components and consumer goods.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stock-market-jitters-dont-endanger-economy-yet-11643547602", "title": "Stock Market Jitters Don't Endanger Economy Yet", "date": "2022-01-30 08:00", "summary": "Lower stock values are a normal response to Fed tightening that could help ease inflation, economists say. The past few weeks of stock market turmoil don't mean the economy is about to be derailed, but rather that the recovery is maturing and no longer needs low interest rates, economists and Federal Reserve officials say.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-chip-industry-global-supply-crunch-pushes-next-target-to-1-trillion-11643544005", "title": "For Chip Industry, Supply Woes Push Next Target to $1 Trillion", "date": "2022-01-30 07:52", "summary": "After posting record sales in 2021, semiconductor makers prepare for historic expansion to boost capacity. Chip companies just had their best sales year ever-charged by a global semiconductor shortage and growing demand-and industry executives expect that total to double in less than a decade, to more than $1 trillion.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/losses-mount-for-startups-racing-to-deliver-groceries-fast-and-cheap-11643544004", "title": "Grocery-Delivery Startups Pile Up Losses", "date": "2022-01-30 07:00", "summary": "Resume Subscription. Since Hayoung Park moved to Manhattan last year, he estimates he has taken in more than $400 of free cookies-and-cream ice cream, laundry detergent and other groceries delivered to his door, all courtesy of a wave of rapid-delivery grocery startups offering generous referral and discount codes.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/move-over-meme-stocks-retail-investors-go-back-to-the-blue-chips-11643544003", "title": "Move Over, Meme Stocks: Retail Investors Go Back to Blue Chips", "date": "2022-01-30 07:00", "summary": "Individual investors have returned to favoring broad market funds and shares of the biggest U.S. companies. A year ago, speculative stocks such as GameStop Corp. were some of the most-favored choices of individual investors. Since then, though, their tastes have changed.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-pushes-health-authorities-toward-learning-to-live-with-covid-19-11643537865", "title": "Omicron Pushes World Toward Accepting Covid-19 as Fact of Life", "date": "2022-01-30 07:00", "summary": "Nations abandon restrictive steps to contain the virus even as cases of the relatively mild variant surge. The Omicron variant spreads so quickly and generally causes such a mild form of illness among vaccinated populations that countries are tolerating greater Covid-19 outbreaks, willingly letting infections balloon to levels that not long ago would have been treated as public-health crises.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/health-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-eastern-ukraines-largest-city-pro-russia-sympathies-wither-as-war-looms-11643539633", "title": "In Eastern Ukraine's Largest City, Pro-Russia Sympathies Wither", "date": "2022-01-30 05:47", "summary": "Resume Subscription. KHARKIV, Ukraine-An unexploded long-range Russian rocket, brought here from the war-torn Donetsk region to the south, sticks out from the ground opposite the government headquarters of Ukraine's second-largest city.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/drugmakers-raised-prices-by-6-6-on-average-early-this-year-11643538782", "title": "Drugmakers Raised Prices by 6.6% on Average Early This Year", "date": "2022-01-30 05:33", "summary": "The companies kept most increases in the single digits for another year as Congress explores measures to curb high costs. Drugmakers raised list prices by an average of 6.6% in the first few weeks of this year on cancer, diabetes and other prescription medicines, sticking with more moderate increases while lawmakers scrutinize pricing practices.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-eviction-ban-ends-but-tenants-find-ways-to-stay-in-homes-11643538601", "title": "New York Eviction Ban Ends, but Tenants Find Ways to Stay in Homes", "date": "2022-01-30 05:30", "summary": "Attorneys work to delay court cases, while Gov. Kathy Hochul requests more federal aid for renters. Since New York state's ban on most evictions ended this month the pace of evictions has been slow, as tenant attorneys work to delay cases in court and the governor requested more federal aid for rental assistance.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/before-ukraine-standoff-u-s-pitched-its-freedom-gas-to-europe-and-found-few-takers-11643538604", "title": "Before Ukraine Standoff, U.S. Pitched Its 'Freedom Gas' to Europe and Found Few Takers", "date": "2022-01-30 05:30", "summary": "American efforts to export LNG to the continent as an alternative to Russian supplies met with mixed results. As Ukraine conflict looms, options to send more gas now are limited.. U.S. officials tried to persuade Europe for years to buy American natural gas as a bulwark against Russia, with the Trump administration dubbing it \"molecules of freedom.\" But most countries stuck with the cheaper Russian supplies, with some expressing environmental concern about the fruits of U.S. fracking.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-covid-19-hospitalizations-retreat-but-deaths-keep-rising-11643536011", "title": "U.S. Covid-19 Hospitalizations Retreat, but Deaths Keep Rising", "date": "2022-01-30 04:46", "summary": "Gradual decline in patient numbers fuels hope that Omicron wave has peaked. Hospitalizations for Covid-19 continue to slow in the U.S., with the seven-day average of hospital patients with confirmed or suspected infections dropping to 146,769 on Saturday, about 8% down from a peak on Jan. 20, according to data from the Department of Health and Human Services.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/health-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-economy-starts-the-year-with-a-wobble-11643522037", "title": "China's Economy Starts the Year With a Wobble", "date": "2022-01-30 00:54", "summary": "Manufacturing and service sector surveys show retreat in January as latest Covid-19 outbreaks hit domestic demand. The Chinese economy started the year on an uncertain footing, as Covid-19 flare-ups disrupted factory activity and consumer spending, according to a trio of manufacturing and service sector surveys released Sunday.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protesters-rally-in-ottawa-to-demand-end-to-canadas-covid-19-vaccine-mandates-11643506207", "title": "Protesters Rally to Demand End to Canada's Covid-19 Mandates", "date": "2022-01-30 20:30", "summary": "Anger is directed at Prime Minister Justin Trudeau, who in anticipation said they were 'small fringe minority of people'. OTTAWA-Tens of thousands of protesters gathered Saturday outside Canada's main parliament buildings, clogging up main arteries in the capital's downtown, as they demanded Prime Minister Justin Trudeau rescind all economic restrictions and vaccine mandates tied to the Covid-19 pandemic.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}]