[{"link": "https://www.wsj.com/articles/race-harvard-and-the-supreme-court-students-for-fair-admissions-colleges-quotas-11643063228", "title": "Race, Harvard and the Supreme Court", "date": "2022-01-24 18:56", "summary": "The Justices will get a chance to vindicate the 14th Amendment.. The Supreme Court on Monday agreed to hear two cases challenging racial preferences in admissions at Harvard and the University of North Carolina. Kudos to the Justices for taking this opportunity to vindicate equal treatment under the law regardless of race, especially when the left is pushing racial calculations into policies far beyond campus.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-department-bullies-arizona-on-masks-and-federal-money-doug-ducey-education-11643064008", "title": "Treasury Bullies Arizona on Masks and Federal Money", "date": "2022-01-24 18:53", "summary": "The Grand Canyon State is fighting back against funding blackmail.. Doesn't the Treasury Department have better things to do than pick a fight with states over masks that it's likely to lose? Apparently not. Arizona on Friday sued Treasury after getting slapped with this ultimatum: Drop mask conditions on two federally funded education programs, or we will claw back the money and withhold future funds from last March's $1.9 trillion spending bill.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-rearguard-war-on-natural-gas-green-energy-nuclear-11643062591", "title": "Europe's Crazy War on Natural Gas", "date": "2022-01-24 18:52", "summary": "Greens never met a prudent compromise they could stand.. The European Union this month said nuclear and natural-gas power can be climate friendly after all, and this policy is so sensible you knew it would run into opposition. Now comes the green push-back that's as enlightening as we hope it is futile.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stampede-at-soccer-stadium-in-cameroon-kills-at-least-six-people-11643067137", "title": "Stampede at Soccer Stadium in Cameroon Kills at Least Six People", "date": "2022-01-24 18:32", "summary": "Many also injured outside venue during African Cup of Nations match in capital city. A stampede outside a soccer stadium in the capital of Cameroon killed at least six people during an African Cup of Nations match on Monday.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-is-spreading-resistance-is-futile-masking-mandate-n95-vaccine-requirement-boosters-covid-11643064353", "title": "Omicron Is Spreading. Resistance Is Futile", "date": "2022-01-24 18:31", "summary": "The good news is that the variant's mildness makes preventing infection much less of a priority.. As the Omicron wave crests, there's bad news and good news. The bad news is that the main strategies for slowing its spread-repeated testing, masks and vaccine boosters-are largely futile for that purpose. The good news is that while protecting the vulnerable remains vital, slowing the spread of the virus needn't be the priority. The biggest danger from Omicron is probably acute hospital staffing shortages, in part because of asymptomatic employees who stay home from work after testing positive.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alvin-bragg-threat-to-democracy-district-attorney-crime-new-york-hochul-constitution-leftist-11643062014", "title": "Alvin Bragg's Threat to Democracy", "date": "2022-01-24 18:25", "summary": "Leftist prosecutors defy legislatures and take the law into their own hands.. We hear a lot these days about threats to democracy, but a real assault on the foundations of our republican form of government is under way: the refusal of executive branches to enforce laws passed by the people's elected representatives. Exhibit A is the new Manhattan district attorney, Alvin Bragg.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/puerto-rico-financial-house-in-order-economic-recovery-pension-payments-resolved-debt-restructuring-11643062049", "title": "Getting Puerto Rico's Financial House Back in Order", "date": "2022-01-24 18:25", "summary": "The territory's crushing debt load has been lifted.. Puerto Rico has completed the biggest public-debt restructuring in American history, whittling $33 billion of obligations down to $7 billion over the past five years and rescuing its pension system. To put this in perspective, Puerto Rico resolved three times as much debt as Detroit did in its bankruptcy and more than 10 times Detroit's unfunded pension liability. \"It is the court's hope and expectation,\" Judge Laura Taylor Swain said after approving the restructuring, \"that the confirmation of the plan marks the beginning of Puerto Rico's brightest chapter.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cryptocurrency-doesnt-amount-to-much-bitcoin-stablecoins-lobby-innovation-finance-11643063060", "title": "Cryptocurrency Doesn't Amount to Much", "date": "2022-01-24 18:21", "summary": "Blockchain merely mirrors rudimentary parts of the regulated financial system.. The cryptocurrency lobby plans to spend tens of millions of dollars this year helping its largest holders convert their holdings into actual money. They are looking for a way to spin their crypto straw into gold. Lawmakers and regulators should ignore the hype.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/history-forces-biden-hand-president-putin-russia-ukraine-alliances-nato-invasion-china-taiwan-11643061760", "title": "History Forces Biden's Hand", "date": "2022-01-24 18:18", "summary": "The U.S. hasn't faced a chain of crises and setbacks on this scale since the Carter era.. Vladimir Putin's Ukrainian gambit continues to dominate world news and reap extraordinary rewards at minimal cost to him. Mr. Putin has three linked goals: to restore as much of the old Soviet empire as possible, to break the North Atlantic Treaty Organization, and to disrupt the European Union. The diplomatic demands, propaganda campaigns, cyberattacks and military maneuvers he has unleashed have brought him significantly closer to his principal goals. Instead of responding effectively, Mr. Putin's Western opponents have lurched deeper into division and incoherence.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/god-grades-and-graduation-review-a-faithful-way-to-learn-11643066145", "title": "'God, Grades, and Graduation' Review: A Faithful Way to Learn", "date": "2022-01-24 18:15", "summary": "Religious communities teach the importance of respecting authority and being cooperative. Such lessons can boost classroom performance.. What kind of child does well in school? The answer is hardly surprising: one who has respect for authority, an ability to get along with fellow students, a stable family, exposure to responsible adults and a feeling of hope. These days, in the U.S., such characteristics are more often found among middle- and upper-class children than among less-well-off students. What if there were one particular element in a child's experience that could foster such characteristics in everyone, regardless of socioeconomic status?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judges-approve-grand-jury-for-trump-election-probe-in-georgia-11643065455", "title": "Grand Jury to Examine Trump's Efforts to Overturn Georgia Vote", "date": "2022-01-24 18:04", "summary": "The grand jury request from Fulton County District Attorney Fani Willis was approved by a majority of judges on the county's superior court. Judges in Georgia's most populous county granted its top prosecutor's request to impanel a special grand jury to investigate efforts to overturn Georgia's 2020 election results, the next step in a probe into the actions of former President Donald Trump and supporters after his loss in the state.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/financier-involved-in-insurance-fraud-died-by-suicide-coroners-report-says-11643065164", "title": "Financier Involved in Insurance Fraud Died by Suicide", "date": "2022-01-24 17:59", "summary": "Alexander Chatfield Burns was found dead from a lethal concoction that caused asphyxiation shortly before sentencing in criminal case. Financier Alexander Chatfield Burns died by suicide shortly before he was to be sentenced in a sealed criminal case tied to the 2014 collapse of his insurance empire, according to recently unsealed court documents and a coroner's report released Monday.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nasas-james-webb-space-telescope-reaches-final-destination-11643058459", "title": "James Webb Space Telescope Reaches Final Destination", "date": "2022-01-24 17:57", "summary": "The $10 billion, truck-size observatory arrived at a spot about 1 million miles from Earth and now must be tested and calibrated before its scientific mission can begin. The James Webb Space Telescope arrived at its final destination about 1 million miles from Earth, marking the latest milestone for an instrument that astronomers expect to capture unprecedented views of far-flung galaxies and provide new insights into the origins of the universe.", "categories": [["Science"]], "category_links": ["https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-absurdity-of-national-public-radio-11643064887", "title": "The Absurdity of National Public Radio", "date": "2022-01-24 17:54", "summary": "How can one stand behind a story without knowing what the story is?. In an age of media abundance, U.S. taxpayers are for some reason being forced to fund a news outlet that's at least as irresponsible as its private competitors. National Public Radio has spent much of the last week trying to overturn traditional standards of journalism in the service of a politically correct narrative. For the purpose of smearing a conservative Supreme Court Justice, the state-sponsored broadcaster now maintains that anonymous sources trump the subjects of a story speaking on the record-even when the anonymous sources don't even appear to have witnessed any relevant events.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-shuts-off-orders-for-new-20-000-maverick-pickup-11643033093", "title": "Ford Shuts Off Orders for New $20,000 Maverick Pickup", "date": "2022-01-24 17:52", "summary": "Auto maker says it is straining to fill a backlog and will resume taking orders for a 2023 model in the summer. Ford Motor Co. is taking the unusual step of cutting off customer orders for the Maverick, a more-affordable pickup that it rolled out last fall, saying it has maxed out on what it can build.", "categories": [["WSJ News Exclusive", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/animal-collective-time-skiffs-avey-tare-panda-bear-deakin-geologist-11643064176", "title": "'Time Skiffs' Review: Cool, Calm, Animal Collective", "date": "2022-01-24 17:50", "summary": "The band's latest record-its most mellow offering to date-is filled with unapologetic beauty.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-price-has-lost-half-its-valueagain-11643033307", "title": "Bitcoin Bounces Back After Falling Below $33,000", "date": "2022-01-24 17:30", "summary": "The cryptocurrency rebounds from seven-month low in broad afternoon rally. Bitcoin rallied on Monday afternoon, trading above $37,000, after falling to a seven-month low in the morning, as the cryptocurrency moved in lockstep with a swift rally in risk assets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bob-dylan-sells-entire-recorded-music-catalog-to-sony-music-11643062992", "title": "Bob Dylan Sells Entire Recorded Music Catalog to Sony Music", "date": "2022-01-24 17:23", "summary": "The company didn't disclose a price for the deal, which it said includes the rights to multiple future releases. Sony Music said it bought Bob Dylan's entire catalog of recorded music, spanning his six-decade career.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sheldon-silver-new-york-power-broker-sent-to-prison-dies-at-77-11643061751", "title": "Sheldon Silver, New York Power Broker Sent to Prison, Dies at 77", "date": "2022-01-24 17:02", "summary": "He was convicted of using his clout in state government to benefit real-estate developers. Former New York Assembly Speaker Sheldon Silver, one of the most powerful figures in state government for two decades before his conviction on corruption charges, has died in federal custody. He was 77 years old.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/proxy-voting-in-house-survives-legal-challenge-by-republicans-11643052872", "title": "Proxy Voting in House Survives Legal Challenge by Republicans", "date": "2022-01-24 17:00", "summary": "Supreme Court declines to take up suit against Democrats' rules change in 2020 to allow for remote voting during Covid-19 pandemic. ", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-rules-for-northwestern-employees-in-retirement-plan-case-11643047401", "title": "Supreme Court Rules for Northwestern Employees in Retirement-Plan Case", "date": "2022-01-24 16:57", "summary": "Court also rejects Kevin McCarthy's suit against proxy voting rules in the House. WASHINGTON-The Supreme Court said Monday that employers must regularly review their retirement offerings, unanimously ruling for Northwestern University employees who argued the school's defined-contribution plan offered a confusing number of expensive investment options.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/burkina-fasos-president-is-seized-by-troops-11643041909", "title": "Burkina Faso Soldiers Seize Power and Detain President", "date": "2022-01-24 16:44", "summary": "Country's armed forces stage coup after complaining about lack of support in their fight against Islamist militants. Military forces seized control of Burkina Faso in a coup and detained the country's president after a wave of street protests against his failure to stem the advance of Islamist militants in the north, opposition officials and Western diplomats said, thrusting the West African nation into uncertainty.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peloton-bucks-market-trend-after-activist-letter-billions-appearance-11643039068", "title": "Peloton Stock Rises Almost 10% After Activist Letter, 'Billions' Appearance", "date": "2022-01-24 16:43", "summary": "Stock rises Monday following last week's selloff; Blackwells Capital is urging the company to fire its CEO and explore a sale. Peloton Interactive Inc . shares rose after The Wall Street Journal reported an activist investor wants the company to fire its chief executive and explore a sale.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-minneapolis-police-officers-trial-begins-for-allegedly-violating-george-floyds-civil-rights-11643020209", "title": "Trial of Former Police Officers Begins in George Floyd Case", "date": "2022-01-24 16:36", "summary": "Defense attorneys lay the blame on Derek Chauvin, the former officer convicted of murdering Mr. Floyd, and a lack of training. Three of the former Minneapolis police officers who were on the scene for the May 2020 killing of George Floyd ignored their training and violated their legal responsibility to offer assistance to a dying man in their custody, a prosecutor said in opening statements at a federal trial.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-meme-stocks-hit-by-market-turmoil-11643057735", "title": "GameStop, Meme Stocks Hit by Market Turmoil", "date": "2022-01-24 16:25", "summary": "AMC Entertainment, GameStop both drop more than 5% amid volatile day in broad market. Shares of GameStop Corp. , AMC Entertainment Holdings and other meme stocks numbered among the hardest hit by Monday's market turmoil, the latest blow to the favorite bets of many online day traders.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-looks-to-bolster-markets-cyber-defenses-11643040982", "title": "SEC Looks to Bolster Market's Cyber Defenses", "date": "2022-01-24 16:20", "summary": "Chairman Gensler says agency wants to improve resiliency of the financial sector against online attacks. WASHINGTON-The Securities and Exchange Commission is exploring ways to improve cybersecurity in capital markets, including by extending compliance obligations to companies that currently don't have to meet them, Chairman Gary Gensler said Monday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/differences-splinter-u-s-team-negotiating-with-iran-on-nuclear-deal-11643059183", "title": "Differences Splinter U.S. Team in Talks With Iran on Nuclear Deal", "date": "2022-01-24 16:19", "summary": "Some members of the U.S. team have left or stepped back after urging a tougher approach in talks on Iran's nuclear program. With talks to restore the 2015 nuclear agreement with Iran reaching a critical phase, differences have emerged in the U.S. negotiating team over how tough to be with Tehran and when to walk away, according to people familiar with the negotiations.", "categories": [["WSJ News Exclusive", "Middle East"]], "category_links": ["https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/convictions-at-real-estate-firm-are-win-for-investor-kyle-bass-11643058666", "title": "Convictions at Real-Estate Firm Are Win for Investor Kyle Bass", "date": "2022-01-24 16:11", "summary": "Executives of Texas lender found guilty of fraud, vindicating Bass. A federal jury found four executives of Texas real-estate lender United Development Funding guilty of fraud. The verdict was a vindication for hedge-fund investor Kyle Bass, who made millions wagering against the company but faced a lawsuit and a government investigation.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/battle-ground-tuesday-crossword-january-25-11643057535", "title": "Battle Ground (Tuesday Crossword, January 25)", "date": "2022-01-24 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-subway-assaults-jump-to-highest-level-since-1997-11643048166", "title": "New York City Subway Assaults Jump to Highest Level Since 1997", "date": "2022-01-24 15:54", "summary": "There were 461 assaults, eight murders and eight rapes last year, NYPD says; Robberies and thefts in 2021 fell from a year earlier.. New York City's subway system in 2021 recorded its highest number of murders and assaults in years, according to police statistics, prompting new government initiatives that seek to combat crime.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unilever-shares-rise-after-activist-investor-trian-takes-stake-11643026482", "title": "Unilever Plans Job Cuts as Activist Investor Trian Takes Stake", "date": "2022-01-24 15:53", "summary": "Shares of consumer-goods maker rally amid hopes Nelson Peltz's presence will accelerate push for growth. Unilever PLC plans to cut thousands of jobs as part of a reorganization aimed at speeding up its decision making, according to a person familiar with the matter, a move that comes as the Ben & Jerry's owner looks for ways to jump-start growth.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pentagon-places-hundreds-of-troops-on-standby-for-deployment-to-eastern-europe-in-standoff-with-russia-11643051349", "title": "Pentagon Places Thousands of Troops on Standby for Deployment to Eastern Europe", "date": "2022-01-24 15:36", "summary": "The orders were issued to troops stationed at several U.S.-based installations. WASHINGTON-The U.S. military has ordered up to 8,500 U.S. troops on standby to potentially deploy to Eastern Europe amid heightened tensions over Russia's presence near Ukraine's border, in what amounts to an escalation toward U.S. military involvement, U.S. officials said.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/celebrity-lawyer-michael-avenattis-fraud-trial-kicks-off-11643055358", "title": "Celebrity Lawyer Michael Avenatti's Fraud Trial Kicks Off", "date": "2022-01-24 15:15", "summary": "Prosecutors allege he stole nearly $300,000 from former client Stormy Daniels. The third federal trial of Michael Avenatti began Monday, with prosecutors arguing the disgraced celebrity lawyer stole nearly $300,000 from his former client Stormy Daniels and Mr. Avenatti's defense team portraying the case as a fee dispute.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-file-new-suits-against-google-over-location-tracking-11643037890", "title": "Google Deceived Users About Location Tracking, States Allege", "date": "2022-01-24 14:56", "summary": "Alphabet unit accused of recording users' location even after they tried to turn off tracking. WASHINGTON- Alphabet Inc.'s Google deceived consumers by recording their location even after users tried to turn off the company's tracking on their smartphones and web browsers, according to lawsuits by Washington, D.C., and three other states.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-to-consider-challenges-to-race-conscious-admissions-policies-at-harvard-unc-11643035684", "title": "Supreme Court to Review Race-Conscious Admissions Policies at Harvard, UNC", "date": "2022-01-24 14:35", "summary": "Justices will weigh conservative-led legal challenges seeking to eliminate race as a factor in college admissions. WASHINGTON-The Supreme Court said it would decide whether to prohibit the use of race-conscious admissions in higher education, agreeing to consider challenges to policies at Harvard and the University of North Carolina.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-steps-up-arms-backing-for-ukraine-leading-european-efforts-to-deter-russian-invasion-11643052788", "title": "U.K. Steps Up Backing for Ukraine, Leading Europe's Efforts to Counter Russia", "date": "2022-01-24 14:33", "summary": "British military hardware raises risks for Russia should it launch a ground invasion. LONDON-The U.K. has pushed itself to the forefront of European efforts to deter a Russian invasion of Ukraine, becoming the first major Western country to join the U.S. in providing lethal weapons to Kyiv.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/farmer-rancher-meat-processing-monopoly-ag-usda-11643040267", "title": "The Agriculture Secretary's Misleading Farm Statistics", "date": "2022-01-24 14:17", "summary": "Tom Vilsack sees exploitation where it doesn't exist.. Agriculture Secretary Tom Vilsack's letter \"Big Meat Takes Advantage of Small Producers\" (Jan. 19) expresses concern about farmers and ranchers receiving declining shares of what consumers spend for meats. Such statistics are commonly said to support claims that large middlemen are exploiting small ranchers and farmers, exerting monopoly power against consumers or both. The Justice Department investigated such claims in 2010, while I was a staff economist there. My 2011 academic article \"The Illusion of Anticompetitive Behavior Created by 100 Years of Misleading Farm Statistics\" offers my conclusions from analyzing the data that USDA and other agencies had made public.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chamath-warriors-nba-uyghurs-basketball-china-11643039970", "title": "The Uyghurs, 'Progressive Isolationism' and the Warriors", "date": "2022-01-24 14:16", "summary": "Chamath Palihapitiya should brush up on the history of the team he owns.. Regarding Daniel Henninger's column \"Progressive to Uyghurs: Drop Dead\" (Wonder Land, Jan. 20): The plight of the Uyghurs finally hit the front page when Chamath Palihapitiya, minority owner of the Golden State Warriors basketball team, admitted he couldn't care less about them. Early last week my workout pals asked, \"What's a Uyghur?\" A few days later, they were all over it.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-sands-canada-alberta-carbon-net-zero-climate-11642803699", "title": "The Alberta Oil Sands Are Becoming Cleaner", "date": "2022-01-24 14:14", "summary": "'We aren't just talking about what needs to be done, we're doing it.'. Canada's oil-sands companies are taking action to reduce emissions from their operations (\"One of Dirtiest Oil Patches Is Pumping More Than Ever,\" Page One, Jan. 14). The energy transition is a move to a more diversified energy mix, as the world strives to meet the growing demand for energy while lowering emissions. Oil and gas will play a key role in both parts of that equation. As a significant source of greenhouse gases, our industry must be a meaningful actor in reducing those emissions. And we are.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sinema-manchin-filibuster-democrats-senate-11642803045", "title": "Have Sens. Sinema and Manchin Been Profiles in Courage?", "date": "2022-01-24 14:13", "summary": "Or are they hyperbolic about the threat of President Biden's agenda?. Regarding your editorial \"Kyrsten Sinema's Filibuster Defense\" (Jan. 14): Every year the John F. Kennedy Presidential Library recognizes a public official \"whose actions demonstrate the qualities of politically courageous leadership in the spirit of 'Profiles in Courage,'\" This year, if the selections committee has the courage, Sens. Kyrsten Sinema and Joe Manchin should be honored.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-a-e-intercepts-two-ballistic-missiles-over-capital-as-gulf-tensions-escalate-11643007328", "title": "Houthis Attack U.A.E. Again in Threat to Business and Tourism Hub", "date": "2022-01-24 14:11", "summary": "U.A.E. and U.S. forces intercepted two ballistic missiles over Abu Dhabi; previous attack by Yemeni group killed three people and injured six others. DUBAI-The United Arab Emirates and U.S. forces said they jointly intercepted two ballistic missiles targeting the Gulf state's capital, Abu Dhabi, the latest attack by Houthi rebels to threaten the country's reputation as a secure hub for international businesses in the Middle East and widen Yemen's yearslong civil war.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-inflation-afghanistan-seven-border-crisis-11642802787", "title": "President Biden's Magic Trick", "date": "2022-01-24 14:11", "summary": "He got Afghanistan and America's southern border out of the news.. Regarding \"What Inflation Costs Workers\" (Review & Outlook, Jan. 13): President Biden could be the greatest magician of all time. He has succeeded in getting the disasters in Afghanistan and at America's southern border off the headlines. All he had to do was replace them with 7% inflation.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-slows-europes-economy-but-supply-chain-strains-ease-11643023131", "title": "Omicron Slows the Global Economy, Hitting the U.S. Particularly Hard", "date": "2022-01-24 13:13", "summary": "The U.S. saw a pullback in services and manufacturing growth, while services sectors in Europe, Asia also slowed. Rising infection rates driven by the faster-spreading Omicron variant of Covid-19 led to a U.S. and global economic slowdown as the year got under way, surveys of purchasing managers said.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kohls-investors-dont-leave-money-on-the-table-11643047964", "title": "Kohl's Investors, Don't Leave Money on the Table", "date": "2022-01-24 13:12", "summary": "After much clamor from activist investors, the company actually has some suitors lining up. It shouldn't settle for a lowball offer.. Department store chain Kohl's Corp. has been getting an earful from activist investors lately. Now some are putting their money where their mouths are.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/start-of-palin-case-against-new-york-times-delayed-after-she-tests-positive-for-covid-19-11643042644", "title": "Palin's Case Against New York Times Delayed by Positive Covid-19 Test", "date": "2022-01-24 12:47", "summary": "Jury selection in former vice presidential candidate's defamation trial had been set to begin Monday. Former Republican vice presidential candidate Sarah Palin tested positive for Covid-19, delaying a trial in her defamation lawsuit against the New York Times . Jury selection was scheduled to begin Monday in Manhattan federal court.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virginia-school-boards-sue-over-new-gop-governors-mask-optional-order-11643045541", "title": "Virginia School Boards Sue Over New GOP Governor's Mask-Optional Order", "date": "2022-01-24 12:32", "summary": "Seven boards argue executive order, set to take effect Monday, was an overstep; governor says order is 'about empowering parents'. Seven Virginia school boards sued the commonwealth's new Republican governor Monday for making mask-wearing in pre-K-12 schools optional, the latest fracas over Covid-19 protocols in school districts.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-wear-cutout-clothes-in-winter-11642794939", "title": "How to Wear Cutout Dresses in the Dead of Winter", "date": "2022-01-24 12:25", "summary": "Women are rebelling against sweatpants and solitude with fashions by designers like Nensi Dojaka that flash skin in unconventional ways. But January isn't conducive to revealing clothes. Here, tricks for layering these expressive styles and avoiding undue exposure.. OVERTLY SEXY clothes are boring. At best, they're unimaginative. At worst, they're hackneyed cartoons of femininity, hacked off mid-thigh. This is not a puritanical opinion. Wearing things that make you feel sexy? That's thrilling. What sends me to Snoozeville is the dated, tedious, clearly made-for-him looks that conjure every cliché of glam-metal music videos, high-school rom-coms and Meatpacking District club queues of the 1980s through the '00s. Show me a bodycon, bosom-boosting mini dress and I'll show you nothing. Because I'll be asleep.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/places-hit-early-by-omicron-see-hospitalizations-slowing-11643027144", "title": "Places Hit Early by Omicron See Hospitalizations Slowing", "date": "2022-01-24 12:04", "summary": "WHO leaders say acute phase of pandemic could soon be over if countries work together. Hospitalization rates are slowing in some U.S. states and countries first hit by the wave of Omicron infections, but new cases continue to be identified at high levels, raising the prospect of sustained pressure on the U.S. healthcare system. In parts of Europe, street protesters railed against continuing Covid-19 restrictions as the World Health Organization warned that new variants could emerge.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/health-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/politics-already-leading-us-into-metaverse-schumer-biden-jan-6-insurrection-woke-crt-big-lie-11643040890", "title": "Politics Are Already Leading Us Into the Metaverse", "date": "2022-01-24 12:04", "summary": "Both left and right love fantasy role-playing. But there are good reasons to prefer the real world.. If the tech mavens are right, we will all soon live in the metaverse. But since the dictionary defines this mystical place as \"a highly immersive virtual world where people gather to socialize, play, and work,\" you might ask whether we don't already live there.", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/putin-threat-to-ukraine-isnt-limited-to-invasion-russia-troops-nato-unrest-misinformation-figurehead-biden-minor-incursion-11643040634", "title": "Putin's Threat to Ukraine Isn't Limited to Invasion", "date": "2022-01-24 12:03", "summary": "By stoking unrest and chaos, Russia could set the stage for a puppet regime without the costs of war.. Kyiv", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/miami-home-inspired-by-frank-lloyd-wright-asks-30-million-11643043677", "title": "Miami Home Inspired by Frank Lloyd Wright Asks $30 Million", "date": "2022-01-24 12:01", "summary": "Resume Subscription. A Frank Lloyd Wright-inspired home in Miami is listing for $30 million, according to listing agent Al Arostegui of ONE Sotheby's International Realty.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/meta-unveils-new-ai-supercomputer-11643043601", "title": "Meta Unveils New AI Supercomputer", "date": "2022-01-24 12:00", "summary": "When the AI Research SuperCluster is fully built it will be the fastest AI supercomputer in the world, the Facebook parent says. Meta Platforms Inc. said Monday that its research team built a new artificial intelligence supercomputer that the company maintains will soon be the fastest in the world.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chiefs-bills-nfl-overtime-rules-josh-allen-patrick-mahomes-11643042561", "title": "NFL's Overtime Rule Is Under Attack", "date": "2022-01-24 11:44", "summary": "Kansas City's win over Buffalo was immediately hailed as an epic. It also sparked controversy over overtime rules when the flip of a coin helped decide one of the season's most important games.. Patrick Mahomes and Josh Allen were locked in a duel for the ages Sunday night. They engineered scoring drives in ever shorter amounts of time, until there was no time left. The Kansas City Chiefs and Buffalo Bills headed to overtime to settle their epic playoff game.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ukraine-russia-war-prepared-11643042213", "title": "On the Brink of War With Russia, Ukrainians Are Resigned and Prepared", "date": "2022-01-24 11:42", "summary": "Resume Subscription. KYIV, Ukraine-Computer whiz Danylo Kovzhun has taught his children to handle a pistol. Confectioner Roman Nabozhniak is training colleagues to run his business so he can focus on fighting Russians. Bar owner Vitaliy Kyrychenko keeps his gas tank full in case he needs to get out fast.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/thierry-mugler-visionary-french-fashion-designer-dies-at-73-11643018929", "title": "Thierry Mugler, Visionary French Fashion Designer, Dies at 73", "date": "2022-01-24 11:41", "summary": "Known for an architectural style of haute couture, the designer created looks for stars including David Bowie, Grace Jones and Diana Ross. Manfred Thierry Mugler, the fashion designer who helped define the audacious, broad-shouldered aesthetic of French fashion in the 1980s and '90s, has died at 73.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-expands-focus-on-air-taxis-11643022001", "title": "Boeing Expands Focus on Air Taxis", "date": "2022-01-24 11:38", "summary": "Wisk joint venture with Google co-founder Larry Page is developing pilotless electric aircraft. Boeing Co. said it is investing a further $450 million in its air-taxi joint venture with Google co-founder Larry Page, developing small, pilotless aircraft for short passenger hops in and around cities.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-are-rich-guys-so-obsessed-with-these-boring-looking-shoes-11643040928", "title": "Why Are Rich Guys So Obsessed With These Boring-Looking Shoes?", "date": "2022-01-24 11:15", "summary": "Spendthrift men are embracing Loro Piana's Open Walk shoes, and similar mashups of sneakers and dress shoes. As a commentator on fashion, I spend a lot of time peering down at men's shoes. I recall in the aughts noticing, abruptly, that every man who could plausibly have a graphic design degree was wearing crisp white Common Projects sneakers. (I wondered if sales of toothbrushes also spiked, driven by persnickety twenty-somethings trying to keep their shoes box-fresh.) Four years ago, it was Allbirds's wooly, $95 sock-like shoes cladding feet across New York City, and appearing to find a particularly strong foothold with tech-bro types.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/romans-get-down-in-the-dumps-over-the-eternal-citys-eternal-trash-problem-11643040837", "title": "Romans Get Down in the Dumps Over the Eternal City's Eternal Trash Problem", "date": "2022-01-24 11:13", "summary": "Resume Subscription. ROME-Rebecca Spitzmiller and her crew of mostly Italian friends cleared the garbage strewn about the entrance of one suburban subway station 32 times before throwing in the towel.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/los-angeles-condo-aims-to-set-record-with-75-million-price-tag-11643039653", "title": "Los Angeles Condo Aims to Set Record With $75 Million Price Tag", "date": "2022-01-24 10:54", "summary": "Resume Subscription. A Los Angeles penthouse is coming on the market for $75 million, a price that could shatter the record for a condo sale in the city.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/activist-investor-to-call-on-peloton-to-fire-its-ceo-11642982211", "title": "Peloton Investor Calls for Sale, Exit of CEO", "date": "2022-01-24 10:07", "summary": "Blackwells Capital pushes stationary-bike maker to explore a sale. An activist investor wants Peloton Interactive Inc. to fire its chief executive and explore a sale after the stationary-bike maker's stock plummeted more than 80% from its high, as growth slowed.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-free-india-data-charges-11643035284", "title": "Facebook Promised Poor Countries Free Internet. People Got Charged Anyway.", "date": "2022-01-24 09:47", "summary": "Resume Subscription. Facebook says it's helping millions of the world's poorest people get online through apps and services that allow them to use internet data free. Internal company documents show that many of these people end up being charged in amounts that collectively add up to an estimated millions of dollars a month.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tesla-countersues-jpmorgan-in-fight-over-warrants-11643035301", "title": "Tesla Countersues JPMorgan in Fight Over Warrants", "date": "2022-01-24 09:41", "summary": "Auto maker alleges the bank's dislike of Elon Musk is behind its $162 million lawsuit in November. Tesla Inc. countersued JPMorgan Chase & Co. on Monday, intensifying a dispute over the payout for a bond sale the bank helped arrange in 2014.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kohls-shares-surge-30-on-takeover-bids-for-retailer-11643035296", "title": "Kohl's Shares Surge 30% on Takeover Bids for Retailer", "date": "2022-01-24 09:41", "summary": "Starboard and Sycamore have made separate approaches for department-store chain, people familiar say. Kohl's Corp. shares soared 30% Monday morning after the department-store chain confirmed multiple suitors are circling it.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-ukraine-border-what-to-know-11638874853", "title": "Could Russia-Ukraine Tension at the Border Lead to War?", "date": "2022-01-24 09:35", "summary": "Resume Subscription. Alarm bells are ringing across Europe over a buildup of Russian troops along the border with Ukraine in recent months. The fear is that Russian President Vladimir Putin is contemplating a rerun of 2014, when Russian forces annexed the Crimean peninsula and provided support for a separatist, pro-Russian insurgency in the Donbas region of eastern Ukraine.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bitcoin-coinbase-peloton-kohls-what-to-watch-when-the-stock-market-opens-today-11643024478", "title": "Bitcoin, Coinbase, Peloton, Kohl's: What to Watch in the Stock Market Today", "date": "2022-01-24 09:33", "summary": "Crypto stocks were following cryptocurrencies lower; An activist investor wants Peloton's chief executive fired. Wall Street stock indexes fell in morning trading as investors prepared for a meeting of Federal Reserve policy makers and earnings from big technology companies.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-paperwork-locked-underground-thousands-of-u-s-citizenship-applicants-wait-and-wait-11643025603", "title": "With Paperwork Locked Underground, Thousands of U.S. Citizenship Applicants Wait and Wait", "date": "2022-01-24 09:12", "summary": "Resume Subscription. Shawntel Went expected pandemic-related delays when she applied for U.S. citizenship in May 2020. But as months slipped by and friends who had applied for their citizenship after she did were approved, she started to worry.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/under-fire-over-omicron-outbreak-hong-kongs-cathay-pacific-faces-bigger-losses-11643020361", "title": "Under Fire Over Omicron Outbreak, Hong Kong's Cathay Pacific Faces Bigger Losses", "date": "2022-01-24 09:10", "summary": "Carrier warns it will burn cash as city's longer quarantine rules for crew hurts cargo flights. HONG KONG-An Omicron outbreak triggered by returning aircrew breaking quarantine rules has pitted Hong Kong officials against the city's flagship carrier, Cathay Pacific , prompting tighter quarantine rules that the airline says will worsen its pandemic losses.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/esg-investing-can-do-good-or-do-well-but-dont-expect-both-11643033321", "title": "ESG Investing Can Do Good or Do Well, but Don't Expect Both", "date": "2022-01-24 09:08", "summary": "The claim that investors will make more money investing in green bonds is patently absurd. This is the second in a series of Streetwise columns on sustainable investing.. The biggest and boldest claim of ESG investors is that investing based on environmental, social and governance conditions will not just improve our world, but make you more money. I have problems with both parts of the claim. The burgeoning market for green bonds shows the difficulties clearly, and stocks with a sustainability label aren't so different.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/evergrande-asks-overseas-creditors-for-more-time-11643032952", "title": "Evergrande Asks Overseas Creditors for More Time", "date": "2022-01-24 09:02", "summary": "Embattled Chinese developer makes second attempt to placate frustrated global bondholders. China Evergrande Group asked international creditors to give the giant property developer more time to get a grip on its complicated financial situation, and warned that drastic legal action could be destabilizing.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/allstate-and-hancock-seek-careful-drivers-with-healthy-diets-11643032803", "title": "Allstate and Hancock Seek Careful Drivers With Healthy Diets", "date": "2022-01-24 09:00", "summary": "Partnership between insurers will reward safe drivers with potentially cheaper life insurance. If you let Allstate Corp. track your driving, you can get a discount on car insurance. If you let John Hancock monitor your diet and exercise, you can get a discount on life insurance. Now, the two insurers are teaming up on the theory that safe drivers live longer.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-events-in-the-u-s-germany-and-china-embolden-putin-11643032519", "title": "How Events in the U.S., Germany and China Embolden Putin", "date": "2022-01-24 08:55", "summary": "U.S. reluctance to engage militarily, Germany's energy dependence on Moscow and China's growing friendship with Russia appear to encourage the Kremlin in Ukraine. Trying to read the mind of Russian President Vladimir Putin is a risky business any time, and so it is amid the mounting crisis over Ukraine.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/julian-assange-can-seek-appeal-in-u-k-supreme-court-against-extradition-to-u-s-11643030614", "title": "Assange Can Seek Appeal in U.K. High Court Against Extradition to U.S.", "date": "2022-01-24 08:55", "summary": "WikiLeaks founder faces espionage charges in U.S.. LONDON-A British court allowed Julian Assange to take his appeal against extradition to the U.S. to the U.K. Supreme Court, marking another setback in Washington's yearslong pursuit of the WikiLeaks founder on espionage charges.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/super-bowl-bengals-chiefs-niners-rams-11643031019", "title": "I Still Can't Believe That Ridiculous Football Weekend", "date": "2022-01-24 08:48", "summary": "A divisional round becomes an NFL epic, capped by a zany overtime masterpiece between Kansas City and Buffalo. I'm tired. Aren't you tired? And we didn't even play a down.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/governor-youngkin-trades-equity-for-opportunity-diversity-inclusion-critical-race-theory-angela-sailor-education-racial-equality-achievement-gap-11642964540", "title": "Youngkin Nixes 'Equity' for 'Opportunity'", "date": "2022-01-24 08:44", "summary": "Virginia's new Governor sends an important political message.. New Gov. Glenn Youngkin is off to a fast start in Virginia, pushing back as his campaign promised against the coercion of progressive mandates and control of schools. One of his early moves seems especially notable and promising: Recasting the state's \"diversity, equity and inclusion\" office to substitute \"opportunity\" for \"equity.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unilever-will-be-a-mouthful-for-nelson-peltz-11643031741", "title": "Unilever Will Be a Mouthful for Nelson Peltz", "date": "2022-01-24 08:42", "summary": "Trian Partners has taken a stake in the maker of Ben & Jerry's ice cream. The British company may prove a tougher nut to crack than Procter & Gamble. For the second time in five years, Unilever 's board of directors has an unwelcome American on its hands.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeff-koons-is-thinking-about-nfts-and-reading-the-greeks-11643031052", "title": "Jeff Koons on How He's Teaching His Children About Art", "date": "2022-01-24 08:30", "summary": "The pioneering artist also talks about raising his kids: \"In my home, I have my own work, but I really wanted to give my children space [so] that they would understand that art is something far greater than their parents.\". In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australian-prime-minister-loses-control-of-account-on-chinas-wechat-11643030329", "title": "Australian Prime Minister Loses Control of WeChat Account", "date": "2022-01-24 08:18", "summary": "Scott Morrison is shut out of account with 76,000 followers, sparking outcry among his supporters and claims of political interference. SYDNEY-Australian Prime Minister Scott Morrison has lost access to his account on the Chinese-owned WeChat service, prompting a senior lawmaker to accuse Beijing of political interference ahead of an election due within months.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-love-story-on-netflix-aims-to-show-there-is-more-to-afghanistan-than-war-11643029201", "title": "A Love Story on Netflix Aims to Show There Is More to Afghanistan Than War", "date": "2022-01-24 08:00", "summary": "Resume Subscription. When filmmakers Gulistan and Elizabeth Mirzaei began filming a short documentary about a young Afghan couple in love, Afghanistan was run by a Western-backed government supported by American troops. Shaista, the main protagonist of the film, dreams of serving his country.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/sonys-videogame-strategy-challenged-by-microsofts-deal-for-activision-11643027331", "title": "Sony's Videogame Strategy Challenged by Microsoft's Deal for Activision", "date": "2022-01-24 07:28", "summary": "Japanese company seeks to leverage strength in hardware as battle shifts to cloud services and exclusive software. TOKYO- Sony Group Corp. finds itself in a position many gamers could appreciate, having climbed to the highest level only to discover that an old foe is still lurking around-and getting stronger.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aging-private-equity-funds-test-investor-patience-11643025604", "title": "Aging Private-Equity Funds Test Investor Patience", "date": "2022-01-24 07:00", "summary": "Managers are holding off on winding down funds that are beyond expected 10-year lifespans, leaving some companies in limbo and investors irked. Private-equity firms tell clients that they will need to hold on to their money for a decade to steer investments to a successful conclusion.", "categories": [["Pro Bankruptcy Commentary Analysis"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-commentary-analysis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-leaves-nurses-stretched-thin-and-seeking-help-from-burnout-11643025604", "title": "Omicron Leaves Nurses Stretched Thin and Seeking Help From Burnout", "date": "2022-01-24 07:00", "summary": "Patient counts are surging again and many workers are out sick, creating new stress after two years of pandemic care. Healthcare workers treating the Omicron-driven wave of Covid-19 patients say they want employers to do more to improve working conditions in an industry that has slipped in and out of crisis mode for two years.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-stocks-glimpse-light-at-the-end-of-the-tunnel-11643024086", "title": "Chinese Stocks Glimpse Light at the End of the Tunnel", "date": "2022-01-24 06:34", "summary": "China's central bank is tilting dovish as Fed and most other major central banks increasingly lean the other way. Chinese stocks had a terrible 2021. This year could be better, in no small part because China's government finally looks ready to relent on some of the fierce policy measures that hammered them in the first place.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spacs-are-running-out-of-names-to-list-11643022564", "title": "SPACs Are Running Out of Names to List", "date": "2022-01-24 06:09", "summary": "The SPAC boom has led two marketing companies to battle over who gets to be called 'System1,' a name taken from Daniel Kahneman's best seller 'Thinking, Fast and Slow'. The SPAC boom, which is now turning to bust, pitted too much money against too few company names-in one case, literally.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clean-energy-stocks-are-down-but-still-have-their-spark-11643020205", "title": "Clean Energy Stocks Are Down but Still Have Their Spark", "date": "2022-01-24 05:30", "summary": "Investors voice confidence that the market will remain healthy, seeing continuing growth amid shifting investor priorities. Capital gushed into climate technology and other sustainable investments in 2021. Now the market is selling off, but investors don't see a repeat of the clean tech bust that occurred more than a decade ago.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-steps-up-deliberations-on-shrinking-its-9-trillion-asset-portfolio-11643020203", "title": "Fed Steps Up Talks on Shrinking Balance Sheet", "date": "2022-01-24 05:30", "summary": "Policy makers have indicated a potential unwind of asset holdings this year but have yet to iron out specifics. Federal Reserve officials are set to resume discussions this week over how fast they will shrink their nearly $9 trillion bond portfolio when the time comes, which would serve as a tool for tightening monetary policy as they try to curb high inflation.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/surging-food-prices-turn-more-shoppers-into-bargain-hunters-11643020206", "title": "Surging Prices Turn Shoppers Into Bargain Hunters", "date": "2022-01-24 05:30", "summary": "Consumers buy groceries in bulk and switch to less costly store brands, pulling back on some pandemic spending habits to save money. Rising food prices are leading American consumers to fill their shopping carts with cheaper groceries.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italy-to-decide-on-its-leadershipand-draghis-future-11643017722", "title": "Italy to Decide on Its Leadership-and Draghi's Future", "date": "2022-01-24 04:48", "summary": "Lawmakers are unsure whether Mario Draghi should remain prime minister or become president, at a delicate time for the economy. ROME-Italy faces a political puzzle this week: It must fill its two most important leadership positions, but it has only one Mario Draghi.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-cases-put-new-zealand-on-red-alert-leader-ardern-delays-wedding-11642934342", "title": "Omicron Cases Put New Zealand on Red Alert, Leader Ardern Cancels Wedding", "date": "2022-01-24 00:34", "summary": "Sizes of gatherings to be limited as authorities warn variant is circulating in country's biggest city. SYDNEY-New Zealand moved to the highest level of its Covid-19 restrictions as it seeks to contain an Omicron-variant outbreak that also led Prime Minister Jacinda Ardern to cancel her wedding plans.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11642957034", "title": "Pepper...and Salt", "date": "2022-01-24 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-can-redraw-work-boundaries-this-yearand-make-them-stick-11643000461", "title": "You Can Redraw Work Boundaries This Year-and Make Them Stick", "date": "2022-01-24 00:01", "summary": "Zoom calls at 8 a.m., emails at midnight. The workday ballooned during the pandemic-but it's possible to push back without jeopardizing your career. Have we forgotten how to say no?", "categories": [["Life & Work", "Work & Life"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/work-life?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/business-ideas-monday-crossword-january-24-11642999725", "title": "Business Ideas (Monday Crossword, January 24)", "date": "2022-01-24 00:00", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chiefs-bills-overtime-josh-allen-patrick-mahomes-11642997024", "title": "Patrick Mahomes and Josh Allen Produced One of the Greatest NFL Games Ever", "date": "2022-01-24 23:04", "summary": "The Kansas City Chiefs beat the Buffalo Bills 42-36 in overtime of their playoff game after both teams scored-twice-in the final two minutes of regulation in a game that was immediately hailed as an all-time classic.. Josh Allen left too much time for Patrick Mahomes, who left too much time for Allen, who left just enough time for Mahomes.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-department-tells-families-of-u-s-diplomats-in-ukraine-to-leave-11642983133", "title": "State Department Tells Families of U.S. Diplomats in Ukraine to Leave", "date": "2022-01-24 22:05", "summary": "Some U.S. Embassy staff members also have been authorized to depart. The State Department instructed the families of U.S. diplomats in Ukraine to leave the country and authorized some embassy staff members to also depart, while the Biden administration considers sending several thousand troops to Europe amid a Russian military buildup.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}]