[{"link": "https://www.wsj.com/articles/intel-erases-reference-to-chinas-xinjiang-after-social-media-backlash-11641808676", "title": "Intel Erases Reference to China's Xinjiang After Social-Media Backlash", "date": "2022-01-10 18:59", "summary": "In letter to suppliers, U.S. chip maker previously called on business partners to avoid sourcing from northwestern region where the U.S. has human-rights concerns. SINGAPORE-Intel Corp. removed references to the Chinese region of Xinjiang from an open letter it sent suppliers last month, after the contents of the note sparked a social-media uproar in China and led the U.S. semiconductor company to apologize to the Chinese public.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-russia-talks-begin-to-avert-one-of-the-biggest-geopolitical-crises-since-the-cold-war-11641815752", "title": "U.S., Russia Remain Far Apart in Talks", "date": "2022-01-10 18:56", "summary": "'We believe the threat of invasion is real,' says White House national-security adviser. U.S. and Russian negotiators held their first security talks since Russia's deployment of tens of thousands of troops to the Ukrainian border sparked fears of an invasion, but they left the Monday talks saying they failed to narrow their differences.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-vice-chairman-richard-clarida-to-resign-11641849285", "title": "Fed Vice Chairman Clarida to Resign", "date": "2022-01-10 18:44", "summary": "Clarida's departure follows criticism of February 2020 financial transactions. Federal Reserve Vice Chairman Richard Clarida said he would resign from the central bank on Friday, two weeks before his term on the central bank's board is set to end.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/single-payer-medicine-makes-a-california-comeback-gavin-newsom-xavier-becerra-healthcare-11641853914", "title": "Single-Payer Healthcare Makes a California Comeback", "date": "2022-01-10 18:40", "summary": "Sacramento Democrats are back, this time with huge tax increases.. In case you think falling popularity has Democrats questioning their progressive agenda, guess again. California Democrats are busy reviving government-run, single-payer health care, despite its failure in the state five years ago.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brad-raffensperger-vs-noncitizen-voting-democrats-new-york-eric-adams-republicans-11641848856", "title": "Brad Raffensperger vs. Noncitizen Voting", "date": "2022-01-10 18:40", "summary": "New York Democrats hand the GOP a winning political issue.. Eric Adams has made his first mistake as New York City's new mayor, endorsing a City Council bill to let roughly 800,000 noncitizens vote in local elections. Mr. Adams said Saturday he looks forward to \"bringing millions more into the democratic process\"-assuming a court doesn't block the plan, which is possible.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nord-stream-2-pipeline-in-the-senate-russia-ted-cruz-chuck-schumer-vladimir-putin-joe-biden-11641852884", "title": "Nord Stream 2 Sanctions in the Senate", "date": "2022-01-10 18:37", "summary": "A vote on the natural-gas pipeline would override Biden's waiver favor to Putin.. It's a policy that's hard to figure. While Vladimir Putin threatens to invade Ukraine, Europe and the Biden Administration are acquiescing in the Nord Stream 2 pipeline that will make Europe vulnerable to Russian energy coercion. This week the U.S. will have a chance to send a different message to the Kremlin.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-says-private-insurers-to-cover-rapid-covid-19-tests-starting-saturday-11641848589", "title": "White House Says Private Insurers to Cover Rapid Covid-19 Tests", "date": "2022-01-10 18:35", "summary": "Starting Saturday, insurers will have to cover up to eight rapid Covid-19 tests a month. Private insurers will have to cover the cost of over-the-counter Covid-19 tests starting Saturday under a Biden administration plan that aims to make it more affordable for people to screen for infections and limit the spread of the Omicron variant.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/health-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/janet-yellens-global-tax-zombie-lives-gilti-corporate-europe-11641332667", "title": "Yellen's Global-Tax Zombie Lives", "date": "2022-01-10 18:33", "summary": "Her Gilti tax fix looks like it will bite U.S. companies in Europe.. The Biden Administration's Build Back Better spending extravaganza may be on life support, but some of its tax-raising gimmicks may survive. We warned in October that Treasury Secretary Janet Yellen is enlisting foreign partners to bully Congress into passing some tax provisions in the reconciliation bill, and that strategy is outliving the bill.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-threaten-voting-rights-act-federalize-bipartisan-elections-preclearance-sensenbrenner-for-the-people-freedom-to-vote-11641849965", "title": "Democrats Threaten the Voting Rights Act", "date": "2022-01-10 18:31", "summary": "Their bills in Congress would federalize elections and mar a longstanding bipartisan achievement.. As the Supreme Court observed in 1964, \"the right to exercise the franchise in a free and unimpaired manner is preservative of other basic civil and political rights.\" Enacted in 1965, the Voting Rights Act helped black and minority voters realize more fully the voting rights the Constitution extends to all Americans. As one of the legislators who helped lead congressional reauthorization of the law in 1982 and 2005, I urge Congress to restore important provisions of the Voting Rights Act while rejecting efforts to eviscerate its protections for rank partisan gain.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/speeding-it-may-be-safer-omicron-mandates-antigenic-drift-shift-covid-supervariant-mask-social-distancing-lockdown-vaccine-11641847062", "title": "Slow the Spread? Speeding It May Be Safer", "date": "2022-01-10 18:31", "summary": "Tamping down on Omicron may increase the risk of an 'antigenic shift' to a far deadlier supervariant.. The Omicron variant is spreading across the globe, but so far the strain appears to be less deadly than its predecessors. That's good news, but here's a risk that policy makers in every country should appreciate: Policies designed to slow the spread of Omicron may end up creating a supervariant that is more infectious, more virulent and more resistant to vaccines. That would be a man-made disaster.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-covid-democrats-twitter-lockdown-public-omicron-school-closure-teachers-unions-misogyny-sexism-feminism-11641854586", "title": "Notable & Quotable: Covid and the Democrats", "date": "2022-01-10 18:29", "summary": "'By questioning the wisdom of school closures-and taking our child out of public school-I found myself going against the party line.'. From \"Why I Soured on the Democrats\" by Angie Schmitt for the Atlantic, Jan. 7:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/noncitizens-can-now-vote-in-new-york-city-prompting-gop-lawsuit-11641851281", "title": "Noncitizens Can Now Vote in New York City, Prompting GOP Lawsuit", "date": "2022-01-10 18:16", "summary": "Republicans say law giving 800,000 people new voting rights violates state Constitution, after Mayor Eric Adams voices support. Republican officials filed a lawsuit Monday challenging a New York City law that went into effect over the weekend allowing about 800,000 noncitizens to vote in municipal elections.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-week-under-my-sons-roof-and-rules-father-cleaning-parenting-age-california-11641847245", "title": "A Week Under My Son's Roof-and Rules", "date": "2022-01-10 18:10", "summary": "It's no fun having to follow someone else's household diktats.. There comes a time for every family when the tables turn and the parent has to answer to the child. Mine came recently when my wife and I stayed with our elder son in Los Angeles-our first visit in several years and the longest since he moved west in 2014. A whole week under his roof!", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-threatens-to-spoil-ipo-coming-out-parties-11641743341", "title": "Omicron Threatens to Spoil IPO Coming-Out Parties", "date": "2022-01-10 18:09", "summary": "Spreading Covid-19 variant is throwing a wrench in early 2022 stock debut timing. It is a brand new year, but for listing exchanges and companies making stock-market debuts, the start of 2022 feels like a rewind to 2020.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-adversaries-size-up-biden-worldview-russia-china-south-asia-sanctions-xi-democracy-taiwan-hong-kong-asean-india-11641846956", "title": "How Adversaries Size Up Biden's Foreign Policy", "date": "2022-01-10 18:08", "summary": "He slaps vanity sanctions on would-be friends, playing into China's hands.. Last week Russian troops fanned out across Kazakhstan; the Myanmar junta sentenced Aung San Suu Kyi to four more years in prison; and China transferred a senior official from Xinjiang to lead the People's Liberation Army's garrison in Hong Kong. Two things are clear. First, America's geopolitical adversaries aren't impressed by the Biden administration. Second, the administration's attempts to make a priority of human rights and democracy have so far failed to reverse or even to slow the retreat of democracy around the world.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lululemon-stock-falls-as-omicron-hits-holiday-sales-11641831664", "title": "Lululemon, Abercrombie Warn of Omicron Impact on Holiday Sales", "date": "2022-01-10 18:07", "summary": "Retailers say fourth-quarter sales won't be as strong as expected, citing reduced staffing or inventory shortages. Lululemon Athletica Inc. and Abercrombie & Fitch Co. warned renewed Covid-19 disruptions and supply-chain delays would dent their holiday sales.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-ugly-game-of-race-preferences-thomas-jefferson-high-school-asian-american-black-hispanic-lawsuit-discrimination-admissions-11641853307", "title": "An Ugly Game of Race Preferences", "date": "2022-01-10 18:07", "summary": "'I mean there has been an anti asian feel underlying some of this, hate to say it lol.'. Federal Judge Claude Hilton will hear complaints on Jan. 18 from Asian-American parents in Fairfax County, Va., who are upset with the new admissions policy at Thomas Jefferson High School. Though it has received little attention, the case draws back the curtain on how race is being used to discriminate against Asian-Americans. In so doing it also underscores what is at stake in Students for Fair Admissions v. Harvard, an appeal of which the Supreme Court is considering whether to hear.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flight-cancellations-start-to-slow-as-airlines-reset-11641840579", "title": "Flight Cancellations Start to Slow as Airlines Reset", "date": "2022-01-10 18:05", "summary": "Carriers are paring back schedules to recover from weather disruptions and Omicron-related staffing shortages. Flight cancellations are starting to slow down as airlines dig out from winter storms and adjust schedules to account for elevated worker absences due to surging Covid-19 cases.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disruption-review-stopping-the-plot-11641855906", "title": "'Disruption' Review: Stopping the Plot", "date": "2022-01-10 18:05", "summary": "How authorities on both sides of the Atlantic thwarted an al Qaeda cell's attempt to down multiple airliners with liquid explosives.. Many failings of the post-9/11 security structure are rightly under scrutiny. After 20 years, almost 2,500 servicemen and -women killed, and $2.3 trillion spent, Afghanistan is once again under the control of the Taliban. America's invasion of Iraq distracted the U.S. from more pressing threats and paved the way for a bolstered Iran and radical Sunni groups like ISIS. And yet, despite the obvious failures, there hasn't been another terrorist attack on a similarly large scale. Why is that? Our security apparatus has clearly done something right.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mizuho-americas-to-acquire-placement-agent-capstone-partners-11641855825", "title": "Mizuho Americas to Acquire Placement Agent Capstone Partners", "date": "2022-01-10 18:03", "summary": "The deal is expected to be announced imminently, sources say. A unit of Japanese financial giant Mizuho Financial Group has agreed to acquire private-equity advisory firm Capstone Partners LP, according to people familiar with the matter.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-pushes-for-more-transparency-from-private-companies-11641752489", "title": "SEC Pushes for More Transparency From Big Private Companies", "date": "2022-01-10 18:00", "summary": "'Unicorn' firms have a huge impact and 'absolutely no visibility' for regulators, says SEC Commissioner Allison Lee. WASHINGTON-The Securities and Exchange Commission is preparing to force more transparency from big private companies, as regulators grow concerned about the lack of oversight of the private fundraising that has fueled their rise.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-football-twitter-spaces-fsu-oregon-11641854533", "title": "The New Place Where College Football's Crazies Are Arguing", "date": "2022-01-10 17:42", "summary": "Unprecedented end-of-season turmoil in college football made Twitter Spaces a go-to place for conspiracy theories, collective grieving and surprise celebrity guests.. Former Georgia quarterback Jake Fromm doesn't consider himself a tech-savvy guy. He's probably best known for being on the wrong side of an Alabama comeback in the 2018 College Football Championship and loosely impersonating a State Farm insurance agent.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-would-expand-medicaid-to-people-in-u-s-illegally-under-gavin-newsom-proposal-11641850854", "title": "California Would Expand Medicaid to Those in U.S. Illegally Under Plan", "date": "2022-01-10 17:34", "summary": "Democratic governor says California should be first state to offer healthcare to all residents regardless of immigration status. California would become the first state to provide access to its Medicaid program to all low-income residents, regardless of immigration status, under a proposal unveiled Monday by Gov. Gavin Newsom.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sabine-weiss-humanist-photography-robert-doisneay-brassai-edouard-boubat-lausanne-11641853751", "title": "Sabine Weiss: She Made Paris Palpable", "date": "2022-01-10 17:31", "summary": "The photographer, who died last month at age 97, created a large body of work, but nothing is as memorable as her documents of life in the City of Light. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intel-recruits-micron-executive-as-next-finance-chief-11641853653", "title": "Intel Recruits Micron Executive as Next Finance Chief", "date": "2022-01-10 17:27", "summary": "David Zinsner will join the chip maker, as Intel said the head of its client computing group is leaving at the end of the month. Intel Corp. said it has poached David Zinsner from Micron Technology Inc. to be its next chief financial officer as it also announced the departure of one of its highest-profile executives.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-01-10-2022-11641804091", "title": "Tech Stocks Erase Losses, Finish Positive", "date": "2022-01-10 17:26", "summary": "Rising bond yields show investors expect the Fed to move quickly on rate hikes. The S&P 500 and Dow Jones Industrial Average fell on Monday as government bond yields continued to rise, signaling that investors expect the Federal Reserve to move quickly in raising interest rates.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bob-saget-remembered-comedians-full-house-co-stars-fans-react-to-his-death-11641830708", "title": "Bob Saget Remembered: Comedians, Co-Stars React to His Death", "date": "2022-01-10 17:26", "summary": "Dane Cook, a longtime friend, recounts his friendship with the comedian who died over the weekend in Orlando. Even a death in a family didn't mean it was too soon for Bob Saget to make a joke.", "categories": [["Books & Arts", "Entertainment", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-weeknd-dawn-fm-albumn-review-jim-carey-blinding-lights-11641853153", "title": "'Dawn FM' by the Weeknd Review: Looking Back to the '80s as a Way Forward", "date": "2022-01-10 17:22", "summary": "The Weeknd's latest album is his most conceptual record so far and gives contemporary sensibilities a vintage flavor.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/queen-elizabeths-platinum-jubilee-britain-plans-pomp-pudding-and-parties-11641819047", "title": "Queen Elizabeth's Platinum Jubilee: Britain Plans Pomp, 'Pudding' and Parties", "date": "2022-01-10 17:21", "summary": "Buckingham Palace unveils elaborate program of fun events to celebrate 70-year reign, with four-day public holiday in June. LONDON-A baking competition. Hundreds of street parties. A large military parade and beacons lit across the country.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/powell-faces-senate-questions-over-fed-plans-to-contain-inflation-11641846089", "title": "Powell Faces Senate Questions Over Fed Plans to Contain Inflation", "date": "2022-01-10 17:19", "summary": "The Fed chief's confirmation hearing Tuesday could highlight rationale for central bank's projected interest rate increases. Federal Reserve Chairman Jerome Powell is expected to win a second term leading the central bank but must first face a grilling Tuesday at his Senate confirmation hearing after pivoting recently to tighten policy to combat inflation.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rivians-chief-operating-officer-departed-amid-production-ramp-up-11641849820", "title": "Rivian's Operating Chief Departed Amid Production Ramp-Up", "date": "2022-01-10 17:14", "summary": "Electric-truck maker produced more than 1,000 vehicles in 2021, in line with its lowered expectations. The chief operating officer of electric-truck maker Rivian Automotive Inc. left the company last month as the startup was ramping up production of its first three models.", "categories": [["WSJ News Exclusive", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robotic-arms-are-using-machine-learning-to-reach-deeper-into-distribution-11641852537", "title": "Robotic Arms Are Using Machine Learning to Reach Deeper Into Distribution", "date": "2022-01-10 17:08", "summary": "Advances in technology are moving automated picking systems from the lab to labor-strapped warehouses. More robots that can pick up separate objects are moving from laboratories to warehouses as the technology improves and labor-strapped logistics operators look to automation to meet surging demand.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-owner-to-mandate-covid-19-vaccine-boosters-for-office-workers-delay-reopening-11641852001", "title": "Facebook Owner to Mandate Covid-19 Vaccine Boosters for Office Workers", "date": "2022-01-10 17:00", "summary": "Meta Platforms says it will give employees more time to determine whether they want to work in offices or stay remote. Meta Platforms Inc. said that it would require Covid-19 booster shots for employees to work from its U.S. campuses and that it would delay fully opening those offices until late March, in another sign that the Omicron variant is shifting corporate reopening plans.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/videogame-maker-take-two-interactive-to-buy-zynga-in-12-7-billion-deal-11641818298", "title": "Take-Two Interactive to Buy FarmVille Maker Zynga in $11 Billion Deal", "date": "2022-01-10 16:59", "summary": "Deal offers a 64% premium and would expand mobile videogame holdings for the owner of Grand Theft Auto and NBA 2K franchises. Take-Two Interactive Software Inc. agreed to buy Zynga Inc. in a roughly $11 billion deal as the maker of Grand Theft Auto looks to expand its mobile portfolio with hits like Words With Friends and FarmVille.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kirk-douglas-home-in-beverly-hills-sells-for-more-than-1-million-over-its-asking-price-11641851521", "title": "Kirk Douglas Home in Beverly Hills Sells for More Than $1 Million Over Its Asking Price", "date": "2022-01-10 16:52", "summary": "The longtime home of the late \"Spartacus\" actor was purchased by Forme founder Stephen Liu. The Beverly Hills home of the late actor Kirk Douglas has sold for $9.015 million, significantly higher than its asking price of $7.495 million, according to listing agent Rochelle Maize of Nourmand & Associates.", "categories": [["Real Estate", "Market Makers"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/market-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-business-owners-sidestep-billions-in-federal-taxes-with-states-help-11641846435", "title": "N.Y. Business Owners Sidestep Billions in Federal Taxes With State's Help", "date": "2022-01-10 16:51", "summary": "Pass-through business owners paid $11 billion to state that will escape federal SALT deduction cap. New York business owners are saving billions of dollars in taxes by using a state-approved system for sidestepping the $10,000 federal cap on state and local tax deductions.", "categories": [["WSJ News Exclusive", "New York"]], "category_links": ["https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/going-down-tuesday-crossword-january-11-11641846509", "title": "Going Down? (Tuesday Crossword, January 11)", "date": "2022-01-10 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cerberus-cuts-stake-in-deutsche-bank-11641848011", "title": "Cerberus Cuts Stake in Deutsche Bank", "date": "2022-01-10 15:53", "summary": "U.S. investment concern also trims its holdings in another big German lender, Commerzbank. Cerberus Capital Management is selling a chunk of its stakes in Deutsche Bank AG and Commerzbank AG , following years of disappointing share performances at the German lenders.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bulk-of-biden-administrations-vaccine-mandate-takes-effect-11641847533", "title": "Bulk of Biden Administration's Vaccine Mandate Takes Effect", "date": "2022-01-10 15:45", "summary": "While Supreme Court considers legal challenges, companies must track worker vaccination status and require unvaccinated to wear masks indoors. Much of the Biden administration's vaccination mandate for larger employers went into effect Monday despite the possibility the Supreme Court could halt the rule as it considers a legal challenge to it.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/richmond-feds-barkin-says-a-march-rate-rise-is-conceivable-11641595045", "title": "Richmond Fed's Barkin Says a March Rate Rise Is Conceivable", "date": "2022-01-10 15:45", "summary": "Regional Fed bank chief tells Wall Street Journal he supports hawkish outlook. Federal Reserve Bank of Richmond President Thomas Barkin supports the Fed's hawkish outlook for monetary policy and is open to raising interest rates when the central bank's bond buying stimulus effort winds down.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yale-georgetown-other-top-schools-illegally-collude-to-limit-student-financial-aid-lawsuit-alleges-11641829659", "title": "Yale, Georgetown, Other Top Schools Illegally Collude to Limit Student Financial Aid, Lawsuit Alleges", "date": "2022-01-10 15:42", "summary": "A new federal suit adds to continuing efforts to change college admissions practices. Sixteen major U.S. universities, including Yale University, Georgetown University and Northwestern University, are being sued for alleged antitrust violations because of the way they work together to determine financial-aid awards for students.", "categories": [["WSJ News Exclusive", "Education"]], "category_links": ["https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-man-charged-for-threatening-to-kidnap-and-kill-donald-trump-11641844382", "title": "N.Y. Man Charged With Threatening to Kidnap and Kill Donald Trump", "date": "2022-01-10 15:30", "summary": "Defendant also allegedly threatened the lives of 12 members of Congress. A New York man was charged for saying he would kidnap and kill former President Donald Trump and threatened the lives of a dozen members of Congress.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robert-durst-real-estate-scion-and-murder-convict-dies-11641844741", "title": "Robert Durst, Real-Estate Scion and Convicted Murderer, Dies", "date": "2022-01-10 15:23", "summary": "Over decades, he faced investigations into a wife's disappearance, the killing of a friend and the shooting death of a neighbor. Robert Durst, the troubled millionaire scion of an influential New York real-estate dynasty who was convicted of the murder of his longtime friend and was a suspect in another killing and the disappearance of his wife, died Monday at the age of 78.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/past-7-years-have-been-hottest-on-record-eu-climate-report-says-11641845646", "title": "Past 7 Years Have Been Hottest on Record, EU Climate Report Says", "date": "2022-01-10 15:14", "summary": "Findings point to rising greenhouse-gas emissions. The past seven years have been the warmest on record and 2021 was the fifth-hottest ever, according to new findings from the European Union's Copernicus Climate Change Service.", "categories": [["Science"]], "category_links": ["https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/affordable-care-act-open-enrollment-draws-nearly-14-million-sign-ups-11641844519", "title": "Affordable Care Act Open Enrollment Draws Nearly 14 Million Sign-Ups", "date": "2022-01-10 14:55", "summary": "Biden administration outreach and subsidies drive increase in health coverage. Almost 14 million people have signed up for health-insurance coverage under the Affordable Care Act's open-enrollment period ending Saturday, an increase driven by a robust outreach campaign and broader consumer subsidies.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/now-she-tells-us-11641843802", "title": "Now She Tells Us", "date": "2022-01-10 14:43", "summary": "CDC director Rochelle Walensky suddenly emphasizes relative risks.. Amid a mounting pile of unfulfilled Biden promises on Covid, from his pledge to shut down the virus to his assurance of abundant testing, the president's favorite experts are suddenly sharing relevant facts that were too inconvenient to emphasize during his predecessor's administration. Last week this column noted that two years, $4 trillion of federal debt and millions of isolated children too late, White House Covid czar Dr. Anthony Fauci has discovered the massive costs of pandemic restrictions. Now we have Dr. Rochelle Walensky, head of the federal Centers for Disease Control and Prevention, implicitly making the case for a strategy she once disparaged.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cyber-officials-warn-of-long-term-fallout-from-log4j-cyber-flaw-11641843635", "title": "Cyber Officials Warn of Long-Term Fallout From Log4j Cyber Flaw", "date": "2022-01-10 14:40", "summary": "While the bug's impact has been muted so far, U.S. official says there are limits to what CISA may know. WASHINGTON-Senior U.S. security officials said Monday they hadn't yet seen significant disruptive or destructive cyberattacks, such as ransomware attacks, linked to a massive internet flaw discovered one month ago, but warned that the bug could aid the nefarious activity of criminals and foreign governments for months or years to come.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vw-finance-chief-expects-inflation-to-ease-and-chip-shortage-to-drag-on-11641843428", "title": "VW Finance Chief Expects Inflation to Ease and Chip Shortage to Drag On", "date": "2022-01-10 14:37", "summary": "Arno Antlitz says auto maker has cut costs to address higher raw-material prices and aims to expand its electric-vehicle business in U.S.. BERLIN- Volkswagen AG , one of the world's largest auto makers, expects inflation to ease later this year but warned there would be no significant improvement in the global semiconductor shortage that has caused many auto makers to slash output as they try to find chips.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kazakhstan-crisis-shows-that-russia-still-trumps-chinas-power-in-central-asia-11641842588", "title": "Kazakhstan Shows That Russia Still Trumps China's Power in Central Asia", "date": "2022-01-10 14:23", "summary": "Beijing's huge investments in the region increasingly rely on Russian protection. For years, Russia and China have had a tacit division of labor in the Central Asian region that both consider their strategic backyard: Moscow provided security oversight while Beijing helped develop the area's economies.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cloth-face-mask-omicron-11640984082", "title": "Why Cloth Masks Might Not Be Enough as Omicron Spreads", "date": "2022-01-10 14:21", "summary": "With the new Covid-19 variant surging, doctors advise doubling up or trying N95 masks. Doctors and healthcare systems say it might be time to change your face masks.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-beverly-hills-former-google-ceo-eric-schmidt-has-paid-65-million-for-microsoft-co-founder-paul-allens-enchanted-hill-11641841961", "title": "Eric Schmidt Pays $65 Million for the Late Paul Allen's 'Enchanted Hill'", "date": "2022-01-10 14:12", "summary": "The vacant property came on the market asking $150 million in 2018. Eric Schmidt, the former chief executive of Google, has paid $65 million for Enchanted Hill, a prized piece of undeveloped land in Beverly Hills that was owned by late Microsoft co-founder Paul Allen, according to people familiar with the situation.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hurricanes-may-become-more-common-in-northeastern-u-s-bringing-new-risk-to-major-cities-11641724205", "title": "Hurricane Zone Predicted to Expand, Raising Threat to Major Cities", "date": "2022-01-10 12:57", "summary": "New research indicates that storms once limited mostly to tropical regions will affect broader swath of the globe. When Hurricane Sandy made landfall near New York City almost a decade ago, bringing huge storm surges and 7 inches of rain that caused widespread flooding and blackouts, the superstorm was seen as an exceedingly rare event. Though common in regions closer to the equator, including the Caribbean and along the Gulf Coast, such storms rarely make direct strikes on the northeastern U.S.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irs-tax-filing-season-jan-24-11641833321", "title": "IRS Warns of Delays When Tax-Filing Season Starts on Jan. 24", "date": "2022-01-10 12:48", "summary": "The agency has several million pieces of backlogged work from prior years. WASHINGTON-The Internal Revenue Service will begin accepting 2021 individual income-tax returns on Jan. 24, and administration officials are already warning of paperwork backlogs and difficulty reaching IRS employees on the telephone during this year's filing season.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-chinese-startups-tried-to-catch-up-to-makers-of-advanced-computer-chipsand-failed-11641724382", "title": "Chinese Startups Failed to Catch Up to Advanced Chip Makers", "date": "2022-01-10 12:39", "summary": "Foundries with ties to a little-known Chinese entrepreneur set out to match TSMC and Samsung, but never commercially produced an advanced semiconductor. China has spent billions of dollars in recent years trying to catch up to the world's most advanced semiconductor makers.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-fecklessness-fed-putin-ukraine-troops-border-russia-energy-gas-poland-western-europe-germany-france-invasion-biden-11641832674", "title": "U.S. Mistakes Fed Putin's Ukraine Temptation", "date": "2022-01-10 12:38", "summary": "At the rate he's going, Biden will be making concessions to Russia for the rest of his term.. America's current crisis with Russia over Ukraine is a logical outcome of the Biden administration's failed European policy and misguided focus on consensus. This standoff, which may culminate in January with concessions to Moscow, is the product of five basic problems.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-has-met-the-enemy-and-he-is-us-national-security-harris-jan-6-capitol-hill-riot-protest-russia-china-aghanistan-ukraine-nato-11641832907", "title": "Biden Has Met the Enemy, and He Is Us", "date": "2022-01-10 12:36", "summary": "What if Kamala Harris believed it when she likened the Capitol riot to Pearl Harbor and 9/11?. The mistrust of political leaders that has been eroding American national cohesion for years is matched only by their apparent willingness to say and do things that justify it.", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-boost-capital-spending-betting-demand-will-stay-strong-11641835208", "title": "Companies Boost Capital Spending, Betting Demand Will Stay Strong", "date": "2022-01-10 12:20", "summary": "Expenditures on big-ticket items such as new stores, warehouses and technology are expected to remain elevated in 2022. Corporate spending on big-ticket items such as stores, warehouses and data centers is expected to remain strong this year after companies in 2021 boosted investments to meet rebounding customer demand following the economic shock of the pandemic.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-cases-set-to-triple-pre-omicron-record-11641816922", "title": "U.S. Cases Set to Triple Pre-Omicron Record", "date": "2022-01-10 12:19", "summary": "Concerns grow about access to testing in U.S. and Europe. The seven-day average of newly reported Covid-19 infections in the U.S. is on track to triple the pre-Omicron record set a year ago, when America saw a quarter million daily cases, as concerns grow over access to and reliability of testing both in the U.S. and Europe, where the highly transmissible Omicron variant has also taken root.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/health-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/putin-defends-sending-russian-troops-to-kazakhstan-11641819905", "title": "Putin Defends Sending Russian Troops to Kazakhstan", "date": "2022-01-10 12:03", "summary": "Moscow deploys forces, amid antigovernment protests and tension over Ukraine, to a Central Asian country where Beijing has interests. Russian President Vladimir Putin defended the Kremlin's decision to send paratroopers to help extinguish protests in Kazakhstan, saying it showed Russia wouldn't allow outside forces to destabilize states in its neighborhood, as China said it was willing to collaborate with Kazakhstan on security.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/los-angeles-police-rescue-pilot-in-plane-crash-seconds-before-collision-with-train-11641833745", "title": "Los Angeles Police Rescue Pilot in Plane Crash Seconds Before Collision With Train", "date": "2022-01-10 11:55", "summary": "Pilot had made emergency landing Sunday on railroad tracks. Officers with the Los Angeles Police Department pulled a pilot from the wreckage of a plane that made an emergency landing on railroad tracks only seconds before a train slammed into the aircraft.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/take-two-can-thank-apple-for-zynga-11641833638", "title": "Take-Two Can Thank Apple for Zynga", "date": "2022-01-10 11:53", "summary": "App Store changes have battered the mobile game maker's stock, creating an opening for a deal. Give Take-Two Interactive Software some credit: They know a deal when they see one.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-workers-manufacturing-sick-covid-11641832497", "title": "Workers Sick With Omicron Add to Manufacturing Woes. 'The Hope Was That 2022 Would Get Better.'", "date": "2022-01-10 11:37", "summary": "Resume Subscription. The Covid-19 Omicron variant's spread among U.S. factory workers is slowing operations and stretching staff for manufacturers, leading some to consider unconventional, and sometimes expensive, solutions to keep operating.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/insurrection-capitol-riot-jan-january-6-trump-11641594590", "title": "Was There an Insurrection on Jan. 6, 2021?", "date": "2022-01-10 11:34", "summary": "Both sides seem to think the stakes are high.. Regarding Jeffrey Shapiro's op-ed \"Stop Calling Jan. 6 an 'Insurrection'\" (Jan. 6): I was first made aware of the word \"insurrection\" as a teenager in 1965, when it was used widely in media to characterize the Watts riot in Los Angeles. No one argued with the word choice. It was true.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-shipping-rates-costs-maritime-commission-chauncey-gardiner-11641594057", "title": "Biden and the Source of Rising Shipping Rates", "date": "2022-01-10 11:30", "summary": "The chairman of the Federal Maritime Commission responds.. In \"Waiting With Biden\" (Business World, Dec. 29), Holman Jenkins wrongly states that the Federal Maritime Commission (FMC) refutes President Biden about what has caused the increased cost for shipping containerized cargo. While it is true that Covid-related demand has far outstripped ocean capacity, that does not mean the FMC has ruled that \"nefarious\" acts on the part of shipping lines have played no role. In fact, the FMC is pursuing enforcement investigations involving three ocean carriers.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doctor-medicare-medicaid-fees-concierge-medicine-11641593736", "title": "Price Controls and the Old-Fashioned Doctor", "date": "2022-01-10 11:27", "summary": "No paperwork, no insurance, no privacy forms, no computers.. Regarding Devorah Goldman's op-ed \"The Doctor's Office Becomes an Assembly Line\" (Dec. 30): The main issue in the decline of private doctors' offices is the imposition of price controls. Since the Centers for Medicare and Medicaid Services (CMS) instituted an arbitrary formula called RBRVS for establishing the value of physicians' services, prices have been rigidly controlled.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lenin-statue-ussr-soviet-union-seattle-communist-11641593430", "title": "Lenin Still Stands in Seattle", "date": "2022-01-10 11:24", "summary": "With all the statues that have fallen across the U.S., why not this one?. David Satter's op-ed \"When the Hammer (and Sickle) Fell\" (Dec. 31) on New Years Eve describes the collapse of the Soviet Union. It is illustrated by a wonderful photo of the dismantling of a huge statue of Vladimir Lenin in Berlin in 1991.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lets-go-brandon-code-word-euphemism-11641593027", "title": "I Heard You Loud and Clear", "date": "2022-01-10 11:22", "summary": "We all know what 'We need to have a conversation' really means.. Peter Funt's code phrases are spot on (\"'Let's Go Brandon' and Other Codes,\" op-ed, Dec. 30), but let me add a real eye-roller: \"We need to have a conversation.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/surprising-story-behind-watches-tv-movies-11641830501", "title": "The Surprising Story Behind the Watches You See on TV and in Movies", "date": "2022-01-10 11:17", "summary": "Despite the public's voracious interest in the Rolexes and Patek Philippes seen onscreen in 'Succession' or 'Don't Look Up,' the watches can sometimes be fake. The actor and director Fred Savage is a lifelong watch collector, the sort of enthusiast who frequents watch auctions in his spare time. So when he was working as an executive producer and director on \"The Wonder Years,\" the recent ABC reboot of the classic coming-of-age show in which he starred in the 1980s, he wanted the characters to wear watches authentic to the series's 1960s setting. For that he turned to his friend Eric Wind, a former senior watch specialist at Christie's and now an independent watch dealer in Palm Beach, Fla.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fox-news-names-jesse-watters-host-of-7-p-m-hour-11641830758", "title": "Fox News Names Jesse Watters Host of 7 p.m. Hour", "date": "2022-01-10 11:11", "summary": "Mr. Watters will give up his weekend show, 'Watters' World,' but will continue to co-host 'The Five'. Fox News said Monday that Jesse Watters will host its 7 p.m. hour, naming the first permanent host for that time slot since anchor Martha MacCallum was moved to daytime last year.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hospitals-cut-beds-as-nurses-call-in-sick-with-covid-19-11641810781", "title": "Hospitals Cut Beds as Nurses Call In Sick With Covid-19", "date": "2022-01-10 10:59", "summary": "Without enough critical workers during the Omicron surge, some facilities say they must limit capacity to assure proper patient care. Rising numbers of nurses and other critical healthcare workers are calling in sick across the U.S. due to Covid-19, forcing hospitals to cut capacity just as the Omicron variant sends them more patients, industry officials say.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/magic-multigenerational-housing-aims-to-alleviate-social-isolation-11641826817", "title": "'Magic' Multigenerational Housing Aims to Alleviate Social Isolation", "date": "2022-01-10 10:00", "summary": "Two co-living communities set to break ground this year seek to address loneliness, as well as the caregiving and affordable-housing shortages, in the U.S.. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/cryptocurrency-traders-move-into-carbon-markets-11641826402", "title": "Cryptocurrency Traders Go to Carbon Markets", "date": "2022-01-10 09:53", "summary": "More than 17 million metric tons of carbon offsets are now tied to digital tokens; Mark Cuban says he is among those holding them. Cryptocurrency technology is making a splash in the carbon market.", "categories": [["Sustainable Business"]], "category_links": ["https://www.wsj.com/news/types/sustainable-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lululemon-virgin-orbit-gamestop-tilray-what-to-watch-when-the-stock-market-opens-today-11641816088", "title": "Zynga, Lululemon, Virgin Orbit, Tilray: What to Watch When the Stock Market Opens Today", "date": "2022-01-10 09:34", "summary": "Lululemon said its profit will come in at the low end of its guidance; Virgin Orbit shares were gaining. Wall Street stock indexes opened lower ahead of inflation data and the first wave of major earnings reports later this week. Here's what we're watching in Monday's trading:", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/globalization-was-supposed-to-prevent-war-russia-may-be-showing-the-opposite-11641824433", "title": "Russia May Disprove Theory That Globalization Prevents War", "date": "2022-01-10 09:28", "summary": "Vladimir Putin may be betting the West isn't willing to pay the economic price to prevent a Russian move on Ukraine in an increasingly interconnected world. Economic globalization was supposed to make wars harder to start. What if the experience with Russia right now is demonstrating that globalization actually makes them harder to prevent?", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/labs-limit-covid-19-test-access-as-demand-soars-11641724202", "title": "Labs Limit Covid-19 Test Access as Demand Soars", "date": "2022-01-10 08:54", "summary": "Resume Subscription. Escalating demand for Covid-19 tests is prompting some laboratories to ration access, giving priority to people with symptoms or other health concerns as the Omicron variant quickly spreads.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/olivier-rousteing-balmain-morning-routine-skincare-documentary-11641821570", "title": "Why Balmain's Olivier Rousteing Doesn't Believe in 10-Year Plans", "date": "2022-01-10 08:34", "summary": "The designer also talks about embracing vulnerability and why he loves 'Emily in Paris.'. In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-omicron-chinas-covid-19-dilemma-deepens-11641820915", "title": "China's Covid-19 Dilemma Deepens", "date": "2022-01-10 08:21", "summary": "The Delta variant was quashed but at a high cost to the economy. There are reasons to think Omicron might hit China's growth harder.. The hypercontagious Omicron Covid-19 variant has its first toehold in China: The country confirmed its first local transmissions over the weekend in the northern city of Tianjin. A public health official told state media that the virus appears to have spread for at least three viral generations in the city.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-hit-by-defections-as-tech-giants-battle-for-talent-to-build-the-metaverse-11641819601", "title": "Microsoft Hit by Defections as Tech Giants Seek Talent to Build Metaverse", "date": "2022-01-10 08:00", "summary": "Around 100 people on the team developing Microsoft's HoloLens augmented-reality headsets have left, mostly to Facebook parent Meta. Microsoft Corp.'s augmented-reality team has lost around 100 people in the past year, many of them to Meta Platforms Inc., said former employees of the software company and online job profiles, as the battle heats up for workers with skills to build the metaverse.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hungry-for-chips-huawei-invests-in-chinese-companies-that-make-them-11641819638", "title": "Huawei Pours Money Into China's Chipmaking Ambitions", "date": "2022-01-10 08:00", "summary": "Tech giant operates an investment fund that is trying to build up China's semiconductor industry as U.S. bans weigh on company. HONG KONG-Blocked by the U.S. from buying many of the chips it needs, Huawei Technologies Co. is stepping up investments in companies that are racing to build China's semiconductor supply chain.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/property-investors-swap-office-blocks-for-data-centers-11641818815", "title": "Property Investors Swap Office Blocks for Data Centers", "date": "2022-01-10 07:46", "summary": "Last year, the likes of Blackstone and KKR spent a record $47 billion on data-storage assets, even as rents came under pressure. Real-estate investors are pulling cash out of offices and putting it into data centers as a hedge against the impact of remote working. But data centers have their own problems with oversupply and demanding tenants.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-chinese-tutoring-company-laid-off-60-000-workers-after-crackdown-11641817724", "title": "Top Chinese Tutoring Company Laid Off 60,000 Workers After Crackdown", "date": "2022-01-10 07:28", "summary": "New Oriental pivots to live-streaming sales of farm products and to other kinds of teaching. New Oriental Education & Technology Group Inc., one of the largest after-school tutoring companies in China, let go of 60,000 staff in 2021 after a drastic regulatory crackdown on the sector.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/novak-djokovic-to-be-released-from-detention-in-australia-after-legal-victory-11641798160", "title": "Djokovic Released From Detention After Legal Victory", "date": "2022-01-10 07:19", "summary": "Decision potentially clears the way for the No. 1 men's tennis player to compete in Australian Open. A judge on Monday ordered that tennis player Novak Djokovic be released from detention, overturning the Australian government's cancellation of his visa and potentially clearing the way for him to compete at the Australian Open.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-invests-in-artificial-intelligence-startup-qraft-technologies-11641816004", "title": "SoftBank Invests in Artificial-Intelligence Startup", "date": "2022-01-10 07:00", "summary": "Qraft to use $146 million investment to fuel U.S., China expansion. SoftBank Group Corp. is investing $146 million in Qraft Technologies Inc. to gain access to the money manager's artificial-intelligence tools and help seed the startup's growth.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/discovery-buys-stake-in-tv-ad-targeting-group-openap-11641816002", "title": "Discovery Buys Stake in TV Ad-Targeting Group OpenAP", "date": "2022-01-10 07:00", "summary": "The cable TV conglomerate is joining existing minority owners NBCUniversal, Fox and ViacomCBS. Discovery Inc. has taken a 10% stake in OpenAP, an ad-targeting group whose owners include several major television companies, executives involved said.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sequoia-capital-changes-regulatory-status-to-broaden-investment-scope-11641816003", "title": "Sequoia Capital Changes Regulatory Status to Broaden Investment Scope", "date": "2022-01-10 07:00", "summary": "The firm has become a registered investment adviser; it described investing in public stock and crypto assets as part of its strategy. In a bid to expand the types of deals it does, Sequoia Capital, one of the U.S.'s largest venture-capital firms, has become a registered investment adviser with the Securities and Exchange Commission, according to a notice on the agency's website.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-francis-denounces-cancel-culture-and-antivaccine-ideology-11641814583", "title": "Pope Francis Denounces 'Cancel Culture' and Antivaccine 'Ideology'", "date": "2022-01-10 06:36", "summary": "Pontiff also warned of children's social isolation from school closures during pandemic. ROME-Pope Francis on Monday warned that antivaccine misinformation was undermining recovery from the pandemic and denounced a \"cancel culture\" intolerant of traditional values that he said was impeding cooperation among the world's societies.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-holmes-cant-be-the-american-dream-11641814382", "title": "Elizabeth Holmes Can't Be the American Dream", "date": "2022-01-10 06:33", "summary": "Silicon Valley's fake-it-till-you-make-it ethos has bled into U.S. startup culture writ large. There has long been a stereotype of Silicon Valley venture capitalists as those who chase narratives rather than numbers. Lately, the notion has permeated the masses.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-holmess-mixed-verdict-could-handicap-an-appeal-lawyers-say-11641810601", "title": "Elizabeth Holmes's Mixed Verdict Could Handicap an Appeal", "date": "2022-01-10 05:30", "summary": "Judge's effort to split the difference on rulings and jurors' careful deliberations make it harder to argue errors or bias affected outcome. Elizabeth Holmes's conviction on four counts of fraud for intentionally deceiving Theranos Inc. investors is far from the end of the startup founder's legal fight.", "categories": [["Business", "Law"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/law-legal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retirement-funds-bet-bigger-on-private-equity-11641810604", "title": "Retirement Funds Bet Bigger on Private Equity", "date": "2022-01-10 05:30", "summary": "Costs and transparency issues don't deter pensions hungry for yield. Government retirement funds are pumping record sums into private equity, defying concerns about risk and cost as they try to plug pension shortfalls.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-names-xinjiang-counterterror-veteran-to-lead-troops-in-hong-kong-11641803969", "title": "China Names Hard-Liner to Lead Troops in Hong Kong", "date": "2022-01-10 03:39", "summary": "Appointment of Peng Jingtang signals Beijing's continuing national-security crackdown in the territory. HONG KONG-China has named a top internal security forces officer who helped lead Beijing's crackdown in Xinjiang as the new chief of its army garrison in Hong Kong, the latest hard-line appointment by Beijing in the financial center.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/myanmars-aung-san-suu-kyi-sentenced-to-four-years-in-prison-in-second-verdict-11641796580", "title": "Myanmar's Aung San Suu Kyi Sentenced to Four Years in Prison", "date": "2022-01-10 02:21", "summary": "Country's former civilian leader, whose government was overthrown in a military coup last year, is already serving two-year sentence. Myanmar's ousted leader, Aung San Suu Kyi, was sentenced to four years in prison after being found guilty of three charges, the most recent verdict in a number of criminal cases brought against her by the country's military junta that overthrew her government in a coup last year.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scenic-route-monday-crossword-january-10-11641796796", "title": "Scenic Route (Monday Crossword, January 10)", "date": "2022-01-10 01:41", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/raiders-chargers-tie-nfl-playoffs-11641794748", "title": "The Raiders Won, the Chargers Lost and the NFL's Most Legendary Tie Slipped Away", "date": "2022-01-10 01:06", "summary": "An unlikely and fantastical scenario where two teams could tie their way into the playoffs came to life in the final game of the NFL's regular season. It took an improbable sequence of events late Sunday just to set the stage for an even more improbable possibility: that the Las Vegas Raiders and Los Angeles Chargers could play to a tie and ensure that they both made the NFL playoffs.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bob-saget-beloved-tv-dad-of-full-house-dies-at-65-11641779819", "title": "Bob Saget, Beloved TV Dad of 'Full House,' Dies at 65", "date": "2022-01-10 00:05", "summary": "The comedian and actor, who was in Florida for a comedy tour, was found unresponsive in a hotel room. Bob Saget, the actor-comedian known for his role as a single father on the sitcom \"Full House\" and as the wisecracking host of \"America's Funniest Home Videos,\" has died, according to authorities in Florida. He was 65.", "categories": [["Books & Arts", "Entertainment", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11641747495", "title": "Pepper...and Salt", "date": "2022-01-10 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-youre-burned-out-at-your-job-but-its-also-your-calling-11641790863", "title": "Stressed Nurses Wonder: How to Quit a Job When It's Your Calling?", "date": "2022-01-10 00:01", "summary": "Most Popular News. Erine Cressell worked as a hospital nurse for 15 years, with dreams of finishing an advanced degree and treating patients with addiction issues in her corner of Appalachia. That was before the pandemic.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/golden-globe-awards-2022-11641653002", "title": "Golden Globe Award Winners: Will Smith, Kate Winslet to 'The Power of the Dog'", "date": "2022-01-10 23:25", "summary": "Will Smith and Kate Winslet were among the winners at the virtual ceremony that honored work in movies and television. The 2022 Golden Globe Awards didn't have an audience or a red carpet. And they weren't televised or live-streamed.", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/novak-djokovic-australia-hearing-covid-vaccination-11641735417", "title": "Novak Djokovic Pleads His Case to Remain in Australia Amid Scrutiny", "date": "2022-01-10 20:50", "summary": "Lawyers for the 20-time major champion appeared before a judge in Melbourne who will decide whether a recent recovery from Covid-19 allows him to stay in the country.. The strangest few weeks of Novak Djokovic's glittering tennis career began with an apparent positive test for Covid-19.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/us-figure-skating-roster-beijing-olympics-covid-11641778946", "title": "The U.S. Figure Skating Roster Is Set-Including Two Athletes Who Are Covid Positive", "date": "2022-01-10 20:43", "summary": "Alysa Liu and Brandon Frazier both withdrew from the competition after they tested positive. They've been named to the team anyway.. The U.S. has named two figure skaters to its Olympic roster who have tested positive for Covid this week, significantly raising the stakes for U.S. officials frantically trying to find a path for them to Beijing amid China's strict entry policies for an Olympics now 26 days away.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/speedskating-brittany-bowe-erin-jackson-olympics-11641774810", "title": "Speedskater Brittany Bowe Won an Olympic Berth-Then Gave It to a Teammate", "date": "2022-01-10 19:35", "summary": "Brittany Bowe gave her Beijing Games slot in the 500-meter event to Erin Jackson, who slipped in the qualifying race. Bowe also qualified in two other events.. Brittany Bowe on Sunday gave a U.S. speedskating teammate and longtime friend one of the most valuable gifts in sports: a spot on the Olympic team.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-stock-fund-managers-11641674716", "title": "The Best Stock-Fund Managers of 2021", "date": "2022-01-10 19:21", "summary": "In another tumultuous but positive year, these are the stock pickers who came out on top-led by a 67.7% gain for a small-stock fund. A home builder. A defense contractor. A retailer specializing in cowboy boots and other Western wear. A subprime automotive lender. An industrial-metals processor. An asset-management company.", "categories": [["Markets", "Journal Reports: Personal Investing", "Winners' Circle"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-personal-investing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/proxy-voting-what-11641594493", "title": "Proxy Voting: What Fund Investors Should Know About It-and How It Is Changing", "date": "2022-01-10 19:11", "summary": "Giant asset-management firms wield great power, though individual investors are angling to have more of a voice. For America's public companies, election day comes every year when common shareholders get to vote on directors, executive compensation and other company issues.", "categories": [["Markets", "Journal Reports: Personal Investing", "Need to Know"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-personal-investing?mod=breadcrumb"]}]