[{"link": "https://www.wsj.com/articles/the-rush-to-ban-congress-stock-trades-11644417361", "title": "The Misguided Rush to Ban Congress's Stock Trades", "date": "2022-02-11 18:44", "summary": "The effort is populist grandstanding that will deter good candidates.. Banning stock trading by Members of Congress is back on the agenda, as Speaker Nancy Pelosi and Sen. Chuck Schumer hop aboard the populist bandwagon. But in the rush to act, clear thinking is hard to find. The risk is that onerous rules could stop good business men and women and those who aren't political lifers from seeking office.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suspend-the-gas-tax-they-cried-senate-democrats-mark-kelly-maggie-hassan-11644531386", "title": "Suspend the Gas Tax, They Cried", "date": "2022-02-11 18:42", "summary": "The plea from Senate Democrats contradicts their climate agenda.. The contradictions of climate politics keep piling up, and the latest is a call from Democratic Senators running for re-election this year to suspend the federal gas tax. Hello? Isn't the point of Democratic climate plans to raise the price of fossil fuels so we use less? Or at least it is until rising gasoline prices begin to have political consequences.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pentagons-political-priorities-army-climate-change-11644614919", "title": "The Pentagon's Political Priorities", "date": "2022-02-11 18:40", "summary": "Sleep well tonight. The U.S. Army has plans to defeat climate change.. The world looks more dangerous every day, so let's check in on the folks responsible for defending America. The Biden Defense Department hasn't released a National Defense Strategy and the Pentagon can't adjust its priorities while it's stuck in continuing budget resolutions from Congress. But the Army is devoting time and effort to trumpeting its new plan to fight the invisible enemy of climate change.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/glenn-youngkins-great-climate-escape-virginia-cap-and-trade-electricity-11644618124", "title": "Youngkin's Great Climate Change Escape", "date": "2022-02-11 18:37", "summary": "The Virginia Governor moves to withdraw from a regional state pact that would raise electricity prices.. Virginia Gov. Glenn Youngkin last fall campaigned against his state's rising cost-of-living. Now the Republican is trying to make good on his promise to withdraw from a Northeast cap-and-trade pact that will raise electricity prices.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-drops-its-mask-rules-for-vaccinated-workers-11644620544", "title": "Walmart Drops Mask Rules for Vaccinated Workers", "date": "2022-02-11 18:36", "summary": "Retailer ends Covid-19 paid-time-off policy and mask rule after several states lift mandates. Walmart Inc. said Friday that vaccinated workers don't need to wear masks while on the job and it would end a special sick-pay program for Covid-19 illnesses, changing its policies after several states lifted indoor mask mandates.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepsico-spirit-airlines-walt-disney-stocks-that-defined-the-week-11644622587", "title": "PepsiCo, Spirit Airlines, Walt Disney: Stocks That Defined the Week", "date": "2022-02-11 18:36", "summary": "Here are seven major companies whose stocks moved on the week's news. PepsiCo Inc.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/university-of-alabama-to-remove-klan-leaders-name-from-building-11644622509", "title": "University of Alabama to Remove Klan Leader's Name From Building", "date": "2022-02-11 18:35", "summary": "Board of Trustees reverses earlier decision; building will only include name of school's first Black student. The University of Alabama will rename one of its College of Education buildings after Autherine Lucy Foster, the school's first Black student, after a decision to place her name alongside David Bibb Graves, a former governor and Ku Klux Klan leader, drew criticism.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senior-white-house-official-says-putin-could-invade-ukraine-during-olympics-11644607818", "title": "U.S. Says Russia Could Invade Ukraine at Any Time", "date": "2022-02-11 18:29", "summary": "White House urges Americans to leave Ukraine, but officials say they don't know whether Putin has decided to invade or not. WASHINGTON-The White House said Friday it believes Russia could invade Ukraine at any time with a major military action and urged Americans to leave the country as soon as possible.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-the-woke-indoctrination-machine-diversity-equity-inclusion-bipoc-schools-conference-11644613908", "title": "Inside the Woke Indoctrination Machine", "date": "2022-02-11 18:15", "summary": "After watching 100 hours of leaked video, we now fully grasp the danger of this ideology in schools.. Last spring we exposed how two elite independent schools in New York had become corrupted by a divisive obsession with race, helping start the national movement against critical race theory. Schools apply this theory under the guise of diversity, equity and inclusion programming. Until now, however, neither of us fully grasped the dangers of this ideology or the true motives of its practitioners. The goal of DEI isn't only to teach students about slavery or encourage courageous conversations about race, it is to transform schools totally and reshape society radically.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blame-your-progressive-district-attorney-on-andrew-jackson-misdemeanor-felony-theft-prosecute-11644614560", "title": "Blame Your Progressive District Attorney on Andrew Jackson", "date": "2022-02-11 18:14", "summary": "The Democratic Party's founder politicized many lead prosecutorial offices by putting them to a vote.. As with most good things, it is possible to have too much democracy. The current district attorneys of Manhattan, Philadelphia, Chicago, St. Louis, San Francisco, Los Angeles and elsewhere are perfect examples.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sarah-palin-v-new-york-times-goes-to-jury-11644616478", "title": "Sarah Palin v. New York Times Goes to Jury", "date": "2022-02-11 18:12", "summary": "Former Republican vice-presidential nominee accused the newspaper of defamation, though judge already has narrowed her claims. Trial proceedings wrapped up Friday in former Republican vice-presidential candidate Sarah Palin's defamation lawsuit against the New York Times, with a jury set to decide one of the biggest media-law battles in years.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cnns-downfall-is-a-new-york-story-journalism-truth-facts-misinformation-bias-steele-dossier-deleting-news-11644613909", "title": "Downfall of CNN's Zucker Is a New York Story", "date": "2022-02-11 18:09", "summary": "In America's 'corporate media' capital, the elites fall for an opportunist every time.. Speculate for yourself whether the private antics of high-ranking CNNers, which recently led to the departure of longtime network chief Jeff Zucker, are separate and apart from how CNN conducts its business. The near-universal verdict for a while has been that CNN puts out a shoddy product compared with its founding ethos as a straight-shooting 24-hour news service.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sports-leagues-and-tv-networks-like-the-gambling-odds-sportsbooks-apps-digital-legal-vegas-11644614082", "title": "Sports Leagues and TV Networks Like the Gambling Odds", "date": "2022-02-11 18:07", "summary": "Once you had to go to Nevada to wager legally on the big game. Now most can do it from the couch.. Princeton, Ind.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/freedom-convoy-canada-trucker-protest-what-11644441237", "title": "What Is the Freedom Convoy: Canada Trucker Protests Explained", "date": "2022-02-11 17:53", "summary": "Resume Subscription. Since late January, downtown Ottawa has served as a parking lot for hundreds of heavy-duty trucks, pickup trucks and other vehicles, operated by individuals who say they are fed up with the social restrictions and vaccine mandates meant to contain the spread of Covid-19.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fda-authorizes-use-of-new-eli-lilly-covid-19-antibody-treatment-11644618832", "title": "FDA Authorizes Use of New Eli Lilly Covid-19 Antibody Treatment", "date": "2022-02-11 17:33", "summary": "The drug retains effectiveness against the Omicron variant. U.S. drug regulators authorized the use of a new Covid-19 antibody drug from Eli Lilly & Co. that retains effectiveness against the Omicron variant of the virus, filling a void after authorities stopped distributing some older antibody drugs that lost effectiveness against the strain.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/affirm-can-use-a-daily-affirmation-11644587879", "title": "Affirm Can Use a Daily Affirmation", "date": "2022-02-11 17:27", "summary": "Shares of the buy-now, pay-later provider sank after earnings, but it is still fast-growing. Investors are paying now for some past ebullience in the buy-now, pay-later sector.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goodyear-shares-drop-as-higher-costs-raise-concerns-11644609298", "title": "Goodyear Shares Drop as Higher Costs Raise Concerns", "date": "2022-02-11 17:11", "summary": "The tire maker lost a quarter of its market value after citing increased expenses for everything from labor to raw materials. Goodyear Tire & Rubber Co. lost more than a quarter of its market value Friday after the tire manufacturer said it expects significant pressure from rising input prices to persist into 2022.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-real-cool-gwendolyn-brooks-pulitzer-prize-poet-laureate-enjambment-11644617166", "title": "A Carom Shot of Life", "date": "2022-02-11 17:06", "summary": "Gwendolyn Brooks's 'We Real Cool' uses enjambment to create a poem that's masterly in its syncopated concision.. ", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-markets-dow-update-02-11-2022-11644568508", "title": "Stocks Fall Amid Ukraine Concerns, Inflation Data", "date": "2022-02-11 17:05", "summary": "All three major U.S. indexes turn in weekly loss; Brent crude oil hits highest since 2014. U.S. stocks and bond yields sank Friday, as growing tensions between Russia and Ukraine sent investors flocking to safer assets.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adidas-frees-the-nipple-with-its-new-sports-bra-campaign-11644456197", "title": "Adidas Frees the Nipple With New Sports-Bra Campaign for Women", "date": "2022-02-11 16:58", "summary": "The German sportswear brand released an internet-breaking image of bare breasts to accompany a sports-bra collection of 43 diverse styles. Adidas launched its new sports-bra campaign today with an unusual image: a grid of 25 sets of bare breasts. Aside from the surprise factor of the nudity, the breasts shown are only remarkable because they are completely normal. These are real breasts in all their perky, saggy, asymmetrical, varied forms.", "categories": [["Life & Work", "Style & Fashion", "Off Brand"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/off-brand?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-wave-continues-to-recede-in-u-s-europe-11644583684", "title": "Robust Covid-19 Booster Protection Wanes After Four Months, CDC Says", "date": "2022-02-11 16:53", "summary": "CDC study assessing effectiveness against the Omicron and Delta variants underscored generally strong protection for authorized mRNA vaccines. Messenger RNA vaccines' protection against Covid-19 hospitalization remained strong overall after three doses but did wane over time, the Centers for Disease Control and Prevention said.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/health-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-stock-market-hasnt-looked-this-cheap-in-nearly-two-years-11644575580", "title": "The Stock Market Hasn't Looked This Cheap in Nearly Two Years", "date": "2022-02-11 16:47", "summary": "The year's top-performing S&P 500 sectors are those that ended 2021 with the lowest price-to-earnings ratios. U.S. stocks appear cheaper than they have since the early days of the Covid-19 pandemic-but such bargains won't be enough to power the next leg of the bull market, investors say.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opec-supply-issues-risk-heightening-oil-market-volatility-11644574104", "title": "Oil Prices Rise to Eight-Year High on Ukraine Invasion Warning", "date": "2022-02-11 16:29", "summary": "Prospect of military action by one of the world's largest oil exporters raises chances of further supply disruption. Oil prices jumped Friday after a senior White House official warned that the U.S. believes Russian President Vladimir Putin could order an invasion of Ukraine imminently.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-aims-to-thwart-chinas-plan-for-atlantic-base-in-africa-11644607931", "title": "U.S. Aims to Thwart China's Plan for Atlantic Base in Africa", "date": "2022-02-11 16:27", "summary": "An American delegation wants to convince Equatorial Guinea against giving Beijing a launchpad in waters the U.S. considers its backyard. NAIROBI-The Biden administration is intensifying its campaign to persuade Equatorial Guinea to reject China's bid to build a military base on the country's Atlantic Coast.", "categories": [["WSJ News Exclusive", "World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taliban-are-holding-westerners-in-afghanistan-including-one-american-11644595858", "title": "Taliban Detain Westerners in Afghanistan", "date": "2022-02-11 16:24", "summary": "Islamist group releases two journalists, has held some Westerners for weeks, including British nationals, damaging relations with foreign capitals. Taliban authorities have detained at least nine foreigners in Kabul, including one American and several British citizens, according to relatives and other people familiar with their situation, inflaming tensions with the West when Afghanistan desperately needs international aid.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-eyes-split-of-7-billion-in-frozen-afghan-funds-for-humanitarian-aid-and-9-11-victims-families-11644589688", "title": "U.S. Eyes Split of $7 Billion in Frozen Afghan Funds for Humanitarian Aid and 9/11 Victims' Families", "date": "2022-02-11 16:15", "summary": "Reserves at New York Fed represent bulk of Afghanistan's official central bank funds. WASHINGTON-The Biden administration is moving to split $7 billion in Afghanistan central bank reserves to provide humanitarian relief to Afghans and potential compensation for families of victims of the 9/11 attacks, according to administration officials.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wordle-what-is-word-game-11642016202", "title": "Everything You Need to Know About Wordle", "date": "2022-02-11 16:14", "summary": "Everything you need to know about the online game that has taken the internet by storm. Wordle seems like it is everywhere these days. And now it has a new owner. The New York Times said on Jan. 31 that it was buying the viral online word game for a price in the low-seven figures. Here's what you need to know.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vegan-leather-guide-11644613118", "title": "What Is Vegan Leather, Anyway? 4 Types to Know", "date": "2022-02-11 16:01", "summary": "Luxury brands like Louis Vuitton and Hermès are trading traditional leather with animal-friendly alternatives, and what these new hides are made of might surprise you.. NOT SINCE the Space Race has fashion been so into science. In the past few years, luxury brands have been in R&D overdrive experimenting with vegan leather alternatives. Stella McCartney and Hermès are making \"mushroom\" leather handbags. Designer Guo Pei (best known for creating Rihanna's yolk-yellow 2015 Met Gala gown) employed the pineapple leather Piñatex in her fall 2020 couture collection; labels including Karl Lagerfeld and Everlane have produced cactus-based leather accessories; and Gucci last year unveiled sneakers made of Demetra, the brand's 77% plant-based material containing wood compounds.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alternate-plans-saturday-crossword-february-12-11644612763", "title": "Alternate Plans (Saturday Crossword, February 12)", "date": "2022-02-11 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rising-and-falling-variety-puzzle-february-12-11644612963", "title": "Rising and Falling (Variety Puzzle, February 12)", "date": "2022-02-11 16:01", "categories": [["WSJ Puzzles", "Variety Puzzle"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/variety-puzzle?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/17-books-we-read-this-week-reviews-11644613054", "title": "17 Books We Read This Week", "date": "2022-02-11 15:58", "summary": "Plus: reading to illuminate Russia's designs for Ukraine and essential tales from the front lines of World War II.. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canceled-classes-in-cincinnati-for-bengals-super-bowl-appearance-raise-concerns-11644613010", "title": "Canceled Classes in Cincinnati for Bengals' Super Bowl Appearance Raise Concerns", "date": "2022-02-11 15:56", "summary": "City public schools will be closed, but some say students have missed too many in-person days due to pandemic. Cincinnati Public Schools are canceling classes for this coming Monday to celebrate the Bengals, regardless of whether the team wins or loses the Super Bowl.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-ukraine-putin-nato-11643121821", "title": "What Does Russia Want With Ukraine? Tensions Between Putin and NATO Explained", "date": "2022-02-11 15:53", "summary": "Resume Subscription. Ukraine has become the focus of geopolitical attention in recent weeks as a Russian troop buildup along its borders and a list of demands from the Kremlin have prompted threats of sanctions by the West and military deployment by NATO allies. As attempts to defuse the crisis diplomatically continue, world leaders have embarked on a flurry of international visits in recent days to try to resolve the standoff. The U.S. has said that Russia is planning to fabricate a pretext for an invasion of Ukraine and, most recently, that an attack by Moscow could take place at any time.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fda-review-of-pfizer-covid-19-vaccine-in-children-under-5-expected-soon-11644580801", "title": "FDA to Take More Time Reviewing Pfizer's Covid-19 Vaccine in Young Children", "date": "2022-02-11 15:52", "summary": "Agency, considering expanding shot's authorization to children under 5 years, delays decision to consider additional data on third dose. U.S. health regulators said they need more time to decide whether to authorize the Covid-19 vaccine from Pfizer Inc. and BioNTech SE for children under 5 years, after the drugmakers notified them of additional data from a continuing study.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/health-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-warns-allies-that-ukraine-crisis-puts-post-world-war-ii-order-at-risk-11644576655", "title": "U.S. Warns Allies That Ukraine Crisis Puts Post-World War II Order at Risk", "date": "2022-02-11 15:00", "summary": "Secretary of State Antony Blinken meets with Quad country counterparts in Australia. MELBOURNE, Australia-The U.S. warned that Russian aggression against Ukraine risked spreading instability to the Indo-Pacific if it wasn't opposed and deepened ties to three allies that aim to counter threats to the region, including from China.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-bet-ukraine-russia-war-will-be-averted-11644575137", "title": "Investors Bet Ukraine-Russia War Will Be Averted", "date": "2022-02-11 14:59", "summary": "Russia's ruble and Ukraine's hryvnia have staged a recovery in recent days; if investors are wrong, an outbreak of hostilities could mean big losses. Russian troops are continuing to build up on the Ukrainian border, but investors are piling into bets that there won't be a war.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-baking-recipes-kylie-jenner-cookies-11644609253", "title": "The Truth About Kylie Jenner's Chocolate Chip Cookies and Other TikTok Baking Secrets", "date": "2022-02-11 14:56", "summary": "So many of today's baking trends originate on TikTok, and the videos are, admittedly, mesmerizing. But can you actually bake from one? Here, a few top tips from our TikTok recipe trials.. EVEN IF YOU'RE not on TikTok, a search for \"baking ideas\" on any other platform is bound to return videos from the popular app. TikTok's algorithm is designed to propel videos to viral status, so it's no surprise that many of today's baking trends emerge fully formed from that primordial content soup. But while a looping video might be the perfect way to learn to make something as simple as a Crunchwrap (remember that craze?), is it actually possible to bake from a TikTok?", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackrock-passive-investor-activist-shareholder-fink-climate-11644451963", "title": "BlackRock: Passive Investor, Activist Shareholder", "date": "2022-02-11 14:55", "summary": "How many investors would want their stockbroker voting their shares?. Why should Larry Fink & Co. have the right to vote the shares held by investors in their funds and ETFs? (\"BlackRock's Climate-Crusade Doubletalk\" by Vivek Ramaswamy, op-ed, Feb. 7). Last year we sold all of our BlackRock holdings, but the problem exists with funds and ETFs in general.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gender-pronoun-trans-he-him-she-her-they-them-11644451459", "title": "'State Your Pronouns' vs. 'Leave Me Alone'", "date": "2022-02-11 14:54", "summary": "I don't want to be drawn into every issue that our modern world has to offer.. Regarding Colin Wright's op-ed \"When Asked for Your 'Pronouns,' Don't Answer\" (Feb. 5): On a visit to Beverly Hills, Calif., a young man approached me with a petition he wanted me to sign in support of a progressive action. After listening to what he had to say, I politely said I would not sign his petition, nor would I sign one against. He persisted and wanted me to take a position of support, but I just wanted to be left alone-which is what most of us want. I don't want to be drawn into every issue that our modern world has to offer. Leave me alone.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-oil-gas-ukraine-russia-lng-11644451023", "title": "U.S. Oil and Natural-Gas Producers Can Help", "date": "2022-02-11 14:53", "summary": "America is positioned to provide stability amid any energy disruption.. The editorial board's promotion of domestic energy and exports in \"The Economy That Might Have Been\" (Jan. 28) is timely and should be heeded. It is understandable that the Biden administration is working with overseas oil and natural-gas producers to secure supplies ahead of a potential conflict between Russia and Ukraine. With Europe in an energy crunch, military action there could make a bad situation worse. The administration should also look to U.S. producers, who stand ready to provide significant assistance.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nation-state-nationalism-monopoly-paine-11644450788", "title": "Suffer, but Don't Celebrate, the Nation-State Monopoly", "date": "2022-02-11 14:52", "summary": "Thomas Paine was right: It's a 'necessary evil.'. Christopher DeMuth argues the nation-state is \"the most productive, beneficial form of human politics yet devised\" (\"Long Live Ukraine, Taiwan and the Nation-State,\" op-ed, Feb. 5). As an economist, I have always been puzzled by paeans like these. We're supposed to be wary of monopolies. The nation-state is the biggest, baddest monopoly around. We'd never entrust a single entity with providing essential goods like food, shelter or medicine. Why is it such a fine idea when it comes to law and order?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/immigrants-immigration-america-china-russia-dole-11644448778", "title": "Immigrants Are a Lasting American Advantage", "date": "2022-02-11 14:51", "summary": "Many more people want to come to the U.S. than to China or Russia.. I agree with Walter Russell Mead that \"America Is Stronger Than It Looks\" (Global View, Feb. 1). In addition to those reasons he lists, there is another. As the late Sen. Bob Dole often used to observe when people criticized the U.S., there are lots of folks who want to come to America, but few who want to go to the Soviet Union. It's a safe bet the same is true today. Many more people want to come to the U.S. than to China or Russia. Why? America is free and China and Russia are not.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pivot-to-asia-existential-cliche-11644448006", "title": "Do Not Lift Your Pivot Foot", "date": "2022-02-11 14:50", "summary": "That's a traveling violation all the way to Asia.. Peter Funt writes amusingly about the overuse of \"existential\" (\"Roll Over, Kierkegaard, It's All 'Existential,'\" op-ed, Feb. 2) My pet peeve has been the overuse of \"pivot\" ever since former President Obama attempted to shift our foreign policy to the East. We have been pivoting ever since-and I, for one, am dizzy.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/while-99-of-nyc-workers-comply-with-covid-19-vaccine-rules-3-000-face-cuts-11644608816", "title": "99% of NYC Workers Comply With Vaccine Rules, but 3,000 Face Cuts", "date": "2022-02-11 14:46", "summary": "Less than 1% of city's roughly 370,000-person workforce is on leave without pay over mandate as of Friday deadline. About 3,000 New York City workers are set to lose their jobs for not complying with Covid-19 vaccinate requirements for city employees, representing about 0.8% of a roughly 370,000-person workforce.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australias-koalas-are-now-an-endangered-species-11644607080", "title": "Australia's Koalas Are Now an Endangered Species", "date": "2022-02-11 14:18", "summary": "Habitat loss, drought and brush fires from 2019 and 2020 have contributed to decline of the species. The Australian government on Friday declared the koala an endangered species, as habitat loss, drought and brush fires have pushed the population to the edge of extinction.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marry-me-jennifer-lopez-owen-wilson-sarah-silverman-john-bradley-chloe-coleman-maluma-11644534193", "title": "'Marry Me' Review: Jennifer Lopez and Owen Wilson Divorced From All Sense", "date": "2022-02-11 14:13", "summary": "The two stars play an exceptionally unlikely couple in this adaptation of Bobby Crosby's graphic novel. Where does one begin to tell the story of how great a love can be? A sweet love story that is older than the sea? Certainly not with \"Marry Me,\" which carries with it a toxic breeze of desperation, never mind determination: When a movie has to spend almost two hours trying and failing to justify a ridiculous premise, someone really wanted to get it made. Those watching on Peacock (or in theaters!) will be wondering who. And why. And how.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-art-of-sound-11644606138", "title": "The Art of Sound", "date": "2022-02-11 14:02", "summary": "Resume Subscription. Music has long inspired artists, from Whistler's painted Nocturnes to the syncopated abstraction of Mondrian's \"Broadway Boogie Woogie.\" But these days many artists are incorporating music directly into their work, often enlisting viewers to collaborate in performing it.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/washington-home-outside-seattle-sells-for-12-75-million-setting-a-record-for-lake-sammamish-11644605279", "title": "Washington Home Sells for $12.75 Million, Setting a Record for Lake Sammamish", "date": "2022-02-11 13:48", "summary": "The Bellevue home has a dock, putting green. A home on Lake Sammamish in Bellevue, Wash., has sold for $12.75 million, the most expensive home sale recorded on the lake, according to listing agent Jeff Reynolds of Compass.", "categories": [["Real Estate", "Market Makers"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/market-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-the-west-heed-polands-warnings-on-russian-aggression-russia-ukraine-georgia-kyiv-nato-crisis-11644602870", "title": "Will the West Heed Poland's Warnings on Russian Aggression?", "date": "2022-02-11 13:46", "summary": "Some consider Warsaw alarmist, but the Poles have frequently been right about their large neighbor.. Warsaw", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/god-and-man-at-yale-law-anthony-kronman-belief-religion-atheism-divinity-book-professor-11644602649", "title": "God and Man at Yale Law", "date": "2022-02-11 13:44", "summary": "Anthony Kronman grew up in an atheist household. Now he's determined to convince American elites of the existence of 'divinity.'. Was it divinely ordained that a boy raised by aggressively atheist parents would one day, in his eighth decade, make a passionate public case for God? This mischievous thought crosses my mind as I speak to Anthony Kronman, whose book \"After Disbelief: On Disenchantment, Disappointment, Eternity and Joy,\" forthcoming in March, aims to persuade America's \"relentlessly rational\" elites to acknowledge the existence of \"divinity.\"", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-should-you-wear-a-mask-now-what-to-know-as-states-ease-mask-mandates-11644500126", "title": "Where Should You Wear a Mask Now?", "date": "2022-02-11 13:40", "summary": "Mask rules in the U.S. are shifting again. Here's how to assess your own risks.. Falling Covid-19 case rates are prompting more states to ease masking requirements. The changes mean that when-or whether-to wear a mask is becoming more of an individual decision.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/health-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-got-richer-during-the-pandemic-early-retirement-is-still-risky-11644575419", "title": "You Got Richer During the Pandemic. Early Retirement Is Still Risky.", "date": "2022-02-11 13:29", "summary": "Red-hot stocks and real estate convinced many people to start their golden years sooner. 'People forget that markets go down.'. If you own stocks or real estate, you're probably richer than you were when the pandemic began. That could put early retirement within reach. Taking such a step is still risky.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/super-bowl-food-ideas-2022-11612212674", "title": "The Tastiest Super Bowl Food Ideas for 2022", "date": "2022-02-11 13:20", "summary": "From classic wings to a buttery crab dip, we've put together the ultimate recipes for watching the big game. Face it: The format of the Super Bowl party leaves something to be desired. Arrive late and you end up in the only chair with no back, someone invariably talks during the tear-jerker beer commercial you wanted to watch, and varying degrees of interest in the halftime show splits the group into shushers and shushees. The saving grace, though? The snacks. It doesn't matter who's winning, as long as the brown-butter blondies are nearby and the French onion dip is plentiful.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-10-used-cars-surging-the-most-in-price-heres-the-list-11644602551", "title": "The 10 Used Cars Rising the Most in Price", "date": "2022-02-11 13:16", "summary": "Dodge Grand Caravan, Nissan Versa and Toyota Prius have seen biggest increases in average prices paid for three-year-old models. Surging used-car prices and an inventory crunch across auto dealerships mean there could be cash to be had in that old clunker.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ways-to-spend-less-spread-out-paychecks-11644265116", "title": "One Way to Spend Less: Spread Out Your Paychecks", "date": "2022-02-11 13:00", "summary": "New apps and the rise of the gig economy mean workers can get paid more frequently. That has a downside for people trying to save.. If we get paid more often, do we spend more?", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-staff-reported-securities-trades-amid-banks-2020-stimulus-moves-11644588000", "title": "Fed Staff Reported Securities Trades Amid Bank's 2020 Stimulus Moves", "date": "2022-02-11 12:58", "summary": "Fed says employees complied with rules, some trades made by family members. Two senior Federal Reserve staffers reported a series of financial market trades in early 2020, as the central bank swung into action with a historic stimulus effort aimed at supporting the economy through the coronavirus pandemic.", "categories": [["WSJ News Exclusive", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-expect-when-consumers-dont-expect-inflation-to-last-11644601838", "title": "What to Expect When Consumers Don't Expect Inflation to Last", "date": "2022-02-11 12:50", "summary": "High inflation is weighing on consumer moods, but people still don't seem to think it will persist. Americans are bummed out about inflation. And yet they don't seem to see it as a lasting problem.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jennifer-lopez-sandra-bullock-marry-me-romcom-11644599905", "title": "Why We-and Hollywood-Can't Quit Rom-Coms", "date": "2022-02-11 12:42", "summary": "Romantic comedies have struggled, but a wave of new movies including 'Marry Me' aim to reinvent the genre. The romantic comedy, regularly declared dead in Hollywood, is anything but.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/psychiatrist-thomas-insel-looks-for-a-cure-to-americas-mental-health-crisis-11644600489", "title": "Psychiatrist Thomas Insel Looks for a Cure to America's Mental Health Crisis", "date": "2022-02-11 12:28", "summary": "Resume Subscription. As the director of the National Institute of Mental Health (NIMH) from 2002 to 2015, Thomas Insel, a neuroscientist and psychiatrist, oversaw more than $20 billion in grants for research on human behavior and the brain. \"The scientific progress in our field has been stunning,\" he observes. \"But the public-health outcomes got worse.\" Although breakthroughs in other areas of medicine have led to plummeting death rates from heart disease, stroke and most infectious diseases, he notes that new insights into the mechanisms of mental illness have done little to help the mentally ill.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/david-kochs-widow-looks-to-sell-manhattan-apartment-for-60-million-or-more-11644600492", "title": "David Koch's Widow Looks to Sell Manhattan Apartment for $60 Million or More", "date": "2022-02-11 12:28", "summary": "Julia Koch is quietly shopping the 18-room duplex at exclusive Upper East Side co-op 740 Park Avenue. Philanthropist Julia Koch, the widow of billionaire industrialist David Koch, is looking to sell the couple's Manhattan apartment for roughly $60 million or more.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/floridas-best-beaches-11644595732", "title": "Where to Find Florida's Best Beaches? Try These Five Islands", "date": "2022-02-11 12:20", "summary": "Beyond the Florida Keys, there are many other small islands strung along the Sunshine State's vast coastline. Here, five of the most seductive.. NORTHERN WINTERS reliably stoke a yearning for an escape to a tropical beach. But given the many Covid hurdles still in place for international travelers, the closer that beach is to home, the better. Little wonder then that Florida, with the longest coastline of any state in the contiguous U.S. and seasonably balmy temps, has had hotel occupancy rates among the highest in the country over the past few weeks, according to hotel-data company STR. Still, there are more than enough patches of sand to accommodate the influx of visitors, especially if you skip over the busy Florida Keys in favor of the Sunshine State's lesser-known islands. Here, we focus on five distinctive isles, each home to beautiful beaches as well as other indisputable charms.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/even-among-the-vaccinated-covid-19-prompted-a-surge-of-sick-days-11644598997", "title": "Even Among the Vaccinated, Covid-19 Prompted a Surge of Sick Days", "date": "2022-02-11 12:03", "summary": "At the start of 2022, Omicron hot spots in the U.S. were especially hard-hit with employee absences. The number of workers taking time off because they were sick with Covid-19-or caring for someone else who was-surged at the beginning of the year, topping another leading cause for missing work: caring for children who were out of school because of the pandemic.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/health-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-founders-book-review-paypal-making-the-future-click-silicon-valley-history-11644598794", "title": "'The Founders' Review: Making the Future Click", "date": "2022-02-11 12:01", "summary": "A mixture of ambition, rivalry, smarts and luck made PayPal an early Silicon Valley success story.. Next week marks the 20th anniversary of PayPal becoming a publicly traded company. The IPO valued the online payments processor at nearly $1 billion-an eye-opening sum at the time. Back in the day, technology firms marked such occasions with glitzy celebrations. PayPal took a different path. Its youthful employees gathered in the parking lot of their Palo Alto, Calif., office building, where the company's enigmatic chief executive, Peter Thiel, performed a keg stand and then played 10 simultaneous games of speed chess, winning nine of them.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/by-any-other-name-book-review-why-we-love-roses-queen-of-flowers-11644598709", "title": "'By Any Other Name' Review: Why We Love Roses", "date": "2022-02-11 11:59", "summary": "The 'Queen of Flowers' can carry many symbolic meanings: romantic, political and even spiritual.. When I type the word \"flower\" into my iPhone's emoji engine, the algorithm presents me with a red rose. Since at least the early centuries B.C., around the first appearance of a poem once attributed to Sappho, the rose has been known as \"The Queen of Flowers.\" How, among the garden's many worthies, did it earn such pride of place?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/over-the-hedge-review-three-books-on-private-equitys-highs-and-lows-11644598506", "title": "Over the Hedge: Three Books on Private Equity's Highs and Lows", "date": "2022-02-11 11:56", "summary": "Is the reign of the hedge fund as business titan a thing of the past?. Books on current business or economic events that aim for a popular audience usually gravitate toward a now-standard strategy. The \"Barbarians at the Gate\" technique-inspired by Bryan Burrough and John Helyar's 1989 book chronicling the takeover of RJR Nabisco by leveraged buyout firm Kohlberg Kravis Roberts & Co.-serves up a fast-paced, moment-by-moment account of a spectacular transaction or economic crisis. \"Barbarians at the Gate\" itself sold tens of thousands of books, as did its worthiest successor in the early 2000s, Bethany McLean and Peter Elkind's \"The Smartest Guys in the Room,\" about the fall of Enron. The 2007-09 crisis gave us \"Too Big to Fail,\" Andrew Ross Sorkin's 600-page, behind-the-scenes account of bank rescues and the Lehman bankruptcy.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/index-a-history-book-review-list-o-mania-11644598331", "title": "'Index, A History of the' Review: List-O-Mania", "date": "2022-02-11 11:54", "summary": "At the back of the book, the index provides a space for reference-and sometimes revenge.. In 1966, William F. Buckley published a memoir about his quixotic run for mayor of New York the previous year. Among the people to whom he gave the book as a gift was his sometimes friendly, sometimes not-so-friendly antagonist Norman Mailer. In the back-of-the-book index to that copy, next to Mailer's name and the numbers of the two pages on which it appeared, Buckley had written a message in red ink: \"Hi!\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-book-review-pollaks-arm-hans-von-trotha-moon-witch-spider-king-marlon-james-11644598228", "title": "Fiction: 'Pollak's Arm' and 'Moon Witch, Spider King'", "date": "2022-02-11 11:51", "summary": "Nazi forces bear down on a Jewish scholar in Rome in Hans von Trotha's erudite novel.. Thought by Pliny the Elder to be among the greatest works of art of his age, the ancient Roman sculpture of Laocoön was unearthed in 1506 and put on display in the Vatican by Pope Julius II. The statue, which depicts the Trojan priest in his death throes, assailed by sea serpents, was found in remarkably pristine condition, but missing was Laocoön's right arm. The Renaissance artists tasked with restoration imagined the appendage extended skyward, \"the gesture sublime, heroic,\" Hans von Trotha writes in \"Pollak's Arm,\" a fictional account of the antiquarian who, in 1906, discovered the actual arm, which turns out to be sharply flexed-\"almost twisted\"-in a manner that suggests not triumphant martyrdom but horrendous agony. \"This hero,\" writes Mr. von Trotha, \"is no hero.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-woman-beyond-the-attic-book-review-the-secret-world-of-v-c-andrews-11644597822", "title": "'The Woman Beyond the Attic' Review: The Secret World of V.C. Andrews", "date": "2022-02-11 11:44", "summary": "The author of the notoriously lurid bestseller 'Flowers in the Attic' was careful to keep her own life private.. Fairy tales sometimes feature witches or ogres, but the most reliable villain is the stepmother. According to the 20th-century psychoanalyst Bruno Bettelheim, these jealous, vain and crafty interlopers serve a purpose: They helpfully dramatize dark human emotions for young children yet preserve the faith that \"real\" mothers are essentially good.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-tries-to-dial-back-its-high-abortion-rate-11644597797", "title": "China Tries to Dial Back Its High Abortion Rate", "date": "2022-02-11 11:43", "summary": "A 'campaign of intervention' signals a shift in attitude toward a much-used procedure as birthrates drop. China is stepping up efforts to reduce abortions in young women, signaling a shift in official attitude toward a widely used procedure that has long been part of state-directed family planning.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/loss-of-memory-is-only-temporary-book-review-johanna-kaplan-fiction-overheard-on-the-upper-west-side-11644597710", "title": "'Loss of Memory Is Only Temporary' Review: Overheard on the Upper West Side", "date": "2022-02-11 11:43", "summary": "In Johanna Kaplan's New York stories, someone is always listening.. Some writers publish a critically acclaimed book or two and then . . . go silent. The reasons are as varied as the writers themselves: distraction, disenchantment, writer's block, censorship, illness. As Tillie Olsen observed in \"Silences\" (1978)-the book that broke her own long literary hiatus following \"Tell Me a Riddle\" (1961)-lack of time, energy, confidence and financial wherewithal are also common impediments to writing.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/science-fiction-the-unfamiliar-garden-benjamin-percy-book-review-11644597610", "title": "Science Fiction: 'The Unfamiliar Garden' Review", "date": "2022-02-11 11:41", "summary": "In Benjamin Percy's work of fungal horror, new life spreads below the Pacific Northwest.. The largest living organism on Earth is not the blue whale. It's the giant, near-immortal fungus which underlies some 2,400 acres of the Pacific Northwest. Maybe so, but does it matter? A fungus can't think or communicate, right? Doesn't pose any danger?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/admiral-hyman-rickover-book-review-the-navys-atomic-generator-11644597546", "title": "'Admiral Hyman Rickover' Review: The Navy's Atomic Generator", "date": "2022-02-11 11:39", "summary": "How a sharp-tongued boy from the streets of Chicago gave American submarines a nuclear boost.. Of bullfighters, Ernest Hemingway once wrote: \"Those that have known the former great ones rarely recognize the new ones when they come.\" So too, it seems, for modern naval leaders.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-review-picture-perfect-11644597456", "title": "Children's Books: Picture Perfect", "date": "2022-02-11 11:38", "summary": "Illustrated stories old and new-including one about a man with a simple request.. \"Stories are the best travelers and the most successful migrants that have ever existed on our beautiful planet,\" Rodaan Al Galidi writes in \"The Three Princes of Serendip,\" a sophisticated storybook that's ideal for bedtime read-alouds. The book's spirit of joyful syncretism is reflected by the backgrounds of its creators. Mr. Galidi, originally Iraqi, sought asylum in the Netherlands and wrote this book in Dutch; Laura Watkinson, who translated it into English, hails from Britain and lives in Amsterdam; and illustrator Geertje Aalders comes from, and lives in, the Netherlands.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-books-tales-of-world-war-ii-combat-11644597382", "title": "Five Best: Tales of World War II Combat", "date": "2022-02-11 11:37", "summary": "Selected by Ray E. Boomhower, the author, most recently, of 'Richard Tregaskis: Reporting Under Fire From Guadalcanal to Vietnam.'. By Robert Sherrod (1944)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-trouble-with-a-stock-market-bubble-11644595216", "title": "The Trouble With a Stock-Market Bubble", "date": "2022-02-11 11:00", "summary": "Stocks have rarely been this expensive. That doesn't (necessarily) mean they're headed for a crash.. Wow, was I ever wrong.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-really-at-stake-in-americas-history-wars-11644594993", "title": "What's Really at Stake in America's History Wars?", "date": "2022-02-11 10:56", "summary": "Resume Subscription. In January, McMinn County, Tenn., made international news for perhaps the first time in its history when the school board voted to remove \"Maus,\" the acclaimed graphic novel about the Holocaust, from the 8th-grade curriculum. The board stated that it made the change on account of the book's \"use of profanity and nudity,\" asking school administrators to \"find other works that accomplish the same educational goals in a more age-appropriate fashion.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/defense-companies-feel-squeeze-from-inflation-11644588001", "title": "Defense Companies Feel Squeeze From Inflation", "date": "2022-02-11 10:43", "summary": "U.S. fiscal 2022 defense budget assumed inflation of 2.2%, but actual prices have run well ahead of that projection. Rising wages and fuel expenses are exacerbating defense companies' challenge of controlling costs for weapons and systems to fit the Pentagon's budget.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apollos-fourth-quarter-profit-falls-11644580860", "title": "Apollo's Fourth-Quarter Profit Falls", "date": "2022-02-11 10:39", "summary": "Investment firm's private-equity portfolio appreciated by 5.2% in quarter, falling short of 11% gain for S&P 500. Apollo Global Management Inc. reported lower fourth-quarter profit, as its private-equity portfolio underperformed the broader market.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bengals-super-bowl-quarterback-joe-burrow-plays-a-mean-game-of-chess-really-mean-11644590968", "title": "Super Bowl Quarterback Joe Burrow Plays a Mean Game of Chess. Really Mean.", "date": "2022-02-11 10:15", "summary": "Resume Subscription. Cincinnati Bengals quarterback Joe Burrow is unusually skilled at picturing plays before they happen, anticipating lines of attack and thinking through a dizzying range of tactics. Not only have those gifts helped him guide his team to the Super Bowl. They've also shaped Mr. Burrow's game for his other great passion: the frantic two-minute drill known as speed chess.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bmw-takes-control-of-china-venture-sees-big-profit-gains-11644592288", "title": "BMW Takes Control of China Venture", "date": "2022-02-11 10:11", "summary": "German auto maker is the latest to take advantage of changes in China's ownership rules. BERLIN-Bayerische Motoren Werke AG said it has taken majority control of its Chinese joint venture, securing its grip on its operations in the world's biggest auto market.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/french-entrepreneur-dished-out-food-at-offices-and-institutions-world-wide-11644591618", "title": "French Entrepreneur Dished Out Food at Offices and Institutions World-Wide", "date": "2022-02-11 10:00", "summary": "Pierre Bellon, who has died at age 92, set up shop in an anchovy warehouse, founded Sodexo and built a global giant in institutional feeding. In the early 1960s, Pierre Bellon worked for his father's firm, selling supplies to ships calling at the French port of Marseille-a business he saw as doomed to decline as more people and freight traveled by air.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/book-editor-strove-to-bring-literature-to-the-masses-11644591600", "title": "Book Editor Strove to Bring Literature to the Masses", "date": "2022-02-11 10:00", "summary": "Jason Epstein, who has died at age 93, took the pulp out of paperbacks and promoted a print-on-demand option. Jason Epstein spent a career in publishing trying to make great books readily available to the masses-and never lost his hope that more of them would share his enthusiasm.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tax-advantages-with-series-i-savings-bonds-11644266078", "title": "The Tax Advantages of Series I Savings Bonds", "date": "2022-02-11 10:00", "summary": "Also: Don't miss out on the tax benefits of using qualified charitable distributions. At first glance, a stodgy, government-guaranteed investment may not seem like the most thrilling investment idea. But for many investors that's exactly what U.S. Treasury Series \"I\" savings bonds are these days.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zillow-affirm-godaddy-zendesk-what-to-watch-when-the-stock-market-opens-today-11644579698", "title": "Zillow, Affirm, GoDaddy, Zendesk: What to Watch in the Stock Market Today", "date": "2022-02-11 09:49", "summary": "Zillow's results showed a loss tied to its now-shuttered home-flipping business; Zendesk has received takeover approaches. Wall Street stock indexes edged up in morning trading. Here's what we're watching Friday:", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-raises-interest-rate-as-threat-of-sanctions-looms-11644577418", "title": "Russia Raises Rates as Threat of Sanctions Looms", "date": "2022-02-11 09:47", "summary": "Like other central banks, Russia faces high inflation and a tight jobs market, while memories of the ruble's fall following sanctions in 2014 remain fresh. Russia's central bank Friday raised its key interest rate in a bid to tackle stubbornly high inflation, as the threat of Western sanctions in response to a possible invasion of Ukraine looms over the country's economy.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-residents-bemoan-toughest-pandemic-curbs-yet-its-like-living-in-2020-11644590689", "title": "Hong Kong Residents Bemoan Toughest Pandemic Curbs Yet", "date": "2022-02-11 09:44", "summary": "Businesses warn of dire consequences from shutdowns, as the city limits household gatherings and discloses a record 1,325 cases on Friday. HONG KONG-More than two years after the first coronavirus case arrived in the city, residents are chafing at life under the toughest restrictions since the pandemic began, while much of the world is starting to move on.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-policy-makers-face-challenges-of-economic-slowdown-as-inflation-rises-11644590698", "title": "U.K. Policy Makers Face Challenges of Economic Slowdown as Inflation Rises", "date": "2022-02-11 09:44", "summary": "The British economy contracted at the end of 2021, but it weathered Omicron well, opening the way for the Bank of England to raise rates to contain inflation. The U.K. economy contracted in the final month of last year as the spread of the Omicron variant hit hospitality and other consumer services, but the impact of infections on the economy was smaller than expected and opens the way for further rate increases by the Bank of England as it seeks to rein in surging inflation.", "categories": [["Economy", "Europe Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/europe-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ayumu-hirano-shaun-white-halfpipe-11644559501", "title": "Ayumu Hirano Flies Past Shaun White in Halfpipe's Changing of the Guard", "date": "2022-02-11 09:41", "summary": "Resume Subscription. ZHANGJIAKOU, China-Four years ago, Japan's Ayumu Hirano had an Olympic title within his grasp. Then, from the bottom of the snowboarding halfpipe, he watched his childhood hero Shaun White snatch it away at the last moment with one of the sport's most memorable runs ever.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/mikaela-shiffrin-super-g-beijing-olympics-11644555103", "title": "Mikaela Shiffrin Wakes Up From Her Nightmare-Not Finishing-To Place 9th in Super G", "date": "2022-02-11 09:30", "summary": "Resume Subscription. Yanqing, China", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/forget-faster-and-stronger-the-winter-olympics-are-sadder-quieter-scarier-11644589658", "title": "Forget Faster and Stronger. The Winter Olympics Are Sadder, Quieter, Scarier.", "date": "2022-02-11 09:27", "summary": "Resume Subscription. BEIJING-On the day Team USA flag bearer Elana Meyers Taylor was supposed to march her country into the Olympic Stadium, she was in a Chinese isolation hotel. She had tested positive for Covid-19 and watched the Opening Ceremony on TV in a room she wasn't allowed to leave.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/endemic-a-constant-and-ordinary-local-scourge-11644589668", "title": "'Endemic': A Constant and Ordinary Local Scourge", "date": "2022-02-11 09:27", "summary": "For the next likely phase of Covid, a term with Greek roots has probably given more comfort than it should.. Linguist and lexicographer Ben Zimmer analyzes the origins of words in the news. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-polar-bear-sofa-finally-back-from-the-vault-11644587018", "title": "The Polar Bear Sofa Is Back At Last", "date": "2022-02-11 08:43", "summary": "Originals of Jean Royère's voluptuous furniture fetch top dollar at auction. A new venture from the late designer's estate is bringing authorized reissues to market for the first time.. Labeling his furniture designs with dry numeric codes wasn't for Jean Royère. The Mushroom lamp, the Elephant chair, the Banana sofa-the Frenchman's pieces delivered on their whimsical names, supplying cosmopolitan buyers from the 1930s to the 1970s with plump curves and snaking lines. Royère, who lived from 1902 to 1981, is now best known for his Polar Bear sofa and chairs, Instagram mainstays that have sold for $1 million-plus at auction. But Maison Royère, a new venture that launched in December, aims to revive his broader legacy. Its founder, Vladimir Markovic, 50, who is the son of the designer's legal heir, is also planning a foundation, publications and an authenticating body. But his first step will be to finally allow for authorized commissions of Royère's designs-as he says, \"to show Jean back to the world.\"", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-northern-ukraine-fears-of-a-russian-invasion-shatter-cross-border-ties-11644584400", "title": "In Northern Ukraine, Fears of a Russian Invasion Shatter Cross-Border Ties", "date": "2022-02-11 08:00", "summary": "Resume Subscription. KRUTY, Ukraine-Lyuobov Sova, a 54-year-old shopkeeper, once thought of Russia as a friendly neighbor. Three of her high-school classmates have moved to Moscow, an eight-hour drive away. Crossing the border was a quick formality.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/best-scenic-road-trips-for-spring-11644545022", "title": "Four Scenic Road Trips Tailored for This Spring", "date": "2022-02-11 08:00", "summary": "With the help of seasoned roadtrippers, we've designed four driving itineraries in the U.S. with highlights that maximize the season, from a wildflower bonanza in California to an arty desert campground in Colorado. WE ASKED four road-trip vets to help stitch together itineraries optimal for spring. Each one is designed for a particular type of traveler-an outdoors aficionado, an art lover, a dedicated chowhound and a history buff who doesn't mind a little mud-but they're all rich enough for roadtrippers of all stripes.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rams-bengals-super-bowl-lvi-11644578201", "title": "My Head Says Rams. My Heart Says Bengals. It's a Super Bowl Toss-Up!", "date": "2022-02-11 08:00", "summary": "A sleep-deprived Olympics correspondent hits the road and heads to Los Angeles for football's biggest night. Somewhere Over the Pacific", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apollo-nears-2-3-billion-deal-for-worldlines-terminal-business-11644578526", "title": "Apollo Nears $2.3 Billion Deal for Worldline's Terminal Business", "date": "2022-02-11 07:50", "summary": "Pandemic has accelerated the adoption of digital payments over cash. Apollo Global Management Inc. is nearing a deal to acquire the point-of-sale terminal business of European payments company Worldline SA for close to $2.3 billion, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kamila-valieva-beijing-olympics-figure-skating-11644582844", "title": "A Russian Doping Test Engulfs the Beijing Olympics' Marquee Figure Skating Events", "date": "2022-02-11 07:39", "summary": "A positive test for 15-year-old superstar Kamila Valieva ensures the women's figure-skating competition will be mired in legal battles and controversy.. BEIJING-The Winter Olympics were plunged into drama on Friday over a Russian doping case that has rocked the marquee figure skating events here and pitted Russia-already under sanction over state-sponsored doping-against international sports organizations in a court battle that could drag on several more days.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-spring-thaw-for-the-economy-11644582780", "title": "Another Spring Thaw for the Economy", "date": "2022-02-11 07:33", "summary": "With Covid-19 cases in retreat in the U.S. and around the world, the economy could heat up all over again. A year ago, with Covid-19 cases falling and vaccines getting rolled out, the U.S. economy entered a remarkable period of recovery. The boost to the economy that comes with the fading of the Omicron wave could be even more pronounced.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mystery-plane-tests-loophole-in-taiwans-defenses-11644582451", "title": "Mystery Plane Tests 'Loophole' in Taiwan's Defenses", "date": "2022-02-11 07:27", "summary": "Military experts say buzzing of remote island is likely first incursion of Taiwanese territorial airspace by noncommercial Chinese aircraft in decades. TAIPEI-A strange rumbling sound filled the cloudy afternoon skies over a remote corner of Taiwanese territory on Saturday, sending residents scurrying outside to see what was happening.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clashing-executives-office-romance-angry-anchors-inside-the-week-that-shook-cnn-11644581416", "title": "Clashing Executives, Office Romance, Angry Anchors: Inside the Week That Shook CNN", "date": "2022-02-11 07:10", "summary": "Resume Subscription. Shortly after noon on Feb. 2, WarnerMedia Chief Executive Jason Kilar held a video call with top CNN executives to explain his decision to replace Jeff Zucker, the cable news channel's long-serving president.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/roomba-maker-needs-to-suck-up-more-chips-11644580801", "title": "Roomba Maker Needs to Suck Up More Chips", "date": "2022-02-11 07:00", "summary": "iRobot's shares slide as supply constraints hurt growth and margins, but ambitious long-term targets remain. Among the inequities of the great chip shortage is that even companies in similar industries aren't being affected to the same extent.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-bans-misogyny-misgendering-in-attempt-to-clean-up-platform-11644546410", "title": "TikTok Bans Misogyny, Misgendering, Seeking to Clean Up Platform", "date": "2022-02-11 07:00", "summary": "Social-media company moves to clarify the hateful ideologies it prohibits following calls by LGBT and civil-society advocates. TikTok says it is taking additional steps to help promote what it calls \"safety, security, and well-being\" on its video-sharing platform.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/winter-olympics-norway-sports-betting-11644574343", "title": "The Country Where Betting on Sports Is Patriotic", "date": "2022-02-11 07:00", "summary": "The Norwegians fund their powerhouse teams with money from sports gambling-and the Winter Olympics is their Super Bowl. BEIJING-Every four years, Americans hear reports of another country's sane approach to youth sports and peculiar emphasis on having fun, and it's hard not to wonder if the Norwegians are visiting from a distant planet.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-wing-promotes-its-cmo-to-ceo-as-it-attempts-a-comeback-11644577320", "title": "The Wing Promotes Its CMO to CEO as It Attempts a Comeback", "date": "2022-02-11 06:02", "summary": "Co-founder and CEO Lauren Kassan steps down at the formerly women-only club. The Wing, the women-focused co-working space looking to move past a period of internal turmoil and financial difficulty, has promoted its marketing chief, Jen Cho, to chief executive officer.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-closer-look-11644577200", "title": "A Closer Look", "date": "2022-02-11 06:00", "summary": "Selections from 'Tiny Cedric' by Sally Lloyd-Jones, illustrated by Rowboat Watkins. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-closer-look-11644577201", "title": "A Closer Look", "date": "2022-02-11 06:00", "summary": "Selections from 'The Gift' by Alain Serge Dzotap, illustrated by Delphine Renon. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-closer-look-11644577202", "title": "ACloser Look", "date": "2022-02-11 06:00", "summary": "'Quiet!' by Céline Claire, illustrated by Magali Le Huche. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-closer-look-11644577201", "title": "A Closer Look", "date": "2022-02-11 06:00", "summary": "Selections from 'The Gift' by Alain Serge Dzotap, illustrated by Delphine Renon. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-closer-look-11644577200", "title": "A Closer Look", "date": "2022-02-11 06:00", "summary": "Selections from 'Tiny Cedric' by Sally Lloyd-Jones, illustrated by Rowboat Watkins. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/hair-loss-solutions-for-women-11644529180", "title": "Are There Any Real Hair-Loss Solutions For Women?", "date": "2022-02-11 06:00", "summary": "Limp strands and hair loss can be frustrating-especially for women. Three expert tips to boost your mane and your mood.. FOR MANY WOMEN, hair loss is hard on the psyche. \"Our hair is like an accessory-it's our crown. It's so tied to society's perception of beauty. So, when we lose hair, it's devastating,\" said New York dermatologist Marie Hayag. \"Of all the medical conditions I see in my office, hair loss-especially in women-causes more tears.\"", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shareholder-voices-poised-to-grow-louder-with-secs-help-11644575402", "title": "Shareholder Voices Poised to Grow Louder With SEC's Help", "date": "2022-02-11 05:30", "summary": "The regulator scrapped some mechanisms companies use to shoot down shareholder proposals, giving nonexecutives a megaphone on social and other issues. A Walt Disney Co. shareholder wants the board to study the company's workplace training, arguing it could discriminate against white employees. A shareholder in Apple Inc. is asking for a public report on the corporation's use of mandatory arbitration and other legal tools in dealing with sexual-harassment claims.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-car-in-your-garage-may-be-gaining-value-11644575402", "title": "Why Your Car Might Be Worth More Today Than When You Bought It", "date": "2022-02-11 05:30", "summary": "The surge in used-car prices is undoing years of depreciation on some models, leaving some car owners with vehicles worth more now than when bought. The prolonged inventory crunch of dealership lots is turning the U.S. used-car market upside down: Once-depreciating vehicles are rising in value, and some recently purchased ones are worth more now than their original price.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/financial-restatements-expected-to-drop-off-after-2021s-spac-surge-11644575401", "title": "Financial Restatements Expected to Drop Off After 2021's SPAC Surge", "date": "2022-02-11 05:30", "summary": "In last year's frenzied SPAC market, the SEC required restatements for warrants and certain shares incorrectly accounted for. Restatements will likely fall this year after a steep rise in 2021 driven by a wave of special-purpose acquisition companies and related businesses that had to correct their financial information, accountants and lawyers say.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schools-lift-mask-requirements-change-covid-19-rules-as-omicron-recedes-11644575401", "title": "Schools Lift Mask Requirements, Change Rules as Omicron Recedes", "date": "2022-02-11 05:30", "summary": "Some districts are easing testing requirements; others are planning vaccine mandates. School districts around the country are rapidly rolling back Covid-19 policies that have built up over nearly two years, with many eyeing a return to more normal classroom life and operations as infection rates fall and fewer students and teachers miss class.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/echoes-of-the-wage-price-spiral-of-the-1970s-11644575402", "title": "Echoes of an Inflationary Peril of the 1970s", "date": "2022-02-11 05:30", "summary": "Resume Subscription. The U.S. economy started 2022 by sending a disturbing signal from the past: Consumer prices and household paychecks soared in lockstep, conjuring memories of a 1970s-style wage-price spiral.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/why-your-airport-may-no-longer-resemble-a-luxury-mall-11644575420", "title": "Why Your Airport May No Longer Resemble a Luxury Mall", "date": "2022-02-11 05:30", "summary": "Even after air passengers return in big numbers, expensive brands have fewer reasons to rush back to travel hubs. The airport luxury boutique became a staple of the pre-pandemic travel boom. Now it may be heading for the departure gate.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abbey-murphy-team-usa-womens-hockey-11644573679", "title": "The American Hockey Player the Rest of the World Loves to Hate", "date": "2022-02-11 05:01", "summary": "Abbey Murphy brings a physical edge to Team USA, especially in their heated matchups against the Canadians. BEIJING-Women's hockey isn't as rough around the edges as the men's game. Big hits are punishable by time in the penalty box. Checking, too. Dropping the gloves and pulling a punch? Forget about it.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chip-famine-is-a-feast-for-chinas-smic-11644572222", "title": "Chip Famine Is a Feast for China's SMIC", "date": "2022-02-11 04:40", "summary": "Semiconductor Manufacturing International Corp., China's largest foundry, is bringing in record revenue but spending big, too. China's semiconductor giant is feasting on profits as companies everywhere run out of chips. The big question now is how to prepare for leaner times ahead. Heavy investments in new capacity are easy to defend now, but if chip prices cool in the years to come-especially for more mature technologies-the company could find itself in a trickier spot.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/monobob-beijing-olympics-super-bowl-11644566262", "title": "How a Sport Called Monobob Landed the Most Valuable Time Slot on TV", "date": "2022-02-11 02:58", "summary": "Following the Super Bowl will be an Olympic medal race with 70-mile-per-hour toboggans on a zigzagging ice slide. Yanqing, China", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11644555601", "title": "Pepper...and Salt", "date": "2022-02-11 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musk-expects-starship-to-deliver-launches-at-a-fraction-of-current-costs-11644549926", "title": "SpaceX's Elon Musk Expects Starship to Deliver Launches at Lower Costs", "date": "2022-02-11 23:40", "summary": "Space company has been developing a launch site for its enormous rocket in southern Texas but still needs FAA approval for orbital tests. Elon Musk said his space company's enormous rocket should soon be able to reach orbits at significantly lower costs.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-rejects-short-sellers-request-to-halt-trials-of-alzheimers-drug-11644551295", "title": "FDA Rejects Short Sellers' Request to Halt Trials of Alzheimer's Drug", "date": "2022-02-11 23:08", "summary": "The agency said it couldn't launch an investigation into the claims that the short sellers alleged against Cassava Sciences. The Food and Drug Administration has denied a petition by short sellers to halt clinical trials of an experimental Alzheimer's drug being developed by Cassava Sciences Inc.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/health-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/figure-skating-olympics-doping-roc-11644551561", "title": "Russian Teen Figure Skater's Positive Test Is at Center of Olympics Doping Drama", "date": "2022-02-11 23:06", "summary": "The Russian Olympic Committee's gold medal in team figure skating is officially in doubt after 15-year-old Kamila Valieva's December test for trimetazidine was reported this week. BEIJING-The results of the team figure skating competition at the Winter Olympics here are hanging in the balance after sports officials confirmed Friday that the 15-year-old superstar of the Russian Olympic Committee team had a positive test for a banned substance in December.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/james-harden-trade-ben-simmons-nets-sixers-11644549591", "title": "James Harden Is Traded for Ben Simmons in NBA Fantasy Turned Reality", "date": "2022-02-11 22:20", "summary": "The Brooklyn Nets and Philadelphia 76ers swapped unhappy superstars. Will it work for either team?. It was one year ago when James Harden, Kevin Durant and Kyrie Irving suddenly found themselves playing for the same NBA team, raising the question: What could possibly go wrong?", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/secret-cia-bulk-surveillance-program-includes-some-americans-records-senators-say-11644549582", "title": "CIA Surveillance Program Includes Some Americans' Records, Senators Say", "date": "2022-02-11 22:19", "summary": "The lawmakers called for the immediate declassification of details about the surveillance program and what data was collected. WASHINGTON-A secret program at the Central Intelligence Agency relied on a form of mass surveillance activity that involved the collection of an unknown data set and included the gathering of some records belonging to Americans, according to a newly declassified letter from two Democratic senators.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-says-he-is-vetting-four-people-for-supreme-court-vacancy-11644533981", "title": "Biden Says He Is Vetting About Four People for Supreme Court Vacancy", "date": "2022-02-11 21:10", "summary": "'I'm not looking to make an ideological choice,' the president said of his pick to succeed Justice Stephen Breyer. President Biden said he is vetting about four candidates for his coming Supreme Court nomination to succeed retiring Justice Stephen Breyer.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-ukraine-meet-for-talks-as-scope-for-diplomatic-solution-narrows-11644494258", "title": "Russia, Ukraine Talks Falter as Scope for Diplomatic Solution Narrows", "date": "2022-02-11 20:23", "summary": "Negotiations in Berlin have sought to revive the Minsk-2 agreement, which could give Russia a say over Ukraine's future. KYIV, Ukraine-Russian and Ukrainian negotiators said they failed to reach an agreement after nine hours of talks in Berlin on Thursday over ways to end the conflict in eastern Ukraine's Donbas region and resolve the monthslong crisis triggered by Russia's troop buildup along Ukrainian borders.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-whos-who-of-daniel-ortegas-critics-are-on-trial-in-nicaragua-11644510847", "title": "A Who's Who of Daniel Ortega's Critics Are On Trial in Nicaragua", "date": "2022-02-11 20:12", "summary": "From former guerrillas to journalists, students and political rivals, the president's opponents face years in prison. In 1978, Dora María Téllez was just 22 years old when she led a Sandinista attack on Nicaragua's National Palace. She and other guerrillas held hostage legislators loyal to then-dictator Anastasio Somoza until they were exchanged for captured Sandinista rebels.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trucker-protests-in-canada-prompt-ford-gm-to-scale-back-work-at-auto-plants-11644507448", "title": "Canadian Mayor Makes Plea for Injunction as Trucker Protest Limits Ford, GM Auto Production", "date": "2022-02-11 19:58", "summary": "Border city of Windsor is seeking court order to remove truckers demonstrating against Covid-19 vaccine mandates. A Canadian judge on Thursday delayed a bid by the Canadian border city of Windsor, Ontario, to obtain a court order to remove demonstrators who for four days have blocked most traffic on a crucial U.S.-Canada trade corridor.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rising-inflation-keeps-pressure-on-fed-to-frontload-rate-increases-11644509103", "title": "Inflation Heightens Fed Debate Over Pace of Rate Rises", "date": "2022-02-11 19:39", "summary": "Grappling with how best to cool the economy, central bank officials weigh a potential half-percentage-point increase. The question facing Federal Reserve officials ahead of their policy meeting next month is no longer whether they will raise interest rates but rather by how much.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/british-labour-steps-up-on-russia-keir-starmer-ukraine-vladimir-putin-11644534984", "title": "British Labour Leader Steps Up on Russia", "date": "2022-02-11 19:32", "summary": "Keir Starmer sees Putin clearly, unlike some on the American right.. Not all of Europe wants to appease Vladimir Putin as his troops threaten Ukraine. And not even all of the European left. Full marks to Keir Starmer, the British opposition leader, who on Thursday came out four-square in support of reinforcing NATO and helping Kyiv.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-exiles-fear-a-red-notice-interpol-beijing-china-nathan-law-ted-hui-11644439175", "title": "Hong Kong Exiles Fear an Interpol Red Notice", "date": "2022-02-11 19:30", "summary": "They worry that Beijing will abuse the international law-enforcement agency to harass them.. As the Communist Party snuffs out freedom in Hong Kong, it has also sought to extend the crackdown past its borders. China's national security law asserts world-wide authority to police dissent against its government, and there's reason to fear that Beijing will try to use Interpol to harass Hong Kongers in exile.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-buy-zillows-dream-home-11644538487", "title": "Investors Buy Zillow's Dream Home", "date": "2022-02-11 19:14", "summary": "Real-estate tech giant sees big revenue growth ahead even as it winds down its disastrous iBuying effort, but will its foundation hold?. Those reading Zillow's fourth-quarter shareholder letter once again got a master class in sales. Never mind the real-estate tech giant's iBuying fiasco, Chief Executive Officer Rich Barton wrote, \"our mission has been steady.\" He noted Zillow will remain focused on shifting from a purely ad-based model to one that is focused on transactions. Investors continue to eat up the pitch, and his notion of Zillow's next chapter as a \"housing super app,\" that \"turns dreams into transactors\" did not disappoint.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}]