[{"link": "https://www.wsj.com/articles/head-of-german-navy-resigns-after-saying-russia-would-never-return-crimea-11642893893", "title": "Head of Germany Navy Resigns After Saying Russia Would Never Return Crimea", "date": "2022-01-22 18:24", "summary": "Comments sparked diplomatic row, with Kyiv accusing Berlin of lack of support in standoff with Moscow. BERLIN-The head of the German navy resigned on Saturday after saying that Russia would never surrender Crimea to Ukraine and that President Vladimir Putin only wanted respect, in comments that caused a diplomatic row between Berlin and Kyiv.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/empty-private-jet-flights-hastened-credit-suisse-chairman-antonio-horta-osorios-downfall-11642887752", "title": "Empty Private Jet Flights Hastened Credit Suisse Chairman's Exit", "date": "2022-01-22 16:42", "summary": "A bank review of the chairman's travel found it was paying for planes to return empty after dropping him off in London and Lisbon. After relocating to Zurich last spring to run Credit Suisse Group AG as chairman, António Horta-Osório flew to London and Lisbon for work meetings and business events, then spent time with his family at homes there.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-ukraine-talks-who-is-playing-for-time-11642874047", "title": "In Ukraine Talks, Who Is Playing for Time?", "date": "2022-01-22 14:25", "summary": "Resume Subscription. With talks between the U.S. and Russia over Ukraine continuing into next week, who gains more leverage as the diplomatic clock ticks?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-york-police-officer-killed-in-harlem-shooting-second-officer-seriously-wounded-11642858285", "title": "New York Police Officer Killed in Harlem Shooting; Second Officer Wounded", "date": "2022-01-22 12:33", "summary": "With four officers shot in the city in as many days, Mayor Adams calls for federal authorities to do more to round up stolen guns. A New York City police officer was killed and another critically wounded Friday night while answering a call about an argument between a woman and her adult son, officials said, making four officers shot in the city in as many days.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/green-m-ms-fashion-makeover-is-covid-comfy-but-not-everyone-is-happy-11642816410", "title": "Green M&M's Fashion Makeover Is Covid Comfy but Not Everyone Is Happy", "date": "2022-01-22 11:00", "summary": "Critics of change prefer previous sexy look; Mars says ditching heels gives cartoon character a modern appearance. The green M&M has a new look. Not everyone is impressed.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/james-bond-might-not-take-this-aston-martin-on-grocery-runs-11642863602", "title": "James Bond Might Not Take This Aston Martin on Grocery Runs", "date": "2022-01-22 10:00", "summary": "Resume Subscription. Andrew Court, 34, a television writer and producer in Miami, on his convertible 2013 Aston Martin V8 Vantage S, as told to Mike Jordan.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/wells-fargo-is-up-jpmorgan-is-down-bank-stocks-are-diverging-in-2022-11642863601", "title": "Bank Stocks Are Diverging in 2022", "date": "2022-01-22 10:00", "summary": "Rising costs dim prospects for some banks, but not all. After three weeks of trading in the new year, the big bank stocks are all over the place.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moms-in-middle-age-rarely-alone-often-online-and-increasingly-lonely-11642860003", "title": "Moms in Middle Age: Rarely Alone, Often Online and Increasingly Lonely", "date": "2022-01-22 09:00", "summary": "Social media has both helped and hurt Gen X mothers dealing with burnout and loneliness during the pandemic. Middle age is a crowded time. It's also a lonely one. Work and family demands leave little time for nurturing friendships, particularly for women.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-bargain-with-their-landlords-renters-form-tenant-unions-11642860002", "title": "To Bargain With Their Landlords, Renters Form Tenant Unions", "date": "2022-01-22 09:00", "summary": "Housing groups take a page from the labor movement in push for building improvements, eviction delays. Apartment tenants are forming unions in an effort to gain leverage in landlord negotiations, a response to record-high rents and the recent expiration of eviction bans enacted during the Covid-19 pandemic.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cruise-lines-betting-on-summer-rebound-face-obstacles-from-omicron-11642856404", "title": "Cruise Lines Face Obstacles to Bets on Summer Rebound", "date": "2022-01-22 08:00", "summary": "Carnival and Royal Caribbean adjust to destinations' changing health protocols as industry looks to recover from pandemic-related losses. The cruise industry's bet on a big summer rebound is looking less certain.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yeti-billion-dollar-strategy-no-celebrities-no-pandering-11642804559", "title": "Yeti's Billion-Dollar Strategy: No Celebrities, No Pandering", "date": "2022-01-22 08:00", "summary": "Although the Texas purveyor of high-end coolers and drinkware has attracted fans like Kim Kardashian and Matt Damon, its marketing is still geared to the serious outdoors types who inspired it. Yeti-the Texas maker of rugged coolers and drinkware-has transcended its outdoorsy roots to become a pop culture juggernaut and an accidental status symbol. When brothers Roy and Ryan Seiders set out to create a superior cooler for their hunting and fishing adventures in 2006, they could not have anticipated that their products would be carried and posted to social media by A-list celebrities like Matt Damon, Reese Witherspoon and Kim Kardashian, given shoutouts in songs like Chris Janson's \"Buy Me A Boat\" (148 million views on YouTube since 2015) or become the unofficial mascot of tailgate parties and beach hangs everywhere. Its trendy logo hats are worn by fashion types and sorority members alike. On social media, Yeti obsessives display massive collections of products, and share photos of their \"YOTD\" (Yeti of the day).", "categories": [["Life & Work", "Style & Fashion", "Off Brand"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/off-brand?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-7th-hand-immanuel-wilkins-wynton-marsalis-jason-moran-sun-ra-11642805165", "title": "'The 7th Hand' by Saxophonist Immanuel Wilkins Review: At Home in the Jazz Club or the Revival Tent", "date": "2022-01-22 07:00", "summary": "The new album by the 24-year-old saxophonist draws heavily on Southern religious tradition.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joseph-e-yoakum-what-i-saw-museum-of-modern-art-self-taught-artists-11642805458", "title": "'Joseph E. Yoakum: What I Saw' Review: Valedictory Work From a Self-Taught Artist", "date": "2022-01-22 07:00", "summary": "The Museum of Modern art highlights the Chicago-based African-American creator of rhythmic, obsessive drawings of fantastic landscapes.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-ice-climbing-helped-this-father-find-solace-focus-and-kept-him-strong-11642849203", "title": "How Ice Climbing Helped This Father Find Solace, Focus and Kept Him Strong", "date": "2022-01-22 06:00", "summary": "Resume Subscription. Hospice physician Jim Baker deals with loss on a daily basis. But nothing prepared him for the pain of losing his youngest son in 2016.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-bad-are-things-in-chinas-property-market-11642847407", "title": "How Bad Are Things in China's Property Market?", "date": "2022-01-22 05:30", "summary": "Government curbs on borrowing in China's property sector have triggered uncertainty for many market participants. ", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/f-16-sale-could-mend-u-s-turkey-ties-but-tension-with-russia-intrudes-11642847406", "title": "F-16 Sale Could Mend U.S., Turkey Ties, but Tension With Russia Intrudes", "date": "2022-01-22 05:30", "summary": "Members of Congress who object to Erdogan's relationship with Putin resist Ankara's potential jet-fighter purchase. The Biden administration is weighing a Turkish proposal to buy a fleet of F-16 jet fighters that officials in Ankara say would mend ruptured security links between the countries, but the sale faces opposition from members of Congress critical of Turkey's growing ties to Russia.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-scotlands-haunting-coast-a-village-dreams-of-space-11642847402", "title": "On Scotland's Haunting Coast, a Village Dreams of Space", "date": "2022-01-22 05:30", "summary": "Resume Subscription. A' MHOINE, Scotland-Dorothy Pritchard and her neighbors hadn't always planned to host a spaceport.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/as-covid-19-pills-roll-out-worry-mounts-that-resistance-could-develop-11642847405", "title": "As Covid-19 Pills Roll Out, Focus Is on Resistance Danger", "date": "2022-01-22 05:30", "summary": "Researchers watch for signs the virus is morphing to evade new drugs, and study combining antivirals to stay a step ahead. Researchers and U.S. health regulators worry Covid-19 will figure out a way to evade important new pills, prompting efforts to look for signs of such resistance and find combinations to thwart it.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/health-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-microsoft-and-tesla-headline-key-earnings-week-amid-nasdaqs-slide-11642847401", "title": "Big Tech Headlines Key Earnings Week Amid Nasdaq Slide", "date": "2022-01-22 05:30", "summary": "About a fifth of the S&P 500 and nearly half the Dow Jones Industrial Average are set to provide their quarterly updates starting Monday. Tech giants including Microsoft Corp. , Apple Inc. and Tesla Inc. are among the companies headlining a busy earnings week that comes as investors look for reassurance after the Nasdaq notched a 12% decline to start the year.", "categories": [["Business", "Earnings Preview"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings-preview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goodbye-to-plastic-food-packaging-11642828626", "title": "Goodbye to Plastic Food Packaging?", "date": "2022-01-22 00:17", "summary": "Environmental concerns are leading home cooks to embrace other methods of keeping food fresh, from brown paper bags to reusable beeswax wraps. In the kitchen, as elsewhere, our cultural values evolve in fits and starts. A particular way of doing something can look normal for so long until suddenly, it looks completely wrong. Take plastic wrap-or rather, don't.", "categories": [["Life & Work", "Table Talk"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/table-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11642786550", "title": "Pepper...and Salt", "date": "2022-01-22 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nanotechnology-revolution-is-herewe-just-havent-noticed-yet-11642827640", "title": "The Nanotechnology Revolution Is Here-We Just Haven't Noticed Yet", "date": "2022-01-22 00:00", "summary": "For years, engineers have made microchips ever smaller and more powerful. Now they're applying the technology to a host of miniature marvels.. Before there was a \"metaverse,\" before there were crypto millionaires, before nearly every kid in America wanted to be an influencer, the most-hyped thing in tech was \"nanotechnology.\" \"Nano-,\" for those who could use a refresher, means \"one billionth,\" and nanotechnology generally refers to materials manipulated at an atomic or molecular scale.", "categories": [["Tech", "Keywords: Christopher Mims"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/workers-are-having-their-moment-how-long-can-it-last-11642827610", "title": "Workers Are Having Their Moment. How Long Can It Last?", "date": "2022-01-22 00:00", "summary": "Resume Subscription. It's a good time to be an American worker. Wages are climbing higher, and they're expected to stay that way for years. Employees can quit a job and likely find better pay elsewhere. Many companies are boosting salaries as they scramble to fill open positions.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bmw-i4-m50-new-strategy-electrification-11642708705", "title": "BMW i4 M50: A New Strategy for Electrification", "date": "2022-01-22 21:58", "summary": "Built on the same body as the gas-powered 4 Series Gran Coupe, BMW's luxury EV sedan marks an evolution in manufacturing. And its low center-of-gravity sporty stance handles like a dream, says Dan Neil.. IN SEPTEMBER I traveled to Munich to drive two vehicles that are hugely consequential for BMW : the iX, a battery-electric midsize luxury SUV; and our guest this week, the i4 M50 sedan, an electric-but otherwise nearly indistinguishable-iteration of the well-groomed 4 Series Gran Coupe.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consortium-led-by-acacia-research-bids-roughly-9-billion-for-kohls-11642817191", "title": "Kohl's Gets $9 Billion Bid From Starboard Group", "date": "2022-01-22 21:21", "summary": "The department store has been under pressure to boost its share price. A consortium backed by activist hedge fund Starboard Value LP has offered roughly $9 billion to buy department store Kohl's Corp. , according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-canadian-tourist-killed-two-wounded-at-mexican-resort-hotel-11642811381", "title": "Two Canadian Tourists Killed, Another Wounded at Mexican Resort Hotel", "date": "2022-01-22 21:06", "summary": "Authorities say both victims had criminal records in Canada. MEXICO CITY-Two Canadian tourists were killed and another wounded Friday by an armed assailant at a five-star hotel on Mexico's Caribbean strip, local authorities said.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thich-nhat-hanh-influential-zen-buddhist-monk-dies-at-age-95-11642812779", "title": "Thich Nhat Hanh, Influential Zen Buddhist Monk, Dies at 95", "date": "2022-01-22 20:54", "summary": "He helped pioneer the concept of mindfulness in the West and socially engaged Buddhism in the East. HANOI, Vietnam-Thich Nhat Hanh, the revered Zen Buddhist monk who helped pioneer the concept of mindfulness in the West and socially engaged Buddhism in the East, has died. He was 95.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kraft-heinz-names-new-cfo-effective-in-march-11642801705", "title": "Kraft Heinz CFO Paulo Basilio to Depart in March", "date": "2022-01-22 20:22", "summary": "The consumer-goods maker said he would be succeeded by Andre Maciel, who is head of finance for the U.S. market. Paulo Basilio, the two-time finance chief of consumer-goods giant Kraft Heinz Co. who pruned the company's portfolio and brought down debt, also trained up his own successor.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-wave-eases-in-parts-of-u-s-france-sets-plan-to-relax-curbs-11642770561", "title": "Third Dose of Pfizer, Moderna Covid-19 Vaccines Offers Strong Protection Against Omicron", "date": "2022-01-22 20:12", "summary": "CDC analysis shows that boosters are important in maximizing protection against Omicron and Delta variants. Vaccines and booster shots offer superior protection from the Delta and Omicron variants, according to three new studies released by the Centers for Disease Control and Prevention.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/health-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-small-town-learned-to-stop-worrying-and-love-amazon-11642761003", "title": "The Small Town That Amazon Upended, Then Saved", "date": "2022-01-22 19:45", "summary": "Resume Subscription. DARLINGTON, England-Many retailers in this old market town have long held Amazon . com Inc. partially to blame for the closures of a raft of local shops in recent years.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/activision-blizzard-american-airlines-netflix-stocks-that-defined-the-week-11642810518", "title": "Activision Blizzard, American Airlines, Netflix: Stocks That Defined the Week", "date": "2022-01-22 19:25", "summary": "Here are seven major companies whose stocks moved on the week's news. Activision Blizzard Inc.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ulysses-james-joyce-leopold-bloom-molly-gerty-macdowell-stephen-dedalus-blazes-boylan-11642805315", "title": "Celebrating James Joyce's Modern Vision, 'Ulysses' at 100", "date": "2022-01-22 19:08", "summary": "The novel, marking its centenary, forever changed the literary landscape. ", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arizona-sues-biden-administration-to-block-clawback-of-funds-over-school-mask-wearing-policies-11642798923", "title": "Arizona Sues U.S. to Block Clawback of Pandemic Funds", "date": "2022-01-22 19:08", "summary": "Treasury Department said it could move to recoup pandemic funds if state didn't redesign the programs. Arizona sued the Biden administration on Friday seeking to prevent the Treasury Department from recouping federal pandemic aid from the state over policies related to mask-wearing in schools.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meat-loaf-bat-out-of-hell-jim-steinman-two-out-of-three-aint-bad-rocky-horror-picture-show-11642805045", "title": "Meat Loaf: An Artist With an Abundant Slice of Life", "date": "2022-01-22 19:06", "summary": "The performer best known for \"Bat Out of Hell,\" who died Thursday, brought a self-aware bravado to his work.. Meat Loaf died on Thursday, age 74, at his home in California. The cause of death has yet to be confirmed. A flamboyant titan in voice and form, he brought joy to millions and left millions more in perplexity. Who was this stack-heeled, sweating beast, bursting out of his white ruffled shirt as he bellowed through teenage melodramas about making out by the lake and death by motorcycle? What possessed people to buy his albums and make \"Bat Out of Hell,\" his monstrous, melodramatic concept album of 1977, one of the biggest-selling rock albums of all time?", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}]